{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Abou-Chebl et al. - 2005 - Drug-eluting stents for the treatment of intracranial atherosclerosis initial experience and midter.pdf",
  "fileName": "Abou-Chebl et al. - 2005 - Drug-eluting stents for the treatment of intracranial atherosclerosis initial experience and midter.pdf",
  "relativePath": "Abou-Chebl et al. - 2005 - Drug-eluting stents for the treatment of intracranial atherosclerosis initial experience and midter.pdf",
  "text": "Short Communication\n\n                                                                                     Drug-Eluting Stents for the Treatment of\n                                                                                           Intracranial Atherosclerosis\n                                                                                Initial Experience and Midterm Angiographic Follow-up\n                                                                                          Alex Abou-Chebl, MD; Qasim Bashir, MD; Jay S. Yadav, MD\n\n                                                              Background and Purpose—Intracranial stenting is associated with a 32% rate of restenosis. Drug-eluting stents (DES)\n                                                                have revolutionized the treatment of coronary artery disease and have greatly reduced the risk of in-stent stenosis. We\n                                                                present our experience with the feasibility and safety of using DES for patients with symptomatic intracranial\n                                                                atherosclerosis.\n                                                              Methods—All of the patients had ⬎70% stenoses and had failed maximal medical therapy. They were pretreated with\n                                                                aspirin, clopidogrel, and intraprocedural heparin. All of the lesions were predilated, and balloons and stents were slightly\n                                                                undersized. Clopidogrel and aspirin were continued for 1 year, and patients had clinical follow-up and vascular imaging\n                                                                at 30 days, 6 months, and 1 year.\n                                                              Results—Eight patients with intracranial internal carotid artery (3), middle cerebral (2), basilar (2), and vertebral artery (1)\n                                                                stenoses were successfully treated with 4 Cypher (Cordis Corp) and 4 Taxus (Boston Scientific Inc) stents. The mean\n                                                                stenosis severity was reduced from 84.4%⫾10.2% to 2.5%⫾4.6%. One patient had an intraprocedural retinal embolism,\n                                                                but there were no other complications. Over a mean follow-up of 11.1⫾4.9 months (range, 2 to 17.3 months), patients\n                                                                have had repeat angiography (5) or transcranial Doppler with or without CT angiography (3). None of the patients have\n                                                                had clinical or significant angiographic restenosis or required target vessel revascularization.\n                                                              Conclusions—Elective intracranial stenting with DES appears to be feasible and safe, but additional clinical experience is\n                                                                required to assess its efficacy. (Stroke. 2005;36:e165-e168.)\n                                                                                        Key Words: angiography 䡲 intracranial arterial diseases 䡲 ischemia 䡲 stents\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              S    tenting for the treatment of intracranial atherosclerosis is\n                                                                   a nascent therapy with much promise. Unfortunately, the\n                                                              risks with such interventions remain high, and restenosis risk\n                                                                                                                                                                       Methods\n\n                                                                                                                                           Patient Selection and Data Collection\n                                                              is ⬇32%.1 The reduction of instent restenosis is desirable,                  We reviewed our prospectively collected interventional database to\n                                                              because restenosis is associated with a high rate of recurrent               identify patients who were treated with DES for symptomatic, severe\n                                                              stroke, and repeat interventions reexpose patients to proce-                 (⬎70%) intracranial atherostenosis. Only patients who had failed\n                                                                                                                                           standard medical therapy with a combination of antithrombotic\n                                                              dural risks.1 Restenosis has also been a major problem with                  agents and who gave informed consent were treated. On a compas-\n                                                              stenting of coronary arteries for coronary atherosclerosis                   sionate use basis, our Institutional Review Board has approved the\n                                                              (CAD) but has been effectively addressed by the use of                       use of commercially available products for the treatment of intracra-\n                                                              drug-eluting stents (DES).2,3 These devices release drugs that               nial stenoses.\n                                                              prevent the proliferation of the cells involved in the restenotic\n                                                              process and have effectively reduced coronary artery reste-                  Periprocedural Medical Treatment\n                                                              nosis to ⬇5%.2,3 DES have been studied extensively in the                    All of the patients were pretreated with 325 mg of aspirin and 75 mg\n                                                              treatment of CAD but to our knowledge have not been                          of clopidogrel for ⱖ4 days before intervention. Unfractionated\n                                                              systematically studied for the treatment of intracranial ath-                heparin was given to all of the patients intraprocedurally to achieve\n                                                              erosclerosis, except in an animal model.4 We have used DES                   an intraprocedural activated clotting time of 250 to 300 seconds and\n                                                                                                                                           was reversed postprocedurally. All of the procedures were performed\n                                                              to treat 8 patients with intractable cerebral ischemia attribut-             under local anesthesia, and, throughout the intervention, brief neu-\n                                                              able to intracranial atherosclerosis. In this report, we present             rological assessments were performed to assess for headache and\n                                                              our clinical results with angiographic follow-up.                            signs of ischemia.\n\n\n\n\n                                                                Received August 29, 2005; accepted September 26, 2005.\n                                                                From the Departments of Neurology (A.A.-C., Q.B., J.S.Y.) and Cardiovascular Medicine (J.S.Y.), The Cleveland Clinic Foundation, Cleveland, Ohio.\n                                                                Drs Abou-Chebl and Yadav are paid consultants for Johnson and Johnson Corporation.\n                                                                Correspondence to S. Yadav, MD, Department of Cardiovascular Medicine, F25, The Cleveland Clinic Foundation, 9500 Euclid Ave, Cleveland, OH\n                                                              44195. E-mail yadavj@ccf.org\n                                                                © 2005 American Heart Association, Inc.\n                                                                Stroke is available at http://www.strokeaha.org                                                     DOI: 10.1161/01.STR.0000190893.74268.fd\n\n                                                                                                                                    e165\n\f                                                              e166         Stroke            December 2005\n\n\n                                                              TABLE 1.      Clinical Characteristics (nⴝ8)                                              Postprocedural Management\n                                                                                                                                                        Postprocedure patients were sent to the neurological intensive care\n                                                                            Characteristic                            N (%)\n                                                                                                                                                        unit for observation and continuous arterial blood pressure monitor-\n                                                                            Age (y), mean (range)                  65.6 (43–75)                         ing to keep systolic blood pressures ⬍140 mm Hg. Patients were\n                                                                            Male                                      6 (75%)                           discharged to home the following day on a regimen of 325 mg of\n                                                                                                                                                        aspirin lifelong and 75 mg of clopidogrel daily for 1 year. All were\n                                                                            Hypertension                              5 (62.5%)                         followed clinically and with transcranial Doppler ultrasound (TCD)\n                                                                            Diabetes Mellitus                         4 (50%)                           at 30 days, 6 months, 1 year, and yearly thereafter. All of the patients\n                                                                            Smoking                                   3 (37.5%)                         were also asked to return for a follow-up angiogram between 6\n                                                                                                                                                        months and 1 year after treatment.\n                                                                            Hyperlipidemia                            4 (50%)\n                                                                            Peripheral Vascular Disease               3 (37.5%)                         Outcome Measures\n                                                                            Coronary Artery Disease                   4 (50%)                           All of the adverse events were noted prospectively. Technical\n                                                                                                                                                        success was defined angiographically as a reduction in stenosis\n                                                                                                                                                        severity to ⱕ50% luminal narrowing without angiographic evidence\n                                                              Interventional Technique                                                                  of distal embolization, flow-limiting dissection, or contrast extrava-\n                                                              All of the patients underwent thorough cerebral angiography with an                       sation. Angiographic restenosis was defined as ⱖ50% stenosis\n                                                              emphasis on defining the following lesional and anatomical character-                     within the stent or just outside the stent margins.\n                                                              istics: vessel reference diameter, lesion length, eccentricity, and the\n                                                              presence of perforating vessels or branches within the lesion or adjacent\n                                                              vessel segments. Via a transfemoral approach, a 70- to 80-cm–long 7 to                                                      Results\n                                                              8F sheath was placed in the distal common carotid artery or proximal                      Eight patients were successfully treated, 4 with Cypher\n                                                              subclavian artery. A 6F guide catheter (Envoy, Cordis Corp) was then                      (Cordis Corp) and 4 with Taxus (Boston Scientific Inc) DES.\n                                                              placed into the distal cervical internal carotid artery (ICA) or vertebral\n                                                                                                                                                        Three ICA, 2 middle cerebral, 2 basilar (BA), and 1 vertebral\n                                                              artery (VA) at the C2 level. Interventions were performed with 0.014-\n                                                              inch coronary balloon and stent delivery systems over soft-tipped,                        artery were treated. All 8 of the patients had recurrent\n                                                              hydrophilic guide wires. Wire manipulation and placement were guided                      cerebral ischemia despite medical therapy with aspirin and\n                                                              by patient discomfort, if any. Angioplasty was performed with an                          clopidogrel (6) or warfarin (2). Patient clinical details are\n                                                              undersized coronary balloon (Maverick, Boston Scientific Inc), which                      listed in Tables 1 and 2.\n                                                              was slowly inflated to its nominal pressure. Balloon inflations were\n                                                              guided by patient discomfort; if pain developed, then additional balloon\n                                                                                                                                                           The mean stenosis severity was reduced from\n                                                              inflation was stopped, and a neurological assessment was performed.                       84.4%⫾10.2% to 2.5%⫾4.6% (Table 2). There was 1 clinical\n                                                                 Provisional stenting was performed when dissection, residual                           complication not related to the stent itself (retinal embolism\n                                                              stenosis, or lesion recoil occurred. Stents were sized to match the                       during guide catheter removal) and 1 poststenting complica-\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              diameter of the smallest normal arterial segment into which they                          tion (nonflow-limiting, asymptomatic BA dissection). During\n                                                              were to be implanted. As with angioplasty, pain or discomfort were\n                                                              used to guide stent delivery and deployment. Postdilation with a                          the mean follow-up period of 11.1⫾4.9 months, there have\n                                                              balloon sized 1:1 with the treated segment was performed when                             been no recurrent cerebral ischemic events, and all of the\n                                                              needed to ensure complete stent expansion.                                                patients remain neurologically independent.\n\n                                                              TABLE 2.       Clinical and Technical Details\n                                                                                      Recurrent\n                                                                                       Clinical                                                              Angiographic        Stent        Stent        Post\n                                                              Patient        Age      Syndrome         Cerebral Imaging Results             Vessel           % Stenosis*         Size         Type       % Stenosis       Complications\n                                                              1             55          Stroke            Cortical Borderzone           ICA, Cavernous             85%         3.5⫻18        Cypher           0%               No\n                                                                                                       Infarcts, Contralateral ICA\n                                                                                                                Occlusion\n                                                              2             43          Stroke           Small Parietal Cortex               MCA                   95%         2.5⫻8         Cypher           0%               No\n                                                                                                           Infarct, Impaired\n                                                                                                      Cerebrovascular Reserve by\n                                                                                                          Breath Holding TCD\n                                                              3             62          Stroke            Hemi-Pontine Infarct                VA                   80%           3⫻13        Cypher         10%                No\n                                                              4             73             TIA        Bilateral Cerebellar Infarcts           BA                   90%         2.5⫻18        Cypher           0%               No†\n                                                              5             73          Stroke           Frontal Cortex Infarct         ICA, Cavernous             70%         3.5⫻20        Taxus            0%               No\n                                                              6             72             TIA            No Infarcts by DWI              ICA, Siphon              70%           3⫻8         Taxus          10%                No\n                                                              7             72          Stroke         Deep Borderzone Infarcts,             MCA                   90%           3⫻12        Taxus            0%               Yes‡\n                                                                                                       Large PWI/DWI Mismatch\n                                                              8             75             TIA            No Infarcts by DWI                  BA                   95%           3⫻8         Taxus            0%               No\n                                                              Mean          65.6                                                                                84.4%                                       2.5%\n                                                              Std. Dev.     11.4                                                                               10.16%                                       4.6%\n                                                                 ICA indicates internal carotid artery; MCA, middle cerebral artery; VA, vertebral artery; BA, basilar artery; TIA, transient ischemic attack; TCD, transcranial Doppler;\n                                                              PWI, perfusion weighted imaging; DWI, diffusion-weighted imaging; Std. Dev, standard deviation. *Calculated with the following formula (d/r)*100, where d is the\n                                                              diameter of the lesion at its narrowest and r is the normal reference diameter just distal to the stenosis or just proximal if no normal artery distal to lesion.\n                                                              †Asymptomatic, nonflow-limiting dissection. ‡Retinal embolism from guide catheter.\n\f                                                                                                            Abou-Chebl et al             DES for Symptomatic Intracranial Atherosclerosis                              e167\n\n                                                                       TABLE 3.      Follow-up Details\n                                                                                     Duration of Clinical                               Time to Follow-up       Follow-up Angiography       TCD MFV, Initial/Latest\n                                                                       Patient       Follow-up, Months          Clinical Outcomes        Imaging, Months         Findings, % Stenosis         Follow-up, cm/s*\n                                                                       1                     17.3              No Recurrent Events             15.2                        0                         †/108\n                                                                       2                     14.7              No Recurrent Events             12.6                      29%                        258/130\n                                                                       3                     14.7              No Recurrent Events             12.6                        0                         †/60\n                                                                       4                      2                No Recurrent Events              2                          ‡                        170/50\n                                                                       5                     12.9              No Recurrent Events             10.8                        0                         †/38\n                                                                       6                     10.6              No Recurrent Events             10.4                        ‡                         †/40§\n                                                                       7                      9.6              No Recurrent Events              7.5                        ‡                         †/68¶\n                                                                       8                      7.6              No Recurrent Events              5.5                        0                         †/88\n                                                                       Mean                  11.1                                               9.6\n                                                                       Std. Dev.              4.9                                               4.3\n                                                                         TCD indicates transcranial Doppler ultrasound; MFV, mean-flow velocities; Std. Dev, standard deviation. *All follow-up TCD’s performed\n                                                                       same day as angiogram or within 1 week of angiogram; †Preprocedure TCD not done; ‡Patient refused angiography or too early for\n                                                                       angiographic follow-up; §Internal carotid pulsatility index of 1.2 (contralateral 1.1) and normal MFV proximal and distal to stent suggest no\n                                                                       hemodynamically significant instent stenosis; ¶Middle cerebral artery MFV are in normal range and good opacification distal to stent by\n                                                                       computed tomography angiography suggest no significant instent stenosis.\n\n\n                                                                 Follow-up cerebral angiography has been obtained in 5 of                        angiography in 1 patient. In both cases, there was a normal\n                                                              8 patients at a mean of 9.6⫾4.3 months (range, 2 to 15.2)                          flow pattern proximal to and distal to the stent, and in the\n                                                              after stenting (Table 3). There was no evidence of aneurysm                        patient with the middle cerebral stent, the instent mean flow\n                                                              formation or other arterial abnormality by angiography (Fig-                       velocities were normal, suggesting that there was no signifi-\n                                                              ure). Two patients have refused additional angiography but                         cant stenosis. One patient has not reached the 6-month\n                                                              have returned for follow-up with TCD, combined with CT                             angiographic follow-up point, but on TCD at 2 months, the\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              Angiographic images of the 5 patients for whom a follow-up angiograms were obtained. Each series (A–E) contains (left to right) the\n                                                              initial pretreatment angiogram, the immediate poststenting angiogram, and the most recent angiographic follow-up image. In each\n                                                              image, the arrow points to the stented segment. Note in B the 1 year follow-up image shows a mild degree of neointimal growth indi-\n                                                              cated by the white arrow.\n\f                                                              e168       Stroke       December 2005\n\n\n                                                              BA stent was widely patent. None of the patients have had            not exclusive to DES.7 This phenomenon is rare and may be\n                                                              significant angiographic or clinical restenosis or required          prevented by the prolonged (for ⱖ1 year) use of dual\n                                                              target vessel revascularization. The asymptomatic BA dissec-         antiplatelet therapy,7 which is the reason that the patients in\n                                                              tion complicating a Taxus (Boston Scientific Inc) DES was            this series were treated with combination therapy for 1 year.\n                                                              completely healed on the 6-month angiogram (Figure 1).               This is potentially risky, because the prolonged, combined\n                                                                                                                                   use of aspirin and clopidogrel has recently been found to be\n                                                                                       Discussion                                  associated with an increased risk of intracerebral hemorrhage\n                                                              To our knowledge, this is the first report of the use of DES in      in a stroke population with a high prevalence of small vessel\n                                                              the intracranial vasculature with angiographic and clinical          disease and diabetes.8 The risk of intracerebral hemorrhage\n                                                              follow-up. In this series, the use of DES was feasible and           with the dual therapy in other populations, particularly those\n                                                              safe, because there were no untoward effects associated with         with large artery stenosis or those who have intracranial\n                                                              the stents. The midterm safety of these devices appears to be        stents, is unknown and warrants additional study, particularly\n                                                              favorable with no evidence of arterial toxicity. Importantly,        in patients with intracranial DES.9 The limitations of this\n                                                              there have been no delayed recurrent ischemic events or cases        study include the small number of patients and the lack of\n                                                              of stent thrombosis over a mean of 11.1 months of follow-up.         angiographic follow-up in some of the patients, because the\n                                                                 The use of DES in the intracranial vasculature is desirable       intracranial ICA cannot be insonated fully with TCD and CT\n                                                              because of the high restenosis risk (⬇32%) associated with           angiography.\n                                                              bare metal stents (BMS).1 In the Stenting of Symptomatic                In summary, in this series, we found that the use of DES\n                                                              Atherosclerotic Lesions in the Vertebral or Intracranial Ar-         was feasible and safe for the treatment of intracranial athero-\n                                                              teries trial of a BMS developed for intracranial stenoses,           sclerosis. Larger, longer-term studies are needed, but DES are\n                                                              restenosis was associated with a 39% rate of recurrent               a promising new therapy for this potentially devastating\n                                                              symptoms.1 Drug-eluting stents have revolutionized the treat-        disease.\n                                                              ment of CAD by reducing the risk of instent stenosis from\n                                                              30% to ⬇5%, and they should have a similar effect on                                               References\n                                                              intracranial atherosclerotic lesions.2,3 The ultimate goal of        1. Stenting of Symptomatic Atherosclerotic Lesions in the Vertebral or Intra-\n                                                              stenting is to maintain adequate cerebral perfusion over the            cranial Arteries (SSYLVIA): study results. Stroke. 2004; 35:1388 –1392.\n                                                                                                                                   2. Holmes DR Jr, Leon MB, Moses JW, Popma JJ, Cutlip D, Fitzgerald PJ,\n                                                              lifetime of the patient; by preventing restenosis with DES,             Brown C, Fischell T, Wong SC, Midei M, Snead D, Kuntz RE. Analysis\n                                                              patients may be spared the risk of recurrent ischemia, as well          of 1-year clinical outcomes in the SIRIUS trial: a randomized trial of a\n                                                              as the risks associated with intracranial interventions, which          sirolimus-eluting stent versus a standard stent in patients at high risk for\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              may be between 10% and 30%.5,6                                          coronary restenosis. Circulation. 2004; 109:634 – 640.\n                                                                                                                                   3. Stone GW, Ellis SG, Cox DA, Hermiller J, O’Shaughnessy C, Mann JT,\n                                                                 The histological structure of the intracranial arteries differs      Turco M, Caputo R, Bergin P, Greenberg J, Popma JJ, Russell ME;\n                                                              from that of the coronary arteries, and, as a consequence,              TAXUS-IV Investigators. One-year clinical results with the slow-release,\n                                                              there are theoretical risks (eg, vessel toxicity and delayed            polymer-based, paclitaxel-eluting TAXUS stent: the TAXUS-IV trial. Cir-\n                                                              endothelialization) associated with DES that are not associ-            culation. 2004; 109:1942–1947.\n                                                                                                                                   4. Levy EI, Hanel RA, Howington JU, Nemes B, Boulos AS, Tio FO,\n                                                              ated with BMS. Vessel toxicity occurs by a direct effect of the         Paciorek AM, Amlani S, Kagan-Hallett KS, Fronckowiak MD, Guterman\n                                                              drugs. The safety of DES in the intracranial vasculature was            LR, Hopkins LN. Sirolimus-eluting stents in the canine cerebral vascu-\n                                                              studied in a model using Cypher (Cordis Corp) stents in the             lature: a prospective, randomized, blinded assessment of safety and vessel\n                                                                                                                                      response. J Neurosurg. 2004; 100:688 – 694.\n                                                              BA artery of dogs.4 This study found no evidence of arterial\n                                                                                                                                   5. Mori T, Fukuoka M, Kazita K, Mori K. Follow-up study after percutaneous\n                                                              or brain tissue toxicity and concluded that these devices were          transluminal cerebral angioplasty. Eur Radiol 1998; 8:403– 408.\n                                                              safe within the intracranial vasculature. The total dose of drug     6. Jiang WJ, Wang YJ, Du B, Wang SX, Wang GH, Jin M, Dai JP. Stenting\n                                                              released to tissues by DES is very small compared with the              of symptomatic M1 stenosis of middle cerebral artery: an initial experience\n                                                                                                                                      of 40 patients. Stroke. 2004; 35:1375–1380.\n                                                              known toxic doses of both sirolimus and paclitaxel, and tissue       7. Moreno R, Fernandez C, Hernandez R, Alfonso F, Angiolillo DJ, Sabate\n                                                              toxicity does not appear to be an issue.2,3 Arterial toxicity was       M, Escaned J, Banuelos C, Fernandez-Ortiz A, Macaya C. Drug-eluting\n                                                              assessed in the current series by angiography, and no evi-              stent thrombosis: results from a pooled analysis including 10 randomized\n                                                              dence (eg, aneurysm) of it was found. Cerebral toxicity was             studies. J Am Coll Cardiol. 2005; 45:954 –959.\n                                                                                                                                   8. Diener HC, Bogousslavsky J, Brass LM, Cimminiello C, Csiba L, Kaste\n                                                              assessed by clinical status, which was stable in all of the             M, Leys D, Matias-Guiu J, Rupprecht HJ; MATCH investigators. Aspirin\n                                                              patients.                                                               and clopidogrel compared with clopidogrel alone after recent ischaemic\n                                                                 The other major concern with DES is delayed endotheli-               stroke or transient ischaemic attack in high-risk patients (MATCH): ran-\n                                                                                                                                      domised, double-blind, placebo-controlled trial. Lancet. 2004; 364:\n                                                              alization, which may be significantly delayed and can result\n                                                                                                                                      331–337.\n                                                              in stent thromboses even 6 to 12 months after implantation.7         9. Rothwell PM. Lessons from MATCH for future randomised trials in\n                                                              Stent thrombosis may also occur with BMS and is, therefore,             secondary prevention of stroke. Lancet. 2004; 364:305–307.",
  "wordCount": 2830,
  "indexed": "2025-09-25T22:35:57.813Z",
  "method": "direct"
}
