{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/XXVI Reunión Anual de la Sociedad Valenciana de Ne.pdf",
  "fileName": "XXVI Reunión Anual de la Sociedad Valenciana de Ne.pdf",
  "relativePath": "Artículos propios/XXVI Reunión Anual de la Sociedad Valenciana de Ne.pdf",
  "text": "XXVI REUNIÓN ANUAL DE LA SOCIEDAD\n     VALENCIANA DE NEUROLOGÍA (I)                                                        L’Alfàs del Pi, Alicante, 6-7 de marzo de 2009\n\n\n\n\nCOMUNICACIONES                                                              òssia. En l’analítica es van incloure marcadors tumorals, detectant\n                                                                            un antigen prostàtic de 839.10. L’ecografia prostàtica, incloent\n                                                                            biòpsia, va confirmar que es tractava d’un adenocarcinoma prostà-\n                                                                            tic. Reinterrogat el malalt, referia lleu clínica d’urgència miccional i\n1.                                                                          pol·laciúria per les quals no havia consultat el seu metge de capçale-\n                                                                            ra. El malalt va passar a càrrec d’Oncologia per a tractament pal·lia-\nPRONÓSTICO Y NEUROIMAGEN FUNCIONAL                                          tiu. Conclusions. L’interès del cas és principalment remarcar la ra-\nEN UN CASO DE INTOXICACIÓN POR METANOL                                      resa de les metàstasis amb afectació òssia cranial, molt especial-\nB. Moliner, J. Ferri, C. Colomer, J. Chirivella, E. Noé                     ment com a forma de presentació d’un adenocarcinoma de pròstata\nServicio de Daño Cerebral de Hospitales NISA.                               amb molt poca expressivitat clínica urològica, així como mostrar\nFundación Instituto Valenciano de Neurorrehabilitación (FIVAN). Valencia.   les imatges de TC i RM. També volem emfasitzar la importància de\n                                                                            la palpació cranial en els casos amb una localització fixa.\nIntroducción. La intoxicación por metanol produce una inhibición\nde la respiración mitocondrial y una acidosis metabólica, tóxica para\nel SNC, con especial tropismo sobre nervio óptico, retina y putamen.        3.\nHasta la fecha no existen datos de neuroimagen funcional y apenas\nestudios longitudinales centrados en el tratamiento de esta patología.      ESPACIOS PERIVASCULARES O DE VIRCHOW-ROBIN\nCaso clínico. Varón de 58 años de edad, con antecedentes de alcoho-         G. Cabrera a, C. Leiva-Salinas a, P. Taberner Andrés b, C. Poyatos a\n                                                                            a\nlismo crónico. Ingresa en estado de coma (Glasgow: 7), confirmán-            Servicio de Radiodiagnóstico. b Servicio de Neurología.\ndose niveles tóxicos de metanol en sangre. La TC craneal inicial fue        Hospital Universitario Dr. Peset. Valencia.\nnormal. Treinta días después del inicio del cuadro fue derivado a un\nservicio de neurorrehabilitación, en situación de respuestas neuroló-       Introducción. Los espacios de Virchow-Robin (EVR) envuelven las\ngicas mínimas, destacando una amaurosis bilateral y un síndrome ri-         paredes de los vasos desde el espacio subaracnoideo a lo largo de su\ngidobradicinético axial. Una TC cerebral de control mostró una mar-         curso a través del parénquima cerebral. Están presentes en pacientes\ncada atrofia junto a una hipodensidad en la sustancia blanca fronto-        de todos los grupos de edad, aumentando su visualización y tamaño\nbasal bilateral. Una RM cerebral mostró una atrofia corticosubcorti-        con el paso del tiempo. Su aspecto en términos de intensidad de se-\ncal, asociada a focos de leucoencefalopatía frontoparietooccipitales,       ñal en las distintas secuencias de resonancia magnética es idéntico al\ny zonas de necrosis laminar en ambos putámenes. Una PET con                 del líquido cefalorraquídeo. Objetivo. Resumir las características\nFDG mostró un hipometabolismo difuso en lóbulos frontoparietales,           anatómicas más relevantes, así como las claves para su identificación\nasociado a un hipometabolismo en ganglios basales y ambos tála-             y diagnóstico en la imagen de RM. Materiales y métodos. RM de 1,5 T\nmos. Se inició tratamiento con bromocriptina, metilfedinato y escita-       y TC. Resultados. La dilatación de los EVR ocurre característica-\nlopram, con beneficio parcial en su situación física pero persistiendo      mente en tres localizaciones que los clasifican en: EVR tipo I apare-\ndeterioro cognitivo y funcional grave. Conclusiones. La escasa res-         cen a lo largo de las arterias lenticuloestriadas que penetran en los\npuesta al tratamiento del caso descrito confirma el mal pronóstico de       núcleos de la base formando la sustancia perforada anterior; EVR ti-\nesta patología. La PET puede ser una herramienta útil para ayudar a         po II se encuentran en el trayecto de las arterias perforantes medula-\nentender la relevancia clínica de los hallazgos de neuroimagen estruc-      res cuando éstas penetran en la sustancia gris de la convexidad cere-\ntural y orientar en la pauta de tratamiento de este tipo de pacientes.      bral y se dirigen hacia la sustancia blanca; y EVR tipo III se hallan\n                                                                            en el mesencéfalo. En casos poco frecuentes, su aumento del tamaño\n                                                                            puede alcanzar dimensiones importantes y producir un efecto masa.\n2.                                                                          Conclusión. El conocimiento de las características de intensidad de\n                                                                            señal y localización permite diferenciar los EVR de otras patologías\nNUCÀLGIA COM A FORMA D’INICI                                                (infartos lacunares, leucomalacia periventricular quística, esclerosis\nD’UN ADENOCARCINOMA PROSTÀTIC                                               múltiple, criptococosis, mucopolisacaridosis, tumores quísticos,\nJ.M. Moltó Jordà a, J.M. Sastre Albiach b,                                  neurocisticercosis, quistes aracnoideos y quistes neuroepiteliales).\nR. Mañes Mateo a, J.M. López Arlandis a, P. Solís Pérez a\na\n Unitat de Neurologia. b Unitat d’Oncologia.\nHospital Mare de Déu dels Lliris. Alcoi, Alacant.                           4.\n\nIntroducció. Les metàstasis òssies de l’adenocarcinoma de pròstata          INFUSIÓN DUODENAL DE LEVODOPA EN PACIENTES\nsón freqüents, especialment a nivell vertebral, però l’afectació del        CON ENFERMEDAD DE PARKINSON AVANZADA:\ncrani és més infreqüent, sobre tot com a motiu de consulta inicial.         EXPERIENCIA CLÍNICA EN VALENCIA\nCas clínic. Home de 56 anys sense antecedents mèdics o quirúrgics           C. Valero Merino a, J.A. Burguera Hernández b, I. Martínez Torres b\n                                                                            a\nd’interès, que va consultar al servei d’urgències per un mal de cap             Hospital Arnau de Vilanova. b Hospital Universitario La Fe. Valencia.\noccipital dret d’uns dos mesos d’evolució. Havia consultat en vàries\nocasions per mal de cap. Presentava en l’exploració una clara asi-          Introducción. El manejo de las complicaciones motoras en los pa-\nmetria a occipital, amb una massa sèssil. En la neuroimatge inicial         cientes con enfermedad de Parkinson avanzada supone un reto tera-\n(TC) es va detectar una lesió osteoclàstica de l’occipital dret i amb       péutico. Entre las estrategias disponibles se encuentran la estimula-\nafectació meníngia i de teixit cel·lular subcutani. La RM va confir-        ción cerebral profunda, la infusión de apomorfina y la infusión ente-\nmar l’origen metastàtic de la lesió. Un estudi d’extensió va confirmar      ral de levodopa. Diversos estudios avalan la superioridad de la levo-\nla presència de lesions a múltiples nivells, sempre associades a lesió      dopa enteral sobre la polifarmacia oral en el tratamiento de tales\n\n\nREV NEUROL 2009; 49 (3): 157-164                                                                                                                        157\n\fSOCIEDAD VALENCIANA DE NEUROLOGÍA\n\ncomplicaciones, al conseguir unos niveles plasmáticos de levodopa             de esta enfermedad en nuestro entorno. Caso clínico. Mujer de 38\nmás estables y una estimulación dopaminérgica más continúa y fisio-           años que ingresa por crisis parcial compleja motora autolimitada.\nlógica. Objetivo. Analizar la eficacia y seguridad de la infusión de le-      El TAC craneal resultó normal y en RM cerebral con contraste se\nvodopa duodenal en pacientes de nuestro medio con enfermedad de               localizó una lesión quística con realce homogéneo, rodeada de ede-\nParkinson avanzada. Pacientes y métodos. Seis pacientes con enfer-            ma periférico en la unión corticomedular de la convexidad parietal\nmedad de Parkinson de larga evolución (Hoehn-Yahr: 3-4; tiempo                posterior izquierda. El estudio electroencefalográfico mostró brotes\nmedio de evolución: 24,5 años), todos ellos con fluctuaciones moto-           de puntas agudas en localización temporal izquierda. Se inició tra-\nras graves y tres con discinesias incapacitantes. Todos los pacientes         tamiento con albendazol 400 mg/12 h durante 20 días y fenitoína\ndesestimados o con complicaciones para bomba de apomorfina o ci-              100 mg/12 h, con remisión clínica y radiológica completa. Conclu-\nrugía. Resultados. Seis pacientes con bomba dudoenal de levodopa              siones. El tratamiento con albendazol durante un corto periodo re-\nentre 2 y 20 meses. Cinco pacientes continúan en tratamiento. Un pa-          veló una disminución del riesgo de persistencia radiológica del\nciente, retirada por complicación grave (peritonitis). Dos pacientes          neurocisticerco, presentando buena tolerancia y eficacia clínica.\npresentaron complicaciones menores. Mejoría importante en todos\nlos enfermos de las fluctuaciones motoras y discinesias. Conclusio-\nnes. La infusión de levodopa duodenal es un tratamiento eficaz de las         7.\ncomplicaciones motoras graves en la enfermedad de Parkinson avan-\nzada y supone una alternativa especialmente en enfermos no candida-           RIEN SAN VICENTE (RIEN-SV): REGISTRO INFORMATIZADO\ntos a cirugía. Es importante una selección adecuada de los candidatos.        PARA LA EVALUACIÓN NEUROPSICOLÓGICA DE\nLas complicaciones suelen deberses a problemas del sistema de gas-            PACIENTES CON SOSPECHA DE DETERIORO COGNITIVO\ntrostomía, si bien éstas se han minimizado con la mejoría técnica del         M.M. Ferrer Navajas, J. Morera Guitart,\nsistema y la experiencia de los equipos de gastroenterología.                 E. Toribio Díaz, A. Sánchez Pérez\n                                                                              Unidad de Neurología de la Conducta y Demencias. Sección de Neurología.\n                                                                              Hospital San Vicente. San Vicente del Raspeig, Alicante.\n5.\n                                                                              Introducción. El RIEN-SV es una herramienta informatizada des-\nESTUDIO DE LA INFLUENCIA DEL GENOTIPO                                         arrollada en nuestra unidad durante el segundo semestre de 2002 e\nDE LA APOLIPOPROTEÍNA E EN SUJETOS JÓVENES                                    implantada desde febrero de 2003, para la evaluación de pacientes\nM.C. Badía a, A. Lloret b, J. Viña b, M.D. Alonso c                           remitidos por sospecha de deterioro cognitivo. Durante este periodo\na\n    Hospital Dr. Peset. b Departamento de Fisiología. Facultad de Medicina.   se han implementado diversas modificaciones hasta llegar a la ver-\nc\n    Hospital Clínico. Valencia.                                               sión actual que presentamos. Objetivo. Presentar el RIEN-SV: su di-\n                                                                              seño y características actuales y su utilidad demostrada tras 6 años\nObjetivo. Conocer si el genotipo de la apolipoproteína E (apoE) in-           de uso sistemático. Materiales y métodos. Presentamos las pruebas\nfluye en sujetos jóvenes a nivel cognitivo y en distintos parámetros          que componen el protocolo de evaluación multidimensional y el re-\nanalíticos. Sujetos y métodos. Reclutamos 33 casos, hijos de pacien-          gistro informatizado de las mismas. Resultados. Protocolo de eva-\ntes con enfermedad de Alzheimer (EA) y genotipo 4/4 de la apoE y              luación: valora la cognición, conducta y funcionalidad de los pa-\n21 controles. Se realizó historia clínica y extracción sanguínea, test        cientes. La valoración cognitiva se estructura en dos niveles de com-\nde Stroop y memoria de Rey. Determinamos el genotipo apoE me-                 plejidad: básica –compuesta por test generales (MMSE, test Barce-\ndiante PCR y ELISA. Resultados. Los sujetos 4/4 presentan peores              lona, escala de memoria de Wechsler)– y ampliada –utiliza distintas\nresultados en los test neuropsicológicos que los 3/3, con mayor in-           pruebas para evaluación específica de diversas funciones (memoria,\nfluencia de la edad en las puntuaciones. Encontramos mayor depre-             lenguaje, praxias, funciones ejecutivas, entre otras)–. Para la evalua-\nsión entre los casos, encontrando todos los casos de depresión mo-            ción conductual utilizamos: listado SPCD de Ashber, NPI-Q, escala\nderada y grave entre los sujetos 4/4. En mujeres encontramos menor            de Cornell, test de Yesavage, inventario de Beck y FBI, entre otros.\ncantidad de colesterol-HDL en aquellas con alelo 4. Tras eliminar el          Para la evaluación funcional utilizamos: test FAQ, TIN y escala\nsexo como factor confusional existe más transferrina en los sujetos           DAD. Registro informatizado: programa informático desarrollado\n3/3. Encontramos menor cantidad de cobre en los hombres que en                en Access que permite añadir paulatinamente todos los instrumentos\nlas mujeres, y mayor cantidad en los hombres con genotipo 3/4.                de evaluación que se consideren necesarios. Los datos obtenidos de\nConclusiones. La EA es una enfermedad neurodegenerativa cuyos                 la exploración se anotan en el RIEN-SV para la realización poste-\nsignos y síntomas pueden estar presentes muchas décadas antes de              rior de un informe automático estructurado jerárquicamente en tres\nsu diagnóstico clínico. El alelo 4 de la apoE se asocia a mayor ries-         niveles que permiten alcanzar unas conclusiones deductivas de los\ngo de presentar la enfermedad, así como a su inicio más temprano y            resultados de la evaluación. Nivel I: presenta todas las pruebas reali-\na una mayor carga lesional en el cerebro. En nuestra muestra encon-           zadas con el resultado de cada una (puntuación bruta, valoración\ntramos diferencias cognitivas según el genotipo de la apoE y menor            y observaciones); nivel II: presenta la valoración de cada función y\ncantidad de transferrina y mayor cantidad de cobre en nuestros ca-            subfunción cognitiva, de las distintas categorías conductuales con su\nsos, lo cual está en concordancia con estudios previos.                       intensidad, frecuencia y repercusión sobre el cuidador y de los dis-\n                                                                              tintos tipos de actividades de la vida diaria; y nivel III: detalla las\n                                                                              conclusiones del estudio especificándose la metodología y condi-\n6.                                                                            ciones del mismo, las conclusiones en cada esfera evaluada (cogni-\n                                                                              tiva, funcional y conductual), una conclusión global y la intensidad\nEFICACIA DEL TRATAMIENTO CON ALBENDAZOL                                       del deterioro, señalando finalmente algunas recomendaciones. En la\nEN QUISTES AISLADOS POR NEUROCISTICERCOSIS:                                   actualidad se ha utilizado en 2.482 estudios consecutivos y se ha\nPRESENTACIÓN DE UN CASO CLÍNICO                                               comprobado que el RIEN-SV permite la evaluación sistemática, je-\nM.E. Cánovas Casado, M.T. Pérez Saldaña                                       rárquica y multidimensional de los pacientes, así como el almacena-\nHospital General de Castellón.                                                miento adecuado de los datos para su posterior análisis y realización\n                                                                              de trabajos de investigación. Cada estudio informado precisa un\nIntroducción. La neurocisticercosis es una enfermedad de gran in-             tiempo medio de 90 minutos. Conclusiones. El RIEN-SV es útil y\ncidencia en América Latina y una de las primeras causas de epilep-            facilita la evaluación diagnóstica, jerárquica y multidimensional de\nsia sintomática. Como consecuencia de los movimientos poblacio-               los pacientes con sospecha de deterioro cognitivo, permitiendo la in-\nnales, en los últimos años se aprecia un aumento de la prevalencia            vestigación basada en la evaluación neuropsicológica de éstos.\n\n\n158                                                                                                               REV NEUROL 2009; 49 (3): 157-164\n\f                                                                                                                   SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n8.                                                                                      veles positivos de cocaína en orina. Se excluyen pacientes sin datos\n                                                                                        objetivos de consumo. Resultados. 25 casos con edad media de\nUNIDADES DE CEFALEA REFRACTARIA:                                                        34,4 años (rango: 16-48 años). 16 varones y 9 mujeres. Anteceden-\nJUSTIFICACIÓN Y PLANTEAMIENTO                                                           tes toxicológicos: tabaquismo 88%, enolismo 68%, cannabis 36%,\nJ. Morera Guitart a, E. Toribio Díaz a,                                                 opiáceos 16% y drogas de diseño 12%. Consumo por vía intranasal\nC. Espinosa Morales a, I. Pérez Cerdá a, J.M. Ruiz Prados b                             en el 96%. Diagnóstico principal: accidente cerebrovascular isqué-\na\n    Unidad de Cefalea Refractaria. Sección de Neurología.                               mico en 9 (36%) y hemorrágico en 3 (12%), trastornos psiquiátri-\nb\n    Unidad de Psicología. Hospital de San Vicente. San Vicente del Raspeig, Alicante.   cos en 7 (28%), crisis epilépticas en 3 (12%), cefalea en 2 (8%) y\n                                                                                        otros diagnósticos (traumatismo craneoencefálico) en 1 (4%). Diag-\nIntroducción. La cefalea refractaria (CR) representa un antiguo con-                    nósticos secundarios: cefalea en 3 (12%), crisis epiléptica en 1\ncepto cuya definición operativa está emergiendo, planteándose la                        (4%), discopatía en 2 (8%), leucoencefalopatía en 1 (4%) y otros en\nposibilidad del diseño e implantación de dispositivos asistenciales                     5 (20%). Estancia media: 8,68 días (rango: 2-23 días). Anteceden-\nespecíficos. Objetivo. Reflejar una serie de datos y consideraciones                    tes neurológicos: 6 cefalea (24%), 1 polirradiculoneuritis (4%). An-\nque justifican la implantación de Unidades de Cefalea Refractaria                       tecedentes psiquiátricos: 5 trastornos de ánimo (20%) y 1 trastorno\n(UCR), así como plantear un diseño estructural y funcional específi-                    de personalidad (4%). Factor de riesgo cardiovascular: 3 dislipe-\nco de las mismas. Materiales y métodos. Se analiza en PubMed la li-                     mias (12%), 1 diabetes mellitus (4%) y 1 hipertensión arterial\nteratura referente a CR publicada en la última década. Se utilizan los                  (4%). Analíticamente destaca déficit de ácido fólico en 6 (24%),\ndescriptores: ‘refractory headache’, ‘definition’, ‘criteria’, ‘classifi-               dislipemia en 6 (24%) y otros en 2 (8%). Secuelas neurológicas en\ncation’, ‘epidemiology’, ‘treatment’, ‘unit’, ‘assistance’ y ‘organi-                   5 (20%): 2 déficit motor, 1 déficit sensitivo, 1 déficit sensitivomo-\nzation’. Se obtuvieron un total de 227 artículos, de los cuales 44 se                   tor, del lenguaje y visual, y 1 coma vigil. Exitus: 2 (8%): 1 por ac-\nseleccionaron por su relevancia. Se analizan los distintos artículos                    cidente cerebrovascular isquémico masivo y herniación posterior y\nseleccionados recogiendo los datos e ideas clave de los mismos. Re-                     1 por hemorragia de troncoencéfalo y cerebelo. Conclusiones. Es\nsultados. Según los criterios propuestos se estima que más de un                        importante constatar el continuo aumento de eventos neurológicos\n2,5% de la población sufre CR de algún tipo. Estos pacientes sufren                     a edades tempranas por consumo de cocaína y su implicación so-\ncefaleas frecuentes, discapacitantes y resistentes a los tratamientos                   ciosanitaria, mediante estudios prospectivos. Los órganos diana son\nconvencionales produciendo una reducción significativa de su cali-                      el sistema cardiovascular y nervioso, predominantemente, y entre\ndad de vida. Por definición, los pacientes con CR agotaron las op-                      los mecanismos implicados destacan el vasoespasmo, aumento de\nciones terapéuticas convencionales y las opciones terapéuticas alter-                   presión arterial y alteración de neurotransmisores.\nnativas generalmente no están avaladas científicamente; en conse-\ncuencia, deberían aplicarse en centros especiales, por profesionales\ncon experiencia, bajo un contexto experimental y tras consentimien-                     10.\nto informado del paciente. Las UCR deberían prestar estas opciones\nterapéuticas alternativas. Las UCR deben diseñarse basándose en un                      ANÁLISIS DESCRIPTIVO DE LAS CARACTERÍSTICAS\nmodelo de gestión de casos, a través de trabajo en equipo multidis-                     Y SUBTIPOS DE LA CEFALEA MENSTRUAL.\nciplinar. Los objetivos deben centrarse en mejorar la calidad de vida                   UN ESTUDIO MULTICÉNTRICO\nde los pacientes. Para ello debe haber un enfoque integral de la asis-                  M.E. Toribio Díaz a, J. Morera Guitart a, V. Medrano Martínez b,\ntencia. La derivación de los pacientes debe provenir de consultas de                    A. Pérez-Sempere c, G. Más Sesé d, S. Palao Duarte c, I. Beltrán\nneurología o consultas de cefalea donde el neurólogo habrá ensaya-                      Blasco e, J.M. Callejo Domínguez f, por el Grupo CEFALIC-SVN\n                                                                                        a\ndo adecuadamente las diversas opciones terapéuticas estándares.                          Sección de Neurología. Hospital San Vicente. San Vicente del Raspeig.\n                                                                                        b\nLos pacientes deben recibir información estructurada sobre su do-                        Unidad de Neurología. Hospital Virgen de la Salud. Elda. c Servicio de\nlencia y los tratamientos alternativos, y deben implementarse diver-                    Neurología. Hospital General Universitario de Alicante. d Sección de Neurología.\nsos talleres de formación para ayudarles a manejar y sobrellevar su                     Hospital Marina Baixa. Villajoyosa. e Consulta de Neurología. Clínica Benidorm.\ncefalea. Además del neurólogo, las UCR deben contar con un psicó-                       Benidorm. f Sección de Neurología. Hospital Vega Baja. Orihuela, Alicante.\nlogo experto en dolor y otros profesionales, como terapeutas ocupa-\ncionales y enfermeras. La participación de un psiquiatra y un anes-                     Introducción. La migraña relacionada con la menstruación (MRM)\ntesista es deseable. La frecuencia de la CR justificaría la implanta-                   y la migraña menstrual pura (MMP) son entidades bien definidas\nción de UCR en cada departamento sanitario de más de 100.000 ha-                        por la Sociedad Internacional de Cefaleas (IHS); sin embargo, la\nbitantes. Estas unidades pueden ser funcionales o bien verdaderos                       IHS no reconoce la cefalea tensional relacionada con la menstrua-\ncentros asistenciales. Conclusiones. La CR es un problema sanitario                     ción (CTRM) ni la cefalea menstrual pura (CTMP). Objetivos. De-\nque justifica la implantación de UCR con un planteamiento asisten-                      terminar la prevalencia de los distintos subtipos de cefalea mens-\ncial claramente diferenciado de los dispositivos asistenciales actual-                  trual y describir las características y tratamientos sintomáticos y\nmente existentes para manejar esta patología.                                           preventivos empleados. Pacientes y métodos. Estudio prospectivo\n                                                                                        multicéntrico realizado en seis centros de la provincia de Alicante\n                                                                                        entre enero y junio de 2008. Incluimos consecutivamente todas las\n9.                                                                                      mujeres en edad fértil que consultaron al neurólogo por cefalea y\n                                                                                        que presentaban cefalea durante la menstruación, clasificándolas en\nCOMPLICACIONES NEUROLÓGICAS                                                             cuatro subtipos: MRM, MMP, CTRM y CTMP. Analizamos diver-\nEN RELACIÓN AL CONSUMO DE COCAÍNA                                                       sas características para cada subtipo de cefalea: edad media, tipo de\nM.E. Carcelén a, C. Guillén a, A. Cervelló a, E. Gargallo a,                            cefalea previa, consumo de anticonceptivos orales, tiempo de ins-\nF.J. Domingo a, B. Climent b, D. García b                                               tauración, localización, cualidad, intensidad y duración del dolor,\na\n Servicio de Neurología. b Unidad de Toxicología Clínica.                               así como presencia de agravamiento con la actividad física, náuseas\nHospital General Universitario de Valencia.                                             y/o vómitos, fotofobia y/o fotofobia y aura. Consideramos la rela-\n                                                                                        ción temporal entre la aparición del dolor y la menstruación. Valo-\nObjetivo. Valorar el impacto que la extensión del consumo de coca-                      ramos en una escala analógica visual la pérdida de calidad de vida\nína está ocasionando sobre el sistema nervioso. Pacientes y méto-                       debida al dolor y registramos los tratamientos prescritos. Resulta-\ndos. Estudio retrospectivo de pacientes ingresados en el Servicio de                    dos. Estudiamos 133 pacientes con cefalea menstrual; edad media:\nNeurología de nuestro hospital entre septiembre de 2004 y octubre                       34,8 ± 8,9 años. El 88% presentaba cefalea previa (79,6% migra-\nde 2008. Referían consumo de cocaína y presentaban al ingreso ni-                       ñas), el 14,3% consumía anticonceptivos orales. Clasificación por\n\n\nREV NEUROL 2009; 49 (3): 157-164                                                                                                                                    159\n\fSOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nsubtipos de cefaleas menstruales: MRM 58,7%, MMP 29,3%, CTRM            tados en los abscesos por Nocardia son aminoácidos citosólicos y\n7,5% y CTMP 4,5%. Características principales del dolor: 75,4%          lactato. En nuestro caso destacamos la utilidad diagnóstica de la\ncon instauración lenta; localización hemicraneal (MRM 57,7%,            PMRS para diferenciar entre lesiones quístico/necróticas y abscesos\nMMP 56,4%) u holocraneal/posterior (CTRM 70%, CTMP 80%);                cerebrales, y el hallazgo infrecuente de diseminación extrapulmonar\npulsátil en migrañosas (MRM 70,5%, MMP 87,2%), opresiva en              de N. nova con la formación de abscesos intracerebrales.\ntensionales (100%); intensidad grave en migrañosas (MRM 60,3%,\nMMP 71,8%), moderada en tensionales (CTRM 60%, CTMP 50%).\nDuración habitual: 12-24 h (MRM 46%, MMP 63,1%, CTRM 40%,               12.\nCTMP 66,6%); agravamiento con la actividad física (MRM 97,4%,\nMMP 100%); la relación temporal con menstruación no fue dife-           RECAÍDA TRAS TRATAMIENTO DE LA ENFERMEDAD\nrente según el subtipo de cefalea menstrual; pérdida importante de      DE WHIPPLE CON AFECTACIÓN DEL SISTEMA NERVIOSO\ncalidad de vida en MMP 62,3 ± 21,8%. Tratamientos más frecuen-          CENTRAL: DIAGNÓSTICO Y TRATAMIENTO DE UN CASO\ntemente prescritos: a) Preventivo: MRM, topiramato (42,3%); MMP,        J. Parra, J. López-Arqueros, C. Guillent, M. Carcelén,\nno tratamiento (38,4%); CTRM, no tratamiento (50%); CTMP, no            E. Gargallo, T. Fraile, E. Ballester, J. Sancho\ntratamiento (66.6%). b) Sintomático: AINE + triptán, 48,6% en           Consorcio Hospital General de Valencia.\nMRM y 48,7% en MMP; AINE, 70% en CTRM y 83,3% en CTMP.\nConclusiones. La cefalea tensional menstrual supone un 12% de to-       Introducción. La enfermedad de Whipple se produce por una infec-\ndas las cefaleas menstruales. Distinguimos un patrón característico     ción por Tropheryma whippeli. Su prevalencia es baja, Podría exis-\npara cada subtipo de cefalea menstrual, tanto en las características    tir una predisposición genética a padecer esta infección. Sin embar-\ndel dolor como en el tipo de tratamiento prescrito. Ello nos lleva a    go, es importante conocerla, dado que existe tratamiento eficaz. El\nconcluir que tanto la CTRM como la CTMP son entidades bien de-          sistema nervioso central se afecta con elevada frecuencia. En la\nfinidas que deberían ser incluidas por la IHS.                          evolución de la enfermedad uno de los problemas son las recaídas\n                                                                        tras el tratamiento. Caso clínico. Varón de 33 años diagnosticado en\n                                                                        otro centro seis años antes de enfermedad de Whipple con afecta-\n11.                                                                     ción del sistema nervioso central, que recibió tratamiento inicial\n                                                                        con ceftriaxona intravenosa y posteriormente sulfametoxazol y tri-\nABSCESO CEREBRAL POR NOCARDIA NOVA                                      metroprim durante cuatro años, con recuperación de la mayoría sus\nM. Peinazo Arias, R.M. Vilar Ventura, D. Rodríguez Luna,                síntomas. A los 20 meses de terminar el tratamiento antibiótico ini-\nA. Simón Gozalbo, C. Soriano Soriano, B. Claramonte Clausell,           ció de forma progresiva, de manera más destacada, síndrome cere-\nJ. Merino Peña, D. Geffner Sclarsky                                     beloso y frontal. En otro centro recibió tratamiento con ceftriaxona\nHospital General de Castellón.                                          14 días, sulfametoxazol y trimetroprim, y pulsos de metilpredniso-\n                                                                        lona intravenosa, tras confirmarse por los hallazgos de las pruebas\nIntroducción. Las bacterias del género Nocardia son aerobias, gram-     complementarias (RM y LCR) que se trataba de una recaída de la\npositivas y se encuentran ubicuas en el medio ambiente. Suelen cau-     enfermedad de Whipple. Tras mejorías parciales, el paciente empe-\nsar infecciones oportunistas, asociándose con defectos de la inmuni-    oró de forma progresiva. Al ser valorado en nuestro centro por em-\ndad celular, tratamiento con corticosteroides y/o enfermedad pulmo-     peoramiento mientras se encontraba en nuestra área sanitaria se ini-\nnar. La nocardiosis cerebral es una entidad clínica infrecuente, re-    ció tratamiento con ceftriaxona, rifampicina, doxiciclina, sulfame-\npresentando sólo el 2% de todos los abscesos cerebrales. Caso clíni-    toxazol y trimetroprim, siendo sustituida la ceftriaxona por cefixi-\nco. Varón de 33 años de edad, sin factores de riesgo conocidos, que     ma a las cuatro semanas. Recibió de manera asociada tratamiento\ningresó por cuadro de dos meses de evolución consistente en cefalea     sintomático de sus síntomas psiquiátricos. El paciente evolucionó\ncontinua, diaria y de predominio frontal. Desde hacía un mes pre-       favorablemente de forma lenta y progresiva. Conclusiones. Las re-\nsentaba náuseas, vómitos, mareo, diplopia binocular, acúfenos pul-      caídas tras recibir tratamientos adecuados para la enfermedad de\nsátiles bilaterales y rinorrea escasa. Presentó, en varias ocasiones,   Whipple son descritos con relativa frecuencia, con aparición de sín-\nfiebre de 38 ºC y perdió 7 kg de peso en un mes. Anteriormente ha-      tomas del sistema nervioso central, posiblemente por acantona-\nbía consultado a Otorrinolaringología, en varias ocasiones, por sos-    miento del germen y por la utilización de antibióticos bacteriostáti-\npecha de sinusitis, pero se descartó cualquier foco infeccioso en se-   cos o que no atraviesan bien la barrera hematoencefálica, o bien a la\nnos, oído y laringe. En la exploración presentaba una cuadrantanop-     aparición de resistencias. La utilización de varios antibióticos con\nsia homónima inferior derecha, diplopía binocular con la mirada ha-     distintas vías de actuación es una opción para los pacientes que no\ncia la derecha, hipoacusia de transmisión en oído derecho y disme-      responden a una primera línea de tratamiento. Es posible que algu-\ntría leve en miembros derechos. La imagen por RM cerebral demos-        nos pacientes precisen seguimiento y tratamiento más prolongados.\ntró lesiones intraparenquimatosas en lóbulo occipital izquierdo de\naspecto quístico/necrótico, con captación de contraste en anillo e\nimportante edema asociado. Se realizó RM cerebral protónica con         13.\nespectroscopia (PMRS) que mostró ausencia de NAA, con presen-\ncia de pico en la zona de los lípidos y a nivel de la colina. Ante la   DISCINESIA PAROXÍSTICA CINESIGÉNICA\nsospecha de absceso de tipo infeccioso, se pautó tratamiento empíri-    FAMILIAR: DESCRIPCIÓN DE TRES FAMILIAS\nco con ceftriaxona, metronidazol y dexametasona. El paciente se in-     J. Palau Bargues, I. Rubio Agustí, V.E. Villanueva Haba,\ntervino quirúrgicamente y se drenaron los abscesos cerebrales obte-     J.A. Burguera Hernandez, J.J. Vílchez Padilla\nniendo en el estudio microbiológico presencia de Nocardia nova,         Hospital Universitario La Fe. Valencia.\niniciándose tratamiento con trimetoprim-sulfametoxazol. Conclu-\nsiones. Los abscesos cerebrales representan el 1-2% de todas las le-    Introducción. La discinesia paroxística cinesigénica es un trastorno\nsiones intracraneales ocupantes de espacio; de ellos, sólo el 2% son    caracterizado por episodios breves de movimientos involuntarios\nproducidos por Nocardia, sobre todo en pacientes inmunodeprimi-         inducidos por movimientos súbitos. La etiología puede ser heredi-\ndos. Todas la infecciones por N. nova publicadas hasta enero de 2008    taria o adquirida; aquí describimos sólo formas hereditarias. Pa-\nhacen referencia a neumonías o abscesos subcutáneos; en esa fecha       cientes y métodos. Se describen nueve pacientes pertenecientes a\nse describe el primer caso de infección del sistema nervioso central    tres familias no relacionadas. Los datos son obtenidos por revisión\npor esta especie. La PMRS se ha usado para estudios metabólicos de      aislada de historia en dos de ellos y además por entrevista personal\nlesiones cerebrales difusas y focales. Los únicos metabolitos detec-    o telefónica en los siete restantes. Resultados. 77,7 % de los pacien-\n\n\n160                                                                                                               REV NEUROL 2009; 49 (3): 157-164\n\f                                                                                                     SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\ntes (7/9) son varones. La edad media de inicio es de 10,3 años (ran-      tudio prospectivo de una muestra consecutiva de pacientes/cuidado-\ngo: 6-14 años); en un paciente se desconoce. Son descritos como           res de una unidad de demencias informados sobre fármacos antico-\nfactores desencadenantes de crisis: movimientos súbitos, sobresal-        linesterásicos y memantina. Periodo de estudio: abril a junio de\nto, estrés, cansancio y emotividad. En el 44,4% (4/9) hay aura pre-       2008. Diseñamos un sistema de información de fármacos consisten-\nvia. Las crisis, que afectan a las extremidades y en ocasiones a la       te en informar al paciente/cuidador sobre: modo de adquisición, uti-\ncara y al habla, son distónicas en un 33,3% (3/9), coreodistónicas        lidad, posología, normas de uso, efectos adversos y qué hacer cuan-\nen un 33,3% (3/9) y desconocidas en el resto (3/9). Son hemicorpo-        do éstos aparezcan; entregamos documentación escrita y facilita-\nrales en un 33,3% (3/9), alterantes en un 33,3% (3/9), generalizadas      mos un teléfono para contactar si aparecen dudas o problemas. Re-\nen un 22,2% (2/9), combinación de ellas en un 11,1% (1/9) y des-          cogimos sistemáticamente: fecha de información, fármaco informa-\nconocidas en 1/9. La duración de las crisis es menor a 10 s en un         do, datos demográficos del paciente/cuidador y teléfono de contac-\n44,4% (4/9), 60-120 s en un 11,1% (1/9) y desconocida en el resto         to. Elaboramos un cuestionario telefónico para medir la satisfacción\n(4/9). La frecuencia de crisis es < 1 al mes en un 22,2% (2/9), < 1 a     y otro para registrar las incidencias referidas sobre los diferentes as-\nla semana en un 11,1% (1/9), 1-10 al día en un 22,2% (2/9), 10-20         pectos informados, bien espontáneamente, bien al interrogatorio.\nal día en un 11,1% (1/9), > 20 al día en un 11,1% (1/9) y descono-        Resultados. En el periodo analizado se informó a 59 pacientes/cui-\ncida en el resto (2/9). El patrón de transmisión es autosómico domi-      dadores. Los diagnósticos fueron: enfermedad de Alzheimer (77,9%),\nnante en las tres familias. Han recibido tratamiento un 66,6% (6/9):      demencia mixta (13,5%) y otras demencias (8,5%). Los pacientes\ncarbamacepina 33,3% (2/6), ácido valproico 33,3% (2/6), fenitoína         acudieron acompañados de un cuidador principal (77,9 %) o de un\n16,6% (1/6). La respuesta fue buena o muy buena en todos ellos. En        cuidador secundario (21,1%). Se informó de un fármaco por pacien-\nun 55,5% (5/9) se ha producido una remisión espontánea de la en-          te: donepecilo (28,8%), galantamina (18,6%), rivastigmina (8,5%)\nfermedad por debajo de la edad de 25 años; un 33,3% (3/9) siguen          y memantina (44,1%). Al entrevistarlos, el 76,3% seguía tomando\nteniendo crisis; en uno de ellos se desconoce la evolución. Sólo un       el fármaco, haciéndolo con dosis adecuada el 86,6%. Los motivos\n11,1% (1/9) tenía historia de crisis febriles en la infancia; no hay      más frecuentes de abandono fueron: efectos secundarios (50%), ne-\nhistoria de epilepsia o de trastornos del movimiento en el resto. Un      gativa (14,2%), exitus (14,2%) y otros (21,6%). Aparecieron proble-\n77,7% (7/9) han donado sangre para el banco de ADN ENAE. Con-             mas en el 47,4%. Estuvieron relacionados con: efectos adversos\nclusiones. La discinesia paroxística cinesigénica es un trastorno in-     (85,7%), horario (3,5%), dosis (17,8%) y otros (21,4%). En el 70,1%\nfrecuente y por ello puede ser difícil de reconocer. Suele ser una pa-    apareció sólo un síntoma por paciente (2 o 3 en el resto). Se identi-\ntología benigna, aunque puede ocasionar en algunos casos una dis-         ficaron correctamente en el 98,3%. La actitud del cuidador ante la\ncapacidad psicosocial elevada. El tratamiento adecuado es muy efi-        aparición de síntomas adversos fue adecuada en el 87,5%. La actitud\ncaz, por lo que se puede evitar esa discapacidad que puede suponer.       fue: adecuada sin llamar (33,3%), adecuada con llamada (8,3%), lla-\nPor otra parte, las características de nuestros pacientes coinciden       maron antes de actuar (45,8%). Valoraron positivamente la dimen-\ncon lo descrito en la literatura.                                         sión de ‘utilidad del SIF’ en el 98,3% y la ‘satisfacción global’ en el\n                                                                          100%. Destacaron como aspectos positivos: la ‘información propor-\n                                                                          cionada’ (83,1%), ‘accesibilidad’ (94,9%) y ‘tranquilidad’ (16,9%);\n14.                                                                       como aspectos negativos: ‘letra poco legible en aclaraciones escri-\n                                                                          tas a mano’ (1,6%). Conclusiones. El SIF implantado en nuestra\nEPILEPSIA DE LA LECTURA                                                   unidad facilita tomar decisiones adecuadas ante la aparición de pro-\nM.T. Villarroya Pastor a, M. Gil b                                        blemas relacionados con la medicación. El sistema es percibido co-\na\n Servicio de Neurología. b Servicio de Neurofisiología.                   mo de utilidad y satisfactorio por la mayoría de los usuarios. La ma-\nHospital Arnau de Vilanova. Valencia.                                     yoría de problemas detectados están relacionados con efectos ad-\n                                                                          versos y la escasa incidencia respecto al uso de la medicación po-\nCaso clínico. Joven de 23 años que acude a la consulta de neurolo-        dría estar relacionada con el SIF.\ngía por tres pérdidas de consciencia, acaecidas durante la actividad\nde lectura en voz alta. Exploración neurológica y general sin ha-\nllazgos patológicos. Los estudios de neuroimagen y los análisis no        16.\naportan datos significativos. El estudio neurofisiológico pone en\nmanifiesto: EEG basal, normal; EEG con privación de sueño, acti-          EPILEPSIA DE AUSENCIAS DEL ADULTO\nvidad paroxística focal bitemporal, de predominio izquierdo; EEG          M.T. Villarroya Pastor a, J. Fermín Ordoño b\n                                                                          a\ndurante la lectura, actividad paroxística focal en temporal izquier-       Servicio de Neurología. b Servicio de Neurofisiología.\nda, con difusión contralateral, desencadenando mioclonías mandi-          Hospital Arnau de Vilanova. Valencia.\nbulares y sensación extraña. Se interrumpe la lectura desaparecien-\ndo la sintomatología clínica y normalizándose el EEG. Conclusión.         Caso clínico. Paciente de 63 años, que ingresa por crisis convulsi-\nDentro de las epilepsia reflejas, la epilepsia de la lectura es una de    va tonicoclónica generalizada. Sin antecedentes personales ni fa-\nlas más complejas, al poner en marcha diversas redes neuronales.          miliares conocidos de epilepsia. Desde hace dos años, ‘despistes’\nSe revisan las diferentes estructuras relacionadas con este proceso.      frecuentes. Cambio en los hábitos alimentarios con compulsión\n                                                                          oral. Exploración general: obesidad mórbida. Exploración neuroló-\n                                                                          gica: sin focalidad. Neuroimagen: sin hallazgos. Análisis sanguíne-\n15.                                                                       os básicos: sin anomalías destacables. EEG: punta onda a 4 Hz, bi-\n                                                                          lateral, síncrona y simétrica. Excelente respuesta a topiramato, tan-\nSERVICIO DE INFORMACIÓN DE FÁRMACOS (SIF) EN UNA                          to en la sintomatología epiléptica como en el trastorno compulsivo\nUNIDAD DE TRASTORNOS DE LA CONDUCTA Y DEMENCIAS:                          y alimenticio. Conclusión. Se presenta el caso por la escasa fre-\nANÁLISIS DE LA EFICACIA Y SATISFACCIÓN DEL USUARIO                        cuencia de presentación de una epilepsia generalizada idiopática\nC. Morales Espinosa, J. Morera Guitart, E. Toribio Díaz, I. Pérez Cerdá   en la edad adulta.\nUnidad de Neurología de la Conducta y Demencias. Sección de Neurología.\nHospital San Vicente. San Vicente del Raspeig, Alicante.\n\nObjetivo. Comprobar la eficacia de la información facilitada sobre\nla medicación prescrita y la satisfacción percibida por el usuario del\nServicio de Información de Fármacos (SIF). Sujetos y métodos. Es-\n\n\nREV NEUROL 2009; 49 (3): 157-164                                                                                                              161\n\fSOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n17.                                                                       escala gradual de 1 a 5 (de ‘mucho peor’ a ‘mucho mejor’ de lo que\n                                                                          esperaba). Analizamos los datos de las respuestas obtenidas desde\nATEROMATOSIS GLOBAL SILENTE:                                              marzo de 2003 hasta diciembre de 2008 (74 cursos). Resultados.\nDETECCIÓN DE CORONARIOPATÍA PRESINTOMÁTICA                                Analizamos las respuestas de 576 participantes (73% de los asis-\nEN PACIENTES CON ICTUS ATEROTROMBÓTICO                                    tentes); 71,5% eran mujeres. Edad media global: 51,57 años. Se re-\nC. Guillén, J.M. Pons, J. Estornell, M. Carcelén,                         cogen 1.790 necesidades formativas mayoritariamente referidas al\nE. Gargallo, A. Navarré, M. Corbí, A. Valle, A. Cervelló                  conocimiento y manejo de los síntomas psicoconductuales (30%),\nHospital General Universitario de Valencia.                               conocimientos sobre la enfermedad (15%) y adaptación a la tarea\n                                                                          (11%). Un 63% (1.126) de éstas fueron finalmente valoradas por\nObjetivos. Estimar la proporción de pacientes con ictus aterotrom-        los participantes. El 91% de ellas fueron valoradas positivamente\nbótico que presenta coronariopatía silente (objetivo primario) y          (‘bastante’ o ‘completamente’). La valoración media del profesora-\ndescribir su perfil de riesgo vascular, así como las alteraciones en-     do en los distintos parámetros fue positiva (‘mejor de lo esperado’;\ncontradas en las exploraciones cardiológicas. Pacientes y métodos.        ‘mucho mejor de lo esperado’) en todos los casos, no encontrándo-\nPacientes ingresados en la Unidad de Ictus con diagnóstico de ictus       se diferencias significativas entre los ponentes. Análisis de comen-\nisquémico aterotrombótico, hasta completar el tamaño muestral cal-        tarios y sugerencias más frecuentes (expresados de forma abierta):\nculado para el objetivo primario, con un error α = 0,05 y β = 0,80.       ‘expresión de la utilidad del programa’ (31,95%), ‘demanda de ma-\nVariables analizadas: resultados de TAC coronario, ecocardiogra-          yor información’ (30%), ‘agradecimientos al equipo’ (19%), ‘de-\nfía, ECG, perfil de factores de riesgo vascular, parámetros biológi-      manda de recursos sociales’ (14%). A medida que hemos ido reali-\ncos (PCR, VSG, fibrinógeno, colesterol total, colesterol-HDL, co-         zando cursos, los contenidos se han adaptado a estas necesidades\nlesterol-LDL). Resultados. Incluimos 12 pacientes con ateromato-          de modo que en la actualidad es infrecuente que se soliciten cues-\nsis carotídea > 50% y/o intracraneal. El 91,7% eran varones, con          tiones que no estén ya incluidas en el programa formativo. Conclu-\nuna edad media de 68,5 ± 7,85 años. El 41,7% presenta coronario-          siones. Conocer las necesidades formativas de los cuidadores faci-\npatía silente definida como una puntuación de calcio > 400 (calcifi-      lita la elaboración de unos contenidos que se ajusten a estas expec-\ncación grave) y el 58,3% presenta al menos una lesión con esteno-         tativas. Ello probablemente contribuya al alto grado de satisfacción\nsis > 50% en el estudio con contraste. Sin embargo, las pruebas           expresado por los asistentes a los CFC.\nconvencionales (ECG, ecocardiografía) estaban alteradas sólo en\nun 25 y un 41,7%, respectivamente. El 66,7% de los pacientes eran\nhipertensos, el 25% diabéticos, el 41,7% dislipémicos, el 33,3% fu-       19.\nmadores activos y el 25% exfumadores. El 16,7% presentaba un\nITB indicador de riesgo vascular y el 33,3% de EAP. El 25% había          TRATAMIENTO DE LA CEFALEA MENSTRUAL:\ntenido un ictus previo y ninguno presentaba cardiopatía previa.           FÁRMACOS EMPLEADOS, PARÁMETROS DE DECISIÓN\nConclusiones. Cerca de la mitad de los pacientes con ictus atero-         TERAPÉUTICA Y RESPUESTA AL TRATAMIENTO\ntrombótico de nuestra serie presentaba coronariopatía silente (con-       M.E. Toribio Díaz a, J. Morera Guitart a, V. Medrano Martínez b,\ngruente con los datos existentes en la bibliografía científica). Las      A. Pérez-Sempere ",
  "wordCount": 8968,
  "indexed": "2025-09-25T22:36:29.272Z",
  "method": "direct"
}
