{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/Alcantud Bertolin y others - 2011 - Estudio descriptivo de los síntomas no motores de .pdf",
  "fileName": "Alcantud Bertolin y others - 2011 - Estudio descriptivo de los síntomas no motores de .pdf",
  "relativePath": "Artículos propios/Alcantud Bertolin y others - 2011 - Estudio descriptivo de los síntomas no motores de .pdf",
  "text": "qwertyuiopasdfghjklzxcvbnmqwerty\nuiopasdfghjklzxcvbnmqwertyuiopasd\nfghjklzxcvbnmqwertyuiopasdfghjklzx\n      Estudio descriptivo de los síntomas no\ncvbnmqwertyuiopasdfghjklzxcvbnmq\n      motores de la enfermedad de Parkinson\n      en una muestra del área 10 de salud de\nwertyuiopasdfghjklzxcvbnmqwertyui\n              la Comunidad Valenciana.\nopasdfghjklzxcvbnmqwertyuiopasdfg\n        Trabajo de Investigación de tercer ciclo. Convocatoria de\n                          septiembre de 2011.\nhjklzxcvbnmqwertyuiopasdfghjklzxcv\nbnmqwertyuiopasdfghjklzxcvbnmqw\n          DEPARTAMENT DE MEDICINA. UNIVERSITAT AUTÒNOMA DE BARCELONA.\n\n                          Autor: Alberto Alcantud Bertolin.\n\n\nertyuiopasdfghjklzxcvbnmqwertyuio\n                             Director: Dr. Grau Veciana.\n                         Codirector: Dr. Gonzalez Masegosa.\n\n\n\npasdfghjklzxcvbnmqwertyuiopasdfgh\njklzxcvbnmqwertyuiopasdfghjklzxcvb\nnmqwertyuiopasdfghjklzxcvbnmqwe\nrtyuiopasdfghjklzxcvbnmqwertyuiop\nasdfghjklzxcvbnmqwertyuiopasdfghj\nklzxcvbnmrtyuiopasdfghjklzxcvbnmq\nwertyuiopasdfghjklzxcvbnmqwertyui\nopasdfghjklzxcvbnmqwertyuiopasdfg\nhjklzxcvbnmqwertyuiopasdfghjklzxcv\nbnmqwertyuiopasdfghjklzxcvbnmqw\nertyuiopasdfghjklzxcvbnmqwertyuio\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\nÍndice.\nÍndice. ................................................................................................................................................... 2\nResumen. .............................................................................................................................................. 3\nIntroducción. ........................................................................................................................................ 3\nPacientes y método............................................................................................................................... 4\n   Análisis de los datos. ........................................................................................................................ 6\nResultados. ........................................................................................................................................... 6\n   Variables demográficas. ................................................................................................................... 6\n   Variables relacionadas con la enfermedad. ...................................................................................... 8\n   Resultados del NMS Quest. ........................................................................................................... 10\n   Resultados de otros tests y escalas realizadas. ............................................................................... 13\n   Relación entre las variables............................................................................................................ 16\nConclusiones. ..................................................................................................................................... 18\nBibliografía. ....................................................................................................................................... 19\nAnexo. ................................................................................................................................................ 21\n\n\n\n\n                                                                                                                                                           2\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\nResumen.\nLos síntomas no motores de la enfermedad de Parkinson no son correctamente identificados en edía\na día, aún cuando su importancia para la calidad de vida de los pacientes es muy grande. La\naparición de herramientas estandarizadas ha abierto la posibilidad de realizar estudios sistemáticos\nque permitan comparar poblaciones de enfermos, y de ésta forma poder conocer mejor su\nprevalencia y así planificar y racionalizar su atención en la práctica clínica habitual. Hemos\nrealizado un estudio descriptivo utilizando el NMSQuest, hallando que en nuestra muestra la\nprevalencia de síntomas no motores es mayor a la publicada por otros autores, y reproduciendo los\nresultados previos respecto a su correlación lineal con variables relacionadas con la evolución de la\nenfermedad (Hoeyn & Yahr y años de evolución). También hemos estudiado su relación con la dosis\ndiaria equivalente de levodopa, el coste mensual del tratamiento farmacológico, y el UPDRS.\nAdemás, hemos encontrado una correlación lineal fuerte estadísticamente significativa entre la\nprevalencia de síntomas no motores y las puntuaciones en la escala HADS para ansiedad y\ndepresión.\n\nIntroducción.\nLa enfermedad de Parkinson se ha considerado tradicionalmente una enfermedad motora, por lo que\nsus manifestaciones no motoras han suscitado escaso interés hasta hace relativamente poco tiempo.\nSin embargo, cada vez existe mayor evidencia de que los síntomas no motores suponen una causa\nimportante de discapacidad y generan un gran impacto sobre la calidad de vida de los pacientes.\nEn nuestra área de salud nunca se había realizado un estudio sistematizado sobre éstos, por lo que\nignorábamos su prevalencia y su distribución en la población de pacientes con EP. Al plantearnos la\nrealización de un proyecto de investigación que versara sobre éste tema, era imprescindible\ncomenzar realizando un estudio de perfil descriptivo que nos permitiera conocer las particularidades\nde la población de nuestra área de salud, y que nos sirviera como estudio piloto para postular una\nhipótesis de investigación y diseñar un futuro proyecto con suficiente potencia estadística como\npara extraer conclusiones significativas.\nRecientemente se ha publicado el “NMS Quest”, la primera herramienta de screening de síntomas\nno motores(1). Se trata de un cuestionario autocompletable de 30 ítems de respuesta dicotómica\nSi/No, que contiene 9 dominios sintomáticos, y que fue creado para alertar al profesional sanitario\nde la presencia o ausencia de éstos en el contexto ambulatorio, con la doble funcionalidad de la\nidentificación de problemas y la evaluación de resultados. Al ser diseñado como herramienta de\nscreening de respuesta dicotómica, no proporciona un sistema de gradación de la intensidad de cada\nuno de los síntomas. Tras la propuesta inicial, el cuestionario ha sido validado por investigadores\nindependientes(2). Recientemente se ha publicado un estudio diseñado con el objetivo de\ncuantificar la frecuencia con la que los síntomas no motores pasan desapercibidos en una entrevista\nclínica, demostrando la utilidad de un cuestionario sistemático de estas características(3).\nLos tres estudios citados anteriormente han explorado asimismo la relación existente entre la\npresencia de síntomas no motores y otras variables relacionadas con la enfermedad, encontrando\nuna correlación estadísticamente significativa entre las variables relacionadas con la evolución\nclínica de la enfermedad (Hoeyn&Yahr, años de evolución) y una mayor puntuación en el\ncuestionario NMSQuest, que no se cumple para otras variables demográficas de la muestra, en\nparticular la edad. Hemos reproducido éstos estudios en nuestra población, con el objetivo de\ncontrastar ésta asociación y explorar si existen entre otras variables.\nNo obstante, el cuestionario es una herramienta limitada a la hora de estudiar determinados\ntrastornos no motores que afectan a los pacientes con EP, en particular a aquellos que afectan a las\nfunciones superiores y cuyo diagnóstico exige de herramientas específicas. Es por ello que al\ndiseñar el presente estudio, decidimos incluir una escala cognitiva y una de depresión, además de\n                                                                                                   3\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\nlas escalas habituales de valoración clínica de la EP (H&Y, UPDRS, dosis diaria de levodopa),\ncomo representación de los dos principales trastornos psicopatológicos asociados a EP, y además,\ncon el objetivo de poder subdividir a la muestra en grupos y evaluar las diferencias en la\ndistribución de síntomas no motores.\n\nPacientes y método.\nComo objetivo primario, nos propusimos cuantificar la frecuencia de aparición de los síntomas no\nmotores de la enfermedad de Parkinson en una muestra consecutiva de pacientes del área 10 de\nsalud de la Comunidad Valenciana, utilizando para ello el NMS Quest como herramienta de\nscreening sistemático, y comparar los resultados obtenidos con aquellos publicados en los estudios\nconocidos hasta la fecha.\nComo objetivo secundario, nos propusimos evaluar la relación de los síntomas no motores con otras\nvariables de la enfermedad como la dosis equivalente diaria de levodopa, la puntuación en el H&Y\ny el UPDRS, la puntuación cognitiva en el PD-CRS o la puntuación ansioso-depresiva en el HADS\ncon el objetivo de explorar hipótesis de investigación para la tesis doctoral.\n\nPara ello, diseñamos un estudio descriptivo, transversal y pragmático, que representara la\nprevalencia real de síntomas no motores en el día a día de los pacientes con EP. Para ello,\nseleccionamos una muestra de pacientes consecutivos que acudieron a la consulta de su neurólogo\n(tanto en ambulatorio de especialidades como consultas externas hospitalarias), o bién que fueron\nhospitalizados en nuestro servicio de neurología, entre abril de 2010 y enero de 2011, y cumplían\nlos criterios diagnósticos de enfermedad de Parkinson del UK Brain Bank(4), en cualquier estadío\nevolutivo de la enfermedad e independientemente de la presencia de complicaciones tardías graves\ncomo demencia, alucinaciones o discinesias.\n\n\n\n\n                                  Figura 1. Procedencia de los pacientes de la muestra en frecuencia absoluta.\n\n\nPara la recogida sistemática de datos se diseñó una base de datos en sistema Access® de Microsoft,\nobligando a la introducción de datos a través de formularios para garantizar la coherencia interna de\néstos, e introduciendo además información genérica referente a fármacos (dosis, laboratorio, nº de\ncomprimidos por envase, precio por envase, etc.).\n\nSe realizó la entrevista clínica estructurada (con especial énfasis en el año de inicio de los síntomas,\nsíntomas de inicio, lado de debut y tratamiento actual, incluyendo pauta posológica) a un total de 31\npacientes, de los cuales 4 fueron excluidos por no cumplir estrictamente los criterios del UKPDBB,\nen dos casos por presentar historia de larga exposición a psicofármacos, en otro por tratarse de un\nprobable parkinsonismo vascular con ausencia de progresión clínica manifiesta en los últimos 2\n                                                                                                                 4\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\naños y otro por presentar un curso clínico atípico compatible con una MSA.\nSe realizó una revisión sistemática de las historias clínicas de los pacientes, para contrastar los datos\naportados en la anamnesis, revisar las pruebas complementarias (especialmente los casos con\nestudios de neuroimagen).\n\nSe seleccionó un test cognitivo para la valoración de los pacientes. El uso de instrumentos de\nevaluación cognitiva estandarizados de uso extensivo (MMSE, MDRS, FAB, Cambridge Cognitive\nAssessment) en el contexto de la EP no es suficiente para valorar todo el espectro de\nmanifestaciones cognitivas de éstos pacientes, por lo que fue descartado. Disponemos de varios\ninstrumentos específicos como el Minimental-Parkinson, el SCOPA-Cog, PANDA y el reciente PD-\nCRS. Sabemos que existen pacientes con EP que desarrollan demencia, pero al mismo tiempo los\npacientes con EP avanzada sin demencia también presentan alteraciones cognitivas que pueden\noscurecer el diagnóstico. De los dos tests más rigurosos (SCOPA-Cog, PD-CRS), el segundo ha\nsido específicamente diseñado previendo esta situación, por lo que incluye items “instrumentales-\ncorticales”, es decir, aquellos que se alteran específicamente en la Demencia asociada a EP(5).\nComo puntos de corte utilizamos los descritos en el estudio original, siendo las puntuaciones <64\nconsideradas criterio de Demencia asociada a EP y las > a 86 consideradas como normales,\nmientras que los pacientes con puntuaciones en el rango 65-85 se consideraron como síntomas\ncognitivos asociados a EP sin Demencia o deterioro cognitivo leve asociado a EP (6,7).\n\nSe seleccionó un test de depresión para la valoración de los pacientes. Existen multitud de escalas\nque han sido utilizadas para la valoración de la depresión en la EP, como el Inventario de Depresión\nde Beck (BDI), la escala de Hamilton de Depresión (Ham-D), la Escala de Depresión y Ansiedad en\nel Hospital (HADS), la Escala Autocompletable de Zung (SDS), la Escala de Depresión Geriátrica\n(GDS), la Escala de Depresión de Montgomery-Asberg (MADRS), la subescala 1 de la UPDRS, la\nEscala Cornell para el diagnóstico de Depresión en la Demencia (CSDD), o la Escala de Depresión\ndel Centro para Estudios Epidemiológicos (CES-D)(8-10). No obstante, no todas ellas son válidas\nen la subpoblación de pacientes con enfermedad avanzada, ya que muchos de los síntomas de la EP\nse superponen con los síntomas somáticos de la depresión, pudiendo dar lugar a falsos. Dado que\nnuestro estudio pretendía evaluar pacientes en todos los estadios de la enfermedad, se nos presentó\nla dificultad de elegir una escala que prescindiera de éstos, como la HADS y la GDS. Su principal\npunto débil es que ambas escalas son menos sensibles para depresión severa(9). Entre ambas,\nelegimos la primera, por tratarse de una escala autocompletable, de 14 ítems, formada a partir de 2\nsubescalas, una para ansiedad y otra para depresión, que pueden evaluarse por separado, y por\npresentar además una cuantificación de cada ítem mediante una escala tipo Likert de 0 a 3 puntos.\nComo puntos de corte utilizamos los descritos en el estudio original, siendo para cada una de las\nsubescalas los siguientes: puntuación >11 para el diagnóstico de problema clínico y <7 como\ncriterio de normalidad, quedando la franja entre 8 y 10 como población en riesgo o con alta\nprobabilidad de presentar ansiedad o depresión(11,12).\n\nLos tests autocompletables (NMSQuest, HADS) fueron rellenados por los pacientes con ayuda de\nsus cuidadores en caso necesario, durante la espera previa a la entrevista clínica, siendo instruidos\npor los propios entrevistadores.\n\nLos tests motores y cognitivos (UPDRS, PDCRS) se realizaron siempre entre las 16:00h y las\n18:00h, con los pacientes preferentemente en fase on, aunque dado que el objetivo primario del\nestudio es descriptivo y pragmático, no fueron instruidos previamente sobre el horario de\nadministración de levodopa y acudieron a consulta habiéndola tomado en su pauta habitual. No\nobstante, la mayoría de aquellos que presentaban fluctuaciones motoras condicionaron el horario de\nla toma previa a la cita, tal y como hacen habitualmente cuando realizan salidas fuera de casa, para\nencontrarse en on durante dicha salida.\n\n                                                                                                       5\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\nA la hora de comparar los distintos regímenes de tratamiento que tomaba cada paciente, nos\nencontramos con el problema de cuantificar las necesidades de estimulación dopaminérgica de cada\nuno de ellos de forma que pudiéramos compararlas. La utilización cada vez más frecuente de\nfármacos agonistas dopaminérgicos que han ido apareciendo en el mercado en los últimos años, así\ncomo distintos inhibidores de la COMT y la MAO, hace cada vez más difícil éste cálculo, puesto\nque presentan distinta vía de administración, potencia farmacológica y efecto sintomático sobre el\npaciente. A éste efecto se han desarrollado sistemas de conversión que utilizan las equivalencias\nteóricas de los distintos fármacos y sus combinaciones respecto a la tradicional levodopa-carbidopa,\nproporcionando una cuantificación de la estimulación dopaminérgica en unidades diarias\nequivalentes de levodopa (LEDD). Los factores de conversión utilizados a lo largo de la\nbibliografía, son variados y presentan discrepancias entre ellos, por lo que hemos utilizado los\nestandarizados por Tomlinson et. al. tras una revisión sistemática de todos los publicados (13).\n\nAnálisis de los datos.\nLa prevalencia de cada ítem en el cuestionario de síntomas no motores para toda la muestra fue\ncalculada promediando el número de respuestas positivas para ese ítem de cada paciente y\ntransformando el resultado en un porcentaje respecto al total de pacientes. Asimismo se calculó la\nprevalencia global de síntomas no motores, resultado de la suma de todas las respuestas afirmativas,\ny expresada porcentualmente respecto al total de ítems.\nPara comparar nuestros datos con los de otros estudios publicados hasta la fecha, se realizó una\nrevisión sistemática de la bibliografía publicada hasta el momento de todos los estudios que\nhubieran utilizado el NMSQuest, encontrando un total de 3 incluyendo el estudio piloto. Estos\nestudios han publicado los porcentajes de respuesta para cada uno de los ítems, por lo que hemos\ntenido que calcular la prevalencia global de síntomas no motores promediando las medias de\nprevalencia de cada uno de los 30 ítems. La desviación estándar de ésta variable se calculó a partir\nde las medias de prevalencia de cada uno de los 30 ítems en cada uno de los estudios.\nA la hora de considerar si existían diferencias significativas respecto a los estudios previos y al\ncontrol, se ha asumido que los tres estudios proceden de la misma población, y se ha realizado un\npromedio de las medias de las tres muestras, y un promedio de las tres desviaciones típicas\nponderado respecto al tamaño muestral de cada estudio. Para comparar el resultado con la media de\nnuestro estudio se ha realizado un test de t de las dos muestras para dos muestras de tamaño\ndistinto, tras comprobar la normalidad de la variable., y utilizando como valores significativos, una\np<0’05.\nPara valorar la correlación entre las distintas variables, se ha realizado un test de correlación de\nPearson, y se han considerado correlaciones débiles aquellas inferiores a 0’30, moderadas de 0’30 a\n0’59, y fuertes las superiores a 0’60.\n\nResultados.\nVariables demográficas.\nNuestra muestra presenta algunas diferencias respecto a las muestras publicadas en los estudios del\nNMS Quest con anterioridad.\nComo se puede observar en la tabla 1, nuestra muestra está más envejecida, aproximadamente 4\naños de media, que el resto de muestras de los demás estudios, probablemente debido a que carece\nde pacientes de menos de 51 años.\n\n\n\n                                                                                                   6\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n                                                       n      Edad media       Edad desv. típica    Edad rango       % Hombres\n                  Estudio actual.                     27             71,9                    8,7         51-87               74\n                  Martinez-Martin 2007               525           67,66                  10,46          34-91               58\n                  Chaudhuri 2010                     232              68                     10          34-91             63,2\n                  Chaudhuri 2006                     123             68,1                  10,3          41-87             59,3\n                  Control Chaudhuri 2006              96             65,3                  10,5          44-84               48\n                                Tabla 1. Variables demográficas de los estudios realizados utilizando el NMSQuest.\n\n\n                                                                                                                      Estudio actual.\n                                                                                                               Martinez-Martín 2007\n                                                                                                                     Chaudhuri 2010.\n                                                                                                                     Chaudhuri 2006.\n                                                                                                          Controles Chaudhuri 2006.\n\n\n\n\n                                                                                            Figura 2. Histograma la variable “edad”\n                                                                                            de nuestra muestra. Se representan\n                                                                                            también la curva normal para la media y\n                                                                                            desviación típicas de nuestra muestra,\n                                                                                            así como las de los demás estudios.\n\n\n\nDado que las medias y desviaciones típicas de los estudios publicados con anterioridad son\nprácticamente superponibles, asumimos que proceden de la misma población. Realizamos un\npromedio de las tres medias, y promediamos las tres desviaciones estándares tras ponderarlas\nrespecto al tamaño muestral, obteniendo una media de 67.9 y una desviación típica de 10,33.\nUtilizando éstos resultados, realizamos un test t de las dos muestras, comprobamos que estas\ndiferencias no son estadísticamente significativas, por lo que se puede aceptar la hipótesis nula de\nque todas las muestras proceden de la misma población (t=0’35067, < 1.96 para una p=0’05 y 905\ngrados de libertad).\nUtilizamos el mismo razonamiento para comprobar si existen diferencias significativas entre\nnuestra muestra y la muestra control del estudio de Chaudhuri 2006, no encontrando diferencias\nestadísticamente significativas respecto a ésta variable (t= 0.29427 <1.98 para una p=0’05 y 122\ngrados de libertad).\nNo obstante, en la representación gráfica se aprecia como nuestra muestra se encuentra desplazada\nhacia la derecha como resultado de la citada infrarrepresentación de pacientes jóvenes, lo cual\ndeberá ser tenido en cuenta más adelante, puesto que está en probable relación con la variable edad\nde inicio, y con la escasez de pacientes con debut precoz de nuestra muestra.\nRespecto a la variable sexo, el porcentaje de varones es sensiblemente superior a las muestras\npublicadas con anterioridad (74%), y es probablemente debido a nuestro pequeño tamaño muestral.\nTambién hemos recogido información sobre el grado de formación de los pacientes durante la\nentrevista sistemática, preguntando sobre dos variables: el nivel de estudios alcanzado,\nclasificándolo en 5 estratos (no escolarizado ni alfabetizado, no escolarizado pero sí alfabetizado,\nestudios primarios, estudios secundarios, y estudios universitarios), y los años de escolarización\n(media 7’63, desviación típica 5’17, rango 0 a 20. La mayor parte de los pacientes de nuestra\nmuestra poseen estudios primarios o en su defecto están alfabetizados, mientras que sólo una\npequeña parte realizó estudios universitarios, y aún menos, estudios secundarios o formación\nprofesional.\n\n\n\n\n                                                                                                                                        7\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\n         Figura 3: Histograma de la variable nivel de estudios.               Figura 4: Histograma de la variable años de escolarización, con curva\n                                                                                           normal para su media y desviación típicas.\n\nRespecto a las pruebas de normalidad, tan solo la variable edad sigue una distribución normal y\nsupera con éxito los tests de normalidad (p>0,05 en el test de Shapiro-Wilk). Las variables\nreferentes a la escolarización muy probablemente tienen una distribución bimodal que no se\ndemuestra claramente en nuestra muestra por su escaso tamaño muestral, presentando un pico de\nfrecuencia en los estudios primarios (el de mayor tamaño), y otro en los universitarios (menor que\nel anterior), y representa el actual perfil educativo de la sociedad española.\n\n\n\n\n                       Tabla 2: Test de Kolmogorov-Smirnov y Shapiro Wilk para las variables demográficas de la muestra.\n\n\nVariables relacionadas con la enfermedad.\nNo encontramos grandes diferencias entre nuestra población y los estudios previamente publicados\npor lo que respecta a las variables relacionadas con la evolución de la enfermedad, descritas con\ndetalle en la tabla 3. La única diferencia se refiere a los años de evolución, a penas 0’22 años mayor\nque el estudio de Chaudhuri de 2010.\nSi calculamos la media de años de evolución de los 3 estudios previos publicados , asumiendo que\nproceden de la misma población, obtenemos una media y desviación típica de 7,12 y 5,13\nrespectivamente. Realizando un test de t para las dos muestras obtenemos que las diferencias no son\nestadísticamente significativas., con una t de 0.03<1’96 para una p= 0’05 y 905 grado de libertad.\n                                                        Media H&Y        Rango H&Y        Años de evolución    Desv. Típica\n                        Estudio actual                            2,22        1a5                      8,22             4,2\n                        Martinez-Martin 2007                      2,35        1a5                      6,96             5,3\n                        Chaudhuri 2010                            2,47        1a5                         8             5,8\n                        Chaudhuri 2006                             2,5        1a5                       6,4             4,3\n                                         Tabla 3: Variables relacionadas con la evolución de la enfermedad.\n\nNuestra población presenta asimismo una edad media de inicio de los síntomas atribuibles a la EP\nde 63’6 años de media, con una desviación estándar de 8’2 y un rango de edades al inicio de 45 a\n83. No hemos podido comparar nuestra muestra con las publicadas en otros estudios, puesto que los\ndatos sobre esta variable no están disponibles, lo cual habría sido de gran interés para nosotros,\npuesto que sospechamos que las diferencias respecto a las variables edad y años de evolución se\ndeben a la falta de representación en nuestra muestra de la subpoblación de pacientes con inicio\n                                                                                                8\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\nprecoz. De hecho, si fragmentamos la muestra en dos grupos, uno con inicio antes de los 50 años y\notro después, observamos que el primer grupo sólo cuenta con 2 pacientes. Por tanto, no podremos\nrealizar análisis referentes a ésta variable por falta de muestra.\n\n\n\n\n Figura 5: Histograma y curva normal para la variable edad de inicio de la      Figura 6: Histograma y curva normal para la variable años de evolución.\n                              enfermedad.\n\n\n\n\n                                            Figura 7: Histograma para la variable edad al inicio por estratos.\n\nHemos realizado asimismo un cálculo de las unidades diarias equivalentes de levodopa (LEDD) que\ncada paciente se encontraba tomando en el momento del estudio, con el objetivo de poder comparar\nla estimulación dopaminérgica total recibida por cada paciente. Observamos que nuestra muestra\ntoma un promedio de 737,33 unidades equivalentes de levodopa al dia, con una desviación estándar\nde 299,24, existiendo un mínimo de 100,0 y un máximo de 1328,0.\nTambién hemos calculado el coste del tratamiento antiparkinsoniano por paciente/mes, obteniendo\nuna media de 284,76€, desviación típica de 137,98, un mínimo de 14’31€y un máximo de 507’50€.\nComo veremos más adelante, pese a que esta variable cumple criterios de normalidad tras realizar el\ntest de Shapiro-Wilk, sospechamos que la muestra pueda proceder de una población con una\ndistribución bimodal. Esto podría estar explicado por el hecho de que existan dos subpoblaciones de\npacientes, una tratada con agonistas dopaminérgicos o fármacos de nueva generación, y otra que\nsiga tomando las presentaciones clásicas de levodopa-carbidopa, que son mucho más económicas.\n\n\n\n\n                                                                                                                                                   9\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\n        Figura 8: Histograma de la variable LEDD por paciente.                 Figura 9: Histograma de la variable coste de tratamiento por\n                                                                                                     paciente/mes.\n\nTodas las variables anteriormente descritas cumplen criterios de normalidad tras realizar el test de\nShapiro-Wilk (p>0’05). La variable años de evolución se encuentra ligeramente desviada hacia la\nizquierda, con una asimetría de 0,8 (próxima a 1). La variable coste de tratamiento, pese a cumplir\ncriterios de normalidad por poco en el test de Shapiro-Wilk, presenta una gráfica Q-Q que no se\najusta a la normalidad, además de presentar una curtosis de -1,27, por lo que es probable que\nproceda de una población con una distribución no normal (¿bimodal?).\n\n\n\n\nTabla 4: Pruebas de normalidad de Kolmogorov-Smirnov y Shapiro-Wilk para       Figura 10: Gráfica Q-Q donde se observa que la variable describe\nlas variables relacionadas con la evolución de la enfermedad.                  una curva sigmoide, por lo que se sospecha que probablemente no\n                                                                               siga una distribución normal.\n\n\n\nResultados del NMS Quest.\nEl NMS Quest es un cuestionario diseñado originalmente como herramienta de screening, por lo\nque no cuantifica cada uno de los ítems, sino que su respuesta es si/no. No obstante, se puede\ncalcular una variable cuantitativa resultado de la suma total de respuestas afirmativas, expresada\nporcentualmente respecto al total. Ésta variable se correlaciona en los estudios publicados con la\nseveridad de la enfermedad, pero no con el sexo, la edad del paciente, u otras variables\ndemográficas.\n\n\n\n\n                                                                                                                                              10\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\n                                                                   Estudios                              Media de ítems                            % de ítems\n                                                                                                       contestados como                      contestados como\n                                                                                                     n                sí   Desviación típica               sí. Desviación típica.\n                                                                   Estudio actual.                  27            12.74                 6.5             42,47              21,67\n                                                                   Martinez-Martin                                  10.3                5.4\n                                                                   2007                            525                                                  34,33              18,00\n                                                                   Chaudhuri 2010                  232              10.9                5.6             36,33              18,67\n                                                                   Chaudhuri 2006                  123             9’48                5.26             31,60              17,53\n                                                                   Control Chaudhuri                                 5.5                5.7\n                                                                   2006                             96                                                  18,33              19,00\n\n\n\n\n                                                                   Tabla 5: Resultados globales del NMSQuest expresados como media de ítems\n Figura 11: Histograma de la variable porcentaje de respuestas\n                                                                   contestados afirmativamente y su promedio respecto al total de ítems existente.\n          afirmativas por paciente en el NMSQuest.\n\nLa media de ítems contestados como sí es de 12’74 (42’46%), con desviación típica de 6’56\n(21’86%). Ésta media de reportes positivos es superior a la encontrada en todos los estudios\nprevios.\nEstas diferencias tampoco son estadísticamente significativas, tras calcular la media de las medias\nde los estudios previos (asumiendo que todos proceden de la misma población) y la media de las\ndesviaciones típicas ponderada para el tamaño muestral, y comparar las resultantes con la media y\ndesviaciones típicas de nuestra población mediante un test de la t de las dos muestras (t=0.07<1,96\npara una p=0’05 y 905 grados de libertad.\nSi comparamos la media de nuestra muestra con la del Control de Chaudhuri 2006, realizando el\ntest de la t de las dos muestras entre nuestra población y la población control del estudio de\nChaudhuri 2006 observamos que las diferencias no son estadísticamente significativas, con una t de\n0.53 < 1,98 para una p=0’05 y 122 grados de libertad.\nEn el análisis ítem por ítem, observamos que pese a que la tendencia general es a igualar o superar\nen frecuencia a los estudios previos, nuestros pacientes refieren menos frecuentemente presentar\nbabeo (ítem 1), dificultad para concentrarse (ítem 15), ansiedad (ítem 17), e insomnio (ítem 23).\nSi realmente provinieran de la misma población deberíamos encontrar algunos ítems con\nporcentajes por encima y otros por debajo de nuestra muestra, de forma que las diferencias\nobservadas se pudieran explicar por divergencias aleatorias condicionadas por el tamaño muestral,\npero con una distribución estadística de resultados similar. Para saber si éstas diferencias son\nestadísticamente significativas, realizamos un test de U de Mann Whitney para la variable\nporcentaje de respuesta, comparando cada una de las muestras de los estudios previos con la\nnuestra, obteniendo un p valor superior a 0’025 en todos los casos excepto en el estudio de\nChaudhuri de 2006, que fue el estudio piloto original del test, y con el que ya se habían encontrado\ndiferencias al alza en un estudio posterior publicado por el mismo autor (Chaudhuri 2010).\n\n                                                                 Estadístico U de\n                                                                 Mann-Whitney                P valor a dos colas\n                                            Martinez-Martín\n                                            2007                                       335                  0,089\n                                            Chaudhuri 2010                             392                  0,391\n                                            Chaudhuri 2006                             278                  0,011\n                                            Control Chaudhuri\n                                            2006                                        93                  0,001\n\n                 Tabla 6: Resultados del test de la U de Mann-Whitney y niveles de significación en la comparación entre el estudio\n                                                    actual y los estudios publicados hasta la fecha.\n\n\n\n\n                                                                                                                                                                                11\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n                                                                                                                     Control\n                                                                          Martinez-   Chaudhuri        Chaudhuri     Chaudhuri\n                                                           Estudio actual Martin 2007 2010             2006          2006\n                   1 Babeo                                         22,22         41,52         41,7            35            7,3\n                   2 Alteración olores o sabores                   51,85         28,95         42,9            26            7,3\n                   3 Disfagia                                      33,33         28,38           27           23,6          10,4\n                   4 Vómitos o náuseas                             22,22         14,31         15,8            8,1          15,6\n                   5 Estreñimiento                                 70,37         52,48         47,5           46,7           26\n                   6 Incontinencia fecal                           14,81          8,21           6,3           4,9           9,5\n                   7 Sensación de defecación\n                   incompletaq                                     51,85          29,9           27           27,6          20,8\n                   8 Urgencia miccional                            77,78         55,81         59,9            61           45,8\n                   9 Nicturia                                      66,67          61,9         64,9           66,7          60,4\n                   10 Dolor sin causa aparente                     40,74         28,76         45,9           27,6          30,2\n                   11 Cambio de peso                               25,93         18,29         22,7            22            6,3\n                   12 Dificultad para recordar                     62,96         44,85         51,2           43,9          33,3\n                   13 Pérdida de interés                           37,04         34,67         33,9           29,3          12,5\n                   14 Ver u oir cosas que sabe que no\n                   estan ahi                                       33,33         22,52           17           19,5           2,1\n                   15 Dificultad para concentrarse                 33,33         45,71           50           37,4          18,8\n                   16 Tristeza                                     62,96          50,1         48,8           44,7           26\n                   17 Ansiedad, miedo, panico                      33,33         45,33         41,7           39,9          15,6\n                   18 Pérdida o aumento del interes por\n                   el sexo                                         33,33         34,17         37,3           29,3          23,9\n\n                   19 Dificultades en la relación sexual           33,33         32,43         34,3           24,4          16,7\n                   20 Mareo ortostático                            55,56         37,14         38,8           39,8          20,8\n                   21 Caídas                                       29,63            28         29,3           30,9           7,3\n                   22 Somnolencia excesiva                         33,33         31,11         34,7           28,4           9,4\n                   23 Insomnio                                     37,04         45,71         47,3           40,6          31,2\n                   24 Sueños intensos, vívidos o\n                   pesadillas                                      59,26          33,9         34,7           30,9           8,3\n\n                   25 Hablar o moverse durante el sueño            66,67         35,69         38,7           32,5          10,4\n                   26 Sdme piernas inquietas                       51,85         41,71         41,1           37,4          28,1\n                   27 Edema en MMII                                40,74          31,3         37,6           30,9          27,1\n                   28 Sudoración                                   37,04          29,9         30,6           25,2          13,5\n                   29 Diplopía                                     25,93            20         18,2           21,9           4,2\n\n                   30 Creer que le pasan cosas que otras\n                   personas le dicen que no son verdad             29,63         11,07           9,5          12,3           2,1\n\n                Tabla 7: Resultados ítem por ítem del porcentaje de respuestas afirmativas en el NMSQuest en los distintos estudios\n                                                             realizados hasta la fecha.\n\n\n\n\n                                                                                                                                      12\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n                                                                           Rango\n                                       Grupo        N       Median      promedio           Mínimo               Máximo\n                              Estudio actual        30      37.037        34.333     1.481.481.481        7.777.777.778\n                             Martinez-Martín\n                                       2007         30      33.165        26.667               8.21                61.9\n\n                     Tabla 8: Resultados del test de U de Mann-Whitney para el estudio actual y el de Martinez-Martín 2007.\n\n\n                                                                         Rango\n                                        Grupo      N       Mediana    promedio           Mínimo                Máximo\n                                Estudio actual    30        37.037      32.433      1.481.481.481         7.777.777.778\n                              Chaudhuri 2010      30         37.45      28.567                6.3                  64.9\n\n                       Tabla 9: Resultados del test de la U de Mann-Whitney entre el estudio actual y el de Chaudhuri 2010.\n                                                                          Rango\n                                       Grupo           N   Mediana     promedio            Mínimo              Máximo\n                               Estudio actual       30       37.037      36.233      1.481.481.481        7.777.777.778\n                             Chaudhuri 2006         30         30.1      24.767                 4.9                66.7\n\n                       Tabla 10: Resultados del test de la U de Mann-Whitney para el estudio actual y el de Chaudhuri 2006.\n\nRespecto al control del estudio de Chaudhuri de 2006, la puntuación en todos los ítems de la\nmuestra control es menor que en nuestra muestra. Tras realizar el mismo proceso, obtenemos un\nestadístico U de 93.0, con un valor de p a dos colas < de 0’001. Las diferencias son, por tanto,\nestadísticamente significativas, y podemos decir q ue la muestra de pacientes con EP presenta un\nporcentaje mayor de respuestas positivas en el NMSQuest respecto al control histórico del estudio\nde Chaudhuri de 2006, de pacientes de edad similar y sin EP.\n\n                                   Grupo           n       Mediana    Rango medio            Mínimo               Máximo\n                      Estudio actual              30        37.037           42.4      1.481.481.481         7.777.777.778\n                      Control Chaudhuri\n                      2006                        30          15.6           18.6                   2.1               60.4\n\n   Tabla 11: Resultados del test de U de Mann Whitney comparando los resultados del grupo estudio actual y el grupo Control Chaudhuri 2006.\n\n\nResultados de otros tests y escalas realizadas.\nTal y como describimos al comienzo del presente trabajo, a la hora de diseñar el proyecto de\ninvestigación decidimos pasar paralelamente a cada paciente una escala PDCRS y una escala\nHADS, además de la escala convencional UPDRS para la valoración de los pacientes con EP,\nobteniendo los resultados expuestos en la tabla 12 y figuras 12 a 15.\n\nTodas estas variables cumplen criterios de normalidad, excepto la variable UPDRS total, como\npodemos observar en la tabla 13, presentando una p=0,016 en la prueba de Shapiro-Wilk.\nÉsta variable presenta además una asimetría superior a la unidad (1’33), y se encuentra desviada\nhacia la izquierda, sugiriendo la posibilidad de que se trate de una distribución logarítmica.\n\n\n\n\n                                                                                                                                              13\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\n                                           Estadístico         Error típ.\n  Total HADS          Media                          14,89          1,694\n                      Mediana                             15\n                      Desv. típ.                     8,803\n                      Mínimo                               1\n                      Máximo                              37\n                      Asimetría                      0,681          0,448\n                      Curtosis                       0,382          0,872\n\n  Total PD-CRS        Media                          73,63          4,108\n                      Mediana                             73\n                                                                              Figura 12: Histograma de la variable puntuación total en el HADS.\n                      Desv. típ.                   21,347\n                      Mínimo                              17\n                      Máximo                             106\n                      Asimetría                     -0,532          0,448\n                      Curtosis                       0,316          0,872\n\n  Total UPDRS         Media                        43,833          4,8823\n                      Mediana                         40,5\n                      Desv. típ.                  25,3692\n                      Mínimo                          11,5\n                      Máximo                             123\n                      Asimetría                      1,338          0,448\n                      Curtosis                        2,34          0,872\n\nTabla 12: Estadísticos descriptivos de las variables resultado de los tests\n               alternativos realizados durante el estudio.                    Figura 13: Histograma de la variable puntuación total en el PDCRS.\n\n\n\n\n          Figura 14: Histograma de la variable Hoeyn & Yahr.\n                                                                              Figura 15: Histograma de la variable puntuación total en el UPDRS.\n\n\n\n\n                                                                                                                                                  14\n\fDepartament de Medicina. Universitat Autònoma de Barcelona.\nAutor: Alberto Alcantud Bertolin. Director: Dr. Grau Veciana. Codirector: Dr. Gonzalez Masegosa.\n\n\n\n\n    Tabla 13: Pruebas de normalidad para las variables resultado de la\n                     aplicación de tests específicos.\n\n\n\n\n                                                                               Figura 16: Curva Q-Q para la variable puntuación total en la UPDRS.\n\n\nTras realizar una transformación logarítmica en base 10, observamos que la variable ya se\ndistribuye cumpliendo criterios de normalidad, y se obtiene una p=0,99 en la prueba de Shapiro-\nWilk. El comportamiento de ésta variable nos hace pensar que no ha sido igual de fácil para cada\nsugjeto conseguir los primeros puntos en la escala UPDRS que el resto. Ello podría deberse a la\npresencia de un sesgo del entrevistador, dado que la escala se constituye de una serie de ítems que\nse valoran de 1 a 4 a partir de la experiencia subjetiva del entrevistador, favoreciendo de esta forma\nla aparición de sesgos si éste no está bien entrenado, y presentando una tendencia a adjudicar más\nfrecuentemente puntuaciones de 1 o 2 que de 3 o 4, o bien deberse a que la escala se utiliza para\nmonitorizar la respuesta terapéutica y modificar la dosis de levodopa necesaria para que el paciente\nse encuentre asintomático, la cual cosa también aglutinaría a los pacientes en las puntuaciones más\nbajas.\n\n\n\n\n    Figura 17: Curva Q-Q para la transformación logarítmica10 de la variable         Figura 18: Histograma de la transformación logarítmica10 de la\n                       puntuación total en la UPDRS.                                            variable puntuación total en la UPDRS.\n\n\n\n\n                    Tabla 14: Pruebas de normalidad de la transformación logarítmic",
  "wordCount": 7486,
  "indexed": "2025-09-25T22:36:03.975Z",
  "method": "direct"
}
