{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/XXV Reunión Anual de la Sociedad Valenciana de Neu.pdf",
  "fileName": "XXV Reunión Anual de la Sociedad Valenciana de Neu.pdf",
  "relativePath": "Artículos propios/XXV Reunión Anual de la Sociedad Valenciana de Neu.pdf",
  "text": "XXV REUNIÓN ANUAL DE LA SOCIEDAD\n       VALENCIANA DE NEUROLOGÍA (II)                                                          Benidorm (Alicante), 7-8 de marzo de 2008\n\n\n\n\nCOMUNICACIONES                                                                          29.\n                                                                                        ¿A QUÉ TIPO DE INFORMACIÓN ACCEDEN NUESTROS\n                                                                                        PACIENTES EN INTERNET?: OPORTUNIDAD O AMENAZA\n28.                                                                                     A. Criado-Segado, F. Mira-Berenguer, M. Lezcano-Rodas,\n                                                                                        L. Berenguer-Ruiz, J.C. Giner-Bernabeu, L. Hernández-Rubio,\nTRATAMIENTO ENDOVASCULAR DE LAS ESTENOSIS                                               J. Abarca-Olivas, A.P. Sempere\nINTRACEREBRALES: EXPERIENCIA INICIAL                                                    Hospital General Universitario de Alicante. Alicante.\nEN NUESTRO CENTRO\nN. Martín a, A. Lago a, J. Tembl a, R. Sivera a,                                        Introducción. Cada vez son más los pacientes y familiares que bus-\nJ.C. López a, V. Vázquez b, F. Aparici b, E. Maynar b                                   can información sanitaria en Internet. En 2005, más de 4 millones\na\n    Servicio de Neurología. b Servicio de Radiodiagnóstico. Hospital La Fe. Valencia.   de españoles consultaron contenidos sanitarios en la red. En cuanto\n                                                                                        a información neurológica, se han publicado tasas de consulta de\nIntroducción. La estenosis intracraneal causa un 5-10% de todos los                     alrededor del 30-40% de los pacientes. El objetivo de nuestro traba-\nictus isquémicos. Los estudios recientes indican que, a pesar del                       jo es valorar la información disponible sobre diversas patologías\nadecuado tratamiento farmacológico, se produce un ictus recurren-                       neurológicas en los tres buscadores más importantes. Materiales y\nte en el mismo territorio en un tercio de los casos, sobre todo de for-                 métodos. Se realiza una primera búsqueda utilizando la denomina-\nma precoz en los dos primeros años. Actualmente se podría reco-                         ción de las distintas especialidades en los buscadores Google (G),\nmendar la utilización de tratamiento endovascular para el abordaje                      Yahoo (Y) y MSN (M). Posteriormente, se realiza una búsqueda\nde la estenosis intracraneal refractaria al tratamiento médico en                       utilizando las palabras clave ‘migraña’ ‘ictus, ‘esclerosis múltiple’\ncentros con experiencia. Presentamos los resultados iniciales en                        y ‘epilepsia’ en los buscadores. Se analizan los 20 primeros resulta-\nnuestro centro en la realización de angioplastia en casos de esteno-                    dos remitidos por el buscador. Se recogen datos como página fuen-\nsis intracraneal sintomática y recurrente. Pacientes y métodos. Des-                    te, adhesión a sistemas de acreditación de información sanitaria (pá-\ncripción de una serie de 7 pacientes ingresados por ictus isquémi-                      ginas acreditadas, PA), mejor n.º de orden de página vinculada a la\ncos recurrentes y estenosis intracraneal, refractarios a tratamiento                    Sociedad Española de Neurología (SEN) (número orden página de\nantiplaquetario, en los que se ha realizado angioplastia en este últi-                  perteneciente a la SEN, NOPSEN) nombre y profesión del autor\nmo año. Se recoge las variables demográficas, los factores de ries-                     (autor identificado, AI), fecha de actualización y publicidad de la\ngo vascular, el éxito del procedimiento, las complicaciones peripro-                    industria farmacéutica (PI). Las distintas búsquedas fueron realiza-\ncedimiento y las complicaciones a corto plazo. Resultados. Los pa-                      das en octubre-noviembre de 2007, por lo que actualmente podrían\ncientes tenían una media de edad de 60,8 años, con un intervalo en-                     hacer variado los resultados. Resultados. Neurología es la especia-\ntre 47 y 66 años. Los principales factores de riesgo que se identifi-                   lidad médica con mayor número de páginas web registradas en bus-\ncaron fueron la hipertensión arterial, el tabaquismo y la dislipemia.                   cadores. Respecto a las diversas patologías estudiadas, los resulta-\nCinco pacientes tuvieron ictus/ataque isquémico transitorio (AIT)                       dos son los siguientes: migraña: PA 18%; NOPSEN: no aparece en\nvertebrobasilar y 2 carotídeo, de repetición. De los 7 casos analiza-                   G, Y ni M; AI 35%; PI 13%. Esclerosis múltiple PA 8%; NOPSEN\ndos, 2 de ellos presentaban una estenosis significativa en la arteria                   7 G; AI 16%; PI 20%; ictus: PA 15%; NOPSEN 1 G y M; AI 31%;\ncerebral media, 3 en la arteria basilar y 2 en la vertebral intracrane-                 PI 13%, epilepsia: PA 18%; NOPSEN 11 G, 7 Y, 16 M; AI 16%; PI\nal. En todos los casos se dilató la arteria estenótica con balón, se co-                11%. En ninguna de las entidades estudiadas se encontraron pági-\nrrigió la estenosis, y en 6 fue posible la colocación de un stent. No                   nas relacionadas con la Sociedad Valenciana de Neurología. Con-\nhubo complicaciones inmediatas. En uno de los casos se produjo                          clusiones. Las posibilidades que ofrece Internet como fuente de in-\ntrombosis del stent, por lo que falleció el paciente (no llevó, por                     formación son ilimitadas; sin embargo, la ausencia de control de\nalergia, doble antiagregación). No ha habido ningún ictus ni otra                       calidad convierte dicha oportunidad en una amenaza potencial.\ncomplicación vascular en el seguimiento (mediana: 3 meses). Con-                        La calidad de la información sanitaria encontrada es muy variable.\nclusiones. En esta corta serie de pacientes, la seguridad y la eficacia                 La adhesión a sistemas de acreditación es baja. Ni las páginas de la\ndel procedimiento endovascular es buena. Los pacientes con este-                        SEN ni de la SVN aparecen en los lugares destacados de los busca-\nnosis intracraneal sintomática refractaria al tratamiento médico                        dores. Es necesario mejorar estas cuestiones, ya que cada vez más\npueden beneficiarse de la angioplastia para reducir el riesgo de pre-                   pacientes consultan esta información.\nsentar un nuevo episodio isquémico cerebral. Quedamos pendien-\ntes de la evolución a largo plazo.\n\n\n\n\n628                                                                                                                          REV NEUROL 2008; 46 (10): 628-635\n\f                                                                         XXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n30.                                                                      tual consiste en azatioprina y prednisona. El rituximab es un anti-\n                                                                         cuerpo monoclonal frente a las células CD-20, que ocasiona una de-\nENDARTERECTOMÍA Y TRATAMIENTO ENDOVASCULAR:                              pleción de los linfocitos B y con potencial terapéutico en la NMO, te-\nEVALUACIÓN PROSPECTIVA EN EL PRIMER AÑO                                  niendo en cuenta la importancia de la inmunidad humoral en esta en-\nEN EL HOSPITAL GENERAL DE ALICANTE                                       fermedad. Se presenta el caso de una paciente con NMO con res-\nM. Ruiz-Vegara, A. Pampliega-Pérez, S. Martí-Martínez                    puesta a rituximab tras haber ensayado sin éxito otros tratamientos.\nHospital General Universitario de Alicante. Alicante.                    Caso clínico. Mujer de 38 años que presentó neuritis óptica izquierda\n                                                                         en 1999 seguida de neuritis óptica derecha a los 3 meses. Resonancia\nIntroducción. La endarterectomía (EDA) y la angioplastia con in-         magnética (RM) cerebral normal en dos ocasiones. Al año, presentó\nserción de stent carotídeo (ATP) se emplean en la prevención del         episodio de mielitis con RM medular que mostraba lesiones medula-\nictus isquémico en pacientes con estenosis de la arteria carótida in-    res y fue diagnosticada de síndrome de Devic. Se inició tratamiento\nterna. Aunque ambas técnicas han demostrado una reducción en el          con azatioprina, que fue suspendido por efectos secundarios gas-\nriesgo de ictus isquémico a largo plazo, la morbilidad y mortalidad      trointestinales. Se ensayó tratamiento con interferón β-1a subcutá-\nalrededor del procedimiento obligan a una selección de la técnica        neo, continuando con 2-3 brotes (neuritis óptica y mielitis) al año. Se\nsegún las características de cada caso. El motivo de este estudio es     suspendió el tratamiento con interferón y se inició tratamiento con\nevaluar la eficacia y seguridad de ambas técnicas en nuestro hospi-      mitoxantrona con buena respuesta, por lo que se suspendió el trata-\ntal. Pacientes y métodos. Revisamos los estudios neuroecográficos        miento tras 8 ciclos de 12 mg/m2. Se reintentó tratamiento con aza-\nrealizados entre febrero de 2006 y febrero de 2007. Analizamos las       tioprina y prednisona durante un año, continuando con brotes y lesio-\ncaracterísticas de los pacientes (edad, sexo, comorbilidad, patolo-      nes activas en la RM medular. La paciente fue tratada con 4 ciclos de\ngía carotídea contralateral y situación basal según la escala de Ran-    rituximab de 375 mg/m2. Al inicio del tratamiento con rituximab, el\nkin); los eventos en los 30 días posteriores a la intervención y du-     EDSS era de 6. Tras un año de seguimiento, la paciente no ha presen-\nrante el primer año. Resultados. Entre los estudios neuroecográfi-       tado nuevos brotes y el EDSS (escala ampliada del estado de disca-\ncos realizados hallamos 81 carótidas con estenosis del 70% o supe-       pacidad) es de 4. Conclusiones. El rituximab probablemente sea la\nrior según los hallazgos del Doppler/dúplex carotídeo. El estudio        primera opción terapéutica en los pacientes con NMO que no respon-\narteriográfico posterior detecta que en 15 casos se trataba de oclu-     den al tratamiento habitual con azatioprina y prednisona.\nsiones carotídeas. De los 66 casos en que se confirmó la estenosis\ncarotídea, el 36% lo constituyen carótidas sintomáticas. Finalmen-\nte, se interviene en 38 casos. Se realizaron 18 EDA, de las cuales 7     32.\neran sintomáticas (34,2 %). De ellos, un paciente presentó una cri-\nsis epiléptica en el contexto de un síndrome de hiperperfusión y un      SORDERA BILATERAL SECUNDARIA A ICTUS ISQUÉMICO\ncaso precisó reintervención por hemorragia en sutura de arterioto-       I. Bravo-Portolés, R.M. Vilar-Ventura, D. Geffner-Sclarsky,\nmía, siendo estos casos carótidas no sintomáticas previamente. Se        B. Claramonte-Clausell, A. Belenguer-Benavides\nefectuaron 20 ATP, siendo 6 de ellas sintomáticas (30%), en los pri-     Hospital General de Castellón. Castellón de la Plana.\nmeros 30 días dos de estos pacientes presentaron ataque isquémico\ntransitorio (AIT), siendo ambos casos previamente carótidas asin-        Introducción. La sordera bilateral aguda es una alteración otológica\ntomáticas. En ninguno de los grupos hubo mortalidad, complica-           periférica o psicógena y raramente causada por una alteración cen-\nción cardíaca o ictus discapacitante en los 30 días que siguieron al     tral. En adultos hay que descartar isquemia cerebral, vertebrobasilar\nprocedimiento. Tras un año, ningún paciente tratado ha sufrido un        o bitemporal. Presentamos un caso de sordera bilateral transitoria\nictus y en ningún caso se ha detectado reestenosis carotídea signifi-    secundaria a infartos isquémicos temporales bilaterales. Caso clíni-\ncativa, según el control neuroecográfico. No observamos diferen-         co. Mujer de 41 años con antecedentes de estenosis aórtica con pró-\ncias significativas entre ambas técnicas. En nuestro medio, la tasa      tesis desde 1990 y en tratamiento con sintrom, accidente cerebro-\nde complicaciones de la EDA y ATP, todas ellas consideradas me-          vascular (ACV) isquémico silviano derecho en 1999 con hemiplejía\nnores, en los 30 días posteriores son de un 11 y un 10%, respectiva-     izquierda residual y ataque isquémico transitorio (AIT) silviano iz-\nmente. Al cabo de un año no se observan complicaciones ni se iden-       quierdo en 2000. Presenta en octubre de 2007 cuadro brusco de sor-\ntifica reestenosis según control neuroecográfico. Conclusiones. Tan-     dera bilateral precedido de torpeza en mano derecha de pocos minu-\nto la EDA como la ATP constituyen técnicas eficaces y seguras en         tos de duración. La paciente, al darse cuenta de los síntomas, inten-\nel tratamiento de las estenosis carotídeas mayores del 70%. Consi-       ta hablar, pero no logra hacerse entender al presentar afasia motora;\nderamos que la adecuada selección de los pacientes contribuye en         intenta escribir y lo hace con algún fallo gramatical, aunque se com-\ngran medida a los resultados obtenidos.                                  prende el contenido. El episodio dura 2 h 15 min con fluctuación de\n                                                                         los síntomas. Por momentos no escucha nada, y por momentos re-\n                                                                         cupera la capacidad de mantener una conversación telefónica. A su\n31.                                                                      llegada a Urgencias no se le objetiva focalidad neurológica diferen-\n                                                                         te a los déficit secundarios al infarto cerebral previo, pero aporta los\nRESPUESTA AL RITUXIMAB EN UN PACIENTE                                    escritos realizados donde se observan las alteraciones gramaticales.\nCON NEUROMIELITIS ÓPTICA (SÍNDROME DE DEVIC)                             De las pruebas realizadas destacan: tomografía computarizada (TC)\nF. Mira-Berenguer a, L. Berenguer-Ruiz a, M. Lezcano-Rodas a,            craneal: infarto antiguo silviano derecho; resonancia magnética (RM)\nL. Hernández-Rubio a, J.C. Giner-Bernabeu a, A. Fríes-Ramos a,           cerebral: pequeño infarto agudo cortical temporal izquierdo y ex-\nC. Otto a, E. Baño b, A.P. Sempere a                                     tenso infarto isquémico crónico silviano derecho; estudio vascular:\na\n Servicio de Neurología. b Servicio de Neurocirugía.                     no visualización arteria cerebral media (ACM) derecha. No esteno-\nHospital General Universitario de Alicante. Alicante.                    sis carotídeas. Potenciales evocados auditivos de tronco encefálico\n                                                                         (PEAT) y audiometría: normales. La paciente no presenta nuevos\nIntroducción. La neuromielitis óptica (NMO), también conocida co-        síntomas durante el ingreso y es dada de alta con diagnóstico de in-\nmo síndrome de Devic, es una enfermedad desmielinizante infre-           farto cerebral con manifestaciones transitorias de probable origen\ncuente, que afecta a los nervios ópticos y a la médula espinal. Estu-    cardioembólico. Conclusiones. Corticalmente, la audición está re-\ndios inmunopatológicos han demostrado que la inmunidad humoral           presentada bilateralmente, a pesar de que cada lóbulo temporal reci-\ndesempeña un papel más importante en la NMO que en la esclerosis         be mayor input desde el oído contralateral; de allí la rareza de la\nmúltiple. El tratamiento de los brotes consiste en corticoides y plas-   sordera de causa central y supratentorial. Síntomas como disartria,\nmaféresis. En el tratamiento preventivo de las recaídas, el más habi-    vértigo y disminución de la fuerza hacen pensar rápidamente en ic-\n\n\nREV NEUROL 2008; 46 (10): 628-635                                                                                                            629\n\fXXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\ntus. En el diagnóstico diferencial de una pérdida auditiva aguda de-            de consultas de Neurología, con diagnóstico inicial dudoso, a los\nberíamos contemplar la sordera central como causa infrecuente.                  cuales se les había realizado un SPECT de ioflupano y un SPECT\n                                                                                de receptores de dopamina. Se recogió la sospecha diagnóstica, el\n                                                                                resultado de los SPECTs y las modificaciones en su diagnóstico y\n33.                                                                             tratamiento posteriores. En todos los casos el diagnóstico final es\n                                                                                exclusivamente clínico; no se realizó anatomía patológica a ningu-\nCÓDIGO ICTUS EN EL HOSPITAL                                                     no de los pacientes. Resultados. Se estudiaron un total de 8 pacien-\nGENERAL DE CASTELLÓN. ESTUDIO REI                                               tes. En 4 pacientes la sospecha inicial era de una EP; en 3 de un PP;\nC. Vilar-Fabra, D. Geffner-Sclarsky, C. Soriano-Soriano,                        y en 1 paciente de parkinsonismo vascular (PV). El SPECT de io-\nA. Belenguer-Benavides, M. Campillo-Alpera,                                     flupano mostró afectación bilateral en 5/8 pacientes, y unilateral,\nB. Claramonte-Clausell                                                          con predominio derecho en el lado derecho, en tres pacientes. El\nServicio de Neurología. Hospital General de Castellón. Castellón de la Plana.   IBZM fue normal en 3 pacientes, intermedio y bilateral en 2 pa-\n                                                                                cientes, afectación bilateral en 1 paciente y unilateral en 2 pacien-\nIntroducción. La coordinación entre los distintos niveles asistencia-           tes. En 5/8 pacientes se confirma el diagnostico inicial (3 pacientes\nles es imprescindible para evitar demoras innecesarias y mejorar la             con sospecha de EP, 1 paciente con sospecha de PP y 1 paciente con\neficacia del sistema sanitario ante la emergencia médica que repre-             PV); en un paciente se cambia el diagnóstico (de PP a EP); en 1 pa-\nsenta el ictus. El código ictus (CI) es el sistema que mediante actua-          ciente el diagnóstico queda dudoso (EP frente a PP) y en otro el\nción protocolizada permite disminuir los retrasos y administrar el              diagnóstico es contrario al que sugieren los SPECTs –el yodoben-\ntratamiento oportuno al ictus, principalmente la trombólisis endo-              zamida (IBZM) sugiere un PP y el diagnóstico final es EP–. En 4/8\nvenosa (EV) en el infarto cerebral. El objetivo es conocer el uso y             pacientes se producen cambios de tratamiento (en 2 pacientes con\nrendimiento del código ictus en nuestro medio. Pacientes y méto-                diagnóstico final de EP se aumenta la dosis de levodopa/carbidopa,\ndos. Estudio prospectivo de serie consecutiva de pacientes ingresa-             en 1 paciente se añade levodopa/benseracida y en otro paciente tol-\ndos en Neurología recogidos en Estudio Retraso en el Ictus (REI)                capone). Conclusiones. La combinación del SPECT de ioflupano y\nCastellón, desde 5/2/2007 al 5/2/2008. Se recogieron datos demo-                de IBZM es útil en el diagnóstico diferencial de la EP de otros PP y,\ngráficos, clínicos, tiempo a urgencia hospitalaria, activación del có-          por tanto, puede ser de ayuda a la previsión del pronóstico (suele\ndigo ictus. Se consideró adecuado su activación si tiempo desde el              ser ominoso en los PP) y al enfoque terapéutico de los pacientes.\ninicio menor a 3 horas, edad inferior a 81 años y buen nivel funcio-\nnal (Rankin < 2). Se analizaron causas de no trombólisis y horario\nde llegada. Nuestro centro no dispone de guardia de Neurología ni               35.\nUnidad de Ictus. El código ictus está activo durante el horario de\nmañana (8-15 horas) y cuando un neurólogo esta de guardia de Me-                UTILIDAD DEL MINIMENTAL-PARKINSON EN\ndicina Interna. Se realiza estudio descriptivo preliminar. Resulta-             PACIENTES CON PARKINSON Y QUEJAS COGNITIVAS\ndos. Se recogieron 417 con una edad media de 71,75 años, siendo                 J.C. Sánchez-Manso, R. Blasco, J.A. Burguera,\nel 57,3% varones y el 42,7% mujeres. 156 pacientes (37,4%) de                   M. Andreu, S. Roig, A. Campos, M. Baquero\n417 ictus registrados en el REI, llegaron en menos de 3 horas a Ur-             Hospital la Fe. Valencia.\ngencias Hospitalarias. Hubo 45 activaciones del CI (10,8% de la se-\nrie), excepto 1 caso, todas intrahospitalarias. Ocho CI inadecuados             Introducción. La enfermedad de Parkinson (EP) asocia frecuente-\n(17,8%), todos por incorrecta estimación del tiempo. Se tromboli-               mente a lo largo de su evolución deterioro cognitivo, y específica-\nsaron 10 pacientes (3,4%) de infartos cerebrales (10/296). Las cau-             mente alteraciones disejecutivas, en un patrón distinto al típico de\nsas de no trombólisis fueron: rápida mejoría de los síntomas o reso-            alteraciones mnésicas de la demencia tipo Alzheimer. La evalua-\nlución del cuadro (45,7%), signos de infarto extenso en la tomogra-             ción diagnóstica inicial de esas alteraciones asociadas a la EP pue-\nfía axial computarizada (TAC) o hemorragia (11,4%), NIHSS (Na-                  de ser inadecuada con los instrumentos utilizados en otras altera-\ntional Institute of Health Stroke Scale) mayor de 24 (8,6%) y trata-            ciones cognitivas. Se han diseñado algunas herramientas específi-\nmiento previo con sintrom (8,6%). Conclusiones. Nuestra expe-                   cas para la evaluación de trastornos cognitivos asociados a la EP.\nriencia con el CI es positiva; 1 de cada 5 activaciones de CI llegaron          Presentamos los resultados de la aplicación en nuestro hospital, de\na trombolisarse, pero es imprescindible la apertura al sistema extra-           un test para deterioro cognitivo asociado a Parkinson, el minimen-\nhospitalaria (CICU) y ampliarlo a 24 horas los 365 días del año.                tal parkinson que comparamos con el estándar minimental. Pacien-\n                                                                                tes y métodos. Se aplicó el test minimental-Parkinson a 28 pacien-\n                                                                                tes (15 mujeres y 13 varones) vistos en consultas externas de Neu-\n34.                                                                             rología de nuestro hospital. De todos los pacientes evaluados, 20\n                                                                                eran pacientes con Parkinson que presentaban quejas cognitivas y 8\nCOMBINACIÓN DE LA TOMOGRAFÍA COMPUTARIZADA                                      controles con demencia tipo Alzheimer inicial. Resultados. El re-\nPOR EMISIÓN DE FOTÓN ÚNICO DE RECEPTORES Y DE                                   sultado de ambos tests fue comparable en ambos grupos de pacien-\nTRANSPORTADORES DE DOPAMINA EN EL DIAGNÓSTICO                                   tes, pero en los pacientes sin afectación de las actividades de la vi-\nDIFERENCIAL DE LOS TRASTORNOS DEL MOVIMIENTO                                    da diaria el minimental-Parkinson delató mayor afectación cogniti-\nM.T. Pérez-Saldaña, R. Pérez-Velasco, M. Boscá,                                 va que el minimental estándar en pacientes con EP idiopática. Con-\nJ.C. Sanchez-Manso, J.C. López-Poma, J.A. Burguera                              clusiones. El minimental-Parkinson es similar en cuanto a su facili-\nHospital La Fe. Valencia.                                                       dad y rapidez de aplicación que el de referencia, y es probablemen-\n                                                                                te más fiable para la detección precoz de deterioro cognitivo en pa-\nIntroducción. La tomografía computarizada por emisión de fotón                  cientes con EP.\núnico (SPECT) de transportadores de dopamina (ioflupano) ha de-\nmostrado ser una técnica sensible y específica en el diagnóstico di-\nferencial de enfermedad de Parkinson (EP), temblor esencial y par-\nkinsonismos farmacológicos. Pero no permite diferenciar la EP de\notros parkinsonismos plus (PP). El objetivo de nuestro estudio es\nvalorar la utilidad de la combinación del SPECT de ioflupano, con el\nde receptores (iodobenzamida) en el diagnóstico diferencial de PP.\nPacientes y métodos. Se estudió una serie de pacientes, procedentes\n\n\n630                                                                                                              REV NEUROL 2008; 46 (10): 628-635\n\f                                                                                 XXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n36.                                                                              considerades normals. En el 35,7% mostraven plaques que pro-\n                                                                                 duïen estenosi < 50%, el 7,1% presentaven estenosi entre 50-70%,\nESTUDIO REI CASTELLÓN: CONOCIMIENTO                                              mentre que la resta presentaven vasos allargats sense estenosi signi-\nY COMPORTAMIENTO ANTE EL ICTUS                                                   ficatives. La presència de plaques era única en 11 vasos i múltiple\nC. Soriano-Soriano, D. Geffner-Sclarsky, C. Vilar-Fabra,                         en 10 vasos. Predominaven clarament les plaques tipus IV, uni-\nA. Belenguer-Benavides, M. Campillo-Alpera,                                      formement iso o hiperecòiques. En general, les plaques tenien una\nB. Claramonte-Clausell, E. Martínez-Maruri,                                      superfície regular, però 1/3 d’elles presentaven una superfície irreg-\nD. Rodríguez-Luna, R.M. Vilar-Ventura, M.T. Pérez-Saldaña                        ular. En cap cas, hem trobat plaques ulcerades. Les plaques tenien\nSección de Neurología. Hospital General de Castellón. Castellón de la Plana.     un àrea mitjana de 25,75 ± 8,13 mm2. El gruix íntima-mèdia mitjà\n                                                                                 fou de 0,85 ± 0,17 mm. No hem trobat dades significatives en l’es-\nIntroducción. El factor más importante que impide dar tratamiento                tudi transcranial. Conclusions. Evidentment, encara és un grup poc\ntrombolítico endovenoso en el ictus isquémico es el retraso del pa-              representatiu pel seu tamany, però creiem que ja pot destacar-se\nciente en llegar a urgencias hospitalarias en un tiempo adecuado.                l’alta prevalença d’alteracions en les caròtides d’aquest tipus de\nPara poder diseñar actuaciones encaminadas a reducir este retraso y              malalts. Donada la molt menor prevalença d’alteracions valorables\nextender así los beneficios del tratamiento a un mayor número de                 a l’estudi dels vasos intracranials, pensem que encara no podem\nenfermos es necesario conocer qué factores influyen en el tiempo                 treure conclusions sobre la seua utilitat en aquests malalts. Consi-\nempleado en acudir al hospital. Para conocer el conocimiento y el                derant el seu alt risc vascular, pensem que és convenient aprofundir\ncomportamiento de nuestros pacientes realizamos el estudio Retra-                en aquesta línia de treball i col·laboració entre dues especialitats\nso en el Ictus-Castellón (REI). Pacientes y métodos. Se realizó en-              que atenen malalts amb alt risc vascular.\ntrevista estructurada en menos de 72 horas desde el ingreso a los\npacientes ingresados en Neurología con diagnóstico de ictus –infar-\nto, hemorragia o ataque isquémico transitorio (AIT)– del 5/2/07 al               38.\n5/2/08. Se recogieron datos demográficos, clínicos, conocimiento y\ncomportamiento ante el ictus y tiempos de llegada a urgencias hos-               ANÁLISIS DE LA PRESCRIPCIÓN AL\npitalarias. Se define como tiempo adecuado de llegada a urgencias                ALTA EN UN SERVICIO DE NEUROLOGÍA\nel menor o igual 3 horas. Se realiza estadística descriptiva, conside-           L. Hernández-Rubio, J.C. Giner-Bernabeu, F. Mira-Berenguer,\nrando significativo p < 0,05. Resultados. Ingresaron 417 pacientes               M. Lezcano-Rodas, L. Berenguer-Ruiz, C. Otto, A. Fríes\nen un año: 296 (71%) infartos cerebrales; 73 (17,5%) AIT y 48                    Hospital General de Alicante. Alicante.\n(11,5%) hemorragias cerebrales. Edad media: 71,8 años –desvia-\nción estándar (DE) 12,5–, varones 57,3%, NIH de 6,96 (DE 7,5),                   Introducción. El gasto farmacéutico representa uno de los principa-\nretraso menor de 3 horas: 38%. Se asociaron significativamente a                 les problemas para la sostenibilidad de los sistemas públicos de sa-\nmenor retraso reconocer la enfermedad como ictus y/o grave, inicio               lud. Tanto médicos como pacientes son sus responsables. El objeti-\nfuera del domicilio y acudir directamente a urgencias o llamar al                vo de nuestro trabajo es el de analizar los diagnósticos y los trata-\nCICU. Conclusiones. Nuestros hallazgos confirman que emplean                     mientos prescritos al alta, así como los costes derivados de la pres-\nmenos tiempo en llegar a urgencias aquellos pacientes que llaman                 cripción. Materiales y métodos. Análisis retrospectivo de los infor-\nal teléfono de emergencias o acuden directamente a urgencias hos-                mes de alta emitidos por el Servicio de Neurología (incluyendo\npitalarias, y esto se relaciona con reconocer la situación como ictus            Unidad de Ictus) del Hospital General Universitario de Alicante en\ny/o grave. Mejorar el conocimiento y actitud ante el ictus es necesa-            el período comprendido entre el 1 de enero y el 5 de febrero de 2008.\nrio para extender el tratamiento trombolítico a un mayor número de               Se incluyen los datos de 90 informes, sin que haya ninguna exclu-\npacientes.                                                                       sión o pérdida. Se realiza una recogida sistematizada de datos tales\n                                                                                 como diagnósticos al alta, prescripción (principio activo, genérico\n                                                                                 o marca comercial), dosis y coste actual de cada fármaco. Resulta-\n37.                                                                              dos. Se revisan un total de 90 informes. Promedio altas/día labora-\n                                                                                 bles 3,75/día. El diagnóstico neurológico más frecuente al alta es la\nESTUDI NEUROVASCULAR EN UNA COHORT                                               patología vascular cerebral (52,2%) –50% accidente cerebrovascu-\nDE MALALTS NEFROLÒGICS: PRIMERES DADES                                           lares (ACV) isquémicos, 2,2% ACV hemorrágicos–, seguido de\nJ.M. Moltó-Jordà a, P. Sánchez b, A. García-Pastor c, S. Díaz-Insa a,            crisis epiléptica/epilepsia (18%). De los diagnósticos sistémicos\nL. Lacruz-Ballester a, A. Peris b, M. Garcés-Sánchez a                           más frecuentes destacan las dislipemias (28,8%) y la hipertensión\na\n Unidad de Neurología. b Sección de Nefrología. Hospital Francesc de Borja.      arterial (HTA) (23,3%). El promedio de prescripciones por alta es\nGandía, Valencia. c Servicio de Neurología. Hospital Gregorio Marañón. Madrid.   de 3. El fármaco más prescrito es la atorvastatina (81%), seguido de\n                                                                                 omeprazol (30%). El antiagregante más utilizado es el ácido acetil-\nIntroducció. L’estudi neurovascular, tot i que estem fets a que siga             salicílico (AAS) (30% de los informes). El fármaco antiepiléptico\nun estri en l’estudi dels malalts vascular cerebrals, pot ser una ex-            (FAE) más prescrito es el ácido valproico, seguido de levetirace-\nploració complementària per a altres grups de malalts amb alt risc               tam. El coste promedio de tratamiento/paciente/mes es de 177,68\nvascular com, per exemple, els malalts nefrològics amb insuficièn-               euros. Conclusiones. La prescripción al alta en un Servicio de Neu-\ncia renal o amb hipertensió arterial (HTA) de difícil control. Per               rología es elevada. Gran parte de nuestros pacientes presentan ante-\naquesta raó, des de fa uns 6 mesos hem encetat un protocol meti-                 cedentes médicos subsidiarios de tratamiento, al que se añade, si\nculós d’estudi neurovascular, conjuntament amb la Secció de Ne-                  procede, la prescripción del ingreso actual. Todo ello hace frecuen-\nfrologia del nostre centre. L’objectiu del present treball és simple-            te la polimedicación. Ésta ha tenerse en cuenta por los neurólogos\nment descriure les primeres troballes, sondejant l’interès real d’aques-         prescriptores para tratar de disminuir interacciones, efectos secun-\nta aproximació. Pacients i mètodes. Des de la consulta de Prediàlisi             darios y facilitar el cumplimiento terapéutico.\ni de la consulta d’HTA es remeten a la consulta de Neurosonologia\nsegons criteri del nefròleg. No hi ha cap restricció. La valoració\nneurosonològica s’ha fet per exploradors experimentats, incloent\ndúplex carotidi i transcranial. Mostrem una anàlisi descriptiva de\nles dades. Resultats. En total hem pogut analitzar 21 malalts amb\nuna edat mitjana de 64,76 ± 10,14 anys i una distribució equilibra-\nda per sexes, 11 homes i 10 dones. El 28,6% de les artèries foren\n\n\nREV NEUROL 2008; 46 (10): 628-635                                                                                                                  631\n\fXXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n39.                                                                               derecho. Se solicitó RM cerebral urgente, en la que se visualiza una\n                                                                                  lesión única, parafalciana, frontoparietal izquierda, con captación\nBIOBANCO DE ENFERMEDADES                                                          de contraste en anillo y abundante edema perilesional digitiforme,\nNEUROLÓGICAS. NODO ENAE                                                           compatible con glioma de alto grado frente a metástasis. Analíticas\nJ.A. Burguera, M. Boscá, en representación del Nodo ENAE                          (incluyendo hemograma y bioquímica), tomografía axial computa-\nHospital Universitario La Fe. Valencia.                                           rizada (TAC) tórax-abdomen-pelvis normales. Se realiza exéresis\n                                                                                  quirúrgica y el estudio anatomopatológico demuestra que la lesión\nIntroducción. El Banco Nacional de ADN (BNADN), plataforma                        se correspondía con una toxoplasmosis cerebral. A la luz de estos\ntecnológica de apoyo a la investigación científica desde 2004, faci-              resultados, se inicia tratamiento específico y se realiza serología\nlita el acercamiento al conocimiento de qué genes influyen en el de-              VIH, que resulta positiva. Conclusiones. La toxoplasmosis cerebral\nsarrollo de enfermedades o protegen frente a las mismas, qué enfer-               suele presentarse en casos de inmunodepresión garve. Las caracte-\nmedades están influidas por el ambiente en el que vive el individuo,              rísticas radiológicas suelen corresponderse con lesiones multifoca-\ny qué genes influyen en la eficacia/resistencia a tratamientos espe-              les (si bien hasta un 30% pueden ser únicas), con captación de con-\ncíficos. La Dirección General de Salud Pública de la Generalitat                  traste en anillo (70%) y con un grado de edema variable. Existe un\nValenciana creó un grupo de trabajo denominado Nodo de investi-                   caso publicado en la literatura de similares características al arriba\ngación en enfermedades neurodegenerativas asociadas a la edad                     descrito. Dadas las importantes diferencias en el tratamiento clíni-\n(Nodo ENAE) para colaborar en la recolección de muestras del                      co, tratamiento y potenciales riesgos para el profesional sanitario,\nBNADN (3 años) y constituir, al mismo tiempo, una colección de                    consideramos que el estudio serológico de VIH debe realizarse de\nmuestras de la Comunidad Valenciana bajo condiciones de legali-                   rutina en pacientes con lesión única cerebral en estudio.\ndad, seguridad biológica, alta calidad y precisión diagnóstica. Ma-\nteriales y métodos. Se diseñó una estrategia de intervención basada\nen la colaboración entre los servicios clínicos, laboratorios, epide-             41.\nmiología y docencia de enfermería. Se asignó un protocolo de tra-\nbajo acorde a las competencias de cada grupo: evaluación, diagnós-                TRATAMIENTO DEL PACIENTE CON\ntico, recogida de datos, extracción, traslado y preparación de alí-               HIDROCEFALIA CRÓNICA DEL ADULTO\ncuotas. Resultados. Se obtuvieron en el período julio 2007 a enero                E. Baño-Ruiz a, J. Abarca-Olivas a, L. Berenguer-Ruiz b,\n2008 un total de 246 muestras viables sobre un total de 257 pro-                  M. Duart-Clemente a, F. Mira-Berenguer b, A.P. Sempere b,\npuestas. Tasa de rechazo: 4,28%. La composición actual por edad y                 C. Botella-Asunción a\n                                                                                  a\npatología de la colección es: distonía cervical, 47, 52,38; enferme-               Servicio de Neurocirugía. b Servicio de Neurología.\ndad de Alzheimer, 90, 76,31; enfermedad de Parkinson, 65, 67,73;                  Hospital General Universitario de Alicante. Alicante.\nesclerosis lateral amiotrófica, 14, 61,35; esclerosis múltiple, 30,\n39,96; total: 246, 64,19. Conclusiones. La introducción de una es-                Introducción. Los trastornos de la marcha en el anciano son uno de\ntrategia de intervención cooperativa frente al modelo de captación                los principales retos diagnósticos a los que nos enfrentamos. Entre\nindividualizada en consulta se ha revelado como la opción más efi-                sus causas figura la hidrocefalia crónica del adulto (HCA), patolo-\nciente para generar colecciones de muestras de pacientes en perío-                gía potencialmente tratable, cuya tríada sintomatológica clásica (al-\ndos cortos. La colección final prevista, 500 muestras, puede obte-                teraciones de la marcha, incontinencia y demencia) no siempre apa-\nnerse en 12 meses; lo que, en caso de mantener la eficiencia actual,              rece. Ello hace que se convierta, en no pocas ocasiones, en una en-\nnos anima a la constitución de colecciones de enfermedades de ba-                 tidad de difícil diagnóstico. El objetivo de nuestro trabajo es el de\nja incidencia.                                                                    proponer una vía clínica de cribado, diagnóstico y tratamiento de\n                                                                                  estos pacientes. Materiales y métodos. Se realiza una exposición\n                                                                                  detallada de la vía clínica desarrollada de modo conjunto por los\n40.                                                                               servicios de Neurocirugía y Neurología del Hospital General Uni-\n                                                                                  versitario de Alicante. Actualmente, esta vía clínica está en fase de\n¿DEBEMOS INCLUIR LA SEROLOGÍA DEL VIRUS                                           análisis de sus resultados. Resultados. Ante la sospecha clínica de\nDE INMUNODEFICIENCIA HUMANA EN EL                                                 HCA se realiza una evaluación global del paciente que incluye: pa-\nPROTOCOLO DE LESIÓN INTRACRANEAL ÚNICA?                                           rámetros clínicos (estado funcional, cognitivo, carga isquémica ce-\nJ.C. Giner-Bernabeu a, L. Hernández-Rubio a, F. Mira-Berenguer a,                 rebral, cribado de cuadros depresivos), radiológicos e invasivos\nL. Berenguer-Ruiz a, M. Lezcano-Rodas a, J. Nieto b,                              (obtenidos mediante el test de Katzman). Con todo ello, se identifi-\nK. Ben-Ghezala b, A. García-Escrivà c, C. Otto a, A. Fríes a                      can aquellos pacientes que se beneficiarían de tratamiento median-\na\n Servicio de Neurología. b Servicio de Neurocirugía. Hospital General             te una derivación de líquido cefalorraquídeo (LCR). Conclusiones.\nde Alicante. c Servicio de Neurología. Hospital de Levante. Benidorm, Alicante.   La HCA es una entidad que, en ocasiones, presenta unas caracterís-\n                                                                                  ticas clínicas que hacen difícil su diagnóstico, ya que se solapa con\nIntroducción. Las lesiones ocupantes de espacio intracraneales su-                otras entidades. Mediante esta vía clínica, nuestra intención es la de\nponen un reto diagnóstico frecuente en la práctica diaria. Neopla-                mejorar la calidad del diagnóstico, mediante la identificación de\nsias e infecciones suelen ser sus principales causas. La toxoplasmo-              pacientes con mayor probabilidad de beneficiarse de un tratamien-\nsis es una infección cerebral frecuente en los pacientes inmunode-                to neuroquirúrgico y la disminución de la demora entre el diagnós-\nprimidos. Suele producirse en pacientes con virus de la inmuno-                   tico y su tratamiento.\ndeficiencia humana (VIH) con inmunosupresión celular grave, ge-\nneralmente con CD 4 < 100/μL. Su presentación como lesión ocu-\npante de espacio (LOE) única sin el antecedente conocido de VIH\nes muy poco frecuente. Caso clínico. Mujer de 40 años, sin antece-\ndentes de interés y sin factores de riesgo de VIH conocidos, que\nconsultó al Servicio de Traumatología ante disminución de fuerza\nen miembro inferior derecho. En la resonancia magnética (RM) de\ncolumna lumbar practicada se evidenció la presencia de una míni-\nma protrusión discal. Recibió tratamiento conservador y antiinfla-\nmatorios. Ante la no mejoría, consultó de nuevo. En la exploración\nneurológica se identificó una mínima paresia de miembro superior\n\n\n632                                                                                                                    REV NEUROL 2008; 46 (10): 628-635\n\f                                                                        XXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n42.                                                                     tuximab. Casos clínicos. Caso 1: varón de 34 años diagnosticado de\n                                                                        neuropatía motora con bloqueos de conducción. En el momento del\nAFECTACIÓN NEUROLÓGICA EN LA ENFERMEDAD                                 diagnóstico recibe tratamiento con inmunoglobulina (Ig) intraveno-\nDE BEHÇET: DESCRIPCIÓN DE 10 PACIENTES                                  sa (IV) con recuperación funcional de la debilidad en miembros in-\nF.C. Pérez-Miralles, I. Boscá-Blasco, M.J. Magraner,                    feriores (MMII). En los tres años siguientes presenta múltiples re-\nA. Pascual, J.C. Sánchez-Manso, B. Casanova-Estruch                     caídas que motivan un aumento en la frecuencia de administración\nServicio de Neurología. Unidad de Esclerosis Múltiple.                  de Ig IV. Tras recibir tratamiento con pulsos de ciclofosfamida no\nHospital Universitari La Fe. Valencia.                                  se modifica el curso de la enfermedad ni la ‘dependencia de Ig IV’,\n                                                                        por lo que se inicia tratamiento con rituximab. Caso 2: mujer de 37\nIntroducción. La enfermedad de Behçet es un proceso multisisté-         años que presenta un cuadro de evolución crónica de disgeusia, ojo\nmico, recurrente e inflamatorio que afecta a los ojos, piel, mucosas,   seco, disestesias distales en las cuatro extremidades y dificultad en\narticulaciones, sistema vascular (en especial el sistema venoso),       la deambulación. Tras llegar al diagnóstico de polineuropatía sensi-\ntracto gastrointestinal y sistema nervioso central (SNC). Aunque        tiva secundaria a síndrome de Sjögren, realiza diferentes tratamien-\nmuy prevalente en Oriente Medio y el este de Asia, la zona medite-      tos: corticoides, azatioprina y pulsos de ciclofosfamida, no sin ob-\nrránea es también endémica de esta afección, muy ligada al haplo-       tenerse respuesta terapéutica. Se decide iniciar tratamiento con ritu-\ntipo HLA-B51. Los criterios diagnósticos más extendidos son los         ximab. Caso 3: mujer de 36 años diagnosticada de polineuropatía\ndel Grupo Internacional y los del Comité Japonés. La afectación         atáxica idiopática de probable base autoinmune. Presenta un cuadro\nneurológica se produce en 10-50% de los casos y hasta un 1/3 tie-       atáxico apendicular muy invalidante de curso lentamente progre-\nnen secuelas graves, con cursos remitentes-recurrentes (RR) o pro-      sivo con exacerbaciones. Recibe diversos tratamientos: corticoides\ngresivos. El objetivo de este estudio es describir una serie de pa-     vía oral y en pulsos IV, plasmaféresis, Ig IV y ciclofosfamida, sin\ncientes diagnosticados de enfermedad de Behçet con afectación           conseguir respuesta terapéutica. Se plantea el tratamiento con ritu-\nneurológica, así como describir su evolución y el tratamiento lleva-    ximab. En los tres casos y tras la firma del consentimiento informa-\ndo. Pacientes y métodos. Se describen 10 pacientes con enfermedad       do, se solicitó rituximab como medicación de uso compasivo. La\nde Behçet que tuvieron algún síntoma neurológico. Se recogieron         pauta de administración fue: cuatro dosis de 375 mg/m2 separadas\nlos síntomas/signos clínicos de afectación sistémica y neurológica,     entre sí una semana. Salvo el cuadro pseudogripal que presentaron\nexploraciones complementarias y evolución. Resultados. Hubo pre-        dos de los casos, no aparecieron otros efectos secundarios (tras se-\ndominio de hombres (70%). La edad media fue 43 años. En algún           guimiento mayor de 6 meses). En cuanto a la evolución clínica en\nmomento de la evolución, los pacientes presentaron úlceras bucales      el caso 1 se ha conseguido disminuir la frecuencia e intensidad de\n(100%), pseudofoliculitis (50%), úlceras genitales, afectación arti-    las recurrencias. En los casos 2 y 3 la mejoría clínica ha sido evi-\ncular, eritema nodoso, afectación gastrointestinal (40%), fenóme-       dente; el caso se encuentra asintomático y en el 3 la disminución de\nnos trombóticos (33,3%), afectación ocular (20%). El test de pater-     la ataxia ha permitido una deambulación autónoma. Conclusiones.\ngia fue positivo en 1 paciente de 6. Se distinguieron dos patrones de   El rituximab constituye una herramienta terapéutica eficaz y bien\nafectación neurológica: parenquimatoso (80%) y secundario. Hasta        tolerada en aquellas neuropatías disinmunes refractarias a los trata-\nun 40% tuvieron manifestaciones psiquiátricas. Cumplieron crite-        mientos convencionales.\nrios de enfermedad de Behçet: 50% según el Grupo Internacional, y\n90% enfermedad de Behçet incompleta según el Comité Japonés.\nUn 70% tenía lesión en SNC en neuroimagen. El estudio de líquido        44.\ncefalorraquídeo (LCR) fue normal en 5 pacientes, uno con presión\nde apertura elevada, y otro con bandas oligoclonales presentes. 4       ESTUDIO COMPARATIVO DE LAS ALTERACIONES\npacientes fueron HLA-B51 positivos. Todos fueron tratados con           COGNITIVAS DE UN GRUPO DE ADULTOS JÓVENES\ncorticoides, menos uno. Un 80% llevó de forma asociada azatiopri-       DIAGNOSTICADOS DE HIPOTIROIDISMO SUBCLÍNICO\nna. Tres llevaron ciclofosfamida, en forma de pulsos intravenosos       FRENTE A UN GRUPO DE INDIVIDUOS CONTROL\nmensuales u oral. Uno de los pacientes recibió plasmaféresis por un     V. Medrano, M.A. Ferrándiz, J.M. Moltó-Jordá,\nbrote grave, con buena respuesta. El 80% tuvo una evolución RR,         A.P. Sempere, R. Martín\nde ellos la mitad con secuelas. Un 20% llevó un curso secundaria-       Servicios de Neurología. Hospital General Virgen de la Salud de Elda.\nmente progresivo a pesar del tratamiento. Conclusiones. La enfer-       Hospital Francesc de Borja de Gandía. Valencia. Hospital General\nmedad de Behçet no tiene síntomas/signos patognomónicos o ha-           Universitario de Alicante. Hospital Universitario de San Juan. Alicante.\nllazgos de laboratorio diagnósticos. En nuestra serie, los criterios\ndel Grupo Internacional no fueron lo suficientemente sensibles, en      Introducción. Se define hipotiroidismo subclínico como la disfun-\ncomparación con los del Comité Japonés. La ",
  "wordCount": 8815,
  "indexed": "2025-09-25T22:36:25.185Z",
  "method": "direct"
}
