{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/XXVI Reunión Anual de la Sociedad Valenciana de Ne_2.pdf",
  "fileName": "XXVI Reunión Anual de la Sociedad Valenciana de Ne_2.pdf",
  "relativePath": "Artículos propios/XXVI Reunión Anual de la Sociedad Valenciana de Ne_2.pdf",
  "text": "XXVI REUNIÓN ANUAL DE LA SOCIEDAD\n    VALENCIANA DE NEUROLOGÍA (II)                                                         L’Alfàs del Pi, Alicante, 6-7 de marzo de 2009\n\n\n\n\nCOMUNICACIONES                                                                  portante descartar las causas infecciosas, causas potencialmente\n                                                                                tratables. Caso clínico. Varón de 57 años, sin antecedentes de inte-\n                                                                                rés, con un cuadro, de inicio relativamente agudo, de disminución\n                                                                                de agudeza visual bilateral, asimétrica con predominio izquierdo,\n25.                                                                             indolora, con escotoma en zona central y campos inferiores izquier-\n                                                                                dos. En la exploración neurológica sólo destaca una marcada pérdi-\nESTUDIO DESCRIPTIVO DE LA MORTALIDAD                                            da de agudeza visual central en ojo izquierdo, menor en derecho,\nINTRAHOSPITALARIA EN LA UNIDAD DE NEUROLOGÍA                                    con disminución de visión para los colores. El estudio complemen-\nDEL HOSPITAL COMARCAL DE VILLAJOYOSA                                            tario descarta causas arteríticas asociadas (VSG y dúplex tempora-\n(ALICANTE) DURANTE EL PERÍODO 2005-2008                                         les normales), RM sin proceso infiltrativo/compresivo evidente y\nR.M. Sánchez Pérez, C. Díaz Marín, I. Abellán, N. Pérez Carmona                 niveles vitamínicos normales. Fondo de ojo con leve exudación pe-\nSección de Neurología. Hospital Comarcal Marina Baixa. Villajoyosa, Alicante.   ripapilar en ojo derecho sin papiledema. En la angiofluoresceína\n                                                                                aparecen imágenes sugestivas de coriorretinitis posterior. Potencia-\nIntroducción. La mortalidad hospitalaria es un indicador sanitario              les evocados visuales, con afectación mixta preferentemente des-\nutilizado como control de la calidad asistencial. Es un indicador bru-          mielinizante. En la serología del suero se detecta reactividad para\nto que se encuentra influido por numerosos factores como la patolo-             las pruebas reagínicas y treponémicas y ante la sospecha de neuro-\ngía atendida, la edad de la población, la presión asistencial en Urgen-         lúes se realiza punción lumbar, el estudio citoquímico de LCR mos-\ncias, la existencia o no de unidades de corta estancia o unidades de            traba celularidad (30 leucocitos) con predominio de mononuclea-\nhospitalización a domicilio, y la accesibilidad a los hospitales de en-         res; cultivo y serologías de LCR negativos. Se inició tratamiento\nfermos crónicos o residencias sociosanitarias. Objetivo. Analizar de            corticoideo y con penicilina G en solución acuosa. El paciente ha\nforma descriptiva la mortalidad intrahospitalaria en la Sección de              mejorado de forma significativa hasta permanecer asintomático. El\nNeurología del Hospital Comarcal de Villajoyosa. Pacientes y méto-              control de LCR a los cuatro meses del tratamiento muestra 10 leu-\ndos. Se analizaron de forma retrospectiva las historias clínicas o in-          cocitos. Conclusiones. La causa más frecuente de neuropatía óptica\nformes de alta de los pacientes que fallecieron durante su ingreso en           en mayores de 50 años es la isquémica, y en menores de 50 años es\nla Sección de Neurología en el periodo comprendido entre enero de               la inflamatoria. En el diagnóstico diferencial de una neuropatía óp-\n2005 y diciembre de 2008. Se recogieron datos demográficos, ante-               tica inflamatoria hay que descartar causas infecciosas ya que son\ncedentes personales, situación previa al ingreso, diagnóstico princi-           potencialmente tratables y con buen pronóstico. La afectación sifi-\npal, días de estancia, causa de la muerte y complicaciones médicas.             lítica ocular puede aparecer en cualquier estadio evolutivo de la en-\nResultados. En el periodo 2005-2008 hubo un toral de 168 exitus, lo             fermedad y hacerlo de forma silente o manifestarse como una uveí-\nque supone una tasa de mortalidad media durante el periodo de estu-             tis anterior, coroiditis, queratitis intersticial, neuritis óptica, etc. La\ndio del 5% con ligeras variaciones anuales. El 47,62% eran varones,             afectación sifilítica del nervio óptico puede ser unilateral o bilateral\ny el 52,38%, mujeres, La edad media era de 79,44 años (rango: 25-97             y presentarse como una perineuritis, neuritis óptica anterior o retro-\naños). El 98,4% ingresaron desde Urgencias, el 4,17% eran traslada-             bulbar y en forma de papiledema La historia clínica de nuestro pa-\ndos desde Neurocirugía y el 3,57% de la UCI. El resto eran trasladados          ciente no permite identificar periodo primario ni secundario de la\ndesde otros servicios del hospital u otros hospitales. Las causas más           lúes. En este caso, la afectación fundamental es la neuropatía ópti-\nfrecuentes fueron el ictus isquémico (47,2%), la hemorragia cerebral            ca, aunque también aparecen manifestaciones coriorretinianas más\n(32,14%) y el traumatismo craneoencefálico (7,74%). Los pacientes               leves. La pauta de tratamiento consiste en penicilina G en solución\ncon una calidad de vida mala previa al ingreso (Karnofski ≤ 50) fue-            acuosa en dosis de 4 millones de unidades cada cuatro horas hasta\nron el 36%. La estancia media fue de 8,59 días (rango: 0-58 días),              completar un ciclo de 14 días, así como corticoides asociados. La\nsignificativamente superior en los pacientes más jóvenes o proceden-            respuesta de nuestro paciente ha sido completa, encontrándose asin-\ntes de la UCI. Los pacientes presentaron complicaciones médicas en              tomático en la actualidad.\nun 60,12%, siendo las más frecuentes las infecciosas y las respirato-\nrias. La causa principal de muerte fue neurológica en un 51,19% de\nlos casos y no neurológica en un 48,81%. Conclusiones. Un impor-                27.\ntante porcentaje de los exitus en neurología son pacientes de edad\navanzada o con enfermedades degenerativas y terminales y con mala               T-BASILAR. ESTUDIO DÚPLEX DE\ncalidad de vida previa, que precisan una medicina paliativa más que             SUS RAMAS EN EL PLANO CORONAL\ncurativa. Una mejor asistencia extrahospitalaria a los pacientes con            N. López Hernández\npatología terminal podría disminuir los ingresos hospitalarios.                 Sección de Neurología. Hospital General Universitario de Elche.\n\n                                                                                Introducción. La proximidad anatómica del segmento P1 de la arte-\n26.                                                                             ria cerebral posterior (P1-ACP) y la arteria cerebelosa superior (ACS)\n                                                                                puede llevar a errores cuando están siendo evaluadas axialmente en\nNEUROPATÍA ÓPTICA BILATERAL COMO                                                el dúplex transcraneal. Además, pocos datos hemodinámicos han\nFORMA DE PRESENTACIÓN DE NEUROLÚES                                              sido publicados de estos vasos. Su evaluación en el plano coronal\nL. Navarro Cantó, N. López Hernández, J. Alom Poveda                            puede mejorar la identificación y evaluación hemodinámica. Obje-\nSección de Neurología. Hospital General Universitario de Elche.                 tivo. Identificación y medición de velocidades de las P1-ACP y\n                                                                                ACS mediante aproximación coronal con dúplex transcraneal en\nIntroducción. La neuropatía óptica puede ser la forma de presenta-              una muestra de población sana. Sujetos y métodos. Se realizó un es-\nción de la enfermedad sifilítica. Ante una neuropatía óptica es im-             tudio dúplex transcraneal, a través de la ventana temporal en 20 vo-\n\n\n212                                                                                                                   REV NEUROL 2009; 49 (4): 212-220\n\f                                                                                                      SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nluntarios sanos con buena ventana temporal. En el plano coronal se          dedicados al cuidado. Sólo el 7,21% tienen la concesión de la ayu-\nidentificaba la arteria basilar distal y sus ACS y ACP. Con correc-         da. El promedio de tiempo para la valoración y resolución por\nción de ángulo, se registraron las velocidades sistólica (Vs), diastó-      Bienestar Social es muy elevado y un 15,32% de los pacientes fa-\nlica (Vd), media (Vm), índices de pulsatilidad (IP) y de resistencia        llecen antes de percibir la ayuda. Es necesario revisar los circuitos\n(IR) de estas arterias. Resultados. Se estudiaron a 12 mujeres y 8          de valoración y concesión de ayudas a este colectivo.\nhombres con una edad media de 46 ± 14,2 años (rango: 26-71 años).\nUn total de 33 pares de arterias pudieron analizarse (tasa de detec-\nción: 82,5%). Los valores medios obtenidos fueron, en el caso de la         29.\nACP, Vs = 58,9 cm/s, Vm = 37,8 cm/s, Vd = 24,5 cm/s, IP = 0,92,\nIR = 0,59, y en el caso de la ACS, Vs = 44,8 cm/s, Vm = 30,3 cm/s,          PRESENTACIÓN DE UN PROYECTO DE\nVd = 20,1 cm/s, IP = 0,85, IR = 0,56. Conclusiones. Las Vs máxi-            REGISTRO DE TROMBOSIS VENOSAS\nmas de las ACP son casi un 24% mayores a las de las ACS. En el              PROFUNDAS EN HEMORRAGIAS CEREBRALES\nprotocolo de estudio neurovascular de la circulación posterior me-          C. Soriano, D. Geffner, C. Vilar, B. Claramonte,\ndiante dúplex transcraneal recomendamos que se incluyan planos              A. Belenguer, M. Campillo, A. del Villar,\ncoronales posteriores para mejorar la identificación de las ramas           D. Rodríguez, R. Vilar, M. Peinazo, A. Simón\ndistales de la arteria basilar.                                             Hospital General de Castellón.\n\n                                                                            Introducción. La trombosis venosa profunda (TVP) es una compli-\n28.                                                                         cación grave a la que están especialmente expuestos los pacientes\n                                                                            con paresia de extremidades. Apenas existe información sobre cuál\nANÁLISIS DEL PERFIL PACIENTE-CUIDADOR                                       es la mejor estrategia para prevenirla en los casos de hemorragia ce-\nSOLICITANTE DE LA VALORACIÓN DE LA SITUACIÓN                                rebral. Objetivo. Obtener información sobre la TVP en la hemorra-\nDE DEPENDENCIA ATENDIDOS EN UNA UNIDAD                                      gia cerebral, y sobre las ventajas y los riesgos, en este grupo de pa-\nDE NEUROLOGÍA DE LA CONDUCTA Y DEMENCIAS.                                   cientes, de las diferentes medidas de prevención que existen en la\nESTADO ACTUAL DE LAS VALORACIONES                                           actualidad, mediante el desarrollo de un registro de pacientes. Ma-\nM. Gomis Juan, M.M. Ferrer Navajas,                                         teriales y métodos. Registro multicéntrico que se llevará a cabo en\nJ. Morera Guitart, E. Toribio Díaz                                          hospitales de la Comunidad Valenciana. Resultados. Presentación\nUnidad de Neurología de la Conducta y Demencias. Sección de Neurología.     del proyecto, con los criterios de inclusión y exclusión en el regis-\nHospital San Vicente. San Vicente del Raspeig, Alicante.                    tro, datos a recoger y ficha de recogida de datos. Conclusión. Espe-\n                                                                            ramos poder empezar a incluir pacientes en el registro durante el\nIntroducción. La aplicación de la denominada ‘Ley de Dependen-              primer trimestre de 2009.\ncia’ supone una oportunidad para mejorar la atención a pacientes\ncon demencia. Objetivo. Analizar las características de los pacien-\ntes y cuidadores atendidos en nuestra unidad que solicitaron la va-         30.\nloración de dependencia y los parámetros relacionados con las va-\nloraciones realizadas y las ayudas concedidas. Sujetos y métodos.           PROSOPAGNOSIA COMO SÍNTOMA DE PRESENTACIÓN\nEstudiamos una muestra aleatoria de pacientes atendidos en nuestra          DE UNA DEGENERACIÓN CORTICOBASAL GANGLIÓNICA\nunidad y valorados por Trabajo Social que solicitaron la valoración         C. Díaz Marín, R.M. Sánchez Pérez,\nde la situación de dependencia por Bienestar Social entre mayo de           I. Abellán Miralles, N. Pérez Carmona\n2007 y octubre de 2008. Analizamos las características del pacien-          Hospital Marina Baixa. Villajoyosa, Alicante.\nte y del cuidador a partir del registro del trabajador social y el infor-\nme de salud del neurólogo. Datos recogidos del paciente: edad, se-          Introducción. La degeneración corticobasal gangliónica (DCBG) es\nxo, estado civil, tipo de demencia, GDS, afectación de las activida-        una enfermedad degenerativa que se incluye en las taupatías y que\ndes de la vida diaria, número de hijos y unidad de convivencia. Da-         combina síntomas motores extrapiramidales con déficit corticales\ntos recogidos del cuidador: edad, sexo, parentesco, percepción del          variados, el más frecuente de ellos es la afasia. Caso clínico. Varón\nestado de salud y tiempo de atención al paciente (meses). Analiza-          de 64 años que consultó por dificultad, de 6 meses de evolución, pa-\nmos la situación de las valoraciones por Bienestar Social mediante          ra reconocer a las personas por su cara, tenía que oírlas hablar para\nencuesta telefónica a los cuidadores, considerando valoración reali-        identificarlas, con una agudeza visual normal. En ese momento la\nzada, grado de dependencia reconocido, demora en la valoración y            evaluación cognitiva era normal (MMSS 31/35), así como la explo-\ntipo de ayuda solicitada tras la valoración. Resultados. Estudiamos         ración neurológica. Se planteó un origen vascular y se realizó una\n166 pacientes de los 339 que solicitaron la valoración. Perfil del pa-      TC craneal que fue normal, RM con atrofia asimétrica de lóbulo oc-\nciente: edad media de 80 años; casados (20,72% hombres), viudos             cipital izquierdo, ECG, ecocardiograma normal y angio-RM nor-\n(46,85% mujeres). Enfermedad de Alzheimer: 77,48%. GDS 6:                   mal. Se trató con un antiagregante y estatina. En los siguientes me-\n56%. Grave afectación de las actividades de la vida diaria (básicas         ses evolucionó a un déficit cortical visual más amplio llegando a\n49,55%; instrumentales 86,49%). Conviven con cónyuge (44%) o                constituir una agnosia visual y se diagnosticó de atrofia cortical\nhijos (41%). Perfil del cuidador: edad media de 64 años (hombres            posterior. Se completo el estudio con SPECT. A los 4 años de inicio\n70, mujeres 58), 61,49% mujeres, 44,14% cónyuge (24,32% espo-               de la clínica aparecieron síntomas extrapiramidales como apraxia y\nsas) y 47,75% hijos (36,94% hijas). Tiempo medio dedicado al cui-           rigidez de la mano izquierda y, de forma progresiva, alteraciones\ndado del paciente: 52 meses. Pacientes valorados por Bienestar So-          corticales (desorientación, apraxias, agnosias...) y marcada sinto-\ncial: 52,25% (con resolución: 67,92%). Reconocido grado 3 nivel 2           matología extrapiramidal con rigidez de miembro superior izquier-\nde dependencia en el 83,33%. Concesión de ayudas en el 7,21%.               do, distonía cervical en retrocolis y alteración supranuclear de la\nDemora media hasta la valoración: 266 días; demora media hasta la           mirada. En la actualidad el paciente tiene una alien hand izquierda,\nresolución: 341 días. Tipo de ayuda deseada: ‘prestación económi-           agnosia visual total, imposibilidad para la deambulación con asta-\nca familiar’ (17,69%) y ‘sin determinar’ (36,15%). Pacientes falle-         sia, reflejos arcaicos presentes, imposibilidad para los movimientos\ncidos en nuestra muestra: 15,32%, de los que el 52,94% no llegaron          oculares voluntarios con reflejos oculocefálicos liberados, afecta-\na ser valorados. Conclusiones. Solicitan la valoración de dependen-         ción del sistema nervioso autónomo con frecuencia urinaria y fecal\ncia fundamentalmente mujeres cuidadoras de pacientes con enfer-             (defeca varias veces al día, siempre que come) y déficit cognitivo\nmedad de Alzheimer en fases avanzadas, con un promedio de 4 años            moderado, aunque preserva relativamente algunas funciones como\n\n\nREV NEUROL 2009; 49 (4): 212-220                                                                                                              213\n\fSOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nel lenguaje. Conclusión. La DCBG tiene múltiples formas de pre-            La rombencefalitis por Lysteria presenta una alta mortalidad y fre-\nsentación. El interés de este caso está en que dicha forma de presen-      cuentemente graves secuelas para los supervivientes. Objetivo. Pre-\ntación fue una agnosia visual progresiva que constituyó la única           sentar un caso en una paciente inmunocompetente con parálisis fa-\nmanifestación durante unos 4 años y la evolución posterior con sín-        cial como primera manifestación y afectación del tronco del encé-\ntomas comunes, con una parálisis supranuclear progresiva. Este úl-         falo en la neuroimagen. Caso clínico. Mujer de 30 años de edad, sin\ntimo dato está recogido en la literatura, pero aunque se ha publicado      antecedentes de interés salvo toma de anticonceptivos orales, que\nalgún caso de inicio como atrofia cortical posterior, no se ha descri-     fue atendida por ORL y se le diagnosticó una parálisis de Bell iz-\nto la presencia de prosopagnosia aislada como síntoma inicial.             quierda. Se trató con deflazacort 30 mg/12 h y vitamina B12. Tras 8\n                                                                           días de tratamiento acude a Urgencias por un síndrome febril de 39-\n                                                                           40 ºC de 24 h. En la exploración física se objetiva fiebre de 39,9 ºC,\n31.                                                                        tiritonas, rigidez de nuca y la parálisis facial periférica previa, sin\n                                                                           otros hallazgos relevantes. Las exploraciones complementarias de-\nEMBOLIA FIBROCARTILAGINOSA,                                                muestran leucocitosis de 17.000 con neutrofilia, y el LCR es ligera-\nUNA CAUSA INFRECUENTE DE INFARTO MEDULAR                                   mente turbio a presión normal, con 700 leucocitos (53% linfocitos,\nJ.C. Escribano Stablé, N. López Hernández, J. Alom Poveda                  47% PMN), glucosa de 43 mg/dL (glucemia de 111 mg/dL) y pro-\nServicio de Neurología. Hospital General Universitario de Elche.           teínas de 70 mg/dL, sin observarse flora microbiana en gram ni en\n                                                                           azul de metileno, y con antígenos capsulares negativos. La TAC de\nIntroducción. La embolia de material fibrocartilaginoso (EFC) de           urgencia no demostró lesiones. Se pauta tratamiento en urgencias\nun disco intervertebral constituye una causa muy infrecuente de in-        con ceftriaxona y vancomicina intravenosa. A su llegada a sala, se\nfarto medular en pacientes jóvenes. El mecanismo fisiopatológico           añade aciclovir y ampicilina intravenosa. Tras 24 horas de trata-\npor el cual se produce este fenómeno aún no está bien establecido.         miento remite la fiebre y la rigidez nucal. Al cuarto día de ingreso\nObjetivo. Describir un caso clínico poco frecuente mediante la re-         se obtiene un positivo para L. monocytogenes en el cultivo de LCR,\ncogida estructurada de datos clínicos, analíticos y radiológicos para      suspendiéndose ceftriaxona, vancomicina y aciclovir. Se realiza\nla descripción de un caso y revisión de la literatura. Caso clínico.       RM de cabeza a la semana del ingreso, que demuestra discretos fo-\nVarón de 17 años con antecedentes enfermedad de Perthes y cifoes-          cos de captación de contraste en el asta lateral del IV ventrículo y el\ncoliosis dorsolumbar. Presenta cuadro brusco de dorsalgia mecáni-          nervio facial izquierdo. La mejoría progresiva se refleja en las pun-\nca irradiada hacia abdomen. Poco después comienza con debilidad            ciones de LCR seriadas de los días posteriores. Es dada de alta a los\nprogresiva en miembros inferiores (MMII), evolucionando a paráli-          24 días del tratamiento antibiótico, persistiendo únicamente una le-\nsis completa en aproximadamente una hora. Además, disfunción               ve parálisis facial periférica, con recuperación completa a los 3 me-\nvesical, por lo que precisa sondaje. En la exploración neurológica         ses. Conclusiones. A diferencia de otras listeriosis, sólo el 8% de las\ndestaca paraplejía de MMII. No alteraciones en la sensibilidad vi-         rombencefalitis por Listeria aparecen en inmunodeprimidos. La pa-\nbratoria, artrocinética, ni superficial. Nivel sensitivo termoalgésico     rálisis facial periférica unilateral suele ser el signo clínico más fre-\numbilical. Ausencia de reflejos cutaneoabdominales. Arreflexia en          cuente y precoz (78%). La RM de cabeza en nuestro caso demues-\nMMII, reflejo cutaneoplantar bilateral indiferente. Resto de explo-        tra la afectación romboencefálica, incluyendo la del nervio facial\nración normal. El estudio incluyó citobioquímica, serologías y cul-        sintomático. La identificación del cuadro clínico y la administra-\ntivos de líquido cefalorraquídeo, autoinmunidad, trombofilia, RM           ción precoz de ampicilina intravenosa o cotrimoxazol (en alérgicos\nencefálica, angio-TC de aorta y ramas, ecocardiografía y arterio-          a betalactámicos) marca el pronóstico de esta grave enfermedad.\ngrafía medular, que fueron normales. La RM medular desveló una\ndiscopatía en D9-D10 y lesión hiperintensa en secuencia T2 en la\nporción anterior medular, en sus segmentos D9-D11. El paciente             33.\npresentó una lenta mejoría motora, fundamentalmente en el miem-\nbro inferior derecho. Tras varias semanas de tratamiento rehabilita-       EL INFARTO EN EL TERRITORIO DE LA ARTERIA COROIDEA\ndor consigue realizar movimientos contra resistencia en la región          ANTERIOR CURSA COMO SÍNDROME LACUNAR\ndistal y en ausencia de gravedad en la región proximal de dicha ex-        S. Reyes Pausá, G. Juan Catalá, F. Domínguez Sanz,\ntremidad, persistiendo parálisis completa del miembro inferior iz-         J.M. Ferrer Casanova, I. Dobón Martínez, C. Poyatos Ruipérez\nquierdo. Conclusiones. Nuestro paciente presenta una clínica y es-         Hospital Universitario Dr. Peset. Valencia.\ntudio de neuroimagen compatibles con afectación medular anterior,\ntípica de los infartos de la arteria espinal anterior. Se descartaron      Objetivo. Analizar diferentes variables en una serie de pacientes\nlas causas más frecuentes de infarto, como malformaciones vascu-           diagnosticados de infarto isquémico agudo en el territorio de la ar-\nlares, procesos vasculíticos asociados o no a trombofilia y las de         teria coroidea anterior (ACA) recogidos de forma retrospectiva. Su-\norigen cardioembólico. Si bien el diagnóstico de certeza de EFC se         jetos y métodos. Se incluyeron 78 casos de infarto agudo en el terri-\nestablece histológicamente, la ocurrencia de un cuadro clínico y ra-       torio de la ACA de una base de datos de pacientes ingresados en la\ndiológico compatible asociado a discopatía intervertebral al mismo         sala de neurología general durante el período comprendido desde el\nnivel obliga a considerar esta entidad como causa de infarto medu-         11-03-1997 hasta el 23-12-2008. Analizamos, entre otros, factores\nlar, en particular en pacientes jóvenes.                                   de riesgo vascular, sexo, edad, síntomas y exploración física al in-\n                                                                           greso, hallazgos en neuroimagen, complicaciones y mortalidad du-\n                                                                           rante la estancia hospitalaria, así como los días de estancia media\n32.                                                                        en el centro sanitario. Resultados. 46 de nuestros pacientes (58,97%)\n                                                                           eran hombres, y la edad media, de 65,46 años (rango: 19-88 años).\nROMBENCEFALITIS POR LISTERIA                                               Excluyendo el sexo, el factor de riesgo vascular más frecuente fue\nMONOCYTOGENES. A PROPÓSITO DE UN CASO                                      la hipertensión arterial (56,41%), seguido de tabaquismo en el mo-\nA. Alcantud Bertolín, C. Ricart Olmos, C. Poyatos Ruipérez,                mento del ingreso o previo (43,59%) y de dislipemia (37,18%). En\nJ.M. Ferrer Casanova, S. Reyes Pausá, G. Juan Catalá                       9 (11,56%) existía el antecedente de cardiopatía embolígena. El ha-\nSección de Neurología, Servicio de Medicina Interna y Servicio de          llazgo patológico más frecuente en el estudio de vasos intracranea-\nRadiodiagnóstico. Hospital Universitario Dr. Peset Aleixandre. Valencia.   les fue la elongación o arteriosclerosis de éstos (41,67%), y en el\n                                                                           dúplex de troncos supraaórticos, arteriosclerosis sin estenosis (53,7%).\nIntroducción. Listeria monocytogenes es una causa frecuente de in-         El antecedente de ictus o AIT previo se encontró en 18 (21%), y el de\nfección del SNC en pacientes inmunodeprimidos, niños y ancianos.           arteriopatía periférica, en 7 (8,97%). Se presentaron como síndro-\n\n\n214                                                                                                               REV NEUROL 2009; 49 (4): 212-220\n\f                                                                                                    SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nme lacunar el 73,08%, y el 23,08% presentaban signos de afecta-         35.\nción cortical al ingreso. Sólo uno de los pacientes falleció durante\nla estancia hospitalaria. Conclusión. En nuestra serie, el infarto en   TRATAMIENTO DEL ESTATUS MIGRAÑOSO\nel territorio de la ACA se presenta como un síndrome lacunar en la      CON VALPROATO INTRAVENOSO: ANÁLISIS DE\nmayoría de casos, siendo el más frecuente la hemiparesia motora         LA EXPERIENCIA TRAS SU USO EN CINCO CASOS\npura. El antecedente de cardiopatía embolígena ha sido poco fre-        M. Bonet Valls, P. López Muñoz, R. Sánchez Roy, C. Valero Merino\ncuente, encontrando con mayor frecuencia la hipertensión arterial y     Servicio de Neurología. Hospital Arnau de Vilanova. Valencia.\notros factores de riesgo vascular.\n                                                                        Introducción. El estatus migrañoso se define como un episodio de\n                                                                        migraña invalidante de más de 72 horas de duración. Es un motivo\n34.                                                                     de consulta relativamente frecuente en los servicios de urgencias y\n                                                                        de ingreso en el hospital en los casos refractarios. Se han propuesto\nCARCINOMATOSIS MENÍNGEA EN UN PACIENTE                                  varias pautas de abordaje terapéutico que incluyen: hidratación, an-\nCON ANTECEDENTE DE NEOPLASIA ESOFÁGICA                                  tieméticos, neurolépticos, analgésicos, triptanes, corticoides, valpro-\nS. Reyes Pausá, G. Juan Catalá, A. Alcantud Bertolín,                   ato sódico y sulfato de magnesio. Pese a que con frecuencia se inclu-\nP. Taberner Andrés, L. Landete Pascual, A. González Masegosa            ye el tratamiento con valproato en los algoritmos de tratamiento del\nHospital Universitario Dr. Peset. Valencia.                             estatus migrañoso, su eficacia no se ha estudiado en series amplias\n                                                                        de pacientes. Analizamos nuestra experiencia en cinco pacientes tra-\nObjetivo. Presentar un caso de carcinomatosis meníngea con tumor        tadas con valproato sódico. Pacientes y métodos. Desde enero de\nprimario esofágico. Introducción. La diseminación y crecimiento         2007 hasta finales de 2008 ingresaron en nuestro servicio cinco pa-\nde las células neoplásicas en el espacio leptomeníngeo es una de las    cientes con el diagnóstico de estatus migrañoso. Todas ellas tenían\ncomplicaciones mas graves del paciente con cáncer. En caso de tu-       antecedentes de migraña y cumplían los criterios diagnósticos de la\nmores sólidos se presenta frecuentemente en estadios avanzados de       IHS de estatus migrañoso. Analizamos sus características demográ-\nla enfermedad y asociada en muchos casos a metástasis cerebrales        ficas, historia previa de migraña, factores desencadenantes del episo-\nparenquimatosas. Aunque puede aparecer en prácticamente cual-           dio de estatus, medicación recibida durante el ingreso hospitalario,\nquier tipo de cáncer, es más frecuente en pacientes con leucemia        respuesta a la administración al valproato sódico y evolución poste-\nlinfoblástica aguda y linfoma no Hodgkin de grado intermedio o al-      rior. Resultados. Cuatro de las cinco pacientes respondieron satisfac-\nto. Aparece en el 25% de los casos de melanoma metastático o car-       toriamente a la administración de valproato intravenoso. La toleran-\ncinoma de células pequeñas y en el 2-5% de pacientes con cáncer         cia fue excelente en todos los casos. Se observó una tendencia a pre-\nde mama. Se ha descrito en tumores sólidos menos frecuentes, co-        cisar una duración de tratamiento ligeramente más prolongada que la\nmo son los tumores de células germinales, del tracto gastrointesti-     recomendada en la literatura. Conclusión. En nuestra experiencia, el\nnal, sarcomas y carcinomas epidermoides. Caso clínico. Varón de         valproato sódico es una medicación eficaz y segura en el tratamiento\n57 años de edad que presenta episodios de dolor a punta de dedo en      de segunda línea del estatus migrañoso. Se precisan más estudios que\nsien derecha y región laterocervical derecha de un mes de evolu-        analicen la pauta idónea de administración, su papel como tratamien-\nción, que duran unos 2-3 minutos, asociados a sudoración y males-       to de primera línea y su eficacia comparativa con otros fármacos.\ntar general, que no ceden con analgesia habitual. Como anteceden-\ntes patológicos, destaca neoplasia de esófago intervenida quirúrgi-\ncamente tres meses antes con quimioterapia posterior (controlada        36.\npor Oncología y Cirugía) y extabaquismo. Exploración física:\nconsciente, orientado, nuca libre sin signos de irritación meníngea.    HIDROCEFALIA TRAS TRATAMIENTO\nPupilas reactivas, isocoria. Campimetría por confrontación, motili-     CON RADIOCIRUGÍA DE UN NEURINOMA\ndad ocular extrínseca y pares craneales normales. Fuerza, tono y        DEL ACÚSTICO: A PROPÓSITO DE UN CASO\nsensibilidad normales. Respuestas plantares flexoras. No dismetría.     M. Bonet Valls a, P. López Muñoz a, G. Montoliu Fornas b,\nMarcha normal. Resto de exploración general anodina. Pruebas            R. Sánchez Roy a, L. García Ferrer b\n                                                                        a\ncomplementarias: hemograma, hemostasia y bioquímica sérica sin              Servicio de Neurología. b ERESA. Hospital Arnau de Vilanova. Valencia.\nalteraciones. Marcadores tumorales: CEA 9,7 y el resto negativos.\nRM de cabeza: cambios inflamatorios otomastoideos derechos y en         Introducción. Actualmente se considera la radiocirugía estereotáxica\nsenos paranasales. No se objetivan lesiones ocupantes de espacio.       como un procedimiento eficaz y seguro en el tratamiento del neuri-\nPunción lumbar: líquido cefalorraquídeo claro y transparente, 1 he-     noma del acústico cuando el diámetro del tumor no supera los 3 cm.\nmatíe, 25 leucocitos (95% neutrófilos, 5% linfocitos), proteinorra-     Presentamos un caso que desarrolló una hidrocefalia tras el trata-\nquia y glucorraquia normales. Se visualizan células grandes que         miento radioquirúrgico. Caso clínico. Mujer de 55 años de edad con\ntras estudio citológico se informan como células malignas compati-      antecedentes personales de depresión. Valorada en abril de 2007 por\nbles con carcinoma pobremente diferenciado de células grandes.          dolor neurálgico en la rama mandibular del V par izquierdo de inten-\nDurante el ingreso se trató con analgésicos, amitriptilina y antibió-   sidad creciente desde hacía cinco años e hipoacusia ipsilateral re-\nticos por la otomastoiditis, con mejoría parcial de los síntomas, que   ciente. Destacaba a la exploración un nistagmo agotable en ambas\nmejoran marcadamente tras la realización de la punción lumbar.          miradas laterales. Con sospecha de neuralgia del V par se inició tra-\nTras diagnosticarse de carcinomatosis meníngea, se derivó al pa-        tamiento con pregabalina hasta 75 mg × 3. No toleró dosis mayores\nciente a Oncología para seguimiento, pero falleció a los 6 meses del    por somnolencia, por lo que se añadió carbamacepina hasta alcanzar\ndiagnóstico. Conclusión. El presente caso ilustra una carcinomato-      una dosis de 900 mg/día con excelente tolerancia y niveles en rango\nsis meníngea en un paciente con antecedente de neoplasia de esófa-      terapéutico. Se solicitó una RM encefálica que mostró la presencia\ngo. La aparición de la misma como complicación de este tipo de tu-      de una tumoración en ángulo pontocerebeloso izquierdo de 3 × 2,5 cm\nmores sólidos primarios es excepcional.                                 de diámetro con captación de gadolinio sugestiva de neurinoma del\n                                                                        ángulo pontocerebeloso. Pese a obliterar parcialmente el IV ventrícu-\n                                                                        lo no se apreciaban signos de hidrocefalia. En noviembre de 2007 se\n                                                                        realizó tratamiento radioquirúrgico hasta alcanzar una dosis de 12 Gy.\n                                                                        Mejoró el dolor pero apareció un acúfeno izquierdo. Permaneció es-\n                                                                        table hasta julio de 2008. Consultó entonces por un cuadro insidioso\n                                                                        de empeoramiento del dolor neurálgico, cefalea holocraneal de pre-\n\n\nREV NEUROL 2009; 49 (4): 212-220                                                                                                                     215\n\fSOCIEDAD VALENCIANA DE NEUROLOGÍA\n\ndominio matutino, sensación de embotamiento y varios episodios de              de realidad virtual permiten la confrontación de los pacientes a una\ntemblor ortostático al iniciar la marcha. A la exploración destacaba la        situación novedosa en un clima distendido y facilita, por su valor eco-\naparición de un nistagmo vertical y un tándem inestable. El fondo de           lógico, el aprendizaje de estrategias de afrontamiento en la vida diaria.\nojo era normal. Se realizó una analítica con niveles de carbamacepi-\nna que se mantenían en rango terapéutico. Una RM de control mos-\ntró el neurinoma conocido sin cambios en su tamaño, con necrosis               38.\ncentral secundaria al tratamiento y una hidrocefalia no obstructiva.\nSe remitió a Neurocirugía, donde se colocó una válvula de deriva-              PROBABLE ENFERMEDAD DE MOYAMOYA:\nción ventriculoperitoneal con mejoría clínica y radiológica. Conclu-           DESCRIPCIÓN DE UN CASO\nsiones. Los tumores del ángulo pontocerebeloso pueden producir                 E. Gargallo Rico, M. Carcelén Gadea, C. Guillén Fort,\nuna hidrocefalia en el 9,2% de los casos. Tras la radiocirugía puede           F.J. Domingo Monje, J. Juni Sanahuja, J. Lominchar Espadá,\nproducirse una reacción inflamatoria peritumoral que provoque hidro-           A. Cervelló Donderis\ncefalia en el 1,4% de los casos. El mecanismo sugerido es el aumen-            Hospital General Universitario de Valencia.\nto de concentración de proteínas en el líquido cefalorraquídeo, lo\ncual provoca un bloqueo en la circulación del mismo. Pese a su baja            Introducción. La enfermedad de moyamoya es una variedad infre-\nincidencia se debe considerar la posibilidad de hidrocefalia tras trata-       cuente de arteriopatía oclusiva cerebral que consiste en la estenosis\nmiento radioquirúrgico si los síntomas son sugestivos.                         de la porción terminal de la arteria carótida interna (ACI) y creación\n                                                                               de circulación colateral. Con mayor frecuencia es bilateral, si es uni-\n                                                                               lateral se habla de probable enfermedad de moyamoya. Objetivo.\n37.                                                                            Describir un caso de enfermedad de moyamoya unilateral. Caso clí-\n                                                                               nico. Mujer colombiana de 38 años, sin factores de riesgo cardiovas-\nUTILIDAD DE UN SISTEMA DE REALIDAD VIRTUAL                                     culares ni consumo de tóxicos, que presenta cefalea intensa holocra-\nEN LA RECUPERACIÓN DE PACIENTES HEMIPARÉTICOS                                  neal que no mejora con analgésicos y cifras altas de tensión arterial\nTRAS UN DAÑO CEREBRAL ADQUIRIDO                                                (150-160 mmHg sistólica), hemiparesia derecha (2/5) y afasia glo-\nE. Noé, C. Colomer, M. Alcañiz,                                                bal. Se practica TAC de urgencia que muestra una posible dilatación\nJ.A. Lozano, J. Ferri, J.A. Gil, J. Chirivella                                 aneurismática de la ACI derecha, sin signos de sangrado. Se realiza\nServicio de Daño Cerebral de Hospitales NISA. Fundación Instituto Valenciano   punción lumbar, obteniéndose líquido xantocrómico. Ante sospecha\nde Neurorrehabilitación (FIVAN) y Human Centred Technology Laboratory          de hemorragia subaracnoidea se practica angio-TAC, que muestra\n(LabHuman). Universidad Politécnica. Valencia.                                 agenesia de la ACI izquierda, estenosis y dilataciones de arterias ce-\n                                                                               rebrales. Se realiza RM diferida que informa de infarto iquémico pe-\nObjetivo. Valorar la eficacia clínica de un novedoso sistema de reali-         riventricular izquierdo. En angio-RM y arteriografía se confirma age-\ndad virtual, dirigido a la recuperación del equilibrio de pacientes que        nesia de la ACI izquierda, con tronco fino simulando carótida primi-\nhan sufrido una hemiparesia tras una lesión cerebral adquirida. Mate-          va y continuándose con arteria carótida externa; tronco braquiocefá-\nriales y métodos. Se presenta audiovisualmente un novedoso sistema             lico y carótida derecha de grueso calibre y displásicos; aumento de\nde realidad virtual y realidad mixta, de bajo coste, personalizable y          circulación colateral; maraña vascular en polígono de Willis con dila-\naplicable a plataformas de telerrehabilitación, dirigido a mejorar el          taciones, aneurismas y pseudoaneurismas, hallazgos compatibles\ncontrol de tronco y la bipedestación. En el escenario virtual diseñado,        con probable enfermedad de moyamoya. Conclusiones. La enferme-\nel paciente, situado en diferentes posiciones, debe esforzarse por al-         dad de moyamoya es más frecuente en jóvenes asiáticas. La clínica\ncanzar objetos virtuales que aparecen a su alrededor a diferentes dis-         isquémica predomina en jóvenes y niños, mientras que la hemorrági-\ntancias, tiempos y tamaños. Un total de 13 pacientes, con una edad             ca lo hace en adultos. No existe tratamiento eficaz demostrado: en la\nmedia de 41,3 ± 14,7 años, que han sufrido un daño cerebral adquiri-           forma unilateral se recomiendan arteriografías seriadas y tratamiento\ndo (cuatro traumatismos craneoencefálicos, ocho ictus isquémicos y             con antiagregantes y vasodilatadores. En casos graves y episodios re-\nuna hemorragia intraparenquimatosa) han concluido la fase de bipe-             currentes de isquemia está indicada la cirugía de revascularización.\ndestación (16 sesiones de una hora de duración). Todos los pacientes\npresentaban una hemiparesia residual (cinco derechas y ocho iz-\nquierdas) con una cronicidad media de 200 ± 95 días. Todos los pa-             39.\ncientes fueron valorados al inicio del tratamiento, al final del mismo\n(16 sesiones) y un mes después de la finalización (t de Student,               PACIENTE CON MIELOPATÍA CERVICAL COMPRESIVA\nmuestras pareadas), con escalas clínicas (escala de equilibrio de              Y SÍNDROME DE GUILLAIN-BARRÉ-STROHL\nBerg, escala de Tinetti) y mediante una posturografía computarizada            G. Juan, F. Domínguez, S. Reyes, C. Poyatos, A. Alcantud, P. Taberner\n(NED/Sve IBV). El estudio posturográfico incluyó la valoración de              Hospital Dr. Peset Aleixandre. Valencia.\nlos tres sistemas sensoriales implicados en el equilibrio (somático,\nvisual, vestibular), los límites de estabilidad y las estrategias de con-      Introducción. Ante una situación de cuadriparesia aguda debemos\ntrol rítmico direccional anteroposteriores y mediolaterales implica-           plantear el diagnóstico diferencial entre síndrome de Guillain-Ba-\ndas en corregir los desequilibrios. Resultados. Todos los pacientes lo-        rré (SGB) y mielopatía aguda en otras enfermedades. Sin embargo,\ngraron la distancia máxima final de alcance del programa y lograron            en ocasiones existen dificultades en la diferenciación de éstas. Ob-\nuna reducción en el tamaño y duración de aparición de los ítems. To-           jetivo. Presentar un caso con SGB y mielopatía cervical compresi-\ndos los pacientes mostraron beneficios en los parámetros relaciona-            va. Caso clínico. Varón de 68 años que ingresa en Neurología por\ndos con la estabilidad, logrando realizar el ejercicio con mayor preci-        debilidad en ambos miembros inferiores. Los días previos había\nsión y rapidez. Tres de cuatro pacientes que iniciaron el entrenamien-         presentado dolor lumbar y parestesias en extremidades inferiores.\nto con bastón cuadrúpode lo abandonaron al final del entrenamiento.            Antecedente de resfriado en los días previos. No alteraciones esfin-\nEl entrenamiento produjo una mejoría significativa (p < 0,05) en las           terianas. Pares craneales normales. Fuerza en extremidades supe-\nescalas clínicas, y en los valores posturográficos del sistema vestibu-        riores 4–/5 de predominio proximal y mayor en miembro superior\nlar, límites de estabilidad y control rítmico direccional anteroposte-         derecho, sobre todo para la extensión de codo y muñeca, rotación\nrior y mediolateral (NED/Sve IBV). Los beneficios se mantuvieron               externa del brazo. Fuerza 4–/5 en extremidades inferiores sin pa-\nen el tiempo una vez finalizado el programa de tratamiento. Conclu-            trón definido. Reflejos musculares clínicos abolidos globalmente\nsiones. Las herramientas de realidad virtual resultan eficaces en la re-       con cutaneoabdominales y cremastéricos presentes. Reflejos plan-\ncuperación de pacientes con daño cerebral adquirido. Los sistemas              tares en flexión. Sensibilidad vibratoria, posicional, táctil y doloro-\n\n\n216                                                                                                                   REV NEUROL 2009; 49 (4): 212-220\n\f                                                                                                                SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nsa conservadas, con probable nivel sensitivo torácico alto (no iden-               de la recollida de dades i a l’aplicació de les tarifes socials en l’anà-\ntificable en la espalda). Marcha parética por debilidad de ambas ex-               lisi global del resultat de la determinació.\ntremidades inferiores, pero con mayor claudicación de miembro in-\nferior derecho. Respecto a las exploraciones complementarias des-\ntaca: LCR con leve aumento de proteínas y no incremento de la ce-                  41.\nlularidad. EMG: afectación de la onda F con presencia de onda A y\ndisminución de la velocidad de conducción sin ser concluyente.                     CAVERNOMATOSIS MÚLTIPLE FAMILIAR:\nIniciamos tratamiento con inmunoglobulinas ante la sospecha de                     DESCRIPCIÓN DE UNA NUEVA MUTACIÓN\nSGB. Sin embargo, tras una RM de columna compatible con espon-                     A. Simón a, D. Geffner a, M.J. Beneyto b, D. Rodríguez a,\ndiloartrosis cervical con estenosis de conducto espinal en C5-C6                   R.M. Vilar a, M. Peinazo a, C. Vilar a, A. Belenguer a\n                                                                                   a\nque asocia mielitis, iniciamos tratamiento corticoideo (sin suspen-                    Servicio de Neurología. Hospital General de Castellón.\n                                                                                   b\nder el tratamiento inmunoterápico). El paciente queda a cargo de                       Unidad de Genética. Hospital La Fe. Valencia.\nTraumatología con el diagnóstico de mielopatía cervical compresi-\nva. No obstante, solicitamos nuevo EMG de control, con afectación                  Introducción. Los angiomas cavernosos suponen el 5-13% de lesio-\ngeneralizada de las conducciones nerviosas periféricas motoras y                   nes cerebrales vasculares. Su prevalencia en población general es\nsensitivas, y signos mixtos axonales y desmielinizantes compatible                 del 0,5%. Pueden ser únicos/múltiples y esporádicos/familiares. Los\ncon SGB, por lo que pasa nuevamente a nuestro cargo. El paciente                   familiares suponen un 10-50% y suelen presentarse con múltiples\nmejora parcialmente tras el tratamiento. Al alta hospitalaria es ca-               lesiones (84%). Sólo el 15-25% de los esporádicos acontecen con\npaz de caminar con ayuda de andador, con arreflexia global y sin                   lesiones múltiples. La cavernomatosis múltiple familiar (CMF) es\npares craneales afectados. En posterior seguimiento presenta mejo-                 un trastorno genético autosómico dominante con estudio genético\nría total de la clínica, con diagnóstico concluyente de SGB. Con-                  positivo en el 70% de los casos, hallándose mutaciones que ocasio-\nclusión. El diagnóstico diferencial entre SGB y mielopatía aguda es                nan pérdidas de función de la proteína codificada en 3 loci distintos:\nen ocasiones dificultoso. Determinados hallazgos semiológicos y                    CCM1/KRIT1 (7q11-q22) en el 40% de casos, CCM2/MGC 4607\nde las exploraciones complementarias permitirán la distinción de                   (7p13-15) en el 20% y CCM3/PDCD10 (3q25.2-q27) en el 10%. Se\nambas enfermedades. Éste es un ejemplo de que ambas patologías                     han identificado más de 90 mutaciones en CCM1, ocho en CCM2 y\npueden aparecer en un mismo paciente y hacer más laborioso el                      siete en CCM3. Las penetrancias clínica y radiológica de la enfer-\ndiagnóstico diferencial y el manejo de aquéllas.                                   medad son incompletas (50 y 75%, respectivamente). Las manifes-\n                                                                                   taciones clínicas, de inicio en torno a los 30 años, comprenden crisis\n                                                                                   epilépticas (79%), cefalea y déficit neurológico por hemorragia ce-\n40.                                                                                rebral o compresión. Aunque se han descrito cuatro tipos de lesiones\n                                                                                   en base a la RM, los hallazgos más característicos son los de tipo 2\nPECULIARITATS DEL TEST EQ-5D                                                       ‘palomita de maíz’, con núcleo delimitado, señal heterogénea por\nEN LA MALALTIA D’ALZHEIMER                                                         sangre en distintos estadios y reborde hipointenso de hemosiderina.\nM. Baquero a, M.E. Boscá a, J.A. Burguera a, A. del Olmo b,                        De buen pronóstico en un 80%, los pacientes pueden permanecer\nR. Muñoz c, V. Peset d, A. Salazar e, R. Sánchez Roy a, C. Valero f                asintomáticos o desarrollar complicaciones como nueva crisis epi-\na\n  Hospital La Fe. b Hospit",
  "wordCount": 10555,
  "indexed": "2025-09-25T22:36:31.316Z",
  "method": "direct"
}
