{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/IX Congreso Nacional de la Sociedad Española de Ne.pdf",
  "fileName": "IX Congreso Nacional de la Sociedad Española de Ne.pdf",
  "relativePath": "Artículos propios/IX Congreso Nacional de la Sociedad Española de Ne.pdf",
  "text": "MIÉRCOLES, 11 DE JUNIO DE 2014\n\n\n  14,00 -\n              Entrega de documentación\n   19,00\n\n\n15,15-16,30   TALLERES\n              SALA PLUTON\n              1. Electroencefalografía\n\n              Objetivos: Conocer los conceptos básicos del trazado de EEG y características\n              especiales del EEG en pediatría. Conocer los patrones en epilepsias más\n              frecuentes. Aplicación práctica con presentación de casos clínicos.\n\n              Ponentes: Dra. Cristina Descals Moll, Neurofisiología, Hospital Son Llatzer, y\n              Dr. Carles Montalá Reig, Neurofisiología, Hospital Son Llatzer, Palma de Mallorca.\n\n              SALA URANO\n              2. Enfermedades neurometabólicas\n\n              Objetivos: Reconocimiento de las enfermedades           metabólicas    que   tiene\n              tratamiento. Aplicación práctica con casos clínicos.\n\n              Ponentes: Dra. Angels García Cazorla, Neuropediatra, Hospital San Joan de Déu,\n              Barcelona, y Dra. Mari Angeles Ruiz Gómez, Neuropediatra, Hospital Son\n              Espases, Palma de Mallorca.\n\n16,30-17,45   SALA PLUTON\n              3. Neuroimagen\n\n              Objetivos: Reconocimiento de estructuras neuroanatómicas. Reconocimiento de\n              secuencias y sus aplicaciones. Conocer las principales alteraciones de señal.\n              Aplicación práctica con casos clínicos.\n\n              Ponentes: Dr. Jordi Roldán Bustos, Neurorradiólogo, Hospital Son Espases, y\n              Dra. Ana Estremera Rodrigo, Neurorradióloga, Hospital Son Llatzer, Palma de\n              Mallorca.\n\n              SALA URANO\n              4. Neuropsicología\n\n              Objetivos: Como la disfunción neuropsicológica del TDAH afecta al aprendizaje.\n\n              Ponentes: Dra.   Anna     SANS,    Neuropediatra  y   Dra. Anna   López-Sala,\n              Neuropsicóloga Infantil, Unidad de Trastornos del Aprendizaje (UTAE), Servicio\n              de Neurologia, Hospital Sant Joan de Déu, Barcelona.\n\n\n\n\n17,45–20,00   SIMPOSIOS\n\n\n17,45-18,30   Simposio Paralelo: LILLY\n18:00-19:00\n              Simposio Paralelo: ABBVIE\n\n              Simposio Paralelo: GENZYME\n\n18:30-19:00   Simposio Paralelo: LABORATORIOS RUBIÓ\n\n\n\n19:00-20:00   Simposio Plenario: SHIRE\n\fJUEVES, 12 DE JUNIO DE 2014\n\n\n08,30-    MESA REDONDA 1:\n11,30\n          “Avances en los trastornos del neurodesarrollo\"\n\n          \"Trastornos del espectro autista: experiencia práctica\".\n          Dr. Roberto Tuchman. Neuropediatra. Miami Children Hospital\n\n\n          \"Correlato anatómico-clínico en el TDAH”\n          Dr. Alberto Fernández-Jaen. Neuropediatra. Hospital Universitario Quirón. Madrid.\n\n          “El papel de la lactancia materna en desarrollo cerebral”.\n          Dr. Sergio Verd Vallespir. Pediatra. Hospital de la Santa Creu i Sant Pau. Barcelona.\n\n          “Amnesia del desarrollo”\n          Dra. Anna Sans Fito. Neuropediatra. Hospital Sant Joan de Déu. Barcelona\n\n\n11,30-\n          Ceremonia Oficial de Apertura de la Reunión\n12,00\n\n\n12,00-\n          Pausa/Café\n12,30\n\n\n12,30-    Comunicaciones Orales\n14,00\n         SALA PLUTON\n         HORA: 12,30H\n         Sesión 1: Epilepsia I\n\n         Moderador: Dr. Jose Luis Peña Segura y Dr. Victoria San Antonio Arce\n\n         O-001\n         IDENTIFICACIÓN DE UNA MUTACIÓN DE NOVO EN EL GEN SCN2A COMO CAUSA DE\n         ENCEFALOPATÍA EPILÉPTICA DE DEBUT NEONATAL\n         Conejo Moreno, D.; Hortigüela Saeta, M.M.; Bustamante Hervás, C.; Alamillo Estival, P.; Portugal\n         Rodríguez, R.; Pérez Santaolalla, E.; Gutiérrez Moreno, M.; Agirregoitia Fernández, J.\n         Hospital Universitario de Burgos, Burgos\n\n         O-002\n         EPILEPSIA CON PUNTA-ONDA CONTINUA DURANTE EL SUEÑO CON EXCELENTE RESPUSTA A\n         SULTIAMO. A PROPÓSITO DE UN CASO\n         Morales Casado, M.I. (1); Sánchez García, S. (1); Sevilla Castellanos, M.I. (1); García Campos, Ó. (1);\n         Díaz Conejo, R. (2); Verdú Pérez, A. (1)\n         (1)\n             Hospital Virgen de la Salud. Complejo Hospitalario de Toledo, Toledo; (2) Hospital Nuestra Señora\n         del Prado, Talavera, Toledo\n\n         O-003\n         DISPLASIA CEREBELOSA COMO CAUSA DE MIOCLONÍAS EPILÉPTICAS FACIALES DESDE EL\n         NACIMIENTO. UN SÍNDROME CLÍNICOPATOLÓGICO INFRECUENTE PERO IMPORTANTE\n         Marco Hernández, A.V.; Bartoll Alguacil, E.; Menor Serrano, F.; Gómez Siurana, E.; Smeyers Durá, P.;\n         Tomás Vila, M.\n         Hospital Universitari La Fe, Valencia\n\fJueves   O-004\n  12     SÍNDROME DE RASMUSSEN DE PRESENTACIÓN ATÍPICA: UN RETO DIAGNÓSTICO\n Junio   Huete Hernani, B.; Zamorano Fernández, J.; Gómez Andrés, D.; García Guixot, S.; Ugalde\n         Canitrot, A.; Carceller Benito, F.; Martínez Bermejo, A.\n         Hospital La Paz, Madrid\n12,30-\n14,00    O-005\n         \"PSEUDOESTATUS\" : A PROPÓSITO DE DOS CASOS\n         Alarcón Alacio, J.; Parecdes Mercado, M.C.; Polo Garcia, L.; De Vicente Santamaría, M.; Parra\n         Gómez, J.; Sobrino Ruiz, E.; Monterde Bartolome, M.C.; González Iglesias, M.J.\n         Hospital San Rafael, Madrid\n\n         O-006\n         EPILEPSIA AUSENCIAS DE INICIO A LOS 19 MESES\n         Montaner Ramón, A.; Pastor Arilla, C.; Fuertes Rodrigo, C.; Martínez Faci, C.; García Jiménez, M.C.;\n         López Pisón, F.J.\n         Hospital Infantil Miguel Servet, Zaragoza\n\n         O-007\n         MAR DE SOMNIS ::: ACTIVIDADES CULTURALES Y DE OCIO PARA NIÑOS Y JÓVENES CON\n         EPILEPSIA\n         Polinyà, E.\n         Asociación MARDESOMNIS, Barcelona\n\n         O-008\n         PRESENTACION DE UNA APP PARA DISPOSITIVOS MOVILES                               PARA    FACILITAR      EL\n         TRATAMIENTO DE LAS CONVULSIONES FUERA DEL HOSPITAL\n         Ruiz-Falcó Rojas, M.L.; Cantarín Extremera, V.\n         Hospital Niño Jesús, Madrid\n\n         O-009\n         ESTATUS EPILÉPTICO. CARACTERÍSITICAS Y RESULTADOS DE TRATAMIENTO EMPLEADO\n         EN 50 CASOS INFANTILES. ESTUDIO MULTICÉNTRICO\n         Blanco Lago, R. (1); García Ron, A. (1); Castaño De La Mota, C. (2); Soto Insuga, V. (3); Alonso, M. (4);\n         De La Morena Vicente, M.A. (1); Granizo, J.J. (1)\n         (1)\n             Hospital Infanta Cristina, Madrid; (2) Hospital Infanta Leonor, Madrid; (3) Hospital Fundación Jiménez\n         Díaz, Madrid; (4) Hospital del Tajo, Madrid\n\n         O-010\n         EVOLUCIÓN DEL CONTROL DE EPISODIOS CRÍTICOS EN NIÑOS CON EPILEPSIA ASOCIADA\n         A TDAH AL INTRODUCIR TRATAMIENTO FARMACOLÓGICO.\n         Navedo De Las Heras, A.; Laña Ruiz, B.; Catalán Lambán, A.; Vaquero Garrido, M.; Vélez\n         Galarraga, M.D.R.; Sánchez-Carpintero Abad, R.\n         Clínica Universidad de Navarra, Pamplona\n\n         O-011\n         ANOMALÍAS EPILEPTIFORMES EN ELECTROENCEFALOGRAMA DE SUEÑO EN PACIENTES CON\n         EPILEPSIA DE AUSENCIAS INFANTIL (EAI)\n         Rodrigo Moreno, M.; Soto Insuga, V.; González Giraldez, B.; Losada Del Pozo, R.; Martínez\n         González, M.; Babín López, L.\n         Fundación Jiménez Díaz, Madrid\n\n\n         SALA URANO\n         HORA: 12,30H\n         Sesión 2: Genética y Sindromología\n\n         Moderadores: Dra. Begoña de Azua Brea y Dr. Jose Sierra Rodríguez\n\n         O-044\n         MANCHAS CAFÉ CON LECHE EN CONSULTA DE NEUROPEDIATRÍA\n         Cemeli Cano, M.; Fernando Martínez, R.; López Pisón, J.; Monge Galindo, L.; Izquierdo Álvarez, S.;\n         Miramar Gallart, M.D.; Rodríguez Valle, A.; Peña Segura, J.L.\n         Hospital Infantil Universitario Miguel Servet, Zaragoza\n\fJueves   O-034\n  12     REGRESIÓN PSICOMOTORA CON ATROFIA CEREBRAL EN UN PACIENTE CON ENFERMEDAD\n Junio   DE NORRIE ATÍPICO. UN FENOTIPO DESCRITO\n         Marco Hernández, A.V.; Menor Serrano, F.; Jaijo Sanchís, T.; Téllez De Meneses Lorenzo, M.; Barbero\n         Aguirre, P.; Tomás Vila, M.\n12,30-   Hospital Universitari La Fe, Valencia\n14,00\n         O-035\n         SÍNDROME DE JACOBSEN DE EVOLUCIÓN FATAL. A PROPÓSITO DE UN CASO\n         Ortiz Madinaveitia, S.; Peña Busto, A.; Romero Gil, R.; Serrano Madrid, M.\n         Hospital Santa Barbara, Soria\n\n         O-036\n         SINDROME DE JOUBERT\n         Muñoz Jalle, E. (1); Sierra Vázquez, J. (2); Guerrero Moreno, N. (2); Delgado Rioja, M. (3); García\n         Ron, A. (4)\n         (1)\n             HCU Lozano Blesa, Zaragoza; (2) Centro Seta Sevilla, Sevilla; (3) Centro Hospitalario Huelva, Huelva;\n         (4)\n             Hospital Infanta Cristina, Parla\n\n         O-037\n         SÍNDROME DE X-FRÁGIL EN NIÑAS: UN FENOTIPO COGNITIVO-CONDUCTUAL\n         IDENTIFICABLE\n         Roche Martínez, A.; Joga Elvira, L.; Gelman Bagaria, A.; Escofet Soteras, C.; Fernández Zurita, C.;\n         García Puig, M.; Delgadillo Chillabert, V.; Lorente Hurtado, I.\n         Hospital Parc Taulí, Sabadell, Barcelona\n\n         O-038\n         SÍNDROME DE POTOCKI-SHAFFER: UN CASO INHABITUAL DE SÍNDROME DE GENES\n         CONTIGUOS.\n         Hedrera Fernández, A.; Cancho Candela, R.; Del Villar Guerra, P.; Domínguez Uribe-Etxeberría, M.;\n         Garrote Adrados, J.A.; Lobo Valentín, R.; Alcalde Martín, C.; Centeno Malfaz, F.\n         Hospital Universitario Río Hortega, Valladolid\n\n         O-039\n         SÍNDROME DE MELKERSSON-ROSENTHAL: UN CUADRO CLÍNICO POCO FRECUENTE\n         Ulate-Campos, A.; Natera-De Benito, D.; Darling, A.; De Diego-Almarza, V.; Sariego-Jamardo, A.;\n         Fons-Estupiñá, C.\n         Hospital Sant Joan de Déu, Esplugues de Llobregat, Barcelona\n\n         O-040\n         AMPLIANDO EL FENOTIPO DE MUTACIONES EN EL GEN ARX: MUJER CON RETRASO MENTAL\n         Y DIPLEJIA ESPÁSTICAAMPLIANDO EL FENOTIPO DE MUTACIONES EN EL GEN ARX: MUJER\n         CON RETRASO MENTAL Y DIPLEJIA ESPÁSTICA\n         Soto-Insuga, V.; Blanco-Kelly, F.; Rodrigo Moreno, M.; Lorda-Sánchez, I.; Babín López, L.; Losada\n         Del Pozo, R.; Martínez González, M.; Blanco Rodríguez, M.; Soriano-Guillén, L.\n         Fundación Jiménez Díaz, Madrid\n\n         O-041\n         SINDROME DE MOWAT-WILSON: PRESENTACION DE DOS CASOS\n         Ruiz Espinoza, C.; García Barcina, M.J.; Fernández Cuesta, M.A.; Sarasola Díez, E.; Sánchez\n         González, E.\n         Hospital Universitario Basurto, Bilbao\n\n         O-042\n         INCIDENCIA DEL SÍNDROME DE DOWN EN NUESTRA REGIÓN. TRASTORNOS\n         NEUROLÓGICOS QUE MOTIVARON SU DERIVACIÓN A UN HOSPITAL TERCIARIO\n         Ceán Cabrera, L.; Martínez Salcedo, E.; López Expósito, I.; Martínez Cayuelas, E.; Villacieros\n         Hernández, L.; Alarcón Martínez, H.; Puche Mira, A.; Domingo Jiménez, R.\n         Hospital Clínico Universitario Virgen de la Arrixaca, Murcia\n\n         O-043\n         ATROFIA CEREBELOSA PROGRESIVA EN EL SINDROME DE GUILLESPIE\n         Laña Ruiz, B.; Vaquero Garrido, M.; Navedo De Las Heras, A.; Vélez Galarraga, M.D.R.; Sánchez-\n         Carpintero Abad, R.\n         Clínica Universidad de Navarra, Pamplona\n\fJueves   SALA MERCURIO\n  12\n Junio   HORA: 12,30H\n         Sesión 3: Cefaleas y Miscelánea\n12,30-\n14,00    Moderadores: Dr. Alfonso Amado Puentes y Dra. Montserrat Tellez de Meneses Lorenzo\n\n         O-045\n         TUMORES INTRAMEDULARES EN NIÑOS: RECONOCER LA SINTOMATOLOGÍA INICIAL.\n         NUESTRA EXPERIENCIA\n         Velez Galarraga, M.D.R.; Vaquero Garrido, M.; Sánchez-Carpintero Abad, R.; Patiño García, A.;\n         Sierrasesúmaga Ariznavarreta, L.; Narbona García, J.\n         Clínica Universidad de Navarra, Pamplona\n\n         O-140\n         PARÁLISIS AISLADA DEL SEXTO PAR CRANEAL (PASP) TRAS TRAUMATISMO CRANEAL. A\n         PROPÓSITO DE UN CASO PECULIAR\n         Fernando Martínez, R.; Castán Larraz, B.; Peralta Rufas, E.; López Pisón, J.; Monge Galindo, L.; Peña\n         Segura, J.L.\n         Hospital Infantil Universitario Miguel Servet, Zaragoza\n\n         O-141\n         EPIDEMIOLOGÍA Y DATOS CLÍNICOS DE LA INFECCIÓN POR VRS EN NIÑOS\n         HOSPITALIZADOS CON PATOLOGÍA NEUROLÓGICA. ESTUDIO MULTICÉNTRICO NACIONAL\n         (FIVE)\n         Rumbao Aguirre, J.M. (1); Calvo Rey, C. (2); Moreno Pérez, D. (3); Pelaez, M.J. (4); Piñeiro Pérez, R. (5);\n         Lillo Lillo, M. (6); Couceiro Gianzo, J.A. (7); Sánchez Forte, M. (8); Guillén, S. (9)\n         (1)\n              Hospital Universitario Reina Sofía, Córdoba; (2) Hospital Universitario Severo Ochoa, Madrid;\n         (3)\n             Hospital Regional Universitario Carlos Haya, Málaga; (4) Hospital Universitario Puerta de Hierro,\n         Majadahonda, Madrid; (5) Hospital General Universitario Gragorio Marañon, Madrid; (6) Hospital General\n         Universitario de Albacete, Albacete; (7) Complejo Hospitalario Universitario e Pontevedra, Pontevedra;\n         (8)\n             Complejo Hospitalario Torrecárdenas, Almeria; (9) Hospital de Getafe, Madrid\n\n         O-142\n         PROTOCOLO DE MANEJO DE LA SIALORREA EN EL PACIENTE NEUROPEDIÁTRICO\n         García Ribes, A.; Velerdas Martínez, Z.; Martínez González, M.J.; Olabarrieta Hoyos, N.; Pérez\n         Bascaran, J.; Pacheco Boiso, M.; Martín Gómez, J.I.; Martín Rodríguez, J.C.\n         Hospital de Cruces, Baracaldo\n\n         O-046\n         MEDIDAS PREVENTIVAS PARA CEFALEA EN UNA CONSULTA DE NEUROPEDIATRÍA.\n         REVISIÓN DE UN AÑO\n         Cuevas Cervera, J.L. (1); Salas Salguero, J. (2); Muñoz Cabeza, M. (2); Gutiérrez Aguilar, G. (2); Ortiz\n         Tardío, J. (2)\n         (1)\n             Hospital San Agustín, Linares, Jaén; (2) Hospital de Jerez, Jerez de la Frontera, Cádiz\n\n         O-047\n         DISTRIBUCIÓN MENSUAL DE LOS INGRESOS POR CEFALEA Y FACTORES PRECIPITANTES\n         PSICÓGENOS\n         Carratalá Marco, F.; Andreo Lillo, P.; García Avilés, B.; Gavilán Martín, C.; Nso Roca, A.P.; Ruíz\n         Miralles, R.M.; Pastor Ferrándiz, L.; Juste Ruíz, M.\n         Hospital Univeritario de San Juan de Alicante, San Juan de Alicante, Alicante\n\n         O-048\n         CEFALEA HEMICRANEAL PAROXÍSTICA: UNA RARA CAUSA DE CEFALEA PRIMARIA EN LA\n         INFANCIA\n         Hedrera Fernández, A.; Cancho Candela, R.; González Martín, L.; Salamanca Zarzuela, B.; Domínguez\n         Uribe-Etxeberría, M.; Centeno Malfaz, F.\n         Hospital Universitario Río Hortega, Valladolid\n\n         O-143\n         ¿EN QUÉ PENSAR ANTE UNA TORTÍCOLIS ADQUIRIDA?\n         Martínez González, M.; Soto Insuga, V.; Mateos Segura, C.; Fontoira Moyer, E.; Ordoñez\n         González, C.; Rodrigo Moreno, M.; Losada Del Pozo, R.; Babín López, L.; Rodríguez Oyaga, A.\n         Hospital Fundación Jiménez Díaz, Madrid\n\fJueves   O-144\n  12     ANÁLISIS DE REDES EN EL ESTUDIO DE LA MARCHA DE ESCOLARES CON PARÁLISIS\n Junio   CEREBRAL TIPO DIPARESIA ESPÁSTICA GMFCS II-III\n         Gómez-Andrés, D. (1); Pulido-Valdeolivas, I.(1); Cinza-González, A.(2); Rodríguez-Andonaegui, I. (3);\n         Martín-Gonzalo, J.A. (3); López-López, J. (4); Rausell, E. (2)\n         (1)\n12,30-       Hospital Universitario La Paz, Madrid; (2) Universidad Autónoma de Madrid, Madrid; (3) Escuela\n14,00    Universitaria de Fisioterapia, Madrid; (4) Hospital Universitario Infanta Sofía, San Sebastián de los\n         Reyes, Madrid\n\n         O-145\n         EVOLUCIÓN DE CRANEOSINOSTOSIS INTERVENIDAS EN UN HOSPITAL TERCIARIO\n         Villar Vera, C.; Alarcón Torres, B.; Lozano Pérez, R.M.; Castelló Pomares, M.L.; Andrés Celma, M.;\n         Pérez Herrezuelo, G.; Miragall Alba, L.; Bordes García, V.\n         Hospital Clínico Universitario de Valencia, Valencia\n\n         O-049\n         QUISTES SUBARACNOIDEOS ¿SON SIEMPRE UN HALLAZGO CASUAL?\n         Roncero Sánchez-Cano, I.; Rekarte García, S.; Málaga Diéguez, I.\n         Hospital Universitario Central de Asturias, Oviedo\n\n         O-050\n         EPILEPSIA SINTOMÁTICA ASOCIADA A TUMORES SNC EN PEDIATRIA, REVISION DE CASOS\n         EN LOS ULTIMOS 15 AÑOS\n         Calvo Medina, R.; Moreno Medinilla, E.; Madrid Rodríguez, A.; Mora Ramírez, M.D.; Martínez Anton, J.\n         Hospital Regional Universitario Carlos Haya\n\n\n\n\n14,00-\n          Comida Simposio ESTEVE\n15,30\n\n\n15,30-    MESA REDONDA 2:\n17,00\n          \"Epilepsia infantil: de la epileptogénesis a la práctica clínica cotidiana\"\n\n\n          \"Alteraciones de la comunicación sináptica en epilepsia infantil\".\n          Dra. Angels García Cazorla. Neuropediatra. Hospital Sant Joan de Déu. Barcelona.\n\n          \"La decisión de iniciar el tratamiento antiepiléptico en la epilepsia de reciente\n          diagnóstico\"\n          Dr. Juan José García Peñas. Neuropediatra. Hospital Infantil Universitario Niño Jesús. Madrid.\n\n          \"¿Qué hacer cuando falla el tratamiento antiepiléptico inicial?\"\n          Dr. Francesc Sanmartí Vilaplana. Neuropediatra. Hospital Sant Joan de Déu. Barcelona.\n\n\n17,00-    Pausa/Café\n17,15\n17:15-\n18,00     Comunicaciones formato Póster SESION I\n          Panel 1: Sala Plutón\n          . Moderadores: Dr. Gustavo Picó Fuster y Dra. Juana Alarcón Alacio\n\n\n         P-001\n         NEURALGIA DEL TRIGÉMINO SECUNDARIA A LIPOMA DE ÁNGULO PONTOCEREBELOSO. A\n         PROPÓSITO DE UN CASO\n         Alarcón Alacio, J. (1); De Vicente Santamaría, M. (2); Cornide Santos, S. (3); García Asensio, J.A. (3);\n         Angulo Chacón, A.M. (2); Jiménez Ortega, A.I. (2); Paredes Mercado, C. (1); González Iglesias, M.J.(2)\n         (1)\n             Hospital San Rafael. Neurología Infantil, Madrid; (2) Hospital San Rafael. Pediatría, Madrid;\n         (3)\n             Hospital San Rafael. Radiología, Madrid\n\fJueves   P-002\n  12     HIPEREXTENSIÓN DE TRONCO COMO SIGNO GUÍA DE HIPERTENSIÓN INTRACRANEAL\n Junio   IDIOPÁTICA\n         Ibáñez Micó, S. (1); Lorente Nicolás, A. (1); Martínez Ferrández, C. (1); Martínez García, M.J. (1); Martínez\n         Cayuelas, E. (2); Alarcón Martínez, H. (2); Villacieros Hernández, L. (2); Domingo Jiménez, R. (2)\n         (1)\n17,15-       Hospital Santa Lucía, Cartagena; (2) Hospital Virgen de la Arrixaca, Murcia\n18,00\n         P-003\n         “RED FLAGS” DE ESCOLIOSIS SECUNDARIA EN NEUROLOGÍA PEDIÁTRICA. REVISIÓN A\n         PROPÓSITO DE UN CASO DE ESCOLIOSIS IZQUIERDA DOLOROSA COMO ÚNICA\n         MANIFESTACIÓN DE UN TUMOR INTRAMEDULAR ASOCIADO A SIRINGOMIELIA, Y DEBUT\n         DE UNA ENFERMEDAD DE VON HIPPLE-LINDAU\n         Alcantud Bertolin, A. (1); Martínez Arias, E. (1); Peris Roca, R. (1); Ferrando Rubert, B. (1); Marín\n         Serra, J. (1); Mínguez Rey, M.F. (2); Villar Vera, C. (1)\n         (1)\n             Hospital Clínico, Valencia; (2) Facultad de Medicina. Universidad de Valencia, Valencia\n\n         P-004\n         HIPERTENSIÓN INTRACRANEAL IDIOPÁTICA SIN PAPILEDEMA: REPORTE DE UN CASO\n         Felipe Rucián, A.; Roig Quilis, M.; Poca, M.A.; Macaya Ruiz, A.\n         Hospital Universtari Vall d'Hebron, Servicio de Neurología Pediátrica, Barcelona\n\n         P-005\n         MUTISMO CEREBELOSO COMO COMPLICACIÓN DE CIRUGÍA DE FOSA POSTERIOR:\n         PRESENTACIÓN DE UN CASO\n         Retamosa Rodríguez, M.(1); Barredo Valderrama, E.(2); Miguel Martín, B.(2); Miranda Herrero, C.(2);\n         García Morín, M. (2); Ialeggio, D.M. (3); Huerta Aragonés, J. (2)\n         (1)\n             Hospital Universitario de Torrejón, Torrejón de Ardoz, Madrid; (2) Hospital Universitario Gregorio\n         Marañón, Madrid; (3) Hospital Universitario Severo Ochoa, Leganés, Madrid\n\n         P-006\n         NO TODA COJERA ES OSTEOMUSCULAR, NI TODA MASA ABDOMINAL UN TUMOR\n         García Sánchez, V. (1)(2); Ley Martos, M. (1); Molina Gonzalez, A. (2); Rodríguez López, C.M. (2); Lubián\n         López, S. (1)(2); García Serrano, J. (2); Zuazo Ojeda, M.A. (1); López López, J.A. (1); Baez Perea, J.M. (1);\n         Márquez Vega, C. (3)\n         (1)\n             Hospital Universitario Puerta del Mar, Cádiz; (2) Hospital Universitario Puerto Real, Puerto Real,\n         Cádiz; (3) Hospital Universitario Virgen del Rocío, Sevilla.\n\n         P-007\n         INDICACIÓN        DE     CIRUGÍA       EN    PACIENTE       CON     TUMOR      DISEMBRIOPLÁSTICO\n         NERUROEPITELIAL GRADO I\n         Periáñez Vasco, Á.; Arce Portillo, E.; Blanco Martínez, B.; Correa Vela, M.; López Lobato, M.; Madruga\n         Garrido, M.; Muñoz Cabello, B.; Rivero Gavira, M.; Alonso Luengo, O.\n         Hospital Universitario Virgen del Rocío, Sevilla\n\n         P-008\n         MIGRAÑA COMPLICADA: EXPERIENCIA DE UN HOSPITAL TERCIARIO EN LOS ÚLTIMOS 10\n         AÑOS\n         López-Sobrino, G.; García Romero, M.D.M.; Huete Hernani, B.; Gómez Andrés, D.; García Guixot, S.;\n         Tirado Requero, P.; Velázquez Fragua, R.; Arcas Martínez, J.; Martínez-Bermejo, A.\n         Hospital Universitario La Paz, Madrid\n\n         P-009\n         ENCEFALOPATÍA CONGÉNITA SECUNDARIA A DEFICIENCIA DE COENZIMA Q10.\n         Dacruz Álvarez, D. (1); Gómez Lado, C. (1); Fernández Rey, A. (1); Pias Peleteiro, L. (1); Eirís Puñal, J.(1);\n         Artuch, R. (2); Castro Gago, M. (1)\n         (1)\n             Complexo Hospitalario Universitario de Santiago de Compostela, Santiago de Compostela;\n         (2)\n             Servicio de Bioquímica, Hospital San Juan de Dios, Barcelona\n\n         P-010\n         ACIDURIA ORGÁNICA CEREBRAL D-2-HIDROXIGLUTÁRICA. PRESENTACIÓN DE UN CASO.\n         Navarro Romero, J.P. (1); Prados Álvarez, M. (1); Pulido Ovalle, E. (1); Delgado Ledesma, F. (1); Sopeña\n         Corvinos, J. (1); Pérez Cerdá, C. (2)\n         (1)\n             Hospital Universitario Infanta Elena, Valdemoro, Madrid; (2) Centro de Diagnóstico de Enfermedades\n         Moleculares, Cantoblanco, Madrid\n\fJueves   P-011\n  12     ENFERMEDAD DE ALEXANDER\n Junio   Mateos Checa, R. (1); Sierra Vázquez, J. (2); Portero García, N. (1); Guerrero Moreno, N. (1); Alonso\n         Luengo, O.E. (3)\n         (1)\n             Complejo Hospitalario Huelva, Huelva; (2) Centro Seta, Sevilla; (3) Hospital Infantil Virgen del Rocío,\n17,15-   Sevilla\n18,00\n         P-012\n         PROYECTO        INNERMED       (INHERITED        NEUROMETABOLIC            DISEASES        INFORMATION\n         NETWORK)\n         Cortès Saladelafont, E. (1); García-Cazorla, À.(2); D'avanzo, F.(2); Barić, I.(3); Ceci, A.(4); I Dali, C. (5);\n         Lampe, C. (6); Scarpa, M. (2)\n         (1)\n             Hospital Universitari Sant Joan de Déu, Esplugues de Llobregat, Barcelona; (2) Brains for Brain\n         Foundation, Pádova; (3) School of Medicine, University of Zagrebu, Zabreg; (4) Gianni Benzi\n         Pharmacological Research Foundation, Valenzano; (5) Copenhagen University Hospital, Rigshospitalet,\n         Copenhagen; (6) Children's Hospital, University of Mainz, Mainz\n\n         P-033\n         TRATAMIENTO SECUENCIAL DE LA EPILEPSIA REFRACTARIA EN PACIENTES CON\n         HEMIMEGALENCEFALIA\n         Periáñez Vasco, Á.; Blanco Martínez, B.; Arce Portillo, E.; Muñoz Cabello, B.; Correa Vela, M.;\n         Madruga Garrido, M.; López Lobato, M.; Rivero Gavira, M.; Alonso Luengo, O.\n         Hospital Universitario Virgen del Rocío, Sevilla\n\n         P-036\n         EPISODIOS PAROXÍSTICOS NO EPILÉPTICOS COMO MANIFESTACIÓN DE PATOLOGÍA\n         GRAVE\n         Periáñez Vasco, Á.; Blanco Martínez, B.; Correa Vela, M.; Arce Portillo, E.; Muñoz Cabello, B.; López\n         Lobato, M.; Madruga Garrido, M.; Alonso Luengo, O.\n         Hospital Universitario Virgen del Rocío, Sevilla\n\n         P-040\n         SÍNDROME DE POTOCKI-LUPSKI: UNA POSIBILIDAD DIAGNÓSTICA A INCLUIR ANTE UN\n         CUADRO DE HIPOMIELINIZACIÓN\n         Ibáñez Micó, S. (1); Martínez Ferrández, C. (1); Martínez García, M.J. (1); Martínez Cayuelas, E. (2);\n         Villacieros Hernández, L. (2); Ceán Cabrera, L. (2); Alarcón Martínez, H. (2); Martínez Salcedo, E. (2);\n         Domingo Jiménez, R. (2)\n         (1)\n             Hospital Santa Lucía, Cartagena; (2) Hospital Virgen de la Arrixaca, Murcia\n\n         P-092\n         UTILIDAD DE LA RESONANCIA MAGNÉTICA EN LA PARÁLISIS BRAQUIAL OBSTÉTRICA, A\n         PROPÓSITO DE UN CASO\n         Retamosa Rodríguez, M.; Martín Del Valle, F.; Angulo Sacristán, T.; Parra Cuadrado, E.\n         Hospital Universitario de Torrejón, Torrejón de Ardoz, Madrid\n\n\n           Comunicaciones formato Póster SESION I\n           Panel 2: Sala Urano\n          . Moderadores: Dra. Mercedes Pineda Marfa y Dra. Cristina Cáceres Marzal\n\n\n         P-013\n         MOVIMIENTOS OCULARES ANORMALES COMO FORMA DE PRESENTACIÓN DEL SINDROME\n         DE DEFICIENCIA DEL TRANSPORTADOR DE GLUCOSA CEREBRAL TIPO-1 (GLUT-1 DS)\n         López García, M.S.; Ferrer, M.; De Azua Brea, B.; López Sureda, M.; Fuertes Blas, S.\n         Hospital Son Llatzer, Palma de Mallorca\n\n         P-014\n         POLIDISTROFIA PROGRESIVA INFANTIL (SÍNDROME DE ALPERS): FORMA NEONATAL\n         Guerrero Moreno, N.; Delgado Rioja, M.Á.; Mateos Checa, R.; Pérez Serralvo, C.; Sierra Rodríguez, J.\n         Hospital Juan Ramón Jiménez, Huelva\n\n         P-015\n         ESTUDIO METABOLÓMICO ASOCIADO A DEFICIENCIA DE LA FOSFORILACION OXIDATIVA\n         TIPO 1 (COXPD1) POR MUTACIÓN EN FACTOR DE ELONGACION MITOCONDRIAL EFG1\n         Prieto Oreja, L.; López Martínez, C.\n         Policlínica Andrea Regina, Algeciras\n\fJueves   P-016\n  12     LEUCOENCEFALOPATÍA CON SUSTANCIA BLANCA EVANESCENTE, UN NUEVO CASO\n Junio   Villacieros Hernández, L.; Contesotto Avilés, C.; Martínez Cayuelas, E.; Ceán Cabrera, L.; Alarcón\n         Martínez, H.; Martínez Salcedo, E.; Puche Mira, A.; Domingo Jiménez, R.\n         Hospital Universitario Virgen de la Arrixaca; Murcia\n17,15-\n18,00    P-017\n         ENFERMEDAD DE POMPE INFANTIL: RESPUESTA AL TRATAMIENTO ENZIMÁTICO\n         SUSTITUTIVO\n         Moreno Medinilla, E.; Berzosa López, R.; Calvo Medina, R.; Madrid Rodríguez, A.; Mora\n         Ramírez, M.D.; Martínez Antón, J.\n         Hospital Materno Infantil Carlos Haya, Málaga\n\n         P-018\n         SÍNDROME DE LEIGH DE PRESENTACIÓN ATÍPICA POR LA MUTACIÓN T9185C EN LA ATP6\n         SINTASA\n         García Puig, M.; Delgadillo Chilavert, V.; Roche Martínez, A.; Fernández Zurita, C.; Escofet\n         Soteras, C.; Rovira Cols, A.; Baena Díez, N.; Bella Cueto, M.R.; Lorente Hurtado, I.\n         Corporació Sanitaria Hospital Parc Taulí, Sabadell, Barcelona\n\n         P-019\n         ESTATUS EPILEPTICO REFRACTARIO Y ENFERMEDAD DE ALPERS\n         Martínez González, M.J.; García Ribes, A.; López Bayón, J.; Morteruel Arizkuren, E.; Pérez\n         Estévez, E.; Labayru Echeverría, M.\n         Hospital Universitario Cruces, Barakaldo\n\n         P-020\n         ESTUDIO DE BIOMARCADORES EN LOS DEFECTOS DEL TRANSPORTADOR DE TIAMINA TIPO\n         2 (SLC19A3)\n         Ortigoza-Escobar, J.D. (1); Molero, M. (1); Jou, C. (1); Ferrer, I. (2); Márquez-Pereira, J. (1); Rodríguez-\n         Pombo, P. (3); García-Cazorla, A. (1); Serrano, M. (1); Artuch, R. (1); Pérez-Dueñas, B. (1)\n         (1)\n             Hospital Sant Joan de Déu, Barcelona; (2) Bellvitge Biomedical Research Institute, Barcelona;\n         (3)\n             Centro de Diagnóstico de Enfermedades Moleculares, Madrid\n\n         P-021\n         COEXISTENCIA DE MUTACIONES 11778 Y 14484 EN UNA FAMILIA CON NEUROPATÍA\n         ÓPTICA DE LEBER ( LHON)\n         López Lobato, M. (1); Alonso Luengo, O.E. (1); Ley Martos, M. (2); García Lozano, J.R. (1)\n         (1)\n             Hospital Virgen del Rocío, Sevilla; (2) Hospital Puerta del Mar, Cádiz\n\n         P-022\n         DEBUT TARDÍO EN PACIENTE VARÓN, DE DÉFICIT DEL ENZIMA ORNITINA\n         TRANSCARBAMILASA CON ENCEFALOPATÍA AGUDA\n         Pons, M. (1); Ruiz, A. (1)(2); Miravet, E. (1)(2); Solaeche, L. (1); Picó, G. (1)(2); Arranz, J. (3); Riudor, E. (3);\n         Pérez Granero, A. (1)(2); Rossell, J. (1)(2); Figuerola, J. (1)\n         (1)\n             Hospital Universitari Son Espasses, Palma de Mallorca; (2) CIBERER (ICIII), Palma de Mallorca;\n         (3)\n             Hospital Vall d'Hebron, Barcelona\n\n         P-032\n         REVISIÓN DE ESTATUS EPILÉPTICOS EN UN HOSPITAL DE TERCER NIVEL (2010-2013)\n         Moreno Medinilla, E.; Negrillo Ruano, R.; Calvo Medina, R.; Madrid Rodríguez, A.; Mora\n         Ramírez, M.D.; Martínez Antón, J.\n         Hospital Materno Infantil Carlos Haya, Málaga\n\n         P-054\n         SÍNDROME PHELAN MCDERMID (DELECCIÓN 22Q13.3) CON SINTOMATOLOGÍA MUY\n         SEVERA, RELACIONADO CON DELECCIÓN DE GRAN TAMAÑO QUE INCLUYE EL GEN SHANK3\n         Pons, M. (1); Pinzón, G. (1); Ruiz, A. (2); Solaeche, L. (2); Grimalt, A. (2); Pérez Granero, A. (2);\n         Rossell,J. (2); Miravet, E. (2); Marcó, A. (1)\n         (1)\n             Hospital Manacor, Manacor, Palma de Mallorca; (2) Hospital Univeritari Son Espasses. CIBERER\n         (ICIII), Palma de Mallorca\n\n         P-071\n         ENFERMEDADES NEUROCUTÁNEAS Y TRISOMÍAS: UNA ASOCIACIÓN INFRECUENTE\n         Ortigoza-Escobar, J.D.; Delgadillo-Chilaver, V.; Russi, M.E.; Ulate-Campos, A.; Sariego-Jamargo, A.;\n         Dediego, V.; Ramón-Krauel, M.; Poo, P.\n         Hospital Sant Joan de Déu, Barcelona\n\fJueves   P-072\n  12     DESCRIPCIÓN DE LAS CARACTERÍSTICAS DE LA EPILEPSIA EN PACIENTES                                    CON\n Junio   NEUROFIBROMATOSIS TIPO 1\n         Ortigoza Escobar, J.D.; Delgadillo-Chilavert, V.; Petanas, J.; Natera-Debenito, D.\n         Hospital Sant Joan de Déu, Barcelona\n17,15-\n18,00    P-098\n         ACCIDENTE VASCULAR CEREBRAL COMO CONSECUENCIA DE SÍNDROME ANTIFOSFOLÍPIDO\n         PRIMARIO: PRESENTACIÓN DE 2 CASOS\n         Guerrero Moreno, N.; Delgado Rioja, M.Á.; Mateos Checa, R.; Sierra Rodríguez, J.\n         Hospital Juan Ramón Jiménez, Huelva\n\n         P-102\n         ANGIOPATÍA       CEREBRAL       PROLIFERATIVA:        CAUSA       INUSUAL        DE    HIPERTENSIÓN\n         ENDOCRANEANA\n         Ortigoza-Escobar, J.D.; González, V.; Sola, T.; Muchart, J.; Puerta, P.; Guillen, A.\n         Hospital Sant Joan de Déu, Barcelona\n\n         P-128\n         SINDROME DE DRESS POR FENOBARBITAL\n         López Lobato, M.; Madruga Garrido, M.; Correa Vela, M.; Rodríguez Martínez, A.; Alonso Luengo, O.E.\n         Hospital Virgen del Rocio, Sevilla\n\n\n          Comunicaciones formato Póster SESION I\n          Panel 3: Sala Mercurio\n          . Moderadores: Dr. Benito Colombas Mas y Dr. Itxaso Marti Carrera\n\n\n         P-023\n         EVOLUCIÓN DE ADRENOLEUCODISTROFIA TRATADA CON TRASPLANTE DE PROGENITORES\n         HEMATOPOYÉTICOS\n         Andrade Navarro, M.T.; Alonso Pérez, I.; Lluch Fernández, M.D.\n         Hospital Universitario Virgen Macarena, Sevilla\n\n         P-024\n         ENFERMEDAD DE MACHADO-JOSEPH DIAGNOSTICADA EN EDAD INFANTIL\n         Andrade Navarro, M.T.; Alonso Pérez, I.; Lluch Fernández, M.D.\n         Hospital Universitario Virgen Macarena, Sevilla\n\n         P-025\n         DOS CASOS DE ENFERMEDAD DE HUNTER CON TRATAMIENTO ENZIMÁTICO SUSTITUTIVO\n         Andrade Navarro, M.T.; Campo Barasoain, A.; Lluch Fernández, M.D.\n         Hospital Universitario Virgen Macarena, Sevilla\n\n         P-026\n         PELIZEUS-MERZBACHER: REVISIÓN DE NUESTRA CASUÍSTICA\n         Vázquez Cancela, M.; Blanco Barca, O.; Pereiro Fernández, S.; Amado Puentes, A.; Melcón\n         Crespo, C.; Repáraz Andrade, A.; Iglesias Castañon, A.\n         Hospital Xeral Vigo, Vigo\n\n         P-027\n         TRASTORNO DE LA GLICOSILACIÓN: ¿CUÁNDO SOSPECHARLO?\n         Blanco Barca, O. (1); Vázquez Cancela, M. (1); Pereiro Fernández, S. (1); Rey Cordo, L. (1); Amado\n         Puentes, A. (1); Melcón Crespo, C. (1); Girós, M. (2)\n         (1)\n             Hosital Xeral Vigo, Vigo; (2) Hospital Clinic, Barcelona\n\n         P-028\n         DEBUT DE ESCLEROSIS MULTIPLE EN NIÑA DE 7 AÑOS\n         Muñoz Cabeza, M. (1); García García, L. (2); Gutiérrez Aguilar, G. (1); Cuevas Cervera, J.L. (1); Segado\n         Arenas, A. (2); Quesada Trujillo, G.M. (1); Ortíz Tardío, J. (1)\n         (1)\n             Hospital SAS de Jerez, Jerez de la Frontera; (2) Hospital Puerta del Mar, Cádiz\n\n         P-029\n         ESTUDIO RETROSPECTIVO DE LOS CASOS DIAGNÓSTICADOS DE SÍNDROME DE WEST EN\n         NUESTRO HOSPITAL\n         Pérez Fuertes, E.; Jiménez Marina, L.; González Santiago, P.; Reyes Martín, A.; París Bernardo, L.\n         Hospital Universitario Príncipe de Asturias, Alcala de Henares, Madrid\n\fJueves   P-030\n  12     EPILEPSIA AUSENCIA- FANTASMA: UNA ENTIDAD INFRADIAGNOSTICADA\n Junio   Miravet Fuster, E.; Rodríguez Vallinas, B.; Ivanovski, T.; Pons Rodríguez,                 M.;   Grimalt\n         Calatayud, M.A.; Ruiz Gómez, M.A.; Picó Fuster, G.\n         Hospital Son Espases, Palma de Mallorca\n17,15-\n18,00    P-031\n         ENCEFALITIS DE RASMUSSEN: A PROPÓSITO DE UN CASO\n         Benavent Casanova, O. (1); Villar Vera, C. (1); Martínez Arias, E. (1); García Clemente, A. (1); Andrés\n         Celma, M. (1); Castelló Pomares, M.L. (1); Ruiz-Falcó Rojas, M.L. (2)\n         (1)\n             Hospital Clínico Universitario de Valencia, Valencia; (2) Hospital Infantil Universitario Niño Jesús,\n         Madrid\n\n         P-034\n         CONVULSIONES NEONATALES FAMILIARES BENIGNAS MÁS ALLÁ DEL PERIODO NEONATAL.\n         A PROPÓSITO DE UN CASO\n         García Campos, O.; Sevilla Castellanos, M.I.; Sánchez García, S.; Morales Casado, M.I.; Sánchez-\n         Redondo Sánchez-Gabriel, M.D.; Verdú Pérez, A.\n         Hospital Virgen de la Salud, Toledo\n\n         P-035\n         DOCTOR, MI HIJO HA VUELTO A ECHARSE LA SIESTA\n         Sáez Sánchez, A.; Ortega Rodríguez, M.; Onsurbe Ramírez, I.; Sanz Zafrilla, E.; Cerdán Oncala, S.;\n         González Castillo, M.L.; García Morcillo, B.\n         Complejo Hospitalario Universitario de Albacete, Albacete\n\n         P-037\n         FORMAS CLINICAS DE DISCINESIAS PAROXISTICAS EN LA INFANCIA: CORRELACION CON\n         LOS ESTUDIOS MOLECULARES EN DOS FAMILIAS\n         Mosquera Gorostidi, A.; Andrés Sesma, C.; Gembero Esarte, E.; Aguilera Albesa, S.; Yoldi Petri, M.E.\n         Complejo Hospitalario de Navarra, Pamplona\n\n         P-038\n         SÍNDROME DE DELECIÓN DEL BRAZO LARGO DEL CROMOSOMA 10\n         Pérez Fuertes, E.; Jiménez Marina, L.; González Santiago, P.; Gómez Carrasco, J.Á.\n         Hospital universitario Príncipe de Asturias, Alcalá de Henares, Madrid\n\n         P-059\n         DELECIÓN 3P12: UNA APROXIMACIÓN AL FENOTIPO\n         Blanco Barca, M.Ó.; Amado Puentes, A.; Melcón Crespo, C.; Pereiro Fernández, S.; Vázquez Cancela,\n         M.; Repáraz Andrade, A.\n         Complexo Hospitalario Universitario de Vigo, Vigo\n\n         P-113\n         INCIDENCIA DEL TRASTORNO DE APRENDIZAJE PROCEDIMENTAL EN CONSULTA: LA\n         IMPORTANCIA DE SU BUSQUEDA\n         Mosquera Gorostidi, A.; Granados Rodríguez, D.; Martín Contero, C.; Yoldi Petri, M.E.; Aguilera\n         Albesa, S.\n         Complejo Hospitalario de Navarra, Pamplona\n\n         P-127\n         REVISIÓN DE LOS CASOS DE PSEUDOTUMOR CEREBRI EN LA ÚLTIMA DÉCADA\n         Mosquera Gorostidi, A.; Iridoy Zulet, M.; Yoldi Petri, M.E.; Aguilera Albesa, S.\n         Complejo Hospitalario de Navarra, Pamplona\n\n\n          Comunicaciones formato Póster SESION I\n          Panel 4: Sala Júpiter\n          . Moderadores: Dr. Gaspar Rullán Losada y Dr. Alberto García Oguiza\n\n\n         P-039\n         LEUCODISTROFIA CON SUSTANCIA BLANCA EVANESCENTE: EXPANDIENDO EL FENOTIPO\n         DE LAS MUTACIONES DE EIF2B4\n         Fernández, A.L.; Martín Fernández Mayoralas, D.; Fernández Jaén, A.; Jiménez De La Peña, M.;\n         Castellanos, M.\n         Hospital Universitario Quirón, Madrid\n\fJueves   P-041\n  12     NUEVA MUTACIÓN DEL GEN MECP2 EN EL SÍDROME DE RETT. CASO CLÍNICO Y HALLAZGOS\n Junio   RELEVANTES\n         Solaeche Fernández, L. (1); Ruiz Gómez, M.A. (1); Pons Rodríguez, M. (2); Miravet Fuster, E. (1); Rosell\n         Andreo, J. (1); Heine Suñer, D. (1); Figuerola Mulet, J. (1).\n         (1)\n17,15-       Hospital Universitari Son Espases, Palma de Mallorca; (2) Hospital de Manacor, Manacor, Palma de\n18,00    Mallorca\n\n         P-042\n         SINDROME DE KOOLEN DE VRIES. ALTERACION DE LA BANDA 17Q21.31. (GEN KANSL1). A\n         PROPÓSITO DE DOS CASOS CON FENOTIPOS NO DESCRITOS\n         López Martínez, C.; Prieto Oreja, L.\n         Policlínica Adrea Regina, Algeciras\n\n         P-043\n         SÍNDROME DE PHELAN-MCDERMID, UNA CAUSA DE AUTISMO SINDRÓMICO\n         Fernández Ramos, J.; López-Laso, E.; Camino León, R.; Aguilar Quintero, M.\n         Hospital Universitario Reina Sofía, Córdoba\n\n         P-044\n         DILATACIÓN DE LOS ESPACIOS PERIVASCULARES E HIPERSEÑALES EN T2 EN LA\n         SUSTANCIA BLANCA CEREBRAL: HALLAZGO RADIOLÓGICO ASOCIADO CON EL SÍNDROME\n         DE DELECIÓN 6P25. A PROPÓSITO DE UN CASO\n         López Lafuente, A. (1); Llanos Alonso, N. (1); Polo Antúnez, A. (1); García-Navas, D. (1); Hernández\n         Martín, R.(1); Vera Torres, M.(1); Peña, M.D.(1); Lozano, J.A.(1); Rodríguez-Revenga, L.(2); Madrigal, I. (2)\n         (1)\n             Servicio Pediatría. Hospital San Pedro de Alcántara, Cáceres; (2) Centre de Diagnòstic Biomèdic.\n         Hospital Clínic, Barcelona.\n\n         P-045\n         USO RACIONAL DE LA HIBRIDACIÓN GENÓMICA COMPARADA (CGHA) EN EL DIAGNÓSTICO\n         DE LA DISCAPACIDAD INTELECTUAL\n         Casellas Vidal, D. (1); Ruiz Fernández, M. (2); Serra Amaya, C. (3); García González, M.D.M. (1); Obón\n         Ferrer, M. (2); Pérez Álvarez, F. (1); Mayol Canals, L. (1)\n         (1)\n             Servicio de Pediatria. Hospital Universiario de Girona Dr Josep Trueta, Girona; (2) Área de Genética\n         Clínica y Consejo Genético. Laboratorio ICS Girona Hospital Universiario de Girona Dr Josep Trueta,\n         Girona; (3) UTAE. Hospital Sant Joan de Déu de Barcelona, Barcelona\n\n         P-046\n         SÍNDROME DE HIPERCRECIMIENTO POR DUPLICACIÓN 15Q26: DESCRIPCIÓN DE UN CASO\n         Gallego De La Sacristana López-Serrano, D.; Calero Cortés, S.M.; Torres Torres, M.C.; Domínguez\n         Hidalgo, L.; García Bermejo, A.; Erazo Galarza, P.E.\n         Hospital General Mancha Centro, Alcázar de San Juan, Ciudad Real\n\n         P-047\n         PROBLEMATICA DEL SUEÑO Y LA CONDUCTA EN EL SÍNDROME DE SMITH-MAGENIS (SSM).\n         A PROPOSITO DE UN CASO\n         Vaquero        Garrido, M. (1); García Ouiza, A. (2); Poch Orive, M.L. (2); Farfán Orte, T. (3); Maraví\n                      (3)\n         Álvarez, P.\n         (1)\n             Clinica Uniersidad de Navarra, Pamplona; (2) Servicio de Neurología en Hospital San Pedro, Logroño;\n         (3)\n             Servicio de Pediatría. Hospital San Pedro, Logroño\n\n         P-048\n         XQ28 DUPLICATIONS INCLUDING MECP2 IN FEMALES: TWO NEW CASES CONFIRMING A\n         BROAD PHENOTYPIC SPECTRUM.\n         San Antonio-Arce, V.; Fenollar Cortés, M.\n         Hospital Clínico Universitario San Carlos, Madrid\n\n         P-049\n         DIFICULTAD DE APRENDIZAJE EN LA SORDERA CONGÉNITA. SINDROME DE PENDRED.\n         PRESENTACIÓN DE UN CASO CLÍNICO\n         Vaquero       Garrido, M. (1); García Ouiza, A. (2); Poch Orive, M.L. (2); Farfán Orte, T. (3); Mariví\n         Álvarez, P. (3); Domínguez Garrido, E. (4); Cervera Acedo, C. (4)\n         (1)\n             Servicio de Neurología. Hospital San Pedro. , Logroño; (2) Unidad de Neuropediatría. Servicio de\n         Pediatría. Hospital San Pedro, Logroño; (3) Servicio de Pediatría. Hospital San Pedro, Logroño;\n         (4)\n             Unidad de Diagnóstico Molecular. Riojasalud, Riojasalud\n\fJueves   P-050\n  12     RETRASO GLOBAL DEL DESARROLLO, HIPERLAXITUD Y DILATACIÓN DE RAÍZ AÓRTICA:\n Junio   TRISOMÍA 14Q23.1\n         Solaeche Fernández, L.; Ruiz Gómez, M.A.; Pérez Granero, A.; Rosell Andreo, J.; Figuerola Mulet, J.\n         Hospital Universitari Son Espases, Palma de Mallorca\n17,15-\n18,00    P-051\n         NIÑA CON DUPLICACIÓN MECP2\n         Lozano Pérez, R.M. (1); Villar Vera, C. (1); Alcantud Bertolín, A. (1); García Clemente, A. (1); Castelló\n         Pomares, M.L. (1); Andrés Celma, M. (1); Roselló Piera, M. (2)\n         (1)\n             Hospital Clínico Universitario, Valencia; (2) Hospital La Fe, Valencia\n\n         P-052\n         FENOTIPO COGNITIVO- CONDUCTUAL EN EL SÍNDROME PHELAN MCDERMID, A PROPÓSITO\n         DE UN CASO.\n         Real Terrón, R.; Plácido Paias, R.; González Carracedo, M.J.; Sardina González, M.D.; Fernández-\n         Burriel, M.\n         Hospital de Mérida, Mérida, Badajoz\n\n         P-053\n         IMPLANTACIÓN DEL USO DE LA TECNICA CGH-ARRAY EN LA CONSULTA DE\n         NEUROPEDIATRÍA DE UN HOSPITAL SECUNDARIO: IMPACTO A NIVEL DIAGNÓSTICO\n         Andrés Bartolomé, A.; Arriola Pereda, G.; Mateo Martínez, G.; Pascual Bartolomé, E.; Losada\n         Pajares, A.; Adrados Razola, I.; Nafría Prada, C.V.; López Andrés, N.; Asensio Ruiz, A.\n         Hospital Universitario Guadalajara, Guadalajara\n\n         P-062\n         APRAXIA OCULOMOTORA, AUTISMO Y DELECCIÓN 2P25.2\n         Real Terrón, R.; González Carracedo, M.J.; Plácido Paias, R.; Fernández Burriel, M.; Medina\n         Gil, M.D.P.; Sardina González, M.D.\n         Hospital de Mérida, Mérida, Badajoz\n\n         P-117\n         DELECIÓN 4P-, UNA ENFERMEDAD RARA\n         Lozano Pérez, R.M.; Villar Vera, C.; Ortega Sánchez, M.D.C.; Martínez Arias, E.; Castelló\n         Pomares, M.L.; Andrés Celma, M.; Cuesta Peredo, A.; Fons Moreno, J.\n         Hospital Clínico Universitario, Valencia\n\n\n18,00-    Comunicaciones orales\n19,30\n         SALA PLUTON\n         HORA: 18:00H\n         Sesión 4: Epilepsia II\n\n\n         Moderadores: Roció Sánchez Carpintero y Dr. Jacinto Martínez Antón\n\n         O-012\n         ALUCINACIONES EN NIÑOS\n         Laña Ruiz, B.; Navedo De Las Heras, A.; Vélez Galarraga, M.D.R.; Vaquero Garrido, M.; Sánchez\n         Carpintero Abad, R.\n         Clínica Universidad de Navarra, Pamplona\n\n         O-013\n         EL HAMARTOMA HIPOTALÁMICO COMO CAUSA INFRECUENTE DE CRISIS EPILÉPTICAS EN\n         LA INFANCIA: REVISION DE NUESTRA EXPERIENCIA RECIENTE\n         Lalchandani Lalchandani, D.S.; Martín Viota, L.; Arango Sancho, P.; Duque Fernández, R.; López\n         Mendoza, S.\n         Hospital Universitario Nuestra Señora de Candelaria, Tenerife\n\n         O-014\n         RECURRENCIA TARDÍA EN PACIENTE CON ENCEFALOPATÍA EPILÉPTICA DURANTE EL\n         SUEÑO\n         Prados Álvarez, M. (1); Martín Del Valle, F. (2); Delgado Ledesma, F. (1); Pulido Ovalle, E. (1); Navarro\n         Romero, J.P. (3); Díaz Negrillo, A. (1)\n         (1)\n             Hospital Universitario Infanta Elena, Valdemoro, Madrid; (2) Hospital Universitario Torrejón,\n         Torrejón, Madrid; (3) Hospital de Torrevieja, Torrevieja, Alicante\n\fJueves   O-015\n  12     PACIENTE CON COMPLEJO ESCLEROSIS TUBEROSA Y EPILEPSIA REFRACTARIA\n Junio   CONTROLADA CON ESTIMULADOR DEL NERVIO VAGO\n         Hortigüela Saeta, M.M.; Ruiz- Falcó Rojas, M.L.; Cantarín Extremera, V.; Villalobos Reales, J.; Duat\n         Rodríguez, A.; Jiménez Echevarría, S.; Puertas Martín, V.; Carreras Sáez, I.; Carral Domínguez, J.;\n18,00-   Bernardino Cuesta, B.; Maraña Pérez, A.I.\n19,30    Hospital Infantil Universitario Niño Jesús, Madrid\n\n         O-016\n         SINDROME DE DOOSE Y EPIELPSIA MIOCLÓNICA BENIGNA DE LA INFANCIA, REVISIÓN DE\n         NUESTRA CAUSÍSTICA\n         Villacieros Hernández, L.; Martínez Cayuelas, E.; Ceán Cabrera, L.; Martínez Salcedo, E.; Alarcón\n         Martínez, H.; Puche Mira, A.; Domingo Jiménez, R.\n         Hospital Universitario Virgen de la Arrixaca, El Palmar, Murcia\n\n         O-017\n         CRISIS CONVULSIVAS EN URGENCIAS: REVISIÓN DE NUESTRA CASUÍSTICA\n         Sáez Sánchez, A. (1); Ortega Rodríguez, M. (1); Onsurbe Ramírez, I. (1); Cerdán Oncala, S. (1); Sanz\n         Zafrilla, E. (1); Malagón Ruiz, S. (2)\n         Complejo Hospitalario Universitario de Albacete, Albacete\n\n         O-018\n         REVISIÓN DE 10 AÑOS DE SÍNDROME DE WEST EN NUESTRO CENTRO: ANÁLISIS\n         DESCRIPTIVO Y EVOLUTIVO\n         Fernández García, M.Á.(1); Cajaraville Martínez, S.(1); Pablos Sánchez, T. (2); Suárez García, F. (1);\n         Martínez Barjas, C.M. (1); Felgueroso Juliana, B. (1)\n         (1)\n             Hospital Materno-Infantil Teresa Herrera - Complejo Hospitalario Universitario A Coruña, A Coruña;\n         (2)\n             Hospital Quirón A Coruña, A Coruña\n\n         O-019\n         SÍNDROME DE KLÜVER-BUCY TRAS RESECCIÓN TEMPORAL EN COMPLEJO ESCLEROSIS\n         TUBEROSA\n         Boronat Guerrero, S. (1); Newberry, P. (2); Thiele, E. (2)\n         (1)\n             Hospital Vall d´Hebron, Barcelona; (2) Massachusetts General Hospital, Boston\n\n         O-020\n         AUSENCIA DE RESPUESTAS EVOCADAS AUDITIVAS DE ESTADO ESTABLE EN NIÑOS CON\n         DRAVET\n         Sánchez-Carpintero, R.; Urrestarazu, E.; Cieza, S.; Alegre, M.\n         Clínica Universidad de Navarra, Pamplona\n\n         O-021\n         EVALUACIÓN NEUROPSICOLÓGICA PRE- Y POSTQUIRÚRGICA EN UNA PACIENTE\n         EPILÉPTICA PEDIÁTRICA\n         Pomar, J. (1); Andrés, P. (1); Pico, G. (2)\n         (1)\n             Grupo de Investigación Neuropsicología y Cognición, Universidad de las Islas Baleares, Palma de\n         Mallorca; (2) Hospital Son Dureta, Palma de Mallorca\n\n         O-022\n         ENCEFALITIS CON CRISIS REFRACTARIAS Y STATUS EPILÉPTICO ASOCIADO A\n         ANTICUERPOS CONTRA RECEPTOR GABAA: SERIE DE CASOS, IDENTIFICACIÓN DEL\n         ANTÍGENO Y ANÁLISIS DEL EFECTO DE LOS ANTICUERPOS\n         Armangue, T. (1)(2); Petit-Pedrol, M. (1); Bataller, L. (3); Peng, X. (4); Raspall-Chaure, M. (5); Martínez-\n         Hernández, E. (2); Graus, F. (2); Balice-Gordon, R. (4); Davis, R. (5); Dalmau, J. (6)\n         (1)\n             Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), Barcelona; (2)Hospital Materno\n         infantil Vall d'Hebron, Barcelona; (3) Hospital Universitari Politècnic La Fe, Valencia; (4) Department of\n         Neuroscience, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA;\n         (5)\n             Department of Neurology, University of Pennsylvania, Philadelphia, PA, USA; (6) ICREA a Institut\n         d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS) y University of Pennsylvania, Barcelona\n         (Spain) and Philadelphia (USA)\n\fJueves   SALA URANO\n  12\n Junio   HORA: 18:00H\n         Sesión 5: Episodios Paroxísticos\n\n18,00-   Moderadores: Dr. Julio Ramos Lizana y Dra. María S. López García.\n19,30\n         O-051\n         MIGRAÑA HEMIPLÉJICA FAMILIAR : A PROPÓSITO DE UN CASO\n         Jiménez Marina, L.; Pérez Fuertes, E.; González Santiago, P.; Gómez Carrasco, J.Á.\n         Hospital Universitario Príncipe de Asturias, Alcalá de Henares, Madrid\n\n         O-052\n         IMPORTANCIA DE LOS EPISODIOS PAROXÍSTICOS EN LA ACTIVIDAD ASISTENCIAL EN UNA\n         CONSULTA DE NEUROPEDIATRÍA\n         Conejo Moreno, D.; Hortigüela Saeta, M.M.; Hernández Frutos, E.; Pérez Santaolalla, E.; Portugal\n         Rodríguez, R.; Angulo García, M.; Urquiza Físico, J.L.\n         Hospital Universitario de Burgos, Burgos\n\n         O-053\n         TRASTORNO PAROXÍSTICO NO EPILÉPTICO EN LA CONSULTA: IMPACTO ECONÓMICO-\n         ASISTENCIAL\n         Cuevas Cervera, J.L. (1); Salas Salguero, J. (2); Muñoz Cabeza, M. (2); Gutiérrez Aguilar, G. (2); Ortiz\n         Tardío, J. (2)\n         (1)\n             Hospital San Agustín, Linares, Jaén; (2) Hospital de Jerez, Jerez de la Frontera, Cádiz\n\n         O-054\n         EL MIOCLONUS FEBRIL, MANIFESTACIÓN BENIGNA POCO CONOCIDA SECUNDARIA A UN\n         PROCESO FEBRIL\n         López Lafuente, A. (1); García-Navas, D. (1); Cano Plasencia, R. (2); García Flores, C. (2); Llanos\n         Alonso, N. (1); Tort I Cartrò, C. (1); Izquierdo Martín, A. (1); Martín Fernández, R. (1); Pérez\n         Muñoz, S. (1); López Rodríguez, M.J. (1)\n         (1)\n             Servicio de Pediatría. Hospital San Pedro de Alcántara, Cáceres; (2) Servicio de Neurofisiología.\n         Hospital San Pedro de Alcántara, Cáceres\n\n         O-055\n         TRASTORNOS PAROXÍSTICOS CON DESENLACE CARDIOLÓGICO A PROPÓSITO DE DOS\n         CASOS\n         Hortigüela Saeta, M.M.; Cantarín Extremera, V.; Ruiz-Falcó Rojas, M.L.; Tamaríz- Martel Moreno, A.;\n         Duat Rodríguez, A.; Villalobos Reales, J.; Jiménez Echeverría, S.; Puertas Martín, V.; Carreras\n         Sáez, I.; Bernardino Cuesta, B.; Domínguez Carral, J.\n         Hospital Infantil Universitario Niño Jesús, Madrid\n\n         O-056\n         HEMIPLEJIA ALTERNANTE BENIGNA NOCTURNA DE LA INFANCIA\n         Vázquez-López, M.E.; Pérez-Pacín, R.; Molares-Rodríguez, M.; Pérez-Gay, L.\n         Hospital Universitario Lucus Augusti, Lugo\n\n         O-057\n         SÍNDROME DE PIERNAS INQUIETAS EN PACIENTES CON SEGUIMIENTO POR NEFROLOGÍA\n         EN UN HOSPITAL PEDIÁTRICO DE REFERENCIA\n         Petanàs, J.; Vila, A.; Ramos, M.; Vila, J.; Sans, O.\n         Hospital Sant Joan de Déu, Barcelona\n\n         O-058\n         PREVALENCIA DE TRASTORNOS DE SUEÑO EN PACIENTES PEDIÁTRICOS CON\n         DIAGNÓSTICO DE CEFALEA EN LA CONSULTA DE NEUROPEDIATRÍA\n         GRUPO DE TRABAJO DE TRASTORNOS DE SUEÑO DE LA SENEP\n         Castaño De La Mota, C.(1); Losada Del Pozo, R.(2); Martín Del Valle, F.(3); Martínez Bermejo, A. (4);\n         Pérez Villena, A. (5); Rodrigo Moreno, M. (2); Martínez Carrascal, A. (6); Monfort Belenguer, L. (7);\n         Moreno Acero, N. (8); Miravet Fuster, E. (9)\n         (1)\n             Hospital Universitario Infanta Leonor; (2) Fundación Jiménez Díaz, Madrid; (3) Hospital Universitario\n         de Torrejón, Madrid; (4) Hospital Universitario La Paz, Madrid; (5) Hospital La Moraleja-Sanitas, Madrid;\n         (6)\n             Hospital General de Requena, Valencia; (7) Hospital de Manises, Valencia; (8) Hospital del Sueste,\n         Madrid; (9) Hospital Universitario son Dureta, Palma de Mallorca\n\fJueves   O-059\n  12     OPINIÓN DE LOS NEUROPEDIATRAS SOBRE EL IMPACTO Y LA IMPORTANCIA DE LOS\n Junio   TRASTORNOS DE SUEÑO EN LA CONSULTA\n         GRUPO DE TRABAJO DE LA SENEP TRASTORNOS DEL SUEÑO\n         Soto-Insuga, V. (1); Pons Rodríguez, M. (2); Pérez Villena, A. (3); Miravet Fuster, E. (4); Merino Andreu,\n18,00-   M. (5); Losada Del Pozo, R. (1); Martínez Carrascal, A. (6); Martín Del Valle, F. (7); Polo Martínez, A. (8);\n19,30    Martínez Bermejo, A. (5)\n         (1)\n             Fundación Jiménez Díaz, Madrid; (2) Hospital de Manacor, Palma de Mallorca; (3) Hospital La\n         Moraleja, Madrid; (4) Hospital Universitario Son Dureta, Mallorca; (5) Hospital Universitario La Paz,\n         Madrid; (6) Hospital de Requena , Valencia; (7) Hospital Torrejón",
  "wordCount": 197227,
  "indexed": "2025-09-25T22:36:06.790Z",
  "method": "direct"
}
