{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Artículos propios/XXV Reunión Anual de la Sociedad Valenciana de Neu_2.pdf",
  "fileName": "XXV Reunión Anual de la Sociedad Valenciana de Neu_2.pdf",
  "relativePath": "Artículos propios/XXV Reunión Anual de la Sociedad Valenciana de Neu_2.pdf",
  "text": "XXV REUNIÓN ANUAL DE LA SOCIEDAD\n       VALENCIANA DE NEUROLOGÍA (I)                                              Benidorm (Alicante), 7-8 de marzo de 2008\n\n\n\n\nCOMUNICACIONES                                                             2.\n                                                                           FÍSTULAS DURALES: DESCRIPCIÓN DE CINCO CASOS\n                                                                           J.C. López-Poma a, N. Martín a, R. Sivera a, E. Mainar b,\n1.                                                                         F. Aparici b, V. Vázquez b, J. Tembl a, A. Lago a\n                                                                           a\n                                                                            Unidad de Neurología. b Servicio de Radiología Intervencionista.\nESTUDIO DESCRIPTIVO DE PACIENTES CON                                       Hospital Universitario La Fe. Valencia.\nCEFALEA EN RACIMOS EN UNA UNIDAD DE CEFALEA\nJ. Morera-Guitart a, G. Más-Sesé b, E. Toribio-Díaz a,                     Introducción. Las fístulas se producen por una conexión anómala\nS. Palao-Duarte a                                                          entre las arterias y las venas que se localizan en las paredes de la\na\n Sección de Neurología. Hospital San Vicente. San Vicente del Raspeig,     duramadre. La sintomatología es variada y la etiología es adquirida.\nAlicante. b Unidad de Neurología. Hospital Marina Alta. Denia, Alicante.   Describimos 5 casos de pacientes con fístulas durales y tratamiento\n                                                                           endovascular. Casos clínicos. Revisión, descripción clínica y pro-\nIntroducción. La cefalea en racimos (CR) suele manifestarse con            nóstico de 5 pacientes con fístulas durales en diferentes localizacio-\nunas características clínicas bien definidas. El objetivo del trabajo      nes atendidos en la Unidad de Neurología y Radiología Interven-\nes describir las características clínicas y demográficas de los pa-        cionista del Hospital La Fe. Caso 1: mujer 39 años que, tras cirugía,\ncientes atendidos por CR en una unidad de cefaleas. Pacientes y            se colocó vía central yugular derecha. Desarrolló hipoestesia en\nmétodos. Estudio retrospectivo de pacientes diagnosticados de CR           miembro superior derecho (MSD), Horner derecho, disminución de\nen una Unidad de Cefaleas (Hospital San Vicente) durante el perío-         fuerza en mano derecha y dolor lancinante en antebrazo y hombro.\ndo 2003-2007. Describimos los datos demográficos, tipo de CR y             Reflejos osteotendinosos profundos (ROT) hipoactivos, abolidos\ntratamientos ensayados y su efecto, así como las características del       en MSD. Soplo ‘de maquinaria’ supraclavicular derecho. Arterio-\núltimo brote y su respuesta al tratamiento. Excluimos del análisis         grafía: fístula vertebroyugular derecha. Se ocluye arteria vertebral\nlos casos diagnosticados de cluster-migraña, dadas sus característi-       derecha, sin complicaciones. 3 meses después, exploración neuro-\ncas significativamente distintas de la CR. Resultados. Pacientes           lógica normal. Caso 2: mujer 29 años, intervenida de miopía con lá-\natendidos: 43 (86% varones). Relación hombre/mujer: 6:1. Edad              ser un mes antes. Acúfeno pulsátil continuo, dolor retroauricular y\nmedia: 43 años. Edad de inicio: 35 años (mujeres: 43,3; varones:           soplo mastoideo derechos. Arteriografía: fístula dural al seno late-\n34,3). Forma de presentación: episódica: 86%, crónica primaria:            ral derecho desde ramas de la carótida externa: occipital, auricular\n11,6%. Tratamientos preventivos más utilizados en brotes previos:          posterior y meníngea media. Se cateteriza la arteria occipital y auri-\nverapamilo (33,8%), prednisona (25%) y topiramato (19%). Por-              cular posterior y se inyectan partículas calibradas. El tratamiento fi-\ncentaje de respondedores (respuesta completa o parcial) para cada          nal fue a través de la vena, en lugar de la arteria, y la oclusión de la\ntratamiento: verapamilo: 43,4%. Prednisona: 58,8%. Topiramato:             fístula fue completa. Caso 3: mujer de 53 años, intervenida de me-\n61,54%. Tratamientos sintomáticos más utilizados en brotes pre-            ningioma parsagital, que presentó posteriormente cefalea y tinitus\nvios: triptanes, seguidos de antiinflamatorios no esteroideos (AINE)       pursátil pulsátil. En angiografía se observa fístula dural en seno\ny oxigeno. Porcentaje de respondedores: triptanes: 73,8%. Oxíge-           tranverso derecho desde ramas de arteria occipital y meningohipo-\nno: 83,3%. Características del último brote: duración media hasta          fisaria. Se procede a dos sesiones de embolización de la arteria oc-\nla consulta: 21 días. Media de crisis al día: 2,2. El 74% presentaba       cipital. El control posterior muestra persistencia de la fístula. Caso\nun ritmo circadiano del dolor, con dos picos (en siesta y sueño noc-       4: varón de 58 años, tras traumatismo craneoencefálico (TCE), pre-\nturno). El 60,4% no refería factores desencadenantes. Cuando esta-         senta acufeno oído derecho (OD) y mareos. Fístula en confluencia\nban presentes, los más frecuentes fueron: sueño (23%) y alcohol            de la vena de galeno y el seno recto con las arterias durales de am-\n(16%), todos en varones. La duración media de las crisis fue de            bas carótidas. Tratado con embolización, repermeabilizada en dos\n95,8 minutos, con un recorrido entre 20 y 300 min. Tratamientos            controles posteriores. Caso 5: varón de 57 años, traumatismo en re-\npreventivos más frecuentemente prescritos: prednisona (18,6%) y            gión cervical. Dificultad para caminar, voz ronca, tenesmo vesical\nverapamilo (16,3%). Un 30,2% de los pacientes no recibieron trata-         y anal, impotencia, descenso del velo del paladar, claudicación dis-\nmiento por encontrarse ya asintomáticos al llegar a la visita y un         tal de miembro inferior derecho (MID), hiperreflexia generalizada,\n23,3% recibieron dos o más preventivos, simultáneamente. El trata-         Babinski bilateral, respuestas clonoides aquíleas. Fístula dural en la\nmiento preventivo redujo la intensidad y duración de las crisis en el      duramadre del ángulo pontocerebeloso derecho, ramas de menín-\n89,5% de los casos, y mejoró la respuesta al tratamiento sintomáti-        gea media y occipital. Se procede a dos sesiones de embolización.\nco en el 85,2%. El efecto sobre la duración total del brote fue su re-     Control arteriográfico ausencia de fístula. Conclusiones. El trata-\nsolución completa o parcial en el 89,7% de los pacientes. Conclu-          miento endovascular es una alternativa parcialmente eficaz, aunque\nsiones. La CR es una cefalea más típica de adultos varones y pre-          puede requerirse varias sesiones para el cierre de las fístulas.\nsenta unas características clínicas bien definidas. Los tratamientos\npreventivos y sintomáticos mejoran significativamente la situación\nclínica de los pacientes (reducción de la duración del brote y mejor\nefecto del tratamiento para las crisis) en la mayoría de los casos.\n\n\n\nREV NEUROL 2008; 46 (9): 563-572                                                                                                               563\n\fXXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n3.                                                                        parkinsoniano. Hacía 22 años había estado ingresada en la Unidad\n                                                                          de Cuidados Intensivos (UCI) de este hospital con diagnósticos al\nESTUDIO DE LAS COMPLICACIONES MÉDICAS                                     alta: coma metabólico, acidosis láctica, intoxicación voluntaria por\nEN EL PACIENTE HOSPITALIZADO EN LA UNIDAD                                 metanol y secuelas neurológicas. Al ingreso llevaba tratamiento\nDE ICTUS CON INFARTO ISQUÉMICO AGUDO                                      con: levodopa retardada 400 mg/día, imipramina 75 mg/día y per-\nR. Sivera, A. Lago, J.I. Tembl, N. Martín, J.C. López                     golida 0,15 mg/día. En la exploración destacaba: disartria hipofóni-\nHospital Universitario La Fe. Valencia.                                   ca, facies amimética, hiperreflexia rotuliana bilateral y Babinski de-\n                                                                          recho. Hipo y bradicinesia simétrica en brazos, manos y piernas. Ri-\nIntroducción. Las complicaciones médicas en la fase aguda del ic-         gidez axial y en piernas (marcada), y en brazos (leve). No se obser-\ntus isquémico (IC) contribuyen de manera notable a la morbimorta-         vaba temblor en reposo, acción ni actitud. Actitud distónica en ma-\nlidad en dichos pacientes. El objetivo del presente estudio fue eva-      nos con oposición forzada de los pulgares. Micrografía. Marcha in-\nluar la prevalencia de complicaciones médicas intrahospitalarias en       estable con fallos al inicio y en los giros. Reflejos posturales muy\nlos pacientes ingresados por IC en la Unidad de Ictus, así como su        alterados. Exploraciones complementarias destacables: los poten-\nrelevancia en el pronóstico y la identificación de sus factores pro-      ciales evocados visuales con disminución de la amplitud en ambos\nnósticos. Pacientes y métodos. Serie consecutiva de pacientes ad-         lados y la resonancia magnética (RM) de cabeza con áreas de po-\nmitidos en la Unidad de Ictus del Hospital La Fe con el diagnóstico       rencefalia localizadas en ambos lenticulares. La respuesta en dosis\nde IC agudo entre noviembre 2005 y diciembre 2007. Las compli-            de levodopa estándar hasta 1.000 mg/día, mientras estuvo ingresa-\ncaciones registradas fueron: cardiovasculares –arritmia, insuficien-      da, no superó la que mantenía con 200 mg/día de levodopa retarda-\ncia cardíaca, hipotensión, infarto agudo de miocardio (IAM), trom-        da más pergolida en dosis mínimas. Se han ensayado a lo largo de\nbosis venosa profunda (TVP) y tromboembolismo pulmonar (TEP)–,            estos años otros agonistas dopaminérgicos sin obtener mejoría fran-\nsistémicas (neumonía, infección de orina, sepsis, fiebre y hemorra-       ca. Conclusiones. Este caso muestra un síndrome parkinsoniano\ngia sistémica) y neurológicas (recurrencia, crisis epiléptica, ictus en   grave, distonía en manos y una neuropatía óptica moderada, todo\nevolución). Se registraron también las características epidemiológi-      ello secundario a intoxicación por metanol. El predominio, como en\ncas (sexo, edad, factores de riesgo cardiovascular, etc.), la escala      otros casos descritos, es axial y en miembros inferiores. En el perío-\nNIH (National Institute of Health) al ingreso y al alta, la escala        do de seguimiento el parkinsonismo no ha progresado y la respues-\nmRankin al ingreso y al alta, los días de hospitalización, el meca-       ta a la terapia dopaminérgica es pobre. Algunos autores encuentran\nnismo y la localización del infarto. Se realizó un estudio descripti-     respuesta positiva al tratamiento dopaminérgico en parkinsonismos\nvo y análisis estadístico univariante, así como un modelo de regre-       postsinápticos, como el secundario a necrosis putaminal.\nsión logística multivariante para determinar los factores pronósti-\ncos. Resultados. Se estudiaron 311 pacientes admitidos en la Uni-\ndad de Ictus con el diagnóstico de IC. La mortalidad de la serie fue      5.\nde 20 pacientes (6,4%). 103 (33,1%) de ellos presentaron al menos\nuna complicación médica; 46 (14,8%) presentaron complicaciones            MUTACIONS EN ELS GENS DE LES PRESENILINES\ncardiovasculares, 64 (20,6%) mostraron complicaciones sistémicas          ASSOCIADES A MALALTIA D’ALZHEIMER\ny 33 (10,6%) complicaciones neurológicas. La presencia de com-            M. Baquero a, R. Blasco a, J. Pérez-Tur b, J. Clarimón c,\nplicaciones se asoció con una mayor morbimortalidad al alta expre-        J.C. Sánchez-Manso a, S. Roig d, A. Campos a\n                                                                          a\nsada como una mortalidad de 18 (17,5%) en los IC complicados               Hospital Universitario La Fe. València. b Institut de Biomedicina de València.\n                                                                          c\n(ICC) frente a 2 (1%) en los no complicados (ICNC) (p < 0,001),            Hospital de la Santa Creu i Sant Pau. Barcelona. d Hospital de Dénia.\nuna NIH media al alta de 6,16 en los ICC y de 3,56 en los ICNC            Denia, Alicante.\n(p = 0,001) y un mRankin scale medio al alta de 3,52 en los ICC y\nde 2,12 en los ICNC (p < 0,001). Mediante el análisis multivariante       Introducció. Les presenilines són proteïnes implicades en la gènesi\nse mostró que eran factores pronósticos independientes para la apa-       de la malaltia d’Alzheimer. Mutacions en els gens que codifiquen\nrición de complicaciones médicas la edad > 75 años (p < 0,05) y           la presenilina 1 i la presenilina 2 s’associen a eixa malaltia, gen-\nuna NIHSS (National Institute of Health Stroke Scale) > 8 en el in-       eralment en la seua forma d’inici precoç familiar. Encara que ac-\ngreso (p < 0,001). Conclusiones. Casi un tercio de los pacientes          tualment els criteris diagnòstics de la malaltia d’Alzheimer són ex-\npresentaron al menos una complicación, entre las cuales las sisté-        clusivament clínics, ja s’han fet propostes de criteris diagnòstics\nmicas fueron las más frecuentes. La presencia de complicaciones           per la investigació que incorporen altres dades complementàries\nmédicas se asoció con una mayor morbimortalidad. La edad mayor            que poden tenir valor en el diagnòstic, entre elles la determinació\nde 75 años y la NIHSS > 8 en el ingreso fueron los únicos factores        de la presència d’algun marcador genètic. Casos clínics. Presentem\npronósticos independientes para la aparición de complicaciones.           dos mutacions detectades en pacients de la nostra població, valorats\n                                                                          en la Unitat de Demències i Neuropsicologia de l’Hospital Univer-\n                                                                          sitari La Fe, associades a formes de malaltia d’Alzheimer de pre-\n4.                                                                        sentació presenil. La mutació p.L284R del gen de la PSN1 afectava\n                                                                          un pacient que començà a presentar trastorns cognitius aproxi-\nSÍNDROME PARKINSONIANO SECUNDARIO A NECROSIS                              madament als 55 anys. En la nostra consulta va ser valorat als 60\nPUTAMINAL POR INTOXICACIÓN CON METANOL                                    anys per la seua inclusió en un assaig clínic per malaltia d’Alzhei-\nG. Juan-Catalá, J.M. Ferrer-Casanova, S. Reyes-Pausá,                     mer en estats avançats. Presentava una demència moderada a greu,\nI. Dobón-Martínez, F. Domínguez-Sanz, A. González-Masegosa                amb afectació de totes les funcions cognitives i un MMSE de 10/30.\nSección de Neurología. Hospital Universitario Dr. Peset. Valencia.        Durant els anys posteriors la malaltia progressà i finalment va\n                                                                          morir per una infecció sistèmica en 1994. S’ha descartat que eixa\nIntroducción. Los tóxicos son una causa rara de síndrome parkinso-        mutació siga un polimorfisme present en la població general i, per\nniano. El envenenamiento por metanol es una intoxicación infre-           això, la considerem causal. La mutació p.V393L del gen de la\ncuente y grave forma, con mortalidad y morbilidad importantes. Sus        PSN2 està present en una família resident al camp de Túria, amb\nsecuelas principales son la neuropatía óptica y los trastornos del        història suggerent de l’existència de demència presenil. El cas ín-\nmovimiento. Objetivo. Presentar un caso de intoxicación por meta-         dex és un home amb malaltia d’Alzheimer típica i inici als 58 anys,\nnol que produjo, como secuelas, síndrome parkinsoniano de predo-          valorat a les nostres consultes inicialment amb demència lleugera\nminio axial y neuropatía óptica. Caso clínico. Mujer de 51 años en        –MMSE (Mini-Mental State Examination) 21/30–. La mateixa mu-\nel año 2000, cuando fue valorada en nuestra sección por síndrome          tació està present també en un cosí germà seu de 56 anys que en el\n\n\n564                                                                                                              REV NEUROL 2008; 46 (9): 563-572\n\f                                                                          XXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nmoment de la detecció presentava un trastorn cognitiu compatible          7.\namb deteriorament cognitiu lleuger, del qual no tenim informació\nevolutiva. Conclusions. La determinació de la existència d’altera-        BLOQUEO DEL NERVIO OCCIPITAL MAYOR EN LA\ncions genètiques clarament relacionades amb la malaltia d’Alzhei-         CEFALEA EN ACÚMULOS. ESTUDIO DE OBSERVACIÓN DE\nmer pot ser un ajut apreciable en el diagnòstic precoç de l’afec-         SEIS CASOS TRATADOS EN UNA CONSULTA DE CEFALEA\ntació, en la línia de la proposta de criteris diagnòstics de Dubois et    J. Morera-Guitart a, G. Más-Sesé b,\nal, i pot permetre l’estudi de noves terapèutiques que podrien tenir      E. Toribio-Díaz a, S. Palao-Duarte a\n                                                                          a\nefectes positius ja en els primers símptomes de l’afecció.                  Unidad de Cefalea Refractaria. Sección de Neurología.\n                                                                          Hospital San Vicente. San Vicente del Raspeig, Alicante.\n                                                                          b\n                                                                            Unidad de Neurología. Hospital Marina Alta. Denia, Alicante.\n6.\n                                                                          Introducción. Analizar el efecto sobre los brotes de cefalea en acú-\nNEUROSONOLOGÍA O RESONANCIA: ¿QUIÉN DA MÁS?                               mulos (B-CA) del bloqueo bilateral del nervio occipital mayor\nJ.M. Moltó-Jordà a, A. García-Pastor c, S. Díaz-Insa a,                   (NOM) en una serie de 6 casos tratados en una consulta de cefalea\nL. Lacruz-Ballester a, M. Garcés-Sánchez a, J.V. López b,                 crónica refractaria. Pacientes y métodos. Analizamos retrospectiva-\nR. Broseta b                                                              mente las historias clínicas de 6 pacientes con cefalea en acúmulos\na\n Unidad de Neurología. b Unidad de Resonancia Magnética.                  (CA) que recibieron una infiltración bilateral del NOM (I-NOM)\nHospital Francesc de Borja. Gandía, Valencia. c Servicio de Neurología.   para el tratamiento de un brote. Las infiltraciones se realizaron bila-\nHospital Gregorio Marañón. Madrid.                                        teralmente mediante técnica estándar con aguja de 25G en la zona\n                                                                          suboccipital, inyectándose en cada punto 1 cm3 de mepivacaína al\nIntroducción. Habitualmente estas técnicas se comparan en función         2% y 1 cm3 de triamcinolona acetónido. Tras la infiltración se bus-\nde la exactitud de la información que aportan (estenosis significati-     có una anestesia completa del área cutánea del NOM. En caso ne-\nva o no), pero es menos habitual hacerlo en términos de la cantidad       gativo se repitió la infiltración inmediatamente. Analizamos los da-\nde información aportada (características del vaso, de la placa, de la     tos demográficos de los pacientes y las características habituales de\nestenosis, etc.). Nuestro objetivo ha sido compararlas en estos as-       los brotes anteriores: duración del brote, número y duración de las\npectos. Pacientes y métodos. Incluimos 50 pacientes escogidos de          crisis y respuesta a tratamientos preventivos y sintomáticos. Anali-\nforma aleatoria a los que se les había realizado un estudio neuro-        zamos las mismas variables para el brote actual tratado con I-NOM,\nvascular por un neurosonólogo certificado (AGP o JMMJ) y en los           comparándolas con las anteriores. Resultados. Se trataron 6 varo-\nque se disponía de forma concomitante (menos de un mes de dife-           nes (edad media: 47 años). Edad media de inicio de la enfermedad:\nrencia) de una resonancia con secuencias vasculares. La informa-          33 años. Media del número de brotes: 9; 5 casos eran CA episódica\nción de la resonancia magnética (RM) se ha recogido del informe           y 1 era CA crónica secundaria. La duración media de los brotes an-\nelaborado por los radiólogos (JVL, RBT). Para el análisis estadísti-      teriores fue de 57 días. Tras la infiltración la duración media del\nco se ha utilizado el paquete SPSS (statistical product and service       brote fue de 6 días (p < 0,05). En 4 casos se consideró que el trata-\nsolutions) 11.0. Resultados. La edad media fue de 68,22 ± 12,32           miento abortó el brote (incluido el caso de CA crónica); en 1 caso\naños, 32 varones (64%). Los diagnósticos principales fueron ataque        se consiguió un efecto parcial, que cesó paulatinamente en 10 días,\nisquémico transitorio (AIT) (20%), estenosis carotídea (16%), in-         y en otro se modificó la patocronia, que pasó a una forma de clus-\nfarto lacunar (16%), infarto cardioembólico (10%), infarto atero-         ter-migraña crónico. Salvo en este último caso, se consideró que el\ntrombótico carotídeo (8%). En 3 casos en la RM no se cuantificó la        efecto de la infiltración fue muy superior al de la medicación pre-\nestenosis, correspondiendo 1 a una estenosis > 70% por Doppler.           ventiva utilizada en brotes anteriores. Todos refirieron reducción de\nLa concordancia en oclusiones fue de 6 en Doppler frente a 8 en           la intensidad de las crisis y 5 una mejor respuesta al tratamiento\nRM. En la RM no se hizo referencia a engrosamiento intimal. La con-       sintomático. No hubo recurrencias del brote en los meses siguientes\ncordancia en hallazgo de vasos elongados fue aceptable (> 75%),           al tratamiento, tras un seguimiento mínimo de tres meses. No se re-\nmientras que para la presencia de placas se hizo referencia en tres       gistraron efectos secundarios significativos con el procedimiento.\ncasos a placas en RM que no se identificaron en el estudio neuroso-       Conclusiones. Según nuestra observación parece confirmarse el efec-\nnológico. Por su parte, la RM sobreestimó el grado de estenosis           to positivo de la I-NOM para el tratamiento de los brotes de CA.\nrespecto al del Doppler; en 7 casos se referían estenosis superiores      Sin embargo, a diferencia de otros autores, el efecto podría consi-\nal 70%, que mayoritariamente (4) quedaron como 50-70% por Do-             derarse como abortivo de los brotes y no solamente como trata-\nppler. En el estudio transcraneal, en 8 pacientes con cambios hemo-       miento preventivo transicional. Deberían realizarse ensayos clíni-\ndinámicos por estenosis carotídea, la RM fue informada como nor-          cos bien diseñados para validar la eficacia de este prometedor pro-\nmal, sin ofrecer tampoco información la RM en nuestro centro so-          cedimiento terapéutico.\nbre la direccionalidad del flujo en los circuitos de suplencia. Con-\nclusiones. No se trata de competir entre técnicas que ofrecen infor-\nmación esencialmente diferente. Nuestro objetivo principalmente           8.\nha sido precisamente el de concienciarnos y recalcar que son técni-\ncas que ofrecen información complementaria, toda ella importante,         RESOLUCIÓN DE CEFALEA POR HIPOPRESIÓN\nsin poder considerar a ninguna de ellas como patrón oro respecto de       TRAS CISTERNOGRAFÍA ISOTÓPICA\nla otra. En especial la información sobre aspectos hemodinámicos,         J.C. Giner-Bernabeu, L. Hernández-Rubio,\nque puede modificar sensiblemente la actitud terapéutica en algu-         C. Martín-Estefanía, S. Martí-Martínez\nnos pacientes; en la que el estudio neurosonológico es claramente         Hospital General de Alicante. Alicante.\nsuperior pensamos que debe utilizarse como argumento para la de-\nfinitiva implantación de esta técnica en todas las unidades de Neu-       Introducción. La hipopresión de líquido cefalorraquídeo (LCR) se\nrología que atienden a pacientes con ictus.                               manifiesta típicamente con una cefalea postural, generalmente\n                                                                          frontal o frontooccipital, máxima en bipe o sedestación que, gene-\n                                                                          ralmente, desaparece con el decúbito. La causa más frecuente de\n                                                                          cefalea por hipopresión es la realización de una punción lumbar en\n                                                                          los días previos, aunque existen otras causas como las fístulas de\n                                                                          LCR. Caso clínico. Varón de 45 años que acudió a urgencias pre-\n                                                                          sentando cefalea ortostática sugestiva clínicamente de cefalea por\n\n\nREV NEUROL 2008; 46 (9): 563-572                                                                                                             565\n\fXXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nhipopresión de LCR. Durante el ingreso se objetivó una presión de         10.\napertura del LCR de 8 cm de agua y en la resonancia magnética\n(RM) encefálica un discreto realce meníngeo del clivus. La sinto-         ENCEFALOMIELITIS AGUDA DISEMINADA\nmatología mejoró con citrato de cafeína y antiinflamatorios no es-        ASOCIADA A INFECCIÓN POR ADENOVIRUS\nteroideos (AINE), sin llegar a desaparecer completamente, por lo          N. Martín-Ibáñez, F.C. Pérez-Miralles, L. Bataller-Alberola,\nque solicitó de forma ambulante la realización de una cisternografía      C. Casanova-Estruch, A. Alfaro-Giner\nisotópica. El paciente abandonó el circuito asistencial, pero consul-     Servicio de Neurología. Hospital Universitario La Fe. Valencia.\ntó de nuevo por reagudización de los síntomas. Se realizó nueva\nRM, donde se observó hiperintensidad difusa en paquimeninge y             Introducción. La encefalomielitis aguda diseminada (EAD) es una\nmínima subfusión dural frontoparietotemporal, hallazgos radioló-          enfermedad desmielinizante del sistema nervioso central (SNC),\ngicos compatibles con hipopresión de LCR. La cisternografía, pos-         que ocurre más frecuentemente durante la infancia y se relaciona\nteriormente, objetivó una fístula de LCR en la convexidad. En los         con antecedentes infecciosos o vacunales en la mayoría de los ca-\nsucesivos controles tras la realización de cisternografía, la clínica     sos. Clínicamente se caracteriza por la aparición de encefalopatía y\nfue disminuyendo hasta desaparecer. A los tres meses de la realiza-       afectación frecuente de la vía piramidal, ataxia y paresia de los pa-\nción de la cisternografía, el paciente se encontraba asintomático y       res craneales. Caso clínico. Varón de 15 años que sufrió una EAD\nlas imágenes de RM se habían normalizado completamente. Con-              asociada a una infección por adenovirus con afectación neurológica\nclusiones. La cisternografía isotópica es una exploración comple-         multifocal. El paciente ingresó en el hospital con clínica sugerente\nmentaria esencial en la detección de fístulas de LCR. Considera-          de encefalopatía. Respecto a los antecedentes, había presentado 3\nmos que en este caso, la realización de la cisternografía pudo haber      semanas antes un episodio de vómitos y diarrea de 3 días de dura-\nproducido un fenómeno inflamatorio-cicatricial, contribuyendo de          ción. En las primeras 48 horas del ingreso, desarrolló de forma rá-\nesta forma al cierre de la fístula de LCR y, como consecuencia, a la      pida una tetraparesia con rasgos piramidales, por lo que se decidió\ndesaparición, tanto de los síntomas como de las alteraciones radio-       su ingreso en la Unidad de Cuidados Intensivos. Se realizó resonan-\nlógicas de nuestro paciente.                                              cia magnética (RM), en la que se observó en la secuencia T2 hiper-\n                                                                          intensidad en la sustancia blanca frontoparietal derecha, así como\n                                                                          afectación difusa de la protuberancia y pedúnculos cerebelosos me-\n9.                                                                        dios. En Flair apareció alteración de señal nodular en tálamos, gan-\n                                                                          glios basales e hipocampos. En la médula espinal había alteración\nDIAGNÓSTICOS FAVORITOS DE LA HISTORIA CLÍNICA                             extensa de la señal en el sector cervical y lumbar. Dada la evolución\nELECTRÓNICA (ABUCASIS) EN NEUROLOGÍA                                      clínica y los hallazgos de la neuroimagen se consideró el diagnósti-\nJ. Escudero a, V. Alberola b, M. Baquero a, S. Díaz a, M. García a,       co de EAD y se inició tratamiento con corticoides. Se produjo un\nV. Medrano a, S. Mola a, V. Peset a (Comité Abucasis en Neurología)       progresivo empeoramiento, apareció una afectación bulbar grave\na\n  Servicio de Neurología. CHGUV. b Servicio de Documentación.             con debilidad facial bilateral, disfagia y disartria. Se pautó trata-\nHospital La Fe. Valencia.                                                 miento con inmunoglobulinas y posteriormente plasmaféresis, con\n                                                                          mejoría de los síntomas a partir de la segunda sesión. De modo pro-\nIntroducción. La Sociedad Valenciana de Neurología (SVN) creó en          gresivo se produjo recuperación de la afectación bulbar y la movili-\nel año 2007 un Comité de Trabajo para colaborar con el comité cen-        dad de las extremidades hasta la total recuperación. En el análisis\ntral de Abucasis en el desarrollo de la historia clínica electrónica en   por proteína C reactiva (PCR) del líquido cefalorraquídeo (LCR),\nla Comunidad Valenciana, en los aspectos relativos a la Neurología.       se aisló ADN de adenovirus, lo que sugirió el diagnóstico, dado el\nEl primer objetivo que hemos desarrollado ha sido crear una lista de      antecedente de gastroenteritis 20 días antes, de EAD asociada a in-\nDiagnósticos Favoritos para la codificación de la visita en la aten-      fección por adenovirus. Conclusiones. La EAD puede plantear difi-\nción neurológica extrahospitalaria. Materiales y métodos. Los con-        cultades diagnósticas debido a la similitud que presenta con la es-\ntactos de los pacientes en la historia clínica electrónica se codifican   clerosis múltiple o con procesos infecciosos del SNC. Debido a su\npor la CIE-9, por lo que hemos seleccionado de la base general de la      baja incidencia y a la gran variedad de síntomas de presentación,\nCIE (Clasificación Internacional de Enfermedades)-9 aquellos diag-        frecuentemente ocurren retrasos en el diagnóstico. El tratamiento\nnósticos elegidos, de forma consensuada con el médico documenta-          óptimo no está bien establecido, se recomienda iniciar tratamiento\nlista experto en codificación. Resultados. Se han listado 80 códigos,     con corticoides y, en casos refractarios, inmunoglobulinas o plas-\ndivididos en dos grandes grupos. Un primer grupo de síntomas o            maféresis. Suele tener un pronóstico favorable en la mayoría de los\nsignos (25 códigos) y un segundo grupo de entidades concretas (55).       casos, aunque puede existir una extensa afectación neurológica,\nEl primer grupo se utilizaría en el primer contacto con el enfermo,       con una mortalidad cercana al 5%.\nantes de haber llegado a un diagnóstico específico, mientras que el\nsegundo se utilizaría cuando ya se ha llegado a una conclusión fir-\nme. Conclusiones. Es conocida la dificultad que supone para el clí-       11.\nnico el uso de los códigos de la CIE por estar algo alejados de la\nrealidad asistencial y considerarse como poco aplicables. Asimis-         HIPERHIDROSIS TRONCULAR IDIOPÁTICA\nmo, esta clasificación también presenta dificultades notables en la       S. Martí-Martínez a, C. Martín-Estefanía a,\ncomprensión exacta del significado que tiene cada código y la corre-      N López-Hernández b A. García-Escrivá c, J. Bañuls-Roca b\n                                                                          a\nlación con los conceptos utilizados habitualmente por el neurólogo.        Servicio de Neurología. Hospital General Universitario de Alicante.\n                                                                          b\nHemos intentado superar estas dificultades y presentar un listado lo       Servicio de Neurología. Hospital de Elche. c Unidad de Neurología.\nmás cercano a los conceptos utilizados por los clínicos, intentando       Hospital Levante. Benidorm, Alicante.\nhomogeneizar la clasificación de los contactos de Abucasis. Su uso\nfuturo nos informará de si la elección ha sido acertada.                  Introducción. La hiperhidrosis segmentaria es una patología poco\n                                                                          común en la práctica asistencial del neurólogo. Sin embargo, es una\n                                                                          entidad a conocer, ya que patologías del sistema nervioso central, la\n                                                                          médula espinal y los nervios periféricos, con alteración del sistema\n                                                                          simpático, pueden provocar hiperhidrosis. Dentro de los tipos de\n                                                                          hiperhidrosis focal, la hiperhidrosis troncular en infrecuente, con\n                                                                          pocos casos descritos en la literatura y difícil tratamiento. Distintas\n                                                                          patologías pueden ser las responsables de este fenómeno, siendo la\n\n\n566                                                                                                              REV NEUROL 2008; 46 (9): 563-572\n\f                                                                         XXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\nidiopática una causa muy infrecuente. Presentamos un caso de hi-         dos de movimientos de contractura de mandíbula y boca. Ante es-\nperhidrosis troncular idiopática diagnosticada en el Hospital Gene-      tos hallazgos se instaura tratamiento con levetiracetam vía oral, con\nral Universitario de Alicante con buena respuesta al tratamiento con     buena tolerancia, con desaparición completa de los paroxismos\ntoxina botulínica. Caso clínico. Varón de 53 años con hiperhidrosis,     masticatorios y normalización del EEG. Conclusiones. Las ‘crisis\ndiurna y nocturna, circunscrita al tronco, de tres años de evolución,    masticatorias’ se clasifican dentro de las crisis parciales motoras\ncon empeoramiento progresivo. Como antecedentes personales re-           del lóbulo frontal, con implicación del opérculo. Debemos realizar\nfería diabetes mellitus tipo 1, con retinopatía y arteriopatía asocia-   el diagnóstico diferencial con otras entidades que también presen-\nda, hipertensión arterial y dislipemia. El paciente no presentaba        tan movimientos bucales involuntarios y conciencia conservada,\notra clínica ni cualquier otro tipo de síntomas de disfunción autonó-    como son las discinesias tardías, tics o corea de Sydenham. En un\nmica. En la exploración se observó hiperhidrosis torácica, bilateral     paciente adulto con movimientos involuntarios masticatorios se de-\ny simétrica, manifiesta mediante el test del sudor con almidón y yo-     be considerar la posibilidad de una epilepsia frontal.\ndo (no existía hiperhidrosis facial ni palmoplantar). Se realizaron\ndistintas exploraciones complementarias, con resultados dentro de\nla normalidad: analítica orina: determinación de catecolaminas en        13.\norina de 24 h, normal; analítica sanguínea: hormona tiroestimulan-\nte (TSH), T4: normal; tomografía axial computarizada (TAC) tora-         NEUROPATÍAS CRANEALES MÚLTIPLES POR\ncoabdominal: normal; test de Ewing y Clarke: compatible con le-          ENFERMEDAD OSTEOSCLEROSANTE: ESCLEROSTEOSIS\nsión autonómica definida. Resonancia magnética (RM) de colum-            A. Ventura-Esteve a, S. Díaz-Insa a, M.J. Alós b,\nna: discretas protrusiones cervicales (C5-C6), torácicas (D5-D6,         M. Garcés-Sánchez a, L. Lacruz-Ballester a, J.M. Moltó-Jordá a\n                                                                         a\nD6-D7) y lumbares (L4-L5). Tras completar el estudio, sin objeti-         Unidad de Neurología. b Servicio de Radiología.\nvar patología subyacente, el paciente inició tratamiento con toxina      Hospital Francesc de Borja. Gandía, Valencia.\nbotulínica con buena evolución posterior. Conclusiones. La hiper-\nhidrosis troncular es una patología infrecuente y normalmente se-        Introducción. Las enfermedades osteodisplásicas congénitas con-\ncundaria a otras enfermedades; sin embargo, puede ser idiopática.        forman un grupo de patologías no muy bien delimitadas, y de difí-\nLa toxina botulínica puede desempeñar un papel importante en el          cil clasificación. La que nos ocupa se encuadra dentro de las escle-\ntratamiento de esta patología.                                           rosantes e hiperostósicas, con modificación de la morfología ósea,\n                                                                         que provoca afectación neurológica por atrapamiento de nervios a\n                                                                         la salida de la base del cráneo, y también periféricamente. Caso clí-\n12.                                                                      nico. Descripción de la afectación de nuestro paciente y filiación\n                                                                         del tipo de patología congénita, con un diagnóstico diferencial en-\nMOVIMIENTOS MASTICATORIOS DE ORIGEN EPILÉPTICO                           tre esclerosteosis, enfermedad de van Buchem, osteopetrosis y en-\nM. Lezcano-Rodas, L. Berenguer-Ruiz, A. Rodrigo,                         fermedad de Camurati-Engelman. Varón de 53 años, con una pará-\nF. Mira-Berenguer, J.C. Giner-Bernabeu,                                  lisis facial bilateral desde la infancia, con disartria secundaria, y\nL. Hernández-Rubio, A.P. Sempere                                         una hipoacusia bilateral desde hace años. Intervenido del codo iz-\nHospital General Universitario de Alicante Alicante.                     quierdo por atrapamiento y de hernia discal lumbar. Refiere cefale-\n                                                                         as de características tensivas, y pérdidas de memoria recientes, con\nIntroducción. Los movimientos involuntarios oromandibulares sin          dificultad para la nominación. Presenta un aspecto de gigantismo,\nalteración de conciencia en personas ancianas suelen deberse a dis-      con aumento de tamaño óseo y cráneo hiperostósico, con gran ta-\ncinesias tardías. Presentamos el caso de un paciente de 71 años con      maño mandibular y maxilar. En las exploraciones complementarias\nmovimientos masticatorios continuos con relación a una epilepsia         encontramos: tomografía axial computarizada (TAC) cerebral: hi-\nfrontal. Caso clínico. Varón de 71 años de edad, que como antece-        perostosis con ensanchamiento y esclerosis de todos los huesos ce-\ndentes personales presenta hipercolesterolemia sin tratamiento, la-      fálicos, axis y atlas, con estenosis de todos los orificios de la base\nringuectomizado por carcinoma de laringe 12 años atrás y portador,       craneal. Cadenas de huesecillos de oído medio inexistentes. Elec-\ncomo consecuencia, de traqueostomía permanente, y que consulta           tromiograma-electroneurografía (EMG-ENG): polineuropatía sen-\npor presentar desde hace 1-2 meses movimientos masticatorios pa-         sitiva axonal moderada de predominio distal, y neuropatía crónica\nroxísticos continuos, involuntarios, que aparecen incluso durante el     grave por atrapamiento de ambos faciales. Serie ósea: hiperostosis\nsueño, que han llegado a ocasionar pérdida de piezas dentales y do-      generalizada con aumento de diámetro diafisario en todos los hue-\nlor referido en articulación temporomandibular. Asimismo, durante        sos. Líneas hiperdensas en ambos fémures. Polisomnografïa noc-\nel sueño, presenta episodios ocasionales, de segundos de duración,       turna: síndrome de apnea del sueño de grado muy grave. Diagnósti-\nde movimientos de gran amplitud en miembros superiores, inde-            co diferencial: entre las enfermedades osteoesclerosantes, nuestro\npendientemente de los movimientos bucofaciales. No presenta otra         paciente se asemeja a una esclerosteosis, que aunque es similar a la\nsintomatología. En la exploración física presenta dolor a la palpa-      enfermedad de van Buchem, en nuestro caso no aparece el compo-\nción de la articulación temporomandibular derecha, movimientos           nente familiar ni la ascendencia holandesa (böer de Sudáfrica y\nmasticatorios con hipersalivación, con resto de la exploración sisté-    Brasil). Las otras dos posibilidades, la osteopetrosis y la enferme-\nmica y neurológica normales. En las pruebas complementarias pre-         dad de Camurati-Engelman, muestran peculiaridades no presentes\nsenta analítica sanguínea básica, incluyendo estudio de coagula-         en nuestro caso, sobre todo el trastorno de la marcha desde la infan-\nción básica, marcadores tumorales, vitamina B12, y hormona tiroes-       cia. Conclusiones. El fenotipo descrito en nuestro paciente, así co-\ntimulante (TSH), normales, con hipercolesterolemia y déficit de fo-      mo todas las pruebas complementarias, apoyarían el diagnóstico de\nlato. Las pruebas de neuroimagen mostraban mínimos signos de             esclerosteosis, que podría confirmarse mediante diagnóstico gené-\nangiopatía arteriosclerótica de pequeño vaso y calcificación pineal      tico (estudio de la región 17q12-p21). Aunque la incidencia de esta\nen resonancia magnética (RM) encefálica, sin otros hallazgos. Se re-     enfermedad es muy baja en el mundo, la mayoría son pacientes con\nalizó RM de articulación temporomandibular, que no mostraba al-          ascendencia holandesa, y con un patrón de herencia autosómica re-\nteraciones. En el electroencefalograma (EEG) en vigilia existía in-      cesiva. Hay descritos casos aislados, probablemente mutaciones\nterferencia reiterativa de actividad epileptiforme con brotes de rit-    puntuales, por toda la geografía mundial; pero, de forma aislada,\nmos rápidos de baja amplitud (puntas-polipuntas), ocasionalmente         sólo hemos encontrado otro caso en España. Nuestro paciente no\ncon morfología punta-onda rápida, de localización frontal posterior      tiene antecedentes familiares de interés, ni se comprueba ascenden-\nderecha, que se sucedían a modo de salvas repetitivas a lo largo de      cia holandesa.\ntodo el registro (40 min), con una duración de 0,5-6 s, acompaña-\n\n\nREV NEUROL 2008; 46 (9): 563-572                                                                                                           567\n\fXXV REUNIÓN DE LA SOCIEDAD VALENCIANA DE NEUROLOGÍA\n\n\n14.                                                                     tro hospital. Pacientes y métodos. Análisis descriptivo retrospecti-\n                                                                        vo, a partir de las historias clínicas de pacientes con enfermedad de\nTOPIRAMATO Y TRASTORNO                                                  Huntington, que se han diagnosticado y controlado por Neurología\nDE CONDUCTA DE SUEÑO REM                                                en nuestro hospital desde el año 1997. Los datos recogidos fueron\nG. Más-Sesé                                                             el sexo, el lugar de procedencia, la familia a la que pertenece, el\nHospital Marina Alta. Denia, Alicante.                                  progenitor afecto, la edad de inicio de los síntomas, el tipo de sínto-\n                                                                        mas al inicio, el tiempo transcurrido hasta el diagnóstico, el núme-\nIntroducción. El topiramato (TPM), en los últimos años, se ha con-      ro de repeticiones CAG y el tiempo de evolución desde el diagnós-\nvertido en un fármaco eficaz tanto para el tratamiento de las crisis    tico hasta la total dependencia. Resultados. Se analizaron 10 pa-\nepilépticas parciales, con o sin generalización secundaria, como pa-    cientes, 5 varones y 5 mujeres, pertenecientes a 6 familias afecta-\nra el tratamiento preventivo de la migraña. Sus efectos adversos es-    das. En 6 casos la transmisión fue por rama materna y en 3 por pa-\ntán bien descritos en la literatura y son ampliamente conocidos. Por    terna. Se halló un caso en el que ninguno de los dos progenitores\notro lado, el trastorno de conducta del sueño REM (TCSR) es una         era portador de la mutación. La edad media de inicio de síntomas\npatología que ha adquirido en los últimos años mayor importancia,       fue de 42,3 años. Los síntomas de inicio más frecuentes fueron los\nsobre todo desde que se la ha relacionado con la enfermedad de          trastornos de movimiento, salvo dos casos, que iniciaron con un\nParkinson. Presentamos el caso de un paciente que presentó, tras        trastorno psiquiátrico. El tiempo medio transcurrido desde el inicio\niniciar TPM como fármaco preventivo para la migraña, un TCSR.           de síntomas hasta el diagnóstico fue de 3 años. En dos casos se hi-\nCaso clínico. Varón de 30 años sin antecedentes de interés, que pre-    zo diagnóstico presintomático. Existe una relación inversa entre el\nsenta cefalea de características migrañosas de, aproximadamente,        número de repeticiones del CAG y la edad de inicio de los sínto-\n10 años de evolución, que en los últimos dos años se han hecho más      mas. Conclusiones. Parece existir una alta prevalencia de enferme-\nfrecuentes, hasta presentar episodios prácticamente a diario y que      dad de Huntington en la zona de La Safor. Sería necesario un estu-\nmejoran parcialmente con ibuprofeno o dexketoprofeno. Se decidió        dio epidemiológico más completo para conocer la procedencia de\ninstaurar tratamiento preventivo con TPM en una dosis inicial de        estas familias y las características evolutivas de la enfermedad.\n25 mg/noche y, posteriormente, incrementar la dosis de forma pau-\nlatina hasta 100 mg/día. El paciente acude a nuestra consulta al ca-\nbo de 15 días, refiriendo que, al poco de iniciar el tratamiento, y     16.\ncon dosis de 25 mg al día, presentó sintomatología nocturna, con-\nsistente en sueños de contenido violento, muy vívidos, ‘como si         HEMORRAGIA SUBARACNOIDEA\nfueran reales’, con gran agitación psicomotora, golpeando diversos      TRAS COLOCACIÓN DE STENT CAROTÍDEO\nobjetos que se encontraban a su alrededor, e incluso golpeándose la     M.A. García-Quesada a, I. Plaza-Macías a,\ncabeza con la mesilla de noche. Siempre eran de contenido muy           J.C. Vázquez b, J. Alom-Poveda a\n                                                                        a\ndesagradable y el paciente, al despertar, era capaz de recordarlos.         Hospital General Universitario de Elche.\n                                                                        b\nAl cabo de una semana decidió interrumpir voluntariamente el                Hospital General Universitario de Alicante. Alicante.\nTPM y desapareció la sintomatología al día siguiente de la retirada.\nSegún modelos experimentales en ratas, la fisiopatología del TCSR       Introducción. Describir una complicación infrecuente, pero grave,\nse debe al resultado de diversas disrupciones en la neurotransmi-       asociada a la colocación de un stent carotídeo como tratamiento de\nsión del sistema nervioso central, principalmente del núcleo pedun-     la estenosis de arteria carótida interna (ACI) y revisión de los facto-\nculopontino y de los neurotransmisores glutamato y GABA. Dos de         res pronósticos del síndrome de reperfusión. Caso clínico. Varón de\nlos mecanismos de acción del TPM son precisamente sobre estos           72 años que fue intervenido de estenosis de carótida interna dere-\nneurotransmisores, lo cual podría explicar la aparición de este tras-   cha del 90% con angioplastia y colocación de stent carotídeo, aso-\ntorno relacionado con el fármaco. Conclusiones. El caso descrito        ciando estenosis de ACI izquierda del 50, objetivadas ambas por ar-\nmuestra un paciente con un TCSR directamente relacionado con el         teriografía, sin otros hallazgos neurorradiológicos. Resultados. In-\nconsumo de TPM. Existen fármacos descritos en la literatura que         gresa un mes después de la intervención con hemorragia subarac-\ninducen un TCSR, aunque este es el primer caso descrito con TPM.        noidea (HSA) y hematoma frontal intraparenquimat",
  "wordCount": 11303,
  "indexed": "2025-09-25T22:36:27.228Z",
  "method": "direct"
}
