{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Doctorado/Principles of Research Methodology - A Guide for C.pdf",
  "fileName": "Principles of Research Methodology - A Guide for C.pdf",
  "relativePath": "Doctorado/Principles of Research Methodology - A Guide for C.pdf",
  "text": "Principles of Research Methodology\n\f\fPhyllis G. Supino • Jeffrey S. Borer\nEditors\n\n\n\nPrinciples of Research\nMethodology\nA Guide for Clinical Investigators\n\n\n\nForeword by Stephen E. Epstein\n\fEditors\nPhyllis G. Supino\nProfessor of Medicine, College of Medicine\nProfessor of Public Health, School of Public Heath\nDirector of Clinical Epidemiology and Clinical Research\nDivision of Cardiovascular Medicine\nState University of New York (SUNY) Downstate Medical Center\nBrooklyn, NY, USA\n\nJeffrey S. Borer\nProfessor and Chair, Department of Medicine\nChief, Division of Cardiovascular Medicine\nDirector of The Howard Gilman Institute for Heart Valve Disease\nDirector of the Cardiovascular Translational Research Institute\nSUNY Downstate Medical Center\nBrooklyn, NY, USA\n\n\n\n\nISBN 978-1-4614-3359-0          e-ISBN 978-1-4614-3360-6 (eBook)\nDOI 10.1007/978-1-4614-3360-6\nSpringer New York Heidelberg Dordrecht London\n\nLibrary of Congress Control Number: 2012937226\n\n© Phyllis G. Supino and Jeffrey S. Borer 2012\nThis work is subject to copyright. All rights are reserved by the Publisher, whether the whole or\npart of the material is concerned, speciﬁcally the rights of translation, reprinting, reuse of\nillustrations, recitation, broadcasting, reproduction on microﬁlms or in any other physical way,\nand transmission or information storage and retrieval, electronic adaptation, computer software,\nor by similar or dissimilar methodology now known or hereafter developed. Exempted from this\nlegal reservation are brief excerpts in connection with reviews or scholarly analysis or material\nsupplied speciﬁcally for the purpose of being entered and executed on a computer system, for\nexclusive use by the purchaser of the work. Duplication of this publication or parts thereof is\npermitted only under the provisions of the Copyright Law of the Publisher’s location, in its\ncurrent version, and permission for use must always be obtained from Springer. Permissions for\nuse may be obtained through RightsLink at the Copyright Clearance Center. Violations are liable\nto prosecution under the respective Copyright Law.\nThe use of general descriptive names, registered names, trademarks, service marks, etc. in this\npublication does not imply, even in the absence of a speciﬁc statement, that such names are\nexempt from the relevant protective laws and regulations and therefore free for general use.\nWhile the advice and information in this book are believed to be true and accurate at the date of\npublication, neither the authors nor the editors nor the publisher can accept any legal responsibility\nfor any errors or omissions that may be made. The publisher makes no warranty, express or\nimplied, with respect to the material contained herein.\n\nPrinted on acid-free paper\n\nSpringer is part of Springer Science+Business Media (www.springer.com)\n\fForeword\n\n\n\n\nThis superb book on research philosophy and methodology that Drs. Phyllis\nSupino and Jeffrey Borer have written and edited came out of an experience\ncommon to most of us involved in training investigators beginning their\nresearch careers. How do you teach these investigators the mostly unwritten\nways of an area as complex as medical research? How do you help the\nresearch neophyte develop into a creative and reliable researcher? For me and\nmy associates in the Cardiology Branch of the NIH (of which Dr. Borer was\none) in the 1970s and 1980s, the teaching process was mostly based on an\napprenticeship model, with learning coming in the actual doing of the\nresearch. This time-honored approach led to the development, in many\nresearch centers, of a cadre of superb researchers—but it was hard to master\nand the results were necessarily inconsistent, with many young investigators\ngoing down wrong paths.\n   Drs. Supino and Borer’s book represents a unique collaboration between\nan accomplished educator specializing in research methodology and a promi-\nnent physician-scientist. Drs. Supino and Borer began their collaboration\nmore than 20 years ago at Cornell University Medical College, continuing\ntheir work together in what became the Howard Gilman Institute for Valvular\nHeart Diseases. The Institute, of which Dr. Borer is the Director, now is\nlocated at the State University of New York Downstate Medical Center.\nWorking within the context of a research institute housed within a medical\nschool, Dr. Borer soon discovered that most of the fellows coming into his\nprogram had no formal research training and scant knowledge of research\nmethodology. Prior to joining the Institute, Dr. Supino had been conducting\ncontinuing education in research methodology for scientists and health pro-\nfessionals since late 1970’s. When Dr. Supino joined the Institute in 1990, she\napplied her accumulated expertise in this ﬁeld to develop a curriculum and\nlead a comprehensive course providing formal training in research methodol-\nogy for Dr. Borer’s fellows and others at the institution. This curriculum and\ncourse, developed in partnership with Dr. Borer, turned out to be our good\nfortune. During the ensuing 20+ years Drs. Supino and Borer gradually devel-\noped the pedagogical framework for writing what is one of the best books in\nthe ﬁeld.\n   This book provides in depth chapters containing information critical to\ncreating good research—from the kind of mind-set that generates valuable\nresearch questions to study design, to exploring a variety of online data\n\n\n                                                                             v\n\fvi                                                                                   Foreword\n\n\nbases, to the elements making for compelling research grants and papers,\nand to the wonderfully informing chapter on the history of the application\nof ethics to medical research. There also is a valuable chapter on statistical\nconsiderations and a fascinating discussion on the origins and elements of\nhypothesis generation.\n    It’s also important to emphasize that this superb text is not only for the\nnew investigator, but for experienced investigators as well. This results from\nthe fact that Drs. Supino, Borer, and their coauthors write their chapters in\nways that are not only easily accessible to the new investigator, but at the\nsame time are sufﬁciently sophisticated so that the seasoned investigator will\nproﬁt.\n    As an example, I particularly enjoyed the ﬁrst chapter, written by\nDr. Supino, which provides some down to earth examples of, in essence, why\nthere should be a clearly deﬁned primary endpoint in clinical investigations.\nAs I was reading her chapter, I realized I had forgotten the “why” of this\nrequirement, and that I was just taking the requirement for granted—a situation\nthat could make investigators vulnerable to dismissing its importance. In this\nregard, over the years I’ve found it not uncommon for investigators, who ﬁnd\nthat the efﬁcacy of the intervention they’re studying signiﬁcantly improves\none or another secondary endpoints but not the primary endpoint, to freely\nattack this “requirement” and argue they’ve proven the efﬁcacy of their inter-\nvention. But Dr. Supino reminds us what good science is by providing an\nelegantly simple example of the marksman who boasts his skills after inter-\npreting the results of his shooting a gun at a piece of paper hung on the side\nof a barn. The marksman, it turns out, does not prospectively deﬁne the “bull’s\neye”. Rather, after multiple bullets are ﬁred at the piece of paper, he inspects\nthe bullet hole-riddled paper, sees the random bullet hole patterns, and then\ndraws a circle (bull’s eye) around a group of holes that by chance have fallen\ninto a tight cluster. The post hoc deﬁnition of the bull’s eye (i.e., now the\n“primary endpoint”) speaks (unjustiﬁably) to the marksman’s skill. By this\nsimple anecdote, Dr. Supino makes the critical importance of prospectively\ndeﬁning the primary endpoint exquisitely clear.\n    A foreword is no place to provide extensive details of what a book con-\ntains. I’ll therefore limit myself and just enthusiastically say this ﬁrst chapter\nI read is representative of the high quality of the chapters to come. Drs.\nSupino and Borer have used the many years they have developed their course\nextraordinarily well—they and their outstanding coauthors have produced a\nbook that is well written, beautifully edited, and contains wisdom and insight.\nIt is a book, whether reading it in its entirety or perusing individual chapters,\nthat presents the reader with a superb learning experience. The authors have\ncertainly hit the bull’s eye.\n\nWashington, DC, USA                                     Stephen E. Epstein, MD\n\fPreface\n\n\n\n\nThis book has been written to aid medical students, physicians, and other\nhealth professionals as they probe the increasingly complex and varied medi-\ncal/scientiﬁc literature for knowledge to improve patient care and search for\nguidance in the conduct of their own research. It also is intended for basic\nscientists involved in translational research who wish to better understand the\nunique challenges and demands of clinical research and, thus, become more\nsuccessful members of interdisciplinary medical research teams.\n    The book is based largely on a lecture series on research methodology,\nwith particular emphasis on issues affecting clinical research, that the editors\ndesigned and have offered for 21 years to more than 1,000 members of the\nacademic medical communities of Weill Cornell Medical College and the\nState University of New York (SUNY) Downstate Medical Center, both\nlocated in New York City. The book spans the entire research process, begin-\nning with the conception of the research problem to publication of ﬁndings.\n    The need for such a book has become increasingly clear to us during many\nyears of conducting a program of training and research in cardiovascular dis-\neases and in our general teaching of research methodology to students, train-\nees, and postgraduate clinical physicians and researchers. Though agreement\non the fundamental principles of scientiﬁc research has existed for more than\na century, the application of these principles has changed over time. The pre-\ncision required in deﬁning study populations and in detailing methodologies\n(and their deﬁciencies) is continually increasing. In addition, a bewildering\narsenal of statistical tools has developed (and continues to grow) to identify\nand deﬁne the magnitude and consistency of relationships. Simultaneously,\nacceptable formats for communicating scientiﬁc data have changed in\nresponse to parallel changes in the world at large, and under the pressure of\nan “information explosion” which mandates succinctness and clarity.\n    Despite these demands, there are few books, if any, that comprehensively and\nconcisely present these concepts in a manner that is relevant and comprehensible\nto a broad professional medical community. This text is designed to resolve this\ndeﬁciency by combining theory and practical application to familiarize the\nreader with the logic of research design and hypothesis construction, the impor-\ntance of research planning, the ethical basis of human subjects research, the\nbasics of writing a clinical protocol, the logic and techniques of data generation\nand management, and the fundamentals and implications of various sampling\n\n\n\n\n                                                                               vii\n\fviii                                                                                 Preface\n\n\ntechniques and alternative statistical methodologies. This book also aims to offer\nguidance for assembling and interpreting results, writing scientiﬁc papers, and\npublishing studies.\n    The book’s 13 chapters emphasize the role and structure of the scientiﬁc\nhypothesis (reinforced throughout the various chapters) in informing meth-\nods and in guiding data interpretation. Chapter 1 describes the general\ncharacteristics of research and differentiates among various types of research;\nit also summarizes the steps typically utilized in the hypothesis-testing\n(hypothetico-deductive) method and underscores the importance of proper\nplanning. Chapter 2 reviews the origins of clinical research problems and the\ntypes of questions that are commonly asked in clinical investigations; it also\nidentiﬁes the characteristics of well-conceived research problems and explains\nthe role of the literature search in research problem development. Chapter 3\nintroduces the reader to various modes of logical inference utilized for\nhypothesis generation, describes the characteristics of well-designed research\nhypotheses, distinguishes among various types of hypotheses, and provides\nguidelines for constructing them. Chapter 4 takes the reader through classic\nepidemiological (observational) methods, including cohort, case–control,\nand cross-sectional designs, and describes their respective advantages and\nlimitations. Chapter 5 discusses the meaning of internal and external validity\nin the context of studies that aim to examine the effects of purposively applied\ninterventions, identiﬁes the most important sources of bias in these types of\nstudies, and presents a variety of alternative study designs that can be used to\nevaluate interventions, together with their respective strengths and weak-\nnesses for controlling each of the identiﬁed biases. Chapter 6 deﬁnes and\ndescribes the purpose of the clinical trial and provides in-depth guidelines for\nwriting the clinical protocol that governs its conduct. Chapter 7 describes\nmethodologies used for data capture and management in clinical trials and\nreviews associated regulatory requirements. Chapter 8 explains the steps\ninvolved in designing, implementing, and evaluating questionnaires and\ninterviews that seek to obtain self-reported information. Chapter 9 reviews\nthe pros and cons of systematic reviews and meta-analyses for generating\nsecondary data by synthesizing evidence from previously conducted studies,\nand discusses methods for locating, evaluating, and writing them. Chapter 10\ndescribes the various methods by which subjects can be sampled and the\nimplications of these methods for drawing conclusions from clinical research\nﬁndings. Chapter 11 introduces the reader to fundamental statistical princi-\nples used in biomedical research and describes the basis of determination of\nsample size and deﬁnition of statistical power. Chapter 12 describes the ethi-\ncal basis of human subjects research, identiﬁes areas of greatest concern to\ninstitutional review boards, and outlines the basic responsibilities of investi-\ngators towards their subjects. Finally, Chapter 13 provides practical guidance\non how to write a publishable scientiﬁc paper.\n    The authors of this book include prominent medical scientists and meth-\nodologists who have extensive personal experience in biomedical investiga-\n\fPreface                                                                               ix\n\n\n          tion and in teaching various key aspects of research methodology to medical\n          students, physicians, and other health professionals. They have endeavored to\n          integrate theory and examples to promote concept acquisition and to employ\n          language that will be clear and useful for a general medical audience. We hope\n          that this text will serve as a helpful resource for those individuals for whom\n          performing or understanding the process of research is important.\n\n          Brooklyn, NY, USA                                          Phyllis G. Supino\n                                                                      Jeffrey S. Borer\n\f\fSpecial Acknowledgments\n\n\n\n\nWe wish to give special thanks to the following individuals, who provided\nparticular assistance to the editors and authors in the preparation of this book:\n   From our publishers, we especially thank Richard Lansing for his belief in\nthe importance of our project as well as Kevin Wright, senior developmental\neditor, for his excellent pre-production work.\n   From SUNY Downstate Medical Center, we thank Ofek Hai DO for his\nefforts in the preparation of ﬁgures and tables; Rachel Reece BS for her assis-\ntance in helping us to secure permission for the reproduction of images; and\nDany Bouraad BA, Jaclyn Wilkens BA, Daniel Santarsieri BS, and Romina\nArias BA for their assistance in literature searching, proof reading, and other\nessential background work.\n   Finally, we thank our colleagues at Weill Cornell Medical College and\nSUNY Downstate Medical Center who participated in our teaching programs\non which this book is largely based, and to our families for their unfailing\nsupport of this project.\n\n\n\n\n                                                                               xi\n\f\fContents\n\n\n\n\n 1   Overview of the Research Process ..............................................                   1\n     Phyllis G. Supino\n 2   Developing a Research Problem .................................................                  15\n     Phyllis G. Supino and Helen-Ann Brown Epstein\n 3 The Research Hypothesis: Role and Construction ...................                                 31\n   Phyllis G. Supino\n 4   Design and Interpretation of Observational Studies:\n     Cohort, Case–Control, and Cross-Sectional Designs ................                               55\n     Martin L. Lesser\n 5   Fundamental Issues in Evaluating the Impact\n     of Interventions: Sources and Control of Bias ..........................                         79\n     Phyllis G. Supino\n 6   Protocol Development and Preparation\n     for a Clinical Trial ........................................................................   111\n     Joseph A. Franciosa\n 7   Data Collection and Management in Clinical Research ...........                                 131\n     Mario Guralnik\n 8   Constructing and Evaluating Self-Report Measures ................                               147\n     Peter L. Flom, Phyllis G. Supino, and N. Philip Ross\n 9   Selecting and Evaluating Secondary Data: The Role\n     of Systematic Reviews and Meta-analysis..................................                       177\n     Lorenzo Paladino and Richard H. Sinert\n10   Sampling Methodology: Implications for Drawing\n     Conclusions from Clinical Research Findings...........................                          197\n     Richard C. Zink\n\n\n\n\n                                                                                                      xiii\n\fxiv                                                                                                                  Contents\n\n\n11     Introductory Statistics in Medical Research .............................                               207\n       Todd A. Durham, Gary G. Koch, and Lisa M. LaVange\n12     Ethical Issues in Clinical Research .............................................                       233\n       Eli A. Friedman\n13     How to Prepare a Scientific Paper ..............................................                        255\n       Jeffrey S. Borer\n\nAbout the Editors .................................................................................            269\n\nIndex ......................................................................................................   271\n\fContributors\n\n\n\n\nJeffrey S. Borer, MD Department of Medicine, Division of Cardiovascular\nDiseases, Howard Gilman Institute for Valvular Heart Diseases, and Car-\ndiovascular Translational Research Institute, State University of New York\n(SUNY) Downstate Medical Center, Brooklyn, NY, USA\nTodd A. Durham, MS Axio Research, LLC, Seattle, WA, USA\nHelen-Ann Brown Epstein, MLS, MS, AHIP Clinical Librarian, Samuel J.\nWood Library and C.V. Starr Biomedical Information Center, Weill Cornell\nMedical College, New York, NY, USA\nPeter L. Flom, PhD Peter Flom Consulting, LLC, New York, NY, USA\nJoseph A. Franciosa, MD Department of Medicine, SUNY, Downstate\nMedical Center, Brooklyn, NY, USA\nEli A. Friedman, MD Department of Medicine, SUNY, Downstate Medical\nCenter, Brooklyn, NY, USA\nMario Guralnik, PhD Synergy Research Inc, Irvine, CA, USA\nGary G. Koch, PhD Department of Biostatistics, University of North\nCarolina at Chapel Hill Gillings School of Global Public Health, Chapel\nHill, NC, USA\nLisa M. LaVange, PhD Department of Biostatistics, University of North\nCarolina at Chapel Hill Gillings School of Global Public Health, Chapel\nHill, NC, USA\nMartin L. Lesser, PhD Biostatistics Unit, Departments of Molecular Medi-\ncine and Population Health, Feinstein Institute for Medical Research, Hofstra\nNorth Shore-LIJ School of Medicine, Manhasset, NY, USA\nLorenzo Paladino, MD Department of Emergency Medicine, SUNY Down-\nstate Medical Center, Brooklyn, NY, USA\nN. Philip Ross, BS, MS, PhD SUNY Downstate Medical Center, Bethesda,\nMD, USA\n\n\n\n\n                                                                          xv\n\fxvi                                                                    Contributors\n\n\nRichard H. Sinert, DO Department of Emergency Medicine, SUNY Down-\nstate Medical Center, Brooklyn, NY, USA\nPhyllis G. Supino, EdD Department of Medicine, College of Medicine,\nSUNY Downstate Medical Center, Brooklyn, NY, USA\nRichard C. Zink, PhD    JMP Life Sciences, SAS Institute, Inc, Cary,\nNC, USA\n\f                            Overview of the Research Process\n                                                                                                                    1\n                            Phyllis G. Supino\n\n\n\n\nThe term “research” can be defined broadly as a\nprocess of solving problems and resolving pre-              Characteristics of Research\nviously unanswered questions. This is done by\ncareful consideration or examination of a sub-              No discussion of research methodology should\nject or occurrence. Although approach and                   begin without examining the characteristics of\nspecific objectives may vary, the ultimate goal             research and its relation to the scientific method.\nof research always is to discover new knowl-                The reason for this starting point is that the term\nedge. In biomedical research, this may include              “research” has been used so loosely in common\nthe description of a new phenomenon, the                    parlance and defined in so many different ways\ndefinition of a new relationship, the develop-              by scholars in various fields of inquiry [1] that its\nment of a new model, or the application of an               meaning is not always appreciated by those with-\nexisting principle or procedure to a new context.           out a formal background. To understand more\nIncreasingly, the methodology of research is                readily what research is, it is useful to begin by\nacknowledged as an academic discipline of its               considering some examples of what it is not.\nown, whose specific rules and requirements for                  Leedy, in his book Practical Research [2],\nsecuring evidence, though applicable across dis-            describes two young students: one whose teacher\nciplines, mandate special study. This chapter               has sent him to the library to do “research” by\ndescribes the characteristics of the research pro-          gleaning a few facts about Christopher Columbus\ncess and its relation to the scientific method,             and another who completes a “research” paper on\ndistinguishes among the various forms of                    the Dark Lady in Shakespeare’s sonnets by gath-\nresearch used in the biomedical sciences, out-              ering facts, assembling a bibliography, and refer-\nlines the principal steps involved in initiating a          encing statements without drawing conclusions or\nresearch project, and highlights the importance             otherwise interpreting the collected data. Both\nof planning.                                                students think that research has taken place when,\n                                                            in fact, all that has occurred has been information\n                                                            gathering and transport from one location to\n                                                            another. Leedy argues that these misconceptions\n                                                            are reinforced at every grade level and that\n                                                            most students facing the rigors of a graduate\nP.G. Supino, EdD (\u0002)                                        program lack clear understanding about the\nDepartment of Medicine, College of Medicine,                specific requirements of the research process and\nSUNY Downstate Medical Center,\n                                                            underestimate what is involved. In academic med-\n450 Clarkson Avenue, Box 1199, Brooklyn,\nNY 11203, USA                                               ical programs, it is not uncommon for a resident\ne-mail: phyllissupino@aol.com                               to comment, “I have a 2-week block available to\n\nP.G. Supino and J.S. Borer (eds.), Principles of Research Methodology: A Guide for Clinical Investigators,     1\nDOI 10.1007/978-1-4614-3360-6_1, © Phyllis G. Supino and Jeffrey S. Borer 2012\n\f2                                                                                                 P.G. Supino\n\n\nconduct a research project” and to expect to               study to a broader context (external validity or\ndesign, execute, and complete it in that time              extrapolability).\nframe.                                                  3. It should be empirical.\n   There is general consensus that information             Despite the deductive processes that may pre-\ngathering, including reviewing and synthesizing            cede data collection, the findings of research\nthe literature, is a critically important activity to      must always be based on observation or experi-\nbe undertaken by an investigator. However, in              ence and, thus, must relate to reality. It is the\nand of itself, it is not research. The same can be         empirical quality of research that sets it apart\nsaid for data gathering activities aimed at per-           from other logical disciplines, such as philoso-\nsonal edification or those undertaken to resolve           phy, which also attempts to explain reality.\norganization-specific issues. So what, then, char-         Recognition of this fact may pose a problem for\nacterizes research?                                        physicians who, according to some researchers\n   Tuckman [3] has argued that in order for an             [4, 5], have a cognitive style that tends to be\nactivity to qualify as research, it should possess a       more deterministic than probabilistic, causing\nminimum of five characteristics:                           personal experience to be valued more than\n1. It should be systematic.                                data. Under these circumstances, the impor-\n   While some important research findings have             tance of subordinating the hypothesis to data\n   occurred serendipitously (e.g., Fleming’s               may not be fully appreciated. As part of the edu-\n   accidental discovery of penicillin, Pasteur’s           cation of the physician scientist, he or she must\n   chance finding of microbial antibiosis), most           learn that when confronted with data that do not\n   arise out of purposeful, structured activity.           support the study hypothesis, it is the hypothesis\n   Structure is engendered by a series of the rules        and not the data that must be discarded, unless it\n   for defining variables, constructing hypothe-           is abundantly clear that something untoward\n   ses, and developing research designs. Rules             occurred during the performance of the study.\n   also exist for collecting, recording, and ana-       4. It should be reductive.\n   lyzing data, as well as for relating results to         As Tuckman [3] has noted, a fundamental pur-\n   the problem statement or hypotheses. These              pose of research is to reduce “the confusion of\n   rules are used to generate formal plans (or             individual events and objects to more under-\n   protocols) which guide the research effort,             standable categories of concepts” (p. 11). One\n   thereby optimizing the likelihood of achieving          heuristic tool used by scientists for this pur-\n   valid results.                                          pose is the creation of abstractive constructs\n2. It should be logical.                                   such as “intervening variables” (e.g., resistance\n   Research employs logic that may be induc-               and solubility in the physical sciences, condi-\n   tive, deductive, or abductive in nature.                tioning or reflex reserve in the behavioral sci-\n   Inductive logic is employed to develop gener-           ences) to explain how phenomena cause or\n   alizations from repeated observations, abduc-           otherwise interact with each other [6]. Another\n   tive logic is used to form generalizations that         powerful tool available to the researcher for\n   serve as explanations for anomalous events,             this purpose is a constellation of techniques\n   and deductive logic is used to generate specific        for numerical and graphical data analysis\n   assertions from known scientific principles or          (the specific methodology employed depend-\n   generalizations. Further elaboration of these           ing on the objectives and design of the study\n   distinctions is covered in Chap. 3. Logic is            as well as the number of observations gener-\n   used both in the development of the research            ated by the study). As Tuckman observes,\n   design and selection of statistics to ensure that       whenever data are subjected to analysis, some\n   valid inferences may be drawn from data                 information is lost, specifically the uniqueness\n   (internal validity). Logic also is used to              of the individual observation. However, such\n   generalize from the results of the particular           losses are offset by gains in the capacity to\n\f1   Overview of the Research Process                                                                         3\n\n\n   conceptualize general relationships based on             [CQI] or formative and summative appraisals\n   the data. As a result, the investigator can              of educational programs) which, while employ-\n   explain and predict, rather than merely                  ing many of the same rigorous and systematic\n   describe.                                                methodologies as scientific research, princi-\n5. It should be replicable and transmittable.               pally aim to inform decision making about\n   The fact that research procedures are docu-              particular activities or policies rather than to\n   mented makes it possible for others to conduct           advance more wide-ranging knowledge or the-\n   and attempt to replicate the investigation. The          ory. As Smith and Brandon [9] have noted,\n   ability to replicate research results in the             research “generalizes” whereas evaluation\n   confirmation (or, in some unhappy cases, refu-           “particularizes.”\n   tation) of conclusions. Confirmation of con-\n   clusions, in turn, results in the validation of\n   research and confers upon research a respect-         Types of Research\n   ability that generally is absent in other prob-\n   lem-solving processes. In addition, the fact          There are multiple ways of classifying research,\n   that research is transmittable also enables           and the categorizations noted below are by no\n   the general body of knowledge to be extended          means exhaustive. Research can be classified\n   by subsequent investigations based on the             according to its theoretical versus practical\n   research. For this reason, researchers are            emphasis, the type of inferential processes used,\n   encouraged to present their findings as soon as       its orientation with respect to data collection and\n   possible at local, national, and international        analysis, its temporal characteristics, its analytic\n   scientific sessions and to publish them expedi-       objective, the degree of control exercised by\n   tiously as letters (communications) or full-          the investigator, or the characteristics of the\n   length articles in peer-reviewed journals (to         measurements made during the investigation.\n   ensure their quality and validity).                   These yield the following categorizations: basic\n6. It should contribute to generalizable knowledge.      versus applied versus translational, hypothesis\n   The Tuckman criteria speak to the structure and       testing versus hypothesis generating, retrospective\n   process of research, but not to its intended objec-   versus prospective, longitudinal versus cross-\n   tives. The Belmont Report [7], which codified         sectional, descriptive versus analytic, experimen-\n   the definition of human subjects research for         tal versus observational, and quantitative versus\n   the US Department of Health and Human                 qualitative research.\n   Services, argues additionally that for an activity\n   to be considered research, it must contribute to\n   generalizable knowledge (the latter expressed in      Basic Versus Applied Versus\n   theories, principles, and statements of relation-     Translational Research\n   ships). For knowledge to be generalizable, the\n   intent of the activity must be to extrapolate         Traditionally, research in medicine, as in other\n   findings from a sample (e.g., the study subjects)     disciplines, has been classified as basic or applied,\n   to a larger (reference) population to define some     though the lines between the two can, and do,\n   universal “truth,” and be conducted by individu-      intersect. In basic research (alternatively termed\n   als with the requisite knowledge to draw such         “fundamental” or “pure” research), the investiga-\n   inferences [8]. Because research seeks general-       tion often is driven by scientific curiosity or inter-\n   izable knowledge, it differs from information         est in a conceptual problem; its objective is to\n   gathering for diagnosis and management of             expand knowledge by exploring ideas and ques-\n   individual patients. It also differs from formal      tions and developing models and theories to\n   evaluation procedures (e.g., review of data           explain phenomena. Basic research typically\n   performed for clinical quality improvement            does not seek to provide immediate solutions to\n\f4                                                                                                 P.G. Supino\n\n\npractical problems (indeed, it can progress for         in-depth discussion of purpose, challenges, and\ndecades before leading to breakthroughs and par-        techniques of translational research in clinical\nadigm shifts in practice), though it can yield          medicine and associated career opportunities, the\nunexpected applications (e.g., the discovery of         reader is referred to the collective works of\nthe laser and its value for fiber-optic communica-      Schuster and Powers [12], Woolf [13], Robertson\ntions [10]), and it often provides the theoretical      and Williams [14], and Goldblatt and Lee [15].)\nunderpinnings of applied research. Applied\nresearch, in contrast, is conducted specifically to\nfind solutions to practical problems in as rapid a      Hypothesis-Generating Versus\ntime frame as possible. In medicine, applied            Hypothesis-Testing Research\nresearch searches for explicit knowledge to\nimprove the treatment of a specific disease or its      Although some studies are undertaken to describe\nsequelae. Examples of applied research include          a phenomenon (e.g., incidence of a new disease\nclinical trials of new drugs and devices in human       or prevalence of an existing disorder in a new\nsubjects or evaluation of new uses for existing         population), most research is performed to gener-\ntherapeutic interventions.                              ate a hypothesis or to test a hypothesis. In hypoth-\n    In recent years, “translational” or “translative”   esis-generating research, the investigator begins\nresearch has emerged as a paradigm alternative to       with an observation (e.g., a newly discovered pat-\nthe dichotomy between basic and applied                 tern, a rare event) and constructs an argument to\nresearch. Currently practiced in the natural,           explain it. Hypothesis-generating research\nbehavioral, and social sciences, and heavily            typically is conducted when existing theory or\nreliant on multidisciplinary collaboration, trans-      knowledge is insufficient to explain particular\nlational research is a method of conceptualizing        phenomena. Popular “tools” for hypothesis gen-\nand conducting basic research to render its             eration in preclinical research include gene\nfindings directly and more immediately applica-         expression microarray studies; hypotheses for\nble to the population under study. In medicine,         clinical or epidemiological research may be\nthis iterative approach is used to translate results    generated secondary to a project’s initial purpose\nof laboratory research more rapidly into clinical       by mining existing datasets. In contrast, in\npractice and vice versa (“bench to bedside and          hypothesis-testing research (sometimes called the\nback” or T1 translation) and from clinical prac-        “hypothetico-deductive” approach), the investi-\ntice to the population at large (“to the community      gator begins with a general conjecture or hunch\nand beyond and back” or T2 translation) to              put forth to explain a prior observation or to clar-\nenhance public knowledge. This is one of the            ify a gap in the existing knowledge base.\nmajor initiatives of the US National Institutes of         It is vitally important that the investigator\nHealth (NIH) “Roadmap for Medical Research.”            keep these differences in mind when designing\nExamples of T1 translation include the develop-         and drawing inferences from a study. To under-\nment of a technique for evaluating endothelium-         score what can happen when these distinctions\ndependent vasodilator responses as a diagnostic         are blurred, it is instructive to step back from\ntest in patients with atherosclerosis and the eluci-    scientific inquiry and mull over the following\ndation of the role of the p53 tumor suppressor          scenario:\ngene in the regulation of apoptosis in the treat-          A Texas cowboy fires his gun randomly at the\nment of patients with cancer [11]. Examples of          side of a barn. Figure 1.1 (left panel) shows his\nT2 translation would include the implementation,        results. He pours over his efforts, paints a target\nevaluation, and ultimate adoption of interventions      centered around his largest number of hits (Fig. 1.1,\nthat have been shown to be effective in clinical        right panel), and claims to be a sharpshooter.\nresearch for primary or secondary prevention in            Do you agree that the Texan is a sharpshooter?\nheart disease, stroke, and other disorders. (For an     Do you think that if he repeated his so-called\n\f1   Overview of the Research Process                                                                     5\n\nFig. 1.1 The Texas\nsharpshooter fallacy\n\n\n\n\nFig. 1.2 Variables\nincluded in an exploratory\ndataset based on 95\npatients with chronic\ncoronary artery disease\n\n\n\n\ntarget practice, he would again be able to get that    researchers), the Texas Sharpshooter Fallacy is\nmany bullets in the circle? Note: the Texan            related to the “clustering illusion,” which refers\ndefined his target only after he saw his results. He   to the tendency of individuals to interpret patterns\nalso ignored the bullets that were not in the clus-    in randomness when none actually exists, often\nter! This parable illustrates what epidemiologists     due to an underlying cognitive bias.\ncall the “Texas Sharpshooter Fallacy” [16] to              Consider a more clinical example: A resident\nunderscore the dangers of forming causal conclu-       inherits a dataset that contains information about\nsions about cases of disease that happen to cluster    95 patients with chronic coronary artery disease.\nin a population due to chance alone or to reasons      Figure 1.2 depicts the variables in that dataset.\nother than the chosen cause. As per Atul Gawande,          He believes that he could satisfy his research\nin his classic article in The New Yorker, of the       elective if he could draw inferences about this\nmyriad of cancer “clusters” studied by scientists      study group, though he has no a priori idea about\nin the United States, “not one has convincingly        what relationships would be most reasonable to\nidentified an underlying environmental cause”          explore. He recruits a friend who happens to have\n[17]. In a more general sense (and particularly        a statistical package installed on his computer,\ngermane to the activities of some biomedical           enters all of the variables in the dataset into a\n\f6                                                                                                 P.G. Supino\n\n\nmultiple regression model, and comes up with            game” [18]. The most important take-home point\nsome statistically significant findings, as noted       is if you wish to test it, a hypothesis always should\nbelow:                                                  be generated before data collection begins.\n• Ischemia severity and benefit of coronary                 Hypothesis-testing studies (especially ran-\n   artery bypass grafting (CABG): p < 0.001             domized clinical trials [RCTs]) are highly\n• Hair color and severity of myocardial infarc-         regarded in medicine because, when based on\n   tion (MI): p < 0.03                                  correct premises, properly designed, and ade-\n• Zip code and height: p < 0.04                         quately powered, they are likely to yield accu-\n   He concludes that he has confirmed the hypoth-       rate conclusions [19]; in contrast, conclusions\nesis that there is a strong association between         drawn from hypothesis-generating studies, even\npreoperative ischemia severity and benefit of           when well designed, are more tentative than those\ncoronary artery bypass grafting because not             of hypothesis-testing studies due to the myriad of\nonly was the obtained probability (p) value low,        explanations (hypotheses) one can infer from the\nhis hypothesis also makes clinical sense. He also       observation of a phenomenon.\ndecides that he would not report the other findings         For these reasons, hypothesis-generating stud-\nbecause, while also statistically significant,          ies are appropriately regarded as exploratory in\nhe cannot explain them. What methodological             nature. These differences notwithstanding, there\nerror has the resident made in drawing his              is general consensus that hypothesis-testing and\nconclusion?                                             hypothesis-generating activities both are vital\n   The answer is that, analogous to the rifleman        aspects of the research process. Indeed, the latter\nwho defined his target only after the fact, the resi-   are the crucial initial steps for making discoveries\ndent “confirmed” a hypothesis that did not exist        in medicine. As Andersen [20] has correctly\nbefore he examined patterns in his data. The fal-       argued, without hypothesis-generating activities,\nlacy would not have occurred if the resident had,       there would be no hypotheses to test and the body\nin mind, a prior expectation of a particular            of theory and knowledge would stagnate. The\nassociation. It also would not have occurred had        critical role of the hypothesis in the research pro-\nthe resident used the data to generate a hypothesis     cess and the logical issues entailed in formulating\nand validated it, as he should have, with an inde-      and testing them are further discussed in Chap. 3.\npendent group of observations if he wanted to\ndraw such a definitive conclusion. This is an\nimportant distinction because the identification        Retrospective Versus Prospective\nof an association between two or more variables         Research\nmay be the result of a chance difference in the\ndistribution of these variables—and hypotheses          Research often is classified as retrospective or\nidentified this way are suggestive at best, not         prospective. However, as pointed out by Catherine\nproven. What one cannot do is to use the same           DeAngelis, former editor-in-chief of the Journal\ndata to generate and test a hypothesis.                 of the American Medical Association (JAMA),\n   Moreover, the resident compounded his error          these terms “are among the most frequently mis-\nby capitalizing on only one association that he         understood in research” [21] in part because they\nfound, ignoring all of the others. Working with         are used in different ways by different workers in\nhypotheses is like playing a game of cards. You         the field and because some forms of research do\ncannot make up rules after seeing your hand, or         not neatly fall within this dichotomy. Many meth-\nchange the rules midstream if you do not like the       odologists [22, 23] consider research to be\nhand that you have been dealt. Similarly, if you        retrospective when data (typically recorded for\ngather your data first and draw conclusions based       purposes other than research) are generated prior\nonly on those you believe to be true, you have, in      to initiation of the study and to be prospective\nthe words of the famed behavioral scientist, Fred       when data are collected starting with or subse-\nKerlinger, violated the rules of the “scientific        quent to initiation of the study. Others, including\n\f1   Overview of the Research Process                                                                     7\n\n\nDeAngelis, prefer to distinguish retrospective        case–control study can be used to infer cause and\nfrom prospective research according to the inves-     effect associations, though various biases (dis-\ntigator’s and subject’s orientation in the data       cussed in depth in Chap. 4) may limit its value for\nacquisition process. According to the latter view,    this purpose.\na study is retrospective if subjects are initially        The two most typical examples of prospective\nidentified and classified on the basis of an out-     research in clinical medicine are observational\ncome (e.g., a disease, mortality, or other event)     cohort and experimental studies. In an observa-\nand are followed backward in time to determine        tional cohort study, subjects within a defined\nthe relation of the outcome to exposure to one or     group who share a common attribute of interest\nmore risk factors (genetic, biological, environ-      (e.g., newly diagnosed cardiac patients, new\nmental, or behavioral); conversely, the study is      dialysis patients) who are free of some outcome\nprospective if it begins by identifying and classi-   of interest are identified on the basis of exposure\nfying subjects on the basis of the exposure (even     to risk factors whose presence or absence is out-\nif the exposure preceded the investigation), with     side the control of the investigator. These indi-\noutcome (s) observed at a later point in time [21].   viduals are followed over time until the occurrence\n    There are various types of retrospective stud-    of an outcome (or outcomes) that usually (but not\nies. The simplest (and least credible from the        always) is measured at a later date. In an experi-\nstandpoint of scientific evidence) is the “case       mental study, outcomes also are assessed at a\nstudy” (or “case report”), which typically pro-       later date, but subjects initially are differentiated\nvides instructive, albeit anecdotal, information      according to their exposure to one or more inter-\nabout unusual symptoms not previously observed        ventions which have been purposively applied.\nin a medical condition or new combinations of         (Further distinctions between observational and\nconditions within a single individual [24]. The       experimental studies are discussed below.)\n“case series” (or “clinical series”) is an uncon-         Prospective research is less prevalent in the\ntrolled study that furnishes information about        literature than retrospective research principally\nexposures, outcomes, and other variables of inter-    due to its relatively greater cost. In most prospec-\nest among multiple similar cases. Though lack of      tive studies, the investigator must invest the time\ncontrol precludes evaluation of cause and effect,     and resources to follow subjects and sometimes\nthis type of study can provide useful information     even apply an intervention if the study is experi-\nabout unusual presentations or infrequently           mental. Moreover, prospective studies usually\noccurring diseases and can be used to generate        require larger sample sizes. Why, then, would\nhypotheses for testing, using more rigorous stud-     anyone choose a prospective design over a retro-\nies [24]. The most common type of retrospective       spective approach? One reason is that prospectiv",
  "wordCount": 162215,
  "indexed": "2025-09-25T22:37:48.405Z",
  "method": "direct"
}
