{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/François Boller MD y Md - 2006 - The Evolution of Psychiatry and Neurology.pdf",
  "fileName": "François Boller MD y Md - 2006 - The Evolution of Psychiatry and Neurology.pdf",
  "relativePath": "François Boller MD y Md - 2006 - The Evolution of Psychiatry and Neurology.pdf",
  "text": "2\n                     The Evolution of Psychiatry and Neurology\n                                       Two Disciplines Divided by a Common Goal?\n\n                                       François Boller and Gianfranco Dalla Barba\n\n\nINTRODUCTION\n   This chapter traces the evolution of psychiatry and neurology with special emphasis placed on the\nEuropean scene. For a long time, there was hardly any distinction between these two disciplines that\nare now considered quite separate. They started together and they may well be in the process of reunit-\ning, particularly in certain domains. We may see, and as the Germans say, Zukunft in der Vergangenheit\n(translation: the past is probably holding the key to the future.)\n   It is nearly impossible to state when neurology and psychiatry were “born,” but most historians\nhypothesize that scientific interest in the brain and mind—which had always existed—developed and\nreached a critical mass in Europe in the late 18th and early 19th centuries. As pointed out elsewhere\n(1), for much of the 19th and even parts of the 20th century, many persons practiced not only neurol-\nogy and psychiatry including, in some cases, psychoanalysis—but also neuropathology. One could\ngo even farther and extend the “boundaries” of the disciplines. For instance, the founders of neuro-\nsurgery in France, Thierry de Martel and Clovis Vincent—who was first trained as a neurologist and\ngained a special fame of sort for having operated on Ravel (2)—first developed their neurosurgical\npractice within the context of the Neurology service of the Salpêtrière, then directed by Joseph\nBabinski (3). As for neuroradiology, some of its pioneers like Arthur Schueller in Vienna and Egas\nMoniz in Lisbon were neuropsychiatrists (4). Many of the founders of psychiatry and neurology prac-\nticed both disciplines. Among some of those who come to mind is Jean-Martin Charcot, whom\nSigmund Freud visited for a few months because of his interest in neuroanatomy and neurophysiol-\nogy. Charcot is often considered one of the founding fathers of neurology, but a considerable portion\nof his activity related to conditions that are considered “typically” psychiatric such as hysteria. The\nfamous painting representing the Master during one of his lectures (5), shows a female patient, known\nby her first name (Blanche) and her nickname Reine des hystériques (Fig. 1). As stated by Wechsler\n(6), Charcot’s studies of hysteria laid much of the groundwork for Janet and Freud, both his pupils.\n   Alois Alzheimer, now best known for the clinical and neuropathological description of the disease\nthat bears his name, was also a very versatile person with considerable achievements in both neurol-\nogy and psychiatry (7). Much of his work was dedicated to cerebrovascular diseases and neurosyphilis.\nFigure 2 shows Alzheimer and, next to him Emil Kraepelin, the then head of the laboratory. Kraepelin\nauthored nine editions of a textbook, of psychiatry that was for many years the leading reference for\nthe discipline. In addition to Alzheimer and Kraepelin, one also finds people who became famous in\nthe fields of neurology and neuropathology, such as Gaetano Perusini and Friedrich Lewy (of Lewy\n\n\n\n\n                             From: Current Clinical Neurology: Psychiatry for Neurologists\n                      Edited by: D.V. Jeste and J.H. Friedman © Humana Press Inc., Totowa, NJ\n\n                                                       11\n\f12                                                                                       Boller and Barba\n\n\n\n\n    Fig. 1. Painting by André Brouillet: Une leçon de Charcot à La Salpêtrière. Contrary to what is sometimes\nstated, Freund does not appear in the painting.\n\n\nbodies fame) (Fig. 2). There is also Ugo Cerletti, who was later to introduce, together with Luciano\nBini, electroshock therapy. Much of Alzheimer’s career developed in psychiatric institutions. In the\nearly years of the Zeitschrift fur Neurologie und Psychiatrie (now the Journal of Neurology), the person\nin charge of the psychiatric section was Alois Alzheimer, whereas the neurology section was edited\nby M. Lewandowsky.\n    Henry Charlton Bastian, one of the founders of neurology in the United Kingdom, was a professor\nof pathologic anatomy and dedicated much of his work toward neuroanatomy and to finding ways of\nimproving neurological diagnosis. He also worked on hysteria (which he called a “neurosis”) and con-\nsidered his book “the brain as an organ of mind” as his greatest work (8). Throughout the years, many\npersons who considered themselves “alienists” sought an accommodation with neurology. Berrios (9)\nincludes Wernicke, von Monakow, and Liepmann among these major figures. A very important step for\nboth psychiatry and neurology took place when Julius Wagner von Jauregg introduced a physical treat-\nment (malarial fever) for the treatment of “general paresis of the insane,” a condition long thought to be\npsychiatric in nature. For that discovery he was awarded the Nobel Prize for Physiology and Medicine\nin 1927, the first of an extremely short list of psychiatrists to have received such distinction (10).\n    There is a distinct difference in the historical relations between psychiatry and neurology in differ-\nent parts of the world. In eastern and central Europe, the two were merged for a long time with often a\npredominance of psychiatry. For instance, in the mid-1970s, the head of the Neuropsychiatry Department\nof the famous Charité Hospital in Berlin was a psychiatrist. The young Sigmund Freud, before and even\nafter his stay in Charcot’s department had long been interested in basic neurosciences, in clinical neu-\n\fEvolution of Psychology and Neurology                                                                              13\n\n\n\n\n   Fig. 2. Alois Alzheimer and his co-workers. Top row from left, F. Lotmar; N.N.; S. Rosenthal; Allers?; N.N.;\nA. Alzheimer; N. Achucarro; F.H. Lewy. Front row from left: Mrs. Grombach; U. Cerletti; N.N.; F. Bonfiglio;\nG. Perusini. This photograph was taken in Alois Alzheimer’s laboratory on the second floor of the Nervenklinik\nNussbaumstraße in Munich during 1909 or 1910, and not, as erroneously stated on the original legend, at the\nDeutsche Forschungsanstalt für Psychiatric which was founded only years later. It is often stated (even in this\ntext) that the person in the center holding a cigar is Kraepelin. There is, however, no evidence that this is the case.\n(Courtesy of B. Lucci, MD and F. Vinci, MD.)\n\n\n\nrology and even in neuropsychology and his “Essay on Aphasia” (11) is still very much worth reading.\nIn Japan, on the other hand, the two disciplines did not develop together because neurology was for a\nlong time a branch of internal medicine. The situations in Italy and France are considered below.\nJoseph Martin recently examined the historical basis for the divergence of neurology and psychiatry\nover the past century (12). He states that neurology and psychiatry have, for much of the past century,\nbeen separated by “an artificial wall created by the divergence of their philosophical approaches and\nresearch and treatment methods.” It can be argued, however, that this separation, in some cases, was\nalso a result of opportunism and politics. In this respect, it is interesting to consider the way in which,\nin the United States, the Archives of Neurology and Psychiatry separated. In the first issue of the\nArchives of Neurology, editor Harold Wolff defined the aims of the journal without a word about the\nprevious association. Roy Grinker Sr., editor of the American Medical Association Archives of General\nPsychiatry stated in the first issue (13) “that decision was based on realistic recognition that neu-\nropsychiatry has become separated into neurology and psychiatry as distinct clinical specialties.” He\nadded, however, that the decision was also based on the need for both disciplines to be able to publish\nmore papers.\n   It is certain that for a long time thereafter, in the Anglo-Saxon world, except for some exceptions\nreviewed by Goetz in the previous chapter, the two disciplines ignored each other, when they were not\n\f14                                                                                     Boller and Barba\n\nin open conflict. It is interesting in this respect to read the words written as recently as 1975 by\nMacDonald Critchley. Critchley was a British neurologist, for many years head of the National Institute\nfor Neurological Diseases (known as Queen Square), and the author of many books related to neurol-\nogy and neuropsychology (14). In an essay in which he outlined the “training of a neurologist” (15) he\nwrote, among the recommendations to the proper neurologist (who of course could only be a male) that\n“if throughout his nine year apprenticeship, he could fit in a spell as a part-time clinical assistant in a\npsychiatric clinic, so much the better.” He added, “personally, I do not feel that neurology should be\noriented towards psychiatry. A neuropsychologist is far less of an anomaly than a neuropsychiatrist.”\nIn Italy, psychiatry and neurology were traditionally studied together and in some cases are still part\nof one department. When the chair of neurology position was created at the University of Padua in the\nearly 1950s, it was attributed to Giovanni Battista Belloni who, up to that time, had mainly practiced\npsychiatry. Some of his assistants were encouraged to develop neurosurgery and one of them, Sergio\nDalle Ore, was the co-author of Terzian in the first description of a human case of the Klüver-Bucy\nsyndrome (16). Franco Basaglia who, together with some colleagues, revolutionized the practice of psy-\nchiatry in Italy by opening up all the closed wards, was initially trained as a neurologist. In France,\nuntil the “cultural revolution” of May 1968, psychiatry and neurology had strong ties, but on the whole\nthe field was very much dominated by neurology. Not uncommonly, one of the departments of Sainte\nAnne, the major psychiatric hospital in Paris, was chaired by a neurologist for whom no other position\nhad been found. As a result, all of the psychiatrists who trained there had experience in both clinical\nneurology and neuropathology. That is why an early description of progressive supranuclear palsy is\nco-signed by the then young Jacques Lacan (17). Psychiatry and neurology are now quite separate and\nautonomous disciplines, but their close ties remain. Pierre Pichot, who was president of the World\nPsychiatric Association in 1977, wrote several articles clearly related to neurology and neuropsychol-\nogy, one of which (18) was intended to inspire further work (19). Henry Hécaen, one of the founders\nof modern neuropsychology (20), had initially been trained as a psychiatrist and worked at Sainte-Anne\nin close cooperation with psychiatrists, neurologists, and neurosurgeons. Similarly, Julian de\nAjuriaguerra trained at Sainte-Anne and became an expert in both fields. Two international journals\ncurrently published out of Sainte-Anne show a clear distinction between the two disciplines.\nL’Encéphale, founded in 1906, was initially dedicated to both, but is now almost exclusively focused\non psychiatry, as indicated by its subtitle—Journal of Clinical, Biological, and Therapeutic Psychiatry.\nThe other journal, the European Journal of Neurology (21) has two psychiatrists on its editorial board,\nbut the number of psychiatry-related articles submitted to the journal remains very small. A new jour-\nnal, entitled Psychologie & NeuroPsychiatrie du Vieillissement (22), edited by Christian Derouesné,\naims to bridge the gap between neurology and psychiatry.\n    There are at least three areas of research where psychiatry and neurology are clearly coming together.\nThe first is pharmacology. Since the 1950s, progress in neurotransmitter research has contributed sig-\nnificantly to a true convergence of the two disciplines (23). Taking depression as an example, future\nresearch will require developing better animal models of mood disorders, identifying genetic determi-\nnants of normal and abnormal mood in humans and animals, discovering novel targets and biomarkers\nof mood disorders and treatments, and increasing the recruitment of investigators from diverse back-\ngrounds to mood disorder research (24). The second is physiology. The startling mood effects that deep\nbrain stimulation sometimes has on people with Parkinson’s disease, as well as the dramatic success\nablative surgery has had in otherwise intractable cases of obsessive-compulsive disorder clearly under-\nscores the “organicity” of behavior. The third is the overlap in the study of the dementias where behav-\nioral aspects are so prominent, in addition to the memory and cognitive aspects. We have already seen\nthat Hécaen and Ajuriaguerra, who are among the founders of modern neuropsychology, were initially\ntrained as psychiatrists. In North America, the field was led by Norman Geschwind and was, for a long\ntime, essentially in the hands of neurologists who, in fact, re-baptized the discipline “behavioral neu-\nrology.” Now, however, people from different backgrounds are happily working together. The succes-\nses of societies such as the British Neuropsychiatry Association (25) and the Society of Child\n\fEvolution of Psychology and Neurology                                                                                  15\n\nNeuropsychiatry in Italy (26) are examples of that cooperation. One can predict that in years to come,\nthere will be increasing collaboration and integration between the two fields and that other subdisci-\nplines will join neuropsychology (behavioral neurology) and neuropharmacology as examples of this\nnew entente.\n\nREFERENCES\n 1. Boller F, Duyckaerts C. 1914 to 1917: the Great War years. Arch Neurol 1999;56:882–885.\n 2. Amaducci L, Grassi E, Boller F. Maurice Ravel and right-hemisphere musical creativity: influence of disease on his last\n    musical works? Eur J Neurol 2002;9:75–82.\n 3. Poirier J. History of Neurosciences at La Pitié and La Salpêtrière 2004.\n 4. Alper MG. Three pioneers in the early history of neuroradiology: the Snyder lecture. Doc Ophthalmol 1999;98:29–49.\n 5. Signoret JL. “A Clinical Lesson at the Salpetriere” (1887) by Andre Brouillet. Rev Neurol (Paris) 1983;139:687–701.\n 6. Wechsler I. Jean Martin Charcot (1825–1893). In: Haymaker W, Schiller F, eds. The Founders of Neurology.) Springfield:\n    Charles C. Thomas; 1970.\n 7. Maurer K, Maurer U, Levi N. Alzheimer: The Life of a Physician and the Career of a Disease. New York: Columbia\n    University Press; 2003.\n 8. Kalinowsky L, Henry Charlton Bastian. In: Haymaker W, Schiller F, eds. The Founders of Neurology. Springfield:\n    Charles C. Thomas;1970:405–407.\n 9. Berrios GE, Markova IS. The concept of neuropsychiatry: a historical overview. J Psychosom Res 2002;53:629–638.\n10. Dattner B, von Jauregg JW. In: Haymaker W, Schiller F, eds. The Founders of Neurology. Springfield: Charles C. Thomas;\n    1970:528–531.\n11. Freud S. Zur Auffassung der Aphasien: eine kritische Studie. Leipzig: Deuticke; 1891.\n12. Martin JB. The integration of neurology, psychiatry, and neuroscience in the 21st century. Am J Psychiatry\n    2002;159:695–704.\n13. Grinker R. Editorial. AMA Arch Gen Psych 1959;1:1–2.\n14. Critchley M. The Parietal Lobes. New York: Hafner Publishing Company; 1966.\n15. Critchley M. The training of a neurologist. Int J Neurol 1975;9:.\n16. Terzian H, Dalle Ore S. Syndrome of Klüver and Bucy reproduced in man by bilateral removal of the temporal lobes.\n    Neurology 1955;5:373–380.\n17. Alajouanine T, Delafontaine P, Lacan J. Fixité du regard par hypertonie prédominant dans le sens vertical avec conser-\n    vation des mouvements automatico-réflexes, aspect spécial de syndrome de Parinaud par hypertonie associée a un syn-\n    drome extrapyramidal avec troubles pseudobulbaires. Revue Neurologique 1926;2:410–418.\n18. Pichot P. Language disturbances in cerebral disease. Arch Neurol Psych 1955;74:92–96.\n19. Boller F, Vignolo AL. Latent sensory aphasia in hemisphere damaged patients: an experimental study with the Token Test.\n    Brain 1966;89:815–830.\n20. Boller F. History of the International Neuropsychology Symposium: a mirror of the evolution of a discipline.\n    Neuropsychologia 1999;37:17–26.\n21. European Journal of Neurology, 2004; Available at: http://www.blackwellpublishing.com/journal.asp?ref=1351-5101.\n    2004.\n22. Psychologie & NeuroPsychiatrie du Vieillissement, 2004; Available at: http://www.john-libbey-eurotext.fr/fr/\n    revues/medecine/pnv/sommaire.md\n23. Carlsson A. A half-century of neurotransmitter research: impact on neurology and psychiatry (Nobel lecture).\n    Chembiochem 2001;2:484–493.\n24. Nestler EJ, Gould E, Manji H, et al. Preclinical models: status of basic research in depression. Biol Psychiatry\n    2002;52:503–528.\n25. British Neuropsychiatry Association, 2004; Available at: http://www.bnpa.org.uk/Execcommittee.htm\n26. Society of Child Neuropsychiatry, 2004; Available at: http://www.childneurology.it/",
  "wordCount": 2511,
  "indexed": "2025-09-25T22:38:35.236Z",
  "method": "direct"
}
