{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Rosenfeld et al_2013_Estimates of penetrance for recurrent pathogenic copy-number variations.pdf",
  "fileName": "Rosenfeld et al_2013_Estimates of penetrance for recurrent pathogenic copy-number variations.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Rosenfeld et al_2013_Estimates of penetrance for recurrent pathogenic copy-number variations.pdf",
  "text": "brief report                                                                          ©American College of Medical Genetics and Genomics\n\n                                                                                                                                                              Open\n\n\n                  Estimates of penetrance for recurrent pathogenic\n                               copy-number variations\n             Jill A. Rosenfeld, MS1, Bradley P. Coe, PhD2, Evan E. Eichler, PhD2,3, Howard Cuckle, DPhil4\n                                              and Lisa G. Shaffer, PhD1,5\n\n\n    Purpose: Although an increasing number of copy-number varia-                       distal deletions and duplications, 17q12 deletions and duplications,\n    tions are being identified as susceptibility loci for a variety of pediat-         and 22q11.21 duplications.\n    ric diseases, the penetrance of these copy-number variations remains\n    mostly unknown. This poses challenges for counseling, both for re-                 Results: Estimates for the risk of an abnormal phenotype ranged\n    currence risks and prenatal diagnosis. We sought to provide empiric                from 10.4% for 15q11.2 deletions to 62.4% for distal 16p11.2 dele-\n    estimates for penetrance for some of these recurrent, disease-suscep-              tions.\n    tibility loci.                                                                     Conclusion: This model can be used to provide more precise esti-\n    Methods: We conducted a Bayesian analysis, based on the copy-                      mates for the chance of an abnormal phenotype for many copy-num-\n    number variation frequencies in control populations (n = 22,246) and               ber variations encountered in the prenatal setting. By providing the\n    in our database of >48,000 postnatal microarray-based comparative                  penetrance, additional, critical information can be given to prospec-\n    genomic hybridization samples. The background risk for congenital                  tive parents in the genetic counseling session.\n    anomalies/developmental delay/intellectual disability was assumed                  Genet Med 2013:15(6):478–481\n    to be ~5%. Copy-number variations studied were 1q21.1 proximal\n    duplications, 1q21.1 distal deletions and duplications, 15q11.2 dele-              Key Words: copy-number variation; genomic disorder; microarray;\n    tions, 16p13.11 deletions, 16p12.1 deletions, 16p11.2 proximal and                 penetrance; prenatal diagnosis\n\n\n\n                            INTRODUCTION                                               healthy controls implicated them as pathogenic.3 As increasing\nOver the past several years, our understanding of copy-number                          numbers of cases and controls are studied for CNVs, we are\nvariation (CNV) within the human genome and its relation to                            discovering many additional examples of these “predisposing,”\ndisease has rapidly evolved. Molecular cytogenetic techniques                          or “susceptibility,” loci.1,2,4,5\nsuch as microarray-based comparative genomic hybridization                                Microarray analysis is now recommended as a first-tier test\nhave identified disease-causing CNVs in a variety of disorders,                        for many pediatric neurodevelopmental disorders.6,7 Postnatal\nranging from pediatric disease (congenital anomalies, intel-                           identification of one of these susceptibility CNVs explains at\nlectual disability, epilepsy, and autism spectrum disorders) to                        least one part of the genetic etiology of the disorder in the indi-\nadult-onset conditions such as schizophrenia. Of note, many                            vidual, although additional factors, either genetic or environ-\nCNVs were identified in multiple, variable disease cohorts,                            mental, are likely to ultimately influence the phenotypic expres-\nindicating that identical genetic changes could result in different                    sion of these loci.1,8 Additional genetic factors, such as other\nphenotypes.1,2 Furthermore, some of these CNVs were inherited                          CNVs, may be identified via microarray testing, but in many\nfrom phenotypically normal parents.1,2 Although the genetics                           cases, the other influences on the phenotype remain unknown.\ncommunity was already familiar with variable expressivity in                           This poses challenges to recurrence-risk counseling because\nthe classic example of 22q11.21 deletions, traditional cytoge-                         subsequent children inheriting the CNV could have more or\nnetics had taught us to use inheritance of a genetic change as                         less severe, or no, phenotypic consequences, and specific testing\na definitive factor for pathogenicity. Specifically, de novo aber-                     is not available to inform such predictions. In addition, as the\nrations are thought to be more deleterious, whereas inherited                          use of microarrays in prenatal settings increases, fetuses with-\nrearrangements (such as a marker chromosome) are considered                            out a known family history of these CNVs will be identified\nmore benign. However, for newly described CNVs like the dis-                           as carriers. This can lead to counseling dilemmas and parental\ntal 1q21.1 microdeletions/microduplications, despite variable                          anxiety, especially in low-risk pregnancies, because the associ-\nphenotypes and inheritance from normal parents, enrichment                             ated neurodevelopmental phenotypes cannot be ascertained\nof the CNVs among affected individuals in comparison with                              prenatally and it is difficult to quantify the risk to the fetus. To\n\n1\n Signature Genomic Laboratories, PerkinElmer, Inc., Spokane, Washington, USA; 2Department of Genome Sciences, University of Washington, Seattle, Washington, USA; 3Howard\nHughes Medical Institute, University of Washington, Seattle, Washington, USA; 4Department of Obstetrics and Gynecology, Columbia University Medical Center, New York, New\nYork, USA; 5Current affiliation: Genetic Veterinary Sciences, Inc., Spokane, Washington, USA. Correspondence: Lisa G. Shaffer (lshaffer@pawprintgenetics.com)\nsubmitted 4 September 2012; accepted 7 November 2012; advance online publication 20 December 2012. doi:10.1038/gim.2012.164\n\n\n478                                                                                                         Volume 15 | Number 6 | June 2013 | Genetics in medicine\n\fPenetrance for recurrent CNVs | ROSENFELD et al                                                                                           brief report\naid in counseling for these CNVs, we calculated empiric esti-                           changed over time. Samples were tested on targeted, bacte-\nmates for penetrance on the basis of the CNV frequencies in                             rial artificial chromosome–based arrays (SignatureChip ver-\nour population of postnatal microarray-based comparative                                sions 1–4; Signature Genomic Laboratories, Spokane, WA; n =\ngenomic hybridization samples and in control populations.                               15,411), whole-genome, bacterial artificial chromosome–based\n                                                                                        arrays (SignatureChipWG versions 1–2; Signature Genomic\n                  MATERIALS AND METHODS                                                 Laboratories; n = 8,113), or whole-genome, oligonucleotide-\nWe examined postnatal specimens received by our laboratory,                             based arrays (SignatureChipOS version 1; manufactured by\nmostly from the United States, for clinical microarray-based                            Agilent Technologies, Santa Clara, CA; SignatureChipOS ver-\ncomparative genomic hybridization between March 2004 and                                sions 2–3; manufactured by Roche NimbleGen, Madison, WI;\nApril 2012. The analysis of indications for study among sam-                            all custom designed by Signature Genomic Laboratories; n =\nples received in the first quarter of 2008 and of 2011 showed                           25,113) according to previously described methods.9–12 For the\nthat 51–54% of individuals have developmental delay/intellec-                           CNVs analyzed here, the targeted, bacterial artificial chromo-\ntual disability and 10–11% have epilepsy, whereas cases with                            some–based arrays only had coverage of 22q11.21 and proxi-\nautism spectrum disorders have increased from 10% to 14%,                               mal 1q21.1, whereas the whole-genome arrays had coverage of\nthose with congenital anomalies have increased from 16% to                              all studied CNVs. Frequencies for 15q11.2 deletions were cal-\n23%, but those with dysmorphic features have decreased from                             culated only for cases studied on oligonucleotide-based arrays\n25% to 16%. Cases with unspecified indications for study have                           because the CNV was initially interpreted as likely benign and,\ndecreased from 7% to 5%. These are likely underestimates of                             therefore, not captured in our database for the cases studied\nactual phenotypes because not all phenotypic features are                               with bacterial artificial chromosome–based arrays. For deter-\nrecorded on the test requisition form. The array platform used                          mination of CNV frequencies, only those CNVs that are of the\ndepended on the date of specimen receipt because array designs                          recurrent size, as determined within the limits of resolution of\n\n\nTable 1 Penetrance estimates with case and control frequencies for recurrent CNVs\n                                                                                                                                   Frequency of\n                                                              Frequency,                                        P value              de novo             Penetrance\nRegion (gene         Copy              Coordinates          postnatal aCGH              Frequency,           (Fisher exact         occurrence in         estimate, %\nwithin region)       number              (hg18)                  cases                   controls           one-tailed test)           cases               (95% CI)\nProximal       Duplication                chr1:           85/48,637 (0.17%)         10/22,246 (0.04%)          <<0.0001            0/13 (0%)           17.3 (10.8–27.4)\n1q21.1 (RBM8A)                       144.0–144.5 Mb\nDistal               Deletion             chr1:     97/33,226 (0.29%)                6/22,246 (0.03%)          <<0.0001            7/39 (17.9%)        36.9 (23.0–55.0)\n1q21.1 (GJA5)                       145.0–146.35 Mb\nDistal               Duplication          chr1:     68/33,226 (0.20%)                6/22,246 (0.03%)          <<0.0001            5/30 (16.7%)        29.1 (16.9–46.8)\n1q21.1 (GJA5)                       145.0–146.35 Mb\n15q11.2 (NIPA1) Deletion                  chr15:         203/25,113 (0.81%)         84/22,246 (0.38%)          <<0.0001            0/27 (0%)           10.4 (8.45–12.7)\n                                      20.3–20.8 Mb\n16p13.11             Deletion             chr16:          50/33,226 (0.15%)         12/22,246 (0.05%)            <0.0005           5/23 (21.7%)        13.1 (7.91–21.3)\n(MYH11)                               14.9–16.4 Mb\n16p12.1              Deletion             chr16:          62/33,226 (0.19%)         16/22,246 (0.07%)            <0.0002           1/28 (3.6%)         12.3 (7.91–18.8)\n(CDR2)                                21.85–22.4 Mb\nDistal 16p11.2       Deletion             chr16:          46/33,226 (0.14%)          1/22,246 (0.005%)         <<0.0001            7/21 (33.3%)        62.4 (26.8–94.4)\n(SH2B1)                               28.65–29.0 Mb\nDistal 16p11.2       Duplication          chr16:          35/33,226 (0.11%)         10/22,246 (0.04%)            <0.01              1/8 (12.5%)        11.2 (6.26–19.8)\n(SH2B1)                               28.65–29.0 Mb\nProximal 16p11.2 Deletion                 chr16:    146/33,226 (0.44%)               6/22,246 (0.03%)          <<0.0001          33/47 (70.2%)a        46.8 (31.5–64.2)\n(TBX6)                                29.5–30.15 Mb\nProximal 16p11.2 Duplication              chr16:          93/33,226 (0.28%)          9/22,246 (0.04%)          <<0.0001            7/30 (23.3%)        27.2 (17.4–40.7)\n(TBX6)                                29.5–30.15 Mb\n17q12 (HNF1B)        Deletion             chr17:          29/33,226 (0.09%)          2/22,246 (0.01%)            <0.0001            5/9 (55.6%)        34.4 (13.7–70.0)\n                                      31.8–33.3 Mb\n17q12 (HNF1B)        Duplication          chr17:          37/33,226 (0.11%)          5/22,246 (0.02%)            <0.0001            2/9 (22.2%)        21.1 (10.6–39.5)\n                                      31.8–33.3 Mb\n22q11.21 (TBX1) Duplication               chr22:         136/48,637 (0.28%)         12/22,246 (0.05%)           <<0.0001         12/47 (25.5%)         21.9 (14.7–31.8)\n                                      17.2–19.9 Mb\naCGH, microarray-based comparative genomic hybridization; CI, confidence interval; CNV, copy-number variation; <<, much less than.\na\n Deletions of the proximal 16p11.2 region showed a maternal transmission bias (14/68 mothers identified to be carriers vs. 0/38 fathers; two-tailed P = 0.0018, Fisher\nexact test); no parental transmission bias was detected for any other CNV.\n\n\nGenetics in medicine | Volume 15 | Number 6 | June 2013                                                                                                                  479\n\fbrief report                                                                                       ROSENFELD et al | Penetrance for recurrent CNVs\n\n\n\nthe array used, are counted; any CNVs that do not include the        fixed at 0 and 1, respectively. The lower penetrance bound is\nentire region or extend into surrounding regions are excluded.       thus defined by substituting the maximal likely control count\nHowever, individuals who harbor CNVs at other loci are               and minimal likely case count, whereas the upper bound is\nincluded in the CNV frequencies.                                     defined by substituting the minimal likely control count and\n   Control specimens included samples from 8,329 previously          maximal likely case count. Because this methodology is based\ndescribed adult controls profiled on Illumina single-nucleotide      on two one-tailed analyses, the actual CI will approach 97.5%\npolymorphism arrays.4 Additional control specimens were col-         as case and control counts approach their respective minima\nlected from the Atherosclerosis Risk in Communities study            and maxima.\n(dbGaP accession phs000090.v1.p1) and the Wellcome Trust\nCase Control Consortium (WTCCC2 1958 British birth cohort).                                      RESULTS\nBoth the Atherosclerosis Risk in Communities and WTCCC2              Penetrance estimates for these CNVs range from 10.4% (95%\ndata were derived from Affymetrix SNP6.0 (Affymetrix, Santa          CI, 8.45–12.7%) for 15q11.2 deletions, which only represents\nClara, CA) array profiles and processed using Affymetrix             about a twofold increase in risk over the background popu-\nGenotyping Console 4.1 with hg18 chromosome annotations.             lation risk, to 62.4% (95% CI, 26.8–94.4%) for distal 16p11.2\nSamples were filtered using the default contrast quality con-        deletions (Table 1). The lower penetrance figures are seen\ntrol parameters, and segmentation was also performed using           with CNVs that show less marked differences in frequencies\ndefault settings. Additional filtering was applied to remove         between cases and controls, including distal 16p11.2 duplica-\ncases with excessive CNV counts, and a threshold of >72 CNVs         tions, 16p12.1 deletions, and 16p13.11 deletions. The CNVs\nper case was established using an outlier detection method for       with a larger difference between cases and controls, including\nskewed data.13 After quality control filtering, the final control    16p11.2 proximal deletions and 1q21.1 distal deletions, have\nset consisted of 11,305 controls from the Atherosclerosis Risk       higher penetrance rates. In addition, higher penetrance is seen\nin Communities study, 2,612 controls from the WTCCC2 58C             with CNVs that have higher de novo frequencies (Table 1; P =\ncohort, and 8,329 previously published controls.                     0.0029, Spearman correlation). For some of these CNVs that\n   CNVs chosen for study were recurrent, identified in con-          are still rare in controls, such as the distal 16p11.2 deletions,\ntrols, and significantly enriched in cases (Table 1). A Bayesian     screening a larger control group would help to ensure a more\nanalysis was performed, based on the method used by Vassos           precise estimate of penetrance. For still other CNVs that were\net al.14 for the calculation of the penetrance of CNVs associated    not found in controls and therefore not part of this study (as\nwith schizophrenia, although we differed from their methods          penetrance would be estimated at 100%), such as the BP4-BP5\nby using the observed population CNV frequencies directly in         15q13.2q13.3 microdeletion, the CNVs may be inherited from\nthe following calculation. In brief, penetrance was calculated as:   apparently healthy parents in some cases,16 so penetrance is not\n                                                                     complete, yet our data could not be used to estimate a value.\n                                   P (G | D) P (D)                   Although similar penetrance estimates based on a subset of\n           P (D | G ) =                                     ,\n                          P (G | D) P (D) + P (G | D) P (D)          these data were recently part of a corrigendum to the article by\n                                                                     Cooper et al.,4 our increased population sizes and inclusion of\nwhere D = disease, G = genotype (i.e., the presence of the           only postnatal cases give increased power to the estimates in\nCNV), and D = absence of disease. Because we intended to             this current study.\ncalculate the probability of any abnormal pediatric phenotype\nwhen the CNV was identified on prenatal microarray testing,                                   DISCUSSION\nwe defined the frequency of disease (P(D)) to be 5.12%, which        By using a patient population with a variety of phenotypes,\nis derived from the work of Baird et al.,15 who estimated the        we are able to provide penetrance estimates for our group of\npopulation frequency of diseases with an important genetic           disease susceptibility CNVs for a range of abnormal pediatric\ncomponent among individuals younger than 25 to be 53 in              phenotypes. This is both a strength and a weakness, because\n1,000. We subtracted from this 1.8 per 1,000, the frequency          our estimates apply simply to the presence or absence of any\nof chromosomal disorders, because these will have been ruled         abnormal pediatric phenotype without providing information\nout in most cases through karyotyping. The 95% confidence            about expressivity. It is well established that these CNVs lead\nintervals (CIs) for our penetrance estimates were calculated         to a spectrum of phenotypes, and predictions about sever-\nusing the binomial CI for case and control counts calculated by      ity (expressivity) are not possible on the basis of the data\nthe Clooper–Pearson exact tail area method. Using penetrance         presented here. Some CNVs may have an association with a\nsamples from both case and control distributions, we first cal-      specific phenotype, and different calculations could provide\nculated maximal and minimal likely counts in which the prob-         separate estimates for a phenotype of concern. For example,\nability of generating a more extreme count for either cases or       Bayesian analysis for proximal 16p11.2 deletions and autism\ncontrols is 15.8% ( 0.025 ); thus the probability of sampling a      spectrum disorders, with P(G|D) being 0.5%17 and P(D) being\nmore extreme combination of case and control counts is 0.158         1/110,18 yields a penetrance estimate of 14.5% for an autism\n× 0.158 = 0.025 per tail. In the case of observed proportions of     spectrum disorder phenotype in the presence of a proximal\n0 and 1, the upper and lower binomial confidence bounds are          16p11.2 deletion. Notably, this is lower than our penetrance\n\n480                                                                                  Volume 15 | Number 6 | June 2013 | Genetics in medicine\n\fPenetrance for recurrent CNVs | ROSENFELD et al                                                                               brief report\nfor any abnormal phenotype, which supports the use of our                  References\nestimates to include specific phenotypes among a number of                 1.    Girirajan S, Eichler EE. Phenotypic variability and genetic susceptibility to\n                                                                                 genomic disorders. Hum Mol Genet 2010;19(R2):R176–R187.\nother possible manifestations. In addition, our estimates do               2.    Girirajan S, Campbell CD, Eichler EE. Human copy number variation and\nnot include risks for adult-onset or other conditions, such as                   complex genetic disease. Annu Rev Genet 2011;45:203–226.\nobesity, that alone would likely not lead to an individual to be           3.    Mefford HC, Sharp AJ, Baker C, et al. Recurrent rearrangements of\n                                                                                 chromosome 1q21.1 and variable pediatric phenotypes. N Engl J Med\nreferred for clinical microarray-based comparative genomic                       2008;359:1685–1699.\nhybridization testing. Although subclinical phenotypes may                 4.    Cooper GM, Coe BP, Girirajan S, et al. A copy number variation morbidity\nnot be of concern, adult-onset conditions might be, and pen-                     map of developmental delay [forthcoming corrigendum in Nat Genet]. Nat\n                                                                                 Genet 2011;43:838–846.\netrance has been estimated for some of these CNVs and, for\n                                                                           5.    Kaminsky EB, Kaul V, Paschall J, et al. An evidence-based approach to\nexample, schizophrenia.14 Finally, it should be noted that we                    establish the functional and clinical significance of copy number variants in\ncould have underestimated penetrance because the controls                        intellectual and developmental disabilities. Genet Med 2011;13:777–784.\nstudied did not have in-depth phenotyping and may include                  6.    Miller DT, Adam MP, Aradhya S, et al. Consensus statement: chromosomal\n                                                                                 microarray is a first-tier clinical diagnostic test for individuals with\nmildly affected individuals. Also, these estimates are based on                  developmental disabilities or congenital anomalies. Am J Hum Genet\npopulations that are assumed to be mostly Caucasian, so it                       2010;86:749–764.\nis also unclear whether estimates would vary in other ethnic               7.    Shen Y, Dies KA, Holm IA, et al. Clinical genetic testing for patients with\n                                                                                 autism spectrum disorders. Pediatrics 2010;125:e727–e735.\ngroups.                                                                    8.    Girirajan S, Rosenfeld JA, Coe BP, et al. Phenotypic heterogeneity of genomic\n   The calculation model and estimates provided here will                        disorders and rare copy-number variants. N Engl J Med 2012;367:1321–\nhopefully be a useful tool in prenatal genetic counseling, pro-                  1331.\n                                                                           9.    Ballif BC, Theisen A, Coppinger J, et al. Expanding the clinical phenotype\nviding one more piece of information to inform prospective                       of the 3q29 microdeletion syndrome and characterization of the reciprocal\nparents on the risks associated with carrying a specific CNV.                    microduplication. Mol Cytogenet 2008;1:8.\nAlthough counseling should still include information about                 10.   Ballif BC, Theisen A, McDonald-McGinn DM, et al. Identification of a\nthe range of possible phenotypic outcomes, penetrance esti-                      previously unrecognized microdeletion syndrome of 16q11.2q12.2. Clin\n                                                                                 Genet 2008;74:469–475.\nmates can help to put the degree of risk into perspective; for             11.   Duker AL, Ballif BC, Bawle EV, et al. Paternally inherited microdeletion\nexample, counseling about a 15q11.2 deletion could be rela-                      at 15q11.2 confirms a significant role for the SNORD116 C/D box snoRNA\ntively reassuring with a ~90% likelihood of a normal pheno-                      cluster in Prader-Willi syndrome. Eur J Hum Genet 2010;18:1196–1201.\n                                                                           12.   Bejjani BA, Saleki R, Ballif BC, et al. Use of targeted array-based CGH for the\ntype, as compared with an ~50% chance of a normal outcome                        clinical diagnosis of chromosomal imbalance: is less more? Am J Med Genet\nwith a 16p11.2 proximal deletion. The ultimate phenotype of                      A 2005;134:259–267.\nthe child is probably affected by his/her genetic background               13.   Hubert M, Van der Veeken S. Outlier detection for skewed data. J\n                                                                                 Chemometr 2008;22:235–246.\nand other environmental factors, the vast majority of which are            14.   Vassos E, Collier DA, Holden S, et al. Penetrance for copy number variants\nunknown and therefore cannot be tested. Even when microar-                       associated with schizophrenia. Hum Mol Genet 2010;19:3477–3481.\nray testing identifies an additional CNV, it is not possible to            15.   Baird PA, Anderson TW, Newcombe HB, Lowry RB. Genetic disorders\n                                                                                 in children and young adults: a population study. Am J Hum Genet\npredict how the CNVs may interact. Although it is still pos-\n                                                                                 1988;42:677–693.\nsible that prenatal microarray testing will identify a novel CNV           16.   van Bon BW, Mefford HC, Menten B, et al. Further delineation of the 15q13\nof unclear clinical significance, in which case data do not exist                microdeletion and duplication syndromes: a clinical spectrum varying from\nto apply this model, large population studies have estimated                     non-pathogenic to a severe outcome. J Med Genet 2009;46:511–523.\n                                                                           17.   Walsh KM, Bracken MB. Copy number variation in the dosage-sensitive\nthat ~1/200 low-risk pregnancies carry a clinically significant                  16p11.2 interval accounts for only a small proportion of autism incidence: a\nCNV, many of which are at these recurrent loci;19,20 and so these                systematic review and meta-analysis. Genet Med 2011;13:377–384.\npenetrance estimates are likely applicable for many abnormal               18.   Centers for Disease Control and Prevention. Prevalence of autism spectrum\n                                                                                 disorders—Autism and Developmental Disabilities Monitoring Network,\nprenatal microarray results.                                                     United States, 2006. Surveillance Summaries. Morb Mortal Wkly Rep\n                                                                                 2009;58:1–20.\nACKNOWLEDGMENTs                                                            19.   Lee CN, Lin SY, Lin CH, Shih JC, Lin TH, Su YN. Clinical utility of array\n                                                                                 comparative genomic hybridisation for prenatal diagnosis: a cohort study\nWe thank Greg Cooper for his assistance with statistical\n                                                                                 of 3171 pregnancies. BJOG 2012;119:614–625.\n­calculations. E.E.E. is an investigator of the Howard Hughes Medi-        20.   Shaffer LG, Dabell MP, Fisher AJ, et al. Experience with microarray-based\n cal Institute.                                                                  comparative genomic hybridization for prenatal diagnosis in over 5000\n                                                                                 pregnancies. Prenat Diagn 2012;32:976–985.\n\nDISCLOSURE\nJ.A.R. is an employee of Signature Genomic Laboratories, a sub-                         This work is licensed under a Creative\nsidiary of PerkinElmer, Inc. E.E.E. is on the scientific advisory boards                Commons Attribution-NonCommercial-No\nfor Pacific Biosciences, Inc., SynapDx Corp., and DNAnexus, Inc.           Derivative Works 3.0 License. To view a copy of this license,\nThe other authors declare no conflict of interest.                         visit http://creativecommons.org/licenses/by-nc-nd/3.0/\n\n\n\n\nGenetics in medicine | Volume 15 | Number 6 | June 2013                                                                                                    481",
  "wordCount": 3356,
  "indexed": "2025-09-25T22:43:04.183Z",
  "method": "direct"
}
