{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Clinical guidelines/Jarvik y Browning - 2016 - Consideration of Cosegregation in the Pathogenicity Classification of Genomic Variants.pdf",
  "fileName": "Jarvik y Browning - 2016 - Consideration of Cosegregation in the Pathogenicity Classification of Genomic Variants.pdf",
  "relativePath": "Genetica/Clinical guidelines/Jarvik y Browning - 2016 - Consideration of Cosegregation in the Pathogenicity Classification of Genomic Variants.pdf",
  "text": "ARTICLE\nConsideration of Cosegregation in the\nPathogenicity Classification of Genomic Variants\nGail P. Jarvik1,* and Brian L. Browning1\n\nThe American College of Medical Genetics and Genomics (ACMG) and Association of Molecular Pathology (AMP) recently published\nimportant new guidelines aiming to improve and standardize the pathogenicity classification of genomic variants. The Clinical\nSequencing Exploratory Research (CSER) consortium evaluated the use of these guidelines across nine laboratories. One identified\nobstacle to consistent usage of the ACMG-AMP guidelines is the lack of a definition of cosegregation as criteria for pathogenicity\nclassification. Cosegregation data differ from many other types of pathogenicity data in being quantitative. However, the ACMG-\nAMP guidelines do not define quantitative criteria for use of these data. Here, such quantitative criteria, in an easily implementable\nform, are proposed.\n\n\nIntroduction                                                               The goal of this work is to propose a set of easily imple-\n                                                                         mented, quantitative guidelines for the consideration of\nThe consideration of cosegregation of a genetic variant and              cosegregation of a variant and a disease in the classification\ndisease is important data when evaluating the pathoge-                   of variant pathogenicity. These proposed guidelines sup-\nnicity of a genomic variant. Thus, cosegregation is                      port specific ACMG-AMP evidence levels. These guidelines\nincluded as part of the recently published, important                    are designed to be implementable by molecular patholo-\nAmerican College of Medical Genetics and Genomics                        gists and clinical geneticists without advanced statistical\n(ACMG) and Association of Molecular Pathology (AMP)                      genetics training.\nguidelines aiming to improve and standardize the pathoge-\nnicity classification of genomic variants.1 Such guidance is\na crucial step in advancing a consistent implementation of               Material and Methods\ngenomic medicine.\n   The ACMG-AMP pathogenicity classification guidelines                  Although the Thompson-Bayrak-Toydemir BF method can achieve\noffer a set of categories that can each be used to offer vary-           more precision when penetrance is incomplete and can be esti-\ning levels of support for classification of a variant as                 mated, it is not easily computable by most laboratory personnel\nbenign, likely benign, variant of uncertain significance,                or clinicians. However, if the BF method is implemented computa-\nlikely pathogenic, or pathogenic. These categories are sum-              tionally in a lab, the thresholds proposed here can be used for that\nmarized in the left column of Figure 1. In considering cose-             method as well as the simpler method outlined here.\ngregation evidence, non-segregation was considered                          We calculate a simple probability that the observed variant-\nstrong evidence of a benign variant. Cosegregation with                  affected status data occur by chance, rather than due to cosegrega-\n                                                                         tion. We assume that the proband(s) have that variant and full\ndisease in multiple affected family members was consid-\n                                                                         penetrance and that the allele is rare enough that all occurrences\nered supporting evidence of pathogenicity, and increased\n                                                                         in the observed pedigrees are identical by descent, rather\nsegregation data was considered moderate or strong evi-                  than the same variant entering the pedigree from more than\ndence of pathogenicity. However, non-segregation, segre-                 one ancestor. Under a dominant model, this probability is\ngation, and increased segregation were not quantitatively                N ¼ ð1=2Þm , where m is the number of meioses of the variant of\ndefined. The AMCG-AMP guidelines cite the work of                        interest that are informative for cosegregation.\nThompson et al.2 and its extension by Bayrak-Toydemir                       For example, if the only data are that an affected proband and\net al.,3 but these authors do not propose specific evidence              one affected parent both carry the variant of interest for a domi-\ncutoffs for pathogenicity. Bayrak-Toydemir et al.3 do pro-               nant disorder, given that the proband carries the variant, the prob-\npose a so-called Bayes factor (BF) method that computes                  ability of the affected parent also carrying it is ð1=2Þ1 ¼ 1=2,\na likelihood ratio for quantitation of evidence, and they                because a single meioses informative for cosegregation is observed.\n                                                                         It is important to note that absence of the variant of interest in an\ndiscuss the need for a threshold for calling a variant delete-\n                                                                         unaffected individual is cosegregation information. Informative\nrious. In this issue of the American Journal of Human\n                                                                         meioses can be totaled across families. If some pedigree members\nGenetics, the Clinical Sequencing Exploratory Research                   are not phenotyped or genotyped, the probability of transmission\n(CSER) consortium4 identifies the lack of quantitative                   of a variant can vary from 1/2. The probability for such individuals\nguidelines for cosegregation as a source of discordance in               is multiplied by the probability for the other cosegregation events\nthe implementation of the ACMG-AMP guidelines across                     in the family to determine the final probability, given that these\nlaboratories.5                                                           are independent events; this is demonstrated in Figure 2, family 3.\n\n1\n  Division of Medical Genetics, Department of Medicine and Department of Genome Sciences, The University of Washington, Seattle, WA 98195, USA\n*Correspondence: pair@u.washington.edu\nhttp://dx.doi.org/10.1016/j.ajhg.2016.04.003.\nÓ 2016 American Society of Human Genetics.\n\n\n                                                              The American Journal of Human Genetics 98, 1077–1081, June 2, 2016 1077\n\fFigure 1. ACMG-AMP Pathogenicity Classification Guidelines Updated to Include Cosegregation\nThe summary table of evidence categories and levels from the ACMG-AMP pathogenicity classification guideline paper by Richards\net al.1 is shown and is updated to include the proposed cosegregation thresholds as outlined in Table 1. The strongest evidence level\nsupported by a given N is selected. Figure adapted with permission from Richards et al.1\n\n\n   This method can be extended to uncertain phenotypes by               considered. Cosegregation of X-linked disorders can be evaluated\nweighting the probability of being affected (Figure 2, family 3).       similarly, by setting the probability of the proband carrying the\nSimilarly, this method can be extended to disorders with incom-         variant of interest as 1 and evaluating the probability of the\nplete penetrance by considering the cosegregation in affected           observed cosegregation. For example, N ¼ 1/2 when an affected\nindividuals only, although information is lost, or a penetrance         male proband has either one affected brother with the variant of\nestimate can be added to the calculation.                               interest or, conversely, one unaffected brother without that\n   Our method is more intuitive to many, but under our assump-          variant.\ntions of complete penetrance, a single causal allele, and no pheno-\ncopies, N ¼ 1/BF as BF is defined by Thompson.2 Under these\nassumptions, the numerator of the BF equation is 1.0 (due to            Assigning ACMG-AMP Pathogenicity Evidence Level\nthe complete penetrance) and the denominator is ð1=2Þm . Thus,          The ACMG-AMP guideline paper2 suggests that increasing\nN ¼ 1/BF given simplifying assumptions.                                 amounts of cosegregation evidence could lead to an evidence cri-\n   Multiple families are jointly considered by adding the informa-      terion of supporting evidence, moderate evidence, or strong evi-\ntive meioses across families to obtain m. Thus, if one observes four    dence that a variant is pathogenic. Non-segregation is considered\npedigrees for which the only data are that the affected child and       strong evidence that the variant is benign.\naffected parent share the same variant of interest in a dominant           We propose the cutoffs summarized in Table 1 to define the sup-\ndisorder, given that the proband in each family has the same            porting, moderate, and strong evidence levels. Inherent in our sys-\nvariant, N ¼ (1/2)4. Alternatively, when not all probabilities are      tem is that including data for an individual very often changes the\n1/2, one multiplies the probability of the independent cosegrega-       likelihood, N, by a factor of 1/2, so that these thresholds are mul-\ntion events in each family together for a final probability.            tiples of 1/2. We propose that N be required to be smaller if all the\n   Large pedigrees are less-often available for recessive disorders;    segregation evidence comes from a single family, rather than two\nhowever, similar calculations can be made. For example, for two         or more families, solely due to the concern that evidence from a\naffected siblings who carry the same two variants, the probability      single family can be due to physical linkage between the observed\nthat the proband carries both variants of interest is 1 and N ¼ 1/4;    variant and an unobserved causal variant.\nif three affected siblings share the same affected variant, N ¼ 1/16.      Given the well-accepted criteria for rejecting the null hypothe-\nInformation from unaffected pedigree members can also be                sis of p % 0.05 and the limitation of segregation data to factors of\n\n\n\n1078 The American Journal of Human Genetics 98, 1077–1081, June 2, 2016\n\f                                                                                             Figure 2. Examples of Computation of\n                                                                                             Cosegregation Evidence\n                                                                                             These examples demonstrate the computa-\n                                                                                             tion of N proposed here and contrast it\n                                                                                             to BF as computed by Bayrak-Toydemir\n                                                                                             et al., considering pedigrees from their\n                                                                                             paper.3 Filled-in pedigree members are\n                                                                                             affected, and hashed are highly suspicious\n                                                                                             for the phenotype. A positive sign indi-\n                              No ACMG evidence                                               cates that the individual harbors the\n                                                                                             variant of interest, and a negative sign in-\n                                                                                             dicates that the individual was genotyped\n                                                                                             and does not harbor the variant of interest.\n                                                                                             The proband is identified with an arrow.\n                                                                                             Pedigrees reprinted with permission from\n                                                                                             Bayrak-Toydemir et al.3\n\n\n\n\n                                                                                             with a pathogenic BRCA1 variant might\n                                                                                             not share this variant with a sister who\n                                                                                             also has breast cancer. Is this evidence\n                                                                                             that the variant is not pathogenic or does\n                                                                                             the sister have breast cancer from another\n                                                                                             cause or sporadic breast cancer? When in-\n                                                                                             heritance is complex or when diseases are\n                                                                                             common and of heterogeneous etiology,\n                                                                                             the conclusion that nonsegregation sup-\n                                                                                             ports a benign variant call should be\n                                                                                             made with caution.\n\n\n                                                                                             Results\n\n                                                                                              Examples of Calculating N and\n                                                                                              Evidence Level\n                                                                                              Examples of computation of N for a\n                                                                                              dominant disorder are shown in\n                                                                                              Figure 2. These pedigrees were pub-\n                                                                                              lished by Bayrak-Toydemir et al.,3\n                                                                                              and we use them here to contrast\n1/2, N ¼ 1/32 or 1/16 are reasonable levels for strong evidence of     their computed BF with N computed here. We have or-\nsegregation. We propose that the 1/32 criteria be used if all cose-    dered them by simplicity of computation, rather than\ngregation data come from one pedigree and 1/16 be used if at           the family number. Note that in each example, N is a\nleast two pedigrees have evidence supporting cosegregation             reasonable approximation of 1/BF. Differences might be\n(Table 1). We continue this dichotomy throughout all evidence\n                                                                       due to the consideration of minor-allele frequency (MAF)\nlevels.\n                                                                       in each case, differences in assumed penetrance and phe-\n  Once the most restrictive threshold of N ¼ 1/32 is met, further\n                                                                       nocopy rates, and difference in weighting the highly suspi-\ndata need not be considered because the ACMG-AMP guidelines\ndo not allow segregation data alone to lead to the determination       cious for affected individuals in family 3.\nof very strong evidence of pathogenicity.                                In Figure 2, the parents of family 8 do not have genetic data\n                                                                       and three affected siblings share the same variant. Because\n                                                                       we assume that the variant of interest occurs in the proband,\nNonsegregation                                                         there are two additional meioses, to the siblings, to consider.\nIn the case of a fully penetrant disorder, a single unaffected indi-   Thus, N ¼ (1/2)2 ¼ 1/4. Note that it is not 1/8 because the\nvidual who has the variant of interest is evidence of nonsegrega-      probability that the proband has the variant is assumed to\ntion. In our experience these negative data are rarely published,\n                                                                       be 1. The ACMG-AMP evidence level for these data does\nand evidence databases such as ClinVar6 do not often give nonseg-\n                                                                       not meet the 1/8 single family threshold for ‘‘pathogenic\nregation details sufficient for a calculation. Nonsegregation can be\ndifficult to access when penetrance is age dependent or incom-         supporting’’ and is not used in variant classification.\nplete and when the variant can enter the pedigree from more              In Figure 2, family 4, the assumption that a very rare\nthan one source. In that case, consideration of affected individuals   variant does not enter the pedigree from two independent\nonly is conservative. However, for more common diseases the            sources allows us to assume that the untyped relatives\nconcern of phenocopies is relevant. For example, a proband             connecting those who carry the variant of interest are\n\n\n                                                            The American Journal of Human Genetics 98, 1077–1081, June 2, 2016 1079\n\f                                                                                  and areas for improved guidance.5 One area of concern\nTable 1. Proposed Cosegregation Evidence to Support Each\nACMG-AMP1 Pathogenicity Evidence Level                                            is a lack of standard criteria for cosegregation evidence\n                                Single Family             >1 Family               to be used to support evidence levels. Given that cosegre-\nStrong evidence                 %1/32 (%0.03)             %1/16 (%0.06)\n                                                                                  gation data are by definition quantifiable, we seek to\n                                                                                  provide such guidance.\nModerate evidence               %1/16 (%0.06)             %1/8 (%0.125)\n                                                                                     As noted above, our use of the probability of the cosegre-\nSupporting evidence             %1/8 (%0.125)             %1/4 (%0.25)            gation data, given independent segregation of the variant\nN, probability of observed cosegregation if not pathogenic, totaled over all      and the disease, under simplifying assumptions, is equal\nfamilies (or 1/BF). Note that the strongest evidence level supported by a given   to 1/BF, considering BF defined by Thompson et al.2 The\nN is selected.\n                                                                                  BF can be used to incorporate incomplete penetrance,\n                                                                                  age-of-onset functions, and MAF and thus the possibility\n                                                                                  that the variant is not identical by descent in all pedigree\nalso carriers. The probability of these data given indepen-\n                                                                                  members and uncertainty in diagnosis. Although some of\ndent assortment of the variant and disorder and that the\n                                                                                  these data will be estimated, they can add precision to\nproband carries the variant is N ¼ (1/2)6. These data yield\n                                                                                  the cosegregation evidence, and the BF can be inverted\nan ACMG-AMP evidence level of pathogenic strong, en-\n                                                                                  to evaluate the ACMG-AMP evidence level supported.\ncoded as PS.\n                                                                                  The limitation of the BF computation is that it requires\n   Figure 2, family 3 adds data on unaffected individuals\n                                                                                  training and tools not required by the method suggested\nand challenges us to consider how to incorporate data\n                                                                                  here. We note that, for disorders with incomplete pene-\non individuals that probably, but not definitely, have\n                                                                                  trance, N can be computed considering only the affected\nthe disease. Again, we assume that the proband has the\n                                                                                  individuals. However, this will lose information available\nvariant and that the variant is so rare that it only enters\n                                                                                  in a calculation where penetrance-by-age functions are\nthe pedigree once; thus, untyped relatives who must\n                                                                                  included.\nhave passed the variant are assumed to have the variant.\n                                                                                     We have made an effort to align our evidence levels\nConsidering definitely affected individuals, we observe\n                                                                                  with other data that ACMG-AMP identify as usable to\nfour meioses, so that the affected individuals contribute\n                                                                                  support the supporting moderate or strong evidence of\na factor of (1/2)4 to the value of N. The probability that\n                                                                                  pathogenicity levels (Figure 1).1 A case-control study asso-\nan individual is a noncarrier is 1 minus the probability\n                                                                                  ciating a variant with the phenotype is considered strong\nthat the individual is a carrier. So individual IV-4 contrib-\n                                                                                  evidence. Given that this would customarily require a p\nutes a factor of ð1 \u0002 ð1=2ÞÞ ¼ 1=2, and individual IV-5\n                                                                                  value of 0.05 or less, our suggested criteria for segregation\ncontributes a factor of ð1 \u0002 ð1=2Þ2 Þ ¼ 3=4. Thus, for family\n                                                                                  would yield similar evidence. A de novo ‘‘without\n3, N ¼ ð1=2Þ4 3 ð1=2Þ3ð3=4Þ ¼ 3=ð27 Þ ¼ 3=256ð\u0003 1=85Þ,\n                                                                                  maternity and paternity confirmed’’ would constitute\nwithout consideration of the individuals highly suspi-\n                                                                                  moderate evidence under ACMG-AMP. The ACMG-AMP\ncious for disease. These individuals can be incorporated\n                                                                                  guidelines define supporting evidence of pathogenicity\ninto the evidence with the BF approach. If the highly\n                                                                                  as ‘‘cosegregation with disease in multiple family mem-\nsuspicious individuals are assumed to be affected, the\n                                                                                  bers.’’ 1 This is aligned with our criterion of N ¼ 1/8 in\nsegregation probability of 1/4 can be applied; it could\n                                                                                  a single family.\nalso be reasonable to alter this based on the confidence\n                                                                                     The authors of the ACMG guidelines raise the concern\nthat they are affected (e.g., use 1/3 or 1/2 instead of 1/4\n                                                                                  that cosegregation of a variant with disease in a family\nto account for the reduced confidence in their diagnoses).\n                                                                                  might be secondary to physical linkage between that\nRegardless of the handling of the highly suspicious indi-\n                                                                                  observed variant and the actual pathogenic variant.1\nviduals, these data yield an ACMG-AMP evidence level\n                                                                                  This is often a concern in the identification of new\nof pathogenic strong.\n                                                                                  disease—gene associations, where the gene has not previ-\n                                                                                  ously been known to be associated with the disorder. As\nDiscussion                                                                        linkage regions are often very large in a single family,\n                                                                                  due to lack of recombination events, the concern over\nClassification of the pathogenicity of variants will be an                        false positives due to physical linkage of the observed\nongoing and important task. The repository ClinVar6 al-                           variant with the true pathogenic variant, which might\nlows public reporting of pathogenicity classification,                            even be in a neighboring gene, are reasonable. However,\nincluding the supporting evidence, of variant-disease                             in the case of the full-sequence data of a gene known to\npairs. However, inconsistency in the criteria different                           be associated with the disorder, the likelihood of failing\nlabs use to assess pathogenicity was identified as an                             to identify the pathogenic change in favor of a marker\nobstacle to genomic medicine. The ACMG-AMP guide-                                 in physical linkage is substantially reduced versus that\nlines are an important effort to bring consistency to                             of a partially sequenced linkage region with multiple\nvariant classification. Recent work from the CSER con-                            possible associated loci. Further, the ACMG-AMP authors\nsortium identifies sources of variation in the implementa-                        allow case-control association data as strong support of\ntion of ACMG-AMP guidelines and suggests clarifications                           pathogenicity, and those results can also occur for a\n\n\n1080 The American Journal of Human Genetics 98, 1077–1081, June 2, 2016\n\fnon-pathogenic variant in linkage disequilibrium with an              Received: February 28, 2016\nunobserved pathogenic variant. Nonetheless, we do                     Accepted: April 6, 2016\npenalize the case where the variant only has disease                  Published: May 26, 2016\ncosegregation data from a single family by a somewhat\narbitrary factor of 2.                                                References\n   Cosegregation cannot be considered very strong evi-\ndence of pathogenicity under the ACMG guidelines.1                    1. Richards, S., Aziz, N., Bale, S., Bick, D., Das, S., Gastier-Foster,\nUnder the ACMG-AMP guidelines, the only evidence                         J., Grody, W.W., Hegde, M., Lyon, E., Spector, E., et al.; ACMG\n                                                                         Laboratory Quality Assurance Committee (2015). Standards\nconsidered very strong evidence of pathogenicity is a\n                                                                         and guidelines for the interpretation of sequence variants:\nnonsense mutation in a gene where nonsense mutations\n                                                                         a joint consensus recommendation of the American College\nare a known cause of the disease. Even this is not consid-               of Medical Genetics and Genomics and the Association for\nered strong enough stand-alone evidence to call the                      Molecular Pathology. Genet. Med. 17, 405–424.\nvariant as pathogenic. Classifying a variant as pathogenic            2. Thompson, D., Easton, D.F., and Goldgar, D.E. (2003).\ncan occur when one very strong evidence of pathogenicity                 A full-likelihood method for the evaluation of causality of\nis combined with at least one strong support evidence level              sequence variants from family data. Am. J. Hum. Genet. 73,\nor two moderates, or a combination of lesser evidence                    652–655.\nlevels. For this reason, it seems that the authors of the             3. Bayrak-Toydemir, P., McDonald, J., Mao, R., Phansalkar, A.,\nACMG-AMP statement might reconsider whether there is                     Gedge, F., Robles, J., Goldgar, D., and Lyon, E. (2008). Likeli-\na level of cosegregation which constitutes very strong                   hood ratios to assess genetic evidence for clinical significance\n                                                                         of uncertain variants: hereditary hemorrhagic telangiectasia\nevidence.\n                                                                         as a model. Exp. Mol. Pathol. 85, 45–49.\n   We propose here easily quantified criteria for cosegrega-\n                                                                      4. Green, R.C., Goddard, K.A.B., Jarvik, G.P., Amendola, L.M., Ap-\ntion to support evidence levels defined by the ACMG-                     pelbaum, P.S., Berg, J.S., Bernhardt, B.A., Biesecker, L.G., Biswas,\nAMP variant classification guidelines1 in an effort to                   S., Blout, C.L., et al.; Clinical Sequencing Exploratory Research\nimprove standardization of variant classification among                  Consortium (2016). Accelerating evidence-based practice of\nclinical and other genomic laboratories. This is accompa-                genomic medicine. Am. J. Hum. Genet. 98, this issue, 1051–\nnied by a simplified calculation of N and also the ability               1066.\nto use these guidelines with fewer assumptions by calcula-            5. Amendola, L.M., Jarvik, G.P., Leo, M.C., McLaughlin, H.M.,\ntion of a BF2,3 and comparing 1/BF to the cutoffs                        Akkari, Y., Amaral, M.D., Berg, J.S., Biswas, S., Bowling,\nproposed.                                                                K.M., Conlin, L.K., et al. (2016). Performance of ACMG/\n                                                                         AMP variant interpretation guidelines among nine la-\n                                                                         boratories in the Clinical Sequencing Exploratory Research\nAcknowledgments\n                                                                         consortium. Am. J. Hum. Genet. 98, this issue,\nThis work was supported by NIH grants U01 HG006507, U01                  1067–1076.\nHG007307, U01HG008657, and R01 HG008359. The authors                  6. Landrum, M.J., Lee, J.M., Benson, M., Brown, G., Chao, C.,\nthank the journals Genetics in Medicine and Experimental and Molec-      Chitipiralla, S., Gu, B., Hart, J., Hoffman, D., Hoover, J., et al.\nular Pathology for permission to reprint and adapt the figures,          (2016). ClinVar: public archive of interpretations of\nDr. Heidi L. Rehm for providing the original figure adapted for          clinically relevant variants. Nucleic Acids Res. 44 (D1), D862–\nFigure 1, and Dr. Adam S. Gordon for helpful comments.                   D868.\n\n\n\n\n                                                           The American Journal of Human Genetics 98, 1077–1081, June 2, 2016 1081",
  "wordCount": 3482,
  "indexed": "2025-09-25T22:38:55.686Z",
  "method": "direct"
}
