{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Bragin et al_2014_DECIPHER.pdf",
  "fileName": "Bragin et al_2014_DECIPHER.pdf",
  "relativePath": "Genetica/Generalidades/Bragin et al_2014_DECIPHER.pdf",
  "text": "Published online 22 October 2013                                Nucleic Acids Research, 2014, Vol. 42, Database issue D993–D1000\n                                                                                                             doi:10.1093/nar/gkt937\n\n\nDECIPHER: database for the interpretation of\nphenotype-linked plausibly pathogenic\nsequence and copy-number variation\nEugene Bragin1, Eleni A. Chatzimichali1, Caroline F. Wright1, Matthew E. Hurles1, Helen\nV. Firth1,2, A. Paul Bevan1 and G. Jawahar Swaminathan1,*\n1\n    Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge CB10 1SD, UK and\n2\n    Cambridge University Department of Medical Genetics, Addenbrooke’s Hospital, Cambridge CB2 2QQ, UK\n\nReceived September 11, 2013; Accepted September 24, 2013\n\n\n\nABSTRACT                                                                        INTRODUCTION TO DECIPHER\nThe DECIPHER database (https://decipher.sanger.                                 Genetic diseases are caused by abnormalities in the\nac.uk/) is an accessible online repository of                                   genome of an individual that range from small mutations\ngenetic variation with associated phenotypes that                               in critical genes, to larger structural changes that include\n                                                                                deletions, duplications, translocations or inversions in\nfacilitates the identification and interpretation of\n                                                                                regions of chromosomes (or combinations of the above)\npathogenic genetic variation in patients with rare                              and affect one or more genes. The external manifestation\ndisorders. Contributing to DECIPHER is an interna-                              of these disorders (phenotype) in combination with genetic\ntional consortium of >200 academic clinical centres                             testing to determine the underlying cause (genotype) is\nof genetic medicine and \u00151600 clinical geneticists                              usually necessary for accurate clinical diagnosis for these\nand diagnostic laboratory scientists. Information                               rare disorders. For some genetic disorders, while pheno-\nintegrated from a variety of bioinformatics                                     type assessments alone may provide strong indicators to\nresources, coupled with visualization tools,                                    an underlying condition [Down syndrome, (2)], genetic\nprovides a comprehensive set of tools to identify                               assessment is still essential to conﬁrm the genetic basis\nother patients with similar genotype–phenotype                                  of a phenotype-driven diagnosis. Rapid advances in tech-\ncharacteristics and highlights potentially patho-                               nology and ever decreasing costs have made high-reso-\n                                                                                lution genomic arrays and next-generation sequencing\ngenic genes. In a significant development, we have\n                                                                                practical for use in a hospital setting. The application of\nextended DECIPHER from a database of just copy-                                 array-comparative genomic hybridization and single-nu-\nnumber variants to allow upload, annotation and                                 cleotide polymorphism (SNP) genotyping methods have\nanalysis of sequence variants such as single                                    been used successfully to dramatically increase rates of\nnucleotide variants (SNVs) and InDels. Other                                    genetic diagnoses for many disorders including severe de-\nnotable developments in DECIPHER include a                                      velopmental delay (3) and intellectual disability (4). Next-\npurpose-built,      customizable      and     interactive                       generation sequencing methods, particularly exome\ngenome browser to aid combined visualization and                                sequencing, have accelerated the pace of disease diagnosis\ninterpretation of sequence and copy-number vari-                                and gene discovery (5) and are being used in large cohort\nation against informative datasets of pathogenic                                studies such as the Deciphering Development Disorder\nand population variation. We have also introduced                               project (6).\nseveral new features to our deposition and analysis                                The rarity and novelty of these disorders, however,\n                                                                                mean that the discrimination of a particular variant as\ninterface. This article provides an update to the\n                                                                                being either pathogenic or benign, and correlating this\nDECIPHER database, an earlier instance of which                                 with a speciﬁc phenotype, is difﬁcult when viewed in\nhas been described elsewhere [Swaminathan et al.                                isolation. The large-scale collation and comparison of\n(2012) DECIPHER: web-based, community resource                                  phenotypes in patients with similar genomic rearrange-\nfor clinical interpretation of rare variants in develop-                        ments, ﬁltered against commonly found variants in the\nmental disorders. Hum. Mol. Genet., 21, R37–R44].                               population, aids clinical diagnosis by helping to establish\n\n\n*To whom correspondence should be addressed. Tel: +44 1223492392; Fax: +44 1223496802; Email: ganesh.swaminathan@sanger.ac.uk\n\nThe authors wish it to be known that, in their opinion, the ﬁrst two authors should be regarded as Joint First Authors.\n\nß The Author(s) 2013. Published by Oxford University Press.\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/3.0/), which\npermits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.\n\fD994 Nucleic Acids Research, 2014, Vol. 42, Database issue\n\n\nwith greater conﬁdence whether the observed variant is          public biomedical databases, affected by the sequence\nlikely causal for the phenotype.                                variant, deletion or duplication.\n   The DECIPHER project (DECIPHER–https://                    . Facilitating both inter- and intra-DECIPHER centre\ndecipher.sanger.ac.uk/) was instigated in 2004 to initiate      collaboration to further the identiﬁcation of new syn-\nan international collaborative effort to collect and cata-      dromes, and discovery of genes critical in speciﬁc\nlogue genotype–phenotype associations, aid the discovery        disorders.\nof new syndromes, help in the identiﬁcation of patients       . Disseminating public DECIPHER data via a search\nsharing common genotype variants and phenotypes, and            interface, public genome browsers (UCSC and\nhighlight common copy-number variants (CNVs) (1,7). As          Ensembl) and through bulk data access for research\nthe ﬁrst database and web-accessible service of its kind,       to improve interpretation of these variants.\nDECIPHER has led the way in the identiﬁcation of new          Figure 1 shows signiﬁcant features in DECIPHER that\nsyndromes (8–14) by encouraging contact and collabor-         allow the discovery of clusters of patients with similar\nation between participating centres. At the time of           genetic variation and shared phenotypes, thereby driving\nwriting, DECIPHER contains genotype-linked phenotype          identiﬁcation of potentially pathogenic genes or new\ndata for >21 000 patients deposited from academic clinical    syndromes.\ngenetic centres from 30 countries. DECIPHER provides a           This article describes critical updates to DECIPHER in\nsecure web interface to its registered users to deposit       2013 including the development of combined sequence\nanonymized patient data (phenotype and genotype) and          and CNV deposition with associated analysis tools, real-\ncarry out comparative analysis of these against all data      time annotation of deposited sequence variants, deploy-\nconsented for public release (\u00189000 patients/\u001815 000          ment of a bespoke interactive genome browser to facilitate\nvariants). With informed patient consent, anonymized          combined analysis of sequence and copy-number vari-\nlinked genotype–phenotype data are made available to          ation, adoption of the human phenotype ontology\nall users via the DECIPHER Web site, selected genome          (HPO) (19) for phenotype entry and display, as well as\nbrowsers (15,16) or as a bulk dataset for research under      other miscellaneous improvements to DECIPHER.\nsigned data access agreements. In addition to a powerful\nsearch functionality, DECIPHER provides a suite of\nintegrated analysis and visualization tools designed to       NEW AND ONGOING DEVELOPMENTS\naid in the interpretation of CNVs and sequence variants.\n                                                              Sequence variant deposition\n   The overall aims of DECIPHER are as follows:\n                                                              Genetic abnormalities in the genomes of affected patients\n(1) Aid in the interpretation of plausibly pathogenic         span a wide spectrum ranging from single nucleotide\n    variants from genome-wide analyses by placing them        changes that affect the regulation, expression or activity\n    in the context of known pathogenic variants, other        of a gene to larger deletions or duplications that affect\n    plausibly pathogenic variants and population variation.   one or more genes. In 2004, when the DECIPHER\n(2) Annotate plausibly pathogenic variants with their         project was initiated, only large CNVs (varying in size\n    likely functional impact using Ensembl tools to           from hundreds of kilobases to several megabases) could\n    compare sequence and structural variants with the         be identiﬁed genome-wide. DECIPHER has adapted to\n    latest functional annotation of the current human ref-    display smaller and smaller variants as the resolution of\n    erence genome, e.g. deﬁne which genes are involved in     genomic array technology has improved, but until now\n    a speciﬁc CNV (microdeletion/microduplication), or        has remained a database of phenotype-linked genotype\n    for sequence variants, whether they are positioned        data coming predominantly from array ﬁndings. By\n    within a gene or regulatory element.                      extending DECIPHER to encompass most scales and\n(3) Facilitate research into the study of genes that affect   forms of genomic variation, we have created the ﬁrst\n    human health and development to improve diagno-           utility for the deposition and analysis of both phenotype-\n    sis, management and therapy of rare diseases.             linked sequence and copy-number variation. This signiﬁ-\nDECIPHER achieves these aims by:                              cant upgrade to DECIPHER functionality creates a portal\n                                                              that will help in the cataloguing of the most common forms\n. Providing a password-secured conﬁdential repository         of pathogenic variation and/or variants of uncertain signiﬁ-\n  for the deposition of patient’s genetic ﬁndings with        cance with associated phenotypes on a per patient basis.\n  accompanying phenotypes.                                    Complex double-hit genetic disorders like the thrombo-\n. Enabling the interpretation of uploaded or queried          cytopenia-absent radius syndrome (20) caused by a com-\n  variant data by providing graphical and tabular             bination of copy-number and pathogenic sequence\n  views of annotated variant(s) in a patient alongside        variation can also be easily recorded and analysed in\n  potentially causal variants seen in other patients.         DECIPHER. We have also considered more complex\n. Highlighting common phenotypes between deposited            modes of inheritance of variants that are often found in\n  patients and those in overlapping positions.                patients with rare disorders and made possible the record-\n. Displaying expert curated deletion and duplication syn-     ing of these using a combination of variant inheritance,\n  dromes that overlap with deposited patient variant data.    parental affected status and phenotypic similarities.\n. Listing and displaying genes, their genomic positions          As part of this update, we have also developed back-end\n  and scientiﬁcally curated information drawn from            storage and user interfaces for the deposition of sequence\n\f                                                                            Nucleic Acids Research, 2014, Vol. 42, Database issue              D995\n\n\nvariation data. The sequence deposition process ensures                      deposited variant with data imported from the Ensembl\ndata accuracy using validation against genomic references                    Variant Effect Predictor (VEP) (23). These include\n(position, reference allele and transcript) before saving to                 affected gene/s, location (coding, upstream, regulatory\nthe database. Annotation of the deposited sequence                           regions, etc.) and consequence of the variant (missense,\nvariant is carried out instantaneously and presented to                      nonsense, stop gain/loss, frameshift, etc.). We have also\nthe depositor for further analysis and comparison.                           integrated information from various bioinformatics\n                                                                             sources for the affected gene with outgoing links to\n                                                                             relevant clinical, genomic or protein resources. An add-\nSequence and copy-number analysis\n                                                                             itional tab provides all predictions from Ensembl VEP for\nTo facilitate the interpretation of deposited sequence                       the deposited location (Figure 2B). This information\nvariants in DECIPHER, we have extended the                                   contains, among others, predicted consequences using\nDECIPHER patient variant pages (see https://decipher.                        Sequence Ontology (24) terms as well as PolyPhen (22)\nsanger.ac.uk/patient/273915) (Figure 2A) to include                          and SIFT (21) predictions for all known transcripts with\nderived information from both CNV and sequence vari-                         associated Human Genome Variation Society (HGVS)\nation. The updated pages include a brief summary of the                      (25) identiﬁers.\n\n\n\n\nFigure 1. Discovering clusters of patients with a 6q25.3 deletion involved with intellectual disability. Search in DECIPHER for 6q25.3 identiﬁed\npatient 250481 with a 9.5-Mb deletion in 6q25.3. (A) Interactive visualization of genes overlapping deletion in patient 250481 and other patients that\nhave similar deletions in 6q25.3 in DECIPHER and ISCA (17) databases. Overlapping genes are coloured by their propensity to display\nhaploinsufﬁciency (18). (B) Prioritizing genes affected by a deletion event in patient 250481. List of all affected genes with associated properties.\nAt least three genes have OMIM Morbid entries and are present in the curated list of genes known to be involved in developmental disorders\n(DDG2P). (C) Identifying other patients with shared phenotypes. Details of overlapping patients with shared phenotypes are highlighted in bold.\nMost patients appear to display intellectual disability and have a common overlap (see boxed area in Figure 1A) on ARID1B. (D) Gene ARID1B\nentry in the DDG2P database. Deletions affecting this gene are a cause of intellectual disability.\n                                                                                                                                          (continued)\n\fD996 Nucleic Acids Research, 2014, Vol. 42, Database issue\n\n\n\n\nFigure 1. Continued.\n\n\nInteractive genome browser                                        The genome browser in DECIPHER integrates data\n                                                               from various pathogenic and population sequence\nWe have incorporated a powerful, customizable and inter-\n                                                               variation and CNV resources to facilitate delineation of\nactive genome browser to enhance the utility of\n                                                               the deposited variant. The tracks in the genome browser\nDECIPHER (Figures 1A and 3A). The interactive\n                                                               can be categorized into the following broad themes:\nbrowser (Genoverse: http://www.genoverse.org) has been\ndeveloped jointly by DECIPHER and Ensembl and is               . Reference Tracks: These include a scrollable karyotype\nbased on the popular HTML5 Canvas technology. The                of the chromosome, a genes track showing all protein-\ngenome browser allows the simultaneous integration of            coding genes, a genome sequence track that shows the\ngenomic data from multiple sources while facilitating            genomic reference sequence at high zoom levels and\nfast and interactive data inspection.                            any patient sequence variants.\n   The browser provides a ﬂexible and powerful tool for the    . DECIPHER Data Tracks\nanalysis of both sequence and CNV data within a common            . My Patient CNVs: Displays patient CNV as a bar\ninterface. Relevant data are displayed in tracks that may be         in red (loss) or blue (gain).\nrearranged, turned on or off or ﬁltered using track-speciﬁc       . DECIPHER CNVs: All DECIPHER deposited\ncontrols. Individual items within a track have context-              and consented CNVs that overlap with the\ndependent information that provides information and                  patient CNV, ﬁltered by default to show only\noutgoing links to the relevant data source. Tracks may               patients with similar aberrations (gain or loss)\nbe duplicated using the ‘Tracks’ menu in the browser to              and links to speciﬁc patient pages. This is modiﬁ-\nvisualize data using different ﬁlters. Both sequence and             able from the track-speciﬁc menu.\nCNVs for a single patient are available in a single view          . DECIPHER SNVs, InDels: All DECIPHER\nalong with other patients with overlapping CNVs or                   deposited and consented sequence variants in the\nsequence variants. Sequence variants for a patient are               region of the patient sequence variant.\nshown as vertical bars when zoomed out but seamlessly             . Research Data: Track of sequence variants from\ntransform to show the variant on the reference genome                selected high-quality published research studies to\nsequence at high zoom levels (Figure 3B).                            aid interpretation of sequence variants.\n\f                                                                          Nucleic Acids Research, 2014, Vol. 42, Database issue             D997\n\n\n\n\nFigure 2. Combined sequence and CNV analysis (e.g. DECIPHER patient 273915). (A) Both CNV and sequence variants are shown in tabular form.\nThe sequence variant summary information includes calculated consequences and transcript-based HGVS nomenclature. (B) Data from Ensembl\nVEP for all possible transcripts at given genomic position, with predicted consequences using SIFT (21) and PolyPhen (22). Transcript chosen by the\ndepositor is shown in bold.\n\n\n\n. Pathogenic Data Tracks                                                    phenotypes in DECIPHER to follow the HPO (19), a\n   . Syndromes: DECIPHER expert curated syndromes                           comprehensive ontology representing standardized pheno-\n     that overlap a given sequence or CNV with links                        typic terms encountered in humans. We have also\n     to DECIPHER syndrome pages.                                            introduced an easy ‘drag-and-drop’ interface to enable\n   . ISCA: CNV data from the International Standards                        depositors to rapidly phenotype patients with terms\n     for Cytogenomic Arrays (ISCA) (17), ﬁltered by                         from the HPO vocabulary. As a result, DECIPHER\n     nature of patient CNV (gain or loss) with                              phenotype data are now inter-operable with other\n     outgoing links to ISCA for each variant.                               resources that use or map to HPO such as ClinVar\n   . LSDB variants: All publicly shared locus-speciﬁc                       (http://www.ncbi.nlm.nih.gov/clinvar/) and the ISCA\n     database (LSDB) (28) sequence variation data                           database (17). For those wanting further details about a\n     from the Leiden Open Variation Databases (26)                          particular phenotype in a patient, we have added links to\n     with outgoing links to actual data in the LSDB.                        the relevant ontology term on the HPO Web site.\n   . HGMD: All publicly available pathogenic\n     sequence variation data from the Human Genetic                         Research data\n     Mutation Database (HGMD) (27) with links to\n     data in HGMD.                                                          Academic centres of clinical genetics associated with hos-\n. Population Data Tracks:                                                   pitals have provided all the patient variant data currently\n   . CNVs: Curated set of common CNV known to                               held in DECIPHER. The past 5 years of experience of\n     occur in the population.                                               interpreting genome-wide variation has shown the value\n   . SNVs, InDels: Commonly found sequence variants                         of combining clinical and research datasets. We have\n     in the population from Ensembl-curated dbSNP,                          extended the scope of DECIPHER by accepting member-\n     with links to Ensembl.                                                 ships from academic research groups with expertise in the\n                                                                            genomic analysis of rare disease as well as from clinical\n                                                                            academic centres for the deposition of phenotype-linked\nPhenotype entry interface                                                   variant data. We believe that this will increase coverage of\nDECIPHER phenotypes were originally based on the                            the variation spectrum in DECIPHER, while at the same\ncommercially available Baraitser–Winter Neurogenetics                       time engaging the research and clinical communities in the\nDatabase (29). We have now remapped all existing                            identiﬁcation of patient clusters with similar ﬁndings.\n\fD998 Nucleic Acids Research, 2014, Vol. 42, Database issue\n\n\n\n\nFigure 3. Interactive display of variants in DECIPHER. (A) Genome browser showing both sequence and copy-number variation. Data from LSDB\n(26) and public HGMD (27) databases of sequence variation are also shown with DECIPHER syndrome entries that match these positions. (B) At\nhigher zoom levels, the sequence variant is shown on the reference genome sequence. This view shows the G>A sequence variant with overlapping\nentries in DECIPHER syndromes and HGMD.\n\n\n\nData-sharing                                                             . Mouse–human phenotype association studies: This\n                                                                           study by Boulding and Webber (30) associated\nThe anonymous consented patient data in DECIPHER\n                                                                           critical human genes with clinical symptoms by disrup-\ncontain a wealth of phenotype-associated genotype data,\n                                                                           tion of mouse orthologous genes whose disruption\nideal for identifying novel disease genes, association\n                                                                           produces similar murine phenotypes.\nstudies, research or the development and/or validation\n                                                                         . Studies on copy number-stable regions: Johansson and\nof new bioinformatics tools. DECIPHER makes all con-\n                                                                           Feuk (31) have described the correlation between copy\nsented anonymous data available as a frequently updated\n                                                                           number-stable regions of the human genome and rare\nencrypted download for all bona ﬁde academic researchers\n                                                                           inherited variants using clinical data from DECIPHER\nunder a formal data access agreement. The use of these\ndata for visualization purposes is covered by a separate                   and other sources.\nData Display Agreement, both of which may be found\non the DECIPHER Web site. The anonymous bulk data\nare available in multiple formats for use in research or                 SUMMARY AND OUTLOOK\nin-house display.\n   Examples of publications derived from DECIPHER                        DECIPHER is an invaluable scientiﬁc and clinical\nbulk data interrogation include the following:                           resource for clinical genetics and research. The database\n                                                                         has grown from \u00182000 patients in 100 centres in 2009 to\n. Prediction of haploinsufﬁciency: Huang et al (18) used                 >21 000 patients (\u00189000 consented) in >200 centres in\n  DECIPHER data in their predictions on the propen-                      2013 (up-to-date statistics are available from the Web\n  sity of a gene to demonstrate haploinsufﬁciency, a                     site). The beneﬁts of increased data sharing through\n  measure of the ability of a single copy of a gene to                   patient consent has in turn led to an increase in the\n  maintain normal function.                                              number of international collaborations between\n\f                                                                   Nucleic Acids Research, 2014, Vol. 42, Database issue             D999\n\n\ndepositing clinical genetic centres of patients with shared         REFERENCES\ngenotype–phenotype features. The results of these efforts            1. Swaminathan,G.J., Bragin,E., Chatzimichali,E.A., Corpas,M.,\nhave accelerated the rate of discovery of new syndromes                 Bevan,A.P., Wright,C.F., Carter,N.P., Hurles,M.E. and\nand delineation of critical genes contributing to their                 Firth,H.V. (2012) DECIPHER: web-based, community resource\ncausation: in 2012, DECIPHER data were cited in                         for clinical interpretation of rare variants in developmental\n>160 peer-reviewed publications. DECIPHER is now                        disorders. Hum. Mol. Genet., 21, R37–R44.\n                                                                     2. Roizen,N.J. and Patterson,D. (2003) Down’s syndrome. Lancet,\naccessed regularly by >10 000 unique visitors every                     361, 1281–1289.\nmonth from >90 countries worldwide, and has become                   3. Shaw-Smith,C., Redon,R., Rickman,L., Rio,M., Willatt,L.,\na standard tool in routine clinical interpretation of                   Fiegler,H., Firth,H., Sanlaville,D., Winter,R., Colleaux,L. et al.\ngenomic variants. We believe that accepting sequence                    (2004) Microarray based comparative genomic hybridisation\nvariants in addition to CNVs further enhances the                       (array-CGH) detects submicroscopic chromosomal deletions and\n                                                                        duplications in patients with learning disability/mental retardation\nutility of DECIPHER and provides a facility for                         and dysmorphic features. J. Med. Genet., 41, 241–248.\nanalysing the whole spectrum of genomic variation with               4. Stankiewicz,P. and Beaudet,A.L. (2007) Use of array CGH in the\nassociated phenotypes and inheritance in a single place.                evaluation of dysmorphology, malformations, developmental\nThe inclusion of research data in DECIPHER will cata-                   delay, and idiopathic mental retardation. Curr. Opin. Genet. Dev.,\n                                                                        17, 182–192.\nlyze interactions between clinical and research                      5. Ng,S.B., Nickerson,D.A., Bamshad,M.J. and Shendure,J. (2010)\ncommunities leading to more rapid and accurate inter-                   Massively parallel sequencing and rare disease. Hum. Mol. Genet.,\npretation of plausibly pathogenic variation.                            19, R119–R124.\n   DECIPHER currently has two tiers of data accessibil-              6. Firth,H.V. and Wright,C.F. (2011) The Deciphering Developmental\nity: (i) only visible within a single centre, or (ii) visible to        Disorders (DDD) study. Dev. Med. Child Neurol., 53, 702–703.\n                                                                     7. Firth,H.V., Richards,S.M., Bevan,A.P., Clayton,S., Corpas,M.,\nthe entire world, subject to explicit consent. To facilitate            Rajan,D., Van Vooren,S., Moreau,Y., Pettett,R.M. and\ngreater sharing of data, we are working on the introduc-                Carter,N.P. (2009) DECIPHER: database of chromosomal\ntion of additional, intermediate levels of data access where            imbalance and phenotype in humans using Ensembl eesources.\ndeposited data could be made available to selected                      Am. J. Hum. Genet., 84, 524–533.\n                                                                     8. Barge-Schaapveld,D.Q., Maas,S.M., Polstra,A., Knegt,L.C. and\nmembers of a collaborative project or all registered users              Hennekam,R.C. (2011) The atypical 16p11.2 deletion: a not so\nof DECIPHER. We are also working on the introduction                    atypical microdeletion syndrome? Am. J. Med. Genet. A, 155A,\nof an automated notiﬁcation system that will inform                     1066–1072.\ndepositors when a similar variant is consented for                   9. Engels,H., Wohlleber,E., Zink,A., Hoyer,J., Ludwig,K.U.,\nsharing, facilitating reinterpretation of previously                    Brockschmidt,F.F., Wieczorek,D., Moog,U., Hellmann-Mersch,B.,\n                                                                        Weber,R.G. et al. (2009) A novel microdeletion syndrome involving\ndeposited variants and the collaborative discovery of                   5q14.3-q15: clinical and molecular cytogenetic characterization of\nnovel genetic diseases.                                                 three patients. Eur. J. Hum. Genet., 17, 1592–1599.\n                                                                    10. Malan,V., Raoul,O., Firth,H.V., Royer,G., Turleau,C.,\n                                                                        Bernheim,A., Willatt,L., Munnich,A., Vekemans,M., Lyonnet,S.\nCONTACTING US                                                           et al. (2009) 19q13.11 deletion syndrome: a novel clinically\n                                                                        recognisable genetic condition identiﬁed by array comparative\nDECIPHER has a dedicated helpdesk email address:                        genomic hybridisation. J. Med. Genet., 46, 635–640.\ndecipher@sanger.ac.uk for feedback, information or bug              11. Molin,A.M., Andrieux,J., Koolen,D.A., Malan,V., Carella,M.,\n                                                                        Colleaux,L., Cormier-Daire,V., David,A., de Leeuw,N., Delobel,B.\nreports. In addition, we run a mailing list (http://publists.           et al. (2012) A novel microdeletion syndrome at 3q13.31\nsanger.ac.uk/mailman/listinfo/decipher-announce)          to            characterised by developmental delay, postnatal overgrowth,\nwhich we send important news and notiﬁcations. We                       hypoplastic male genitals, and characteristic facial features.\nare open and receptive to ideas and suggestions about                   J. Med. Genet., 49, 104–109.\nhow to use DECIPHER to improve the interpretation of                12. Shaw-Smith,C., Pittman,A.M., Willatt,L., Martin,H., Rickman,L.,\n                                                                        Gribble,S., Curley,R., Cumming,S., Dunn,C., Kalaitzopoulos,D.\nplausibly pathogenic variants.                                          et al. (2006) Microdeletion encompassing MAPT at chromosome\n                                                                        17q21.3 is associated with developmental delay and learning\n                                                                        disability. Nat. Genet., 38, 1032–1037.\nACKNOWLEDGEMENTS                                                    13. Thevenon,J., Callier,P., Andrieux,J., Delobel,B., David,A.,\n                                                                        Sukno,S., Minot,D., Mosca Anne,L., Marle,N., Sanlaville,D.\nThe authors thank the patients and their families for                   et al. (2012) 12p13.33 microdeletion including ELKS/ERC1, a\npermission to include their information in the                          new locus associated with childhood apraxia of speech. Eur. J.\nDECIPHER database. The authors also thank all                           Hum. Genet., 21, 82–88.\n                                                                    14. Zahir,F., Firth,H.V., Baross,A., Delaney,A.D., Eydoux,P.,\nthe DECIPHER Consortium Centres, a list of which                        Gibson,W.T., Langlois,S., Martin,H., Willatt,L., Marra,M.A.\ncan be found on the DECIPHER Web site. The                              et al. (2007) Novel deletions of 14q11.2 associated with\nDECIPHER project has UK Research Ethics Committee                       developmental delay, cognitive impairment and similar minor\napproval (04/MRE05/50, granted by the Cambridge                         anomalies in three children. J. Med. Genet., 44, 556–561.\nSouth REC).                                                         15. Flicek,P., Amode,M.R., Barrell,D., Beal,K., Brent,S.,\n                                                                        Carvalho-Silva,D., Clapham,P., Coates,G., Fairley,S., Fitzgerald,S.\n                                                                        et al. (2012) Ensembl 2012. Nucleic Acids Res., 40, D84–D90.\n                                                                    16. Kuhn,R.M., Haussler,D. and Kent,W.J. (2012) The UCSC genome\nFUNDING                                                                 browser and associated tools. Brief. Bioinform., 14, 144–161.\n                                                                    17. Riggs,E.R., Jackson,L., Miller,D.T. and Van Vooren,S. (2012)\nThe Wellcome Trust [WT077008]. Funding for open                         Phenotypic information in genomic variant databases enhances\naccess charge: Wellcome Trust Sanger Institute Funding.                 clinical care and research: the International Standards for\n                                                                        Cytogenomic Arrays Consortium experience. Hum. Mutat., 33,\nConﬂict of interest statement. None declared.                           787–796.\n\fD1000 Nucleic Acids Research, 2014, Vol. 42, Database issue\n\n\n18. Huang,N., Lee,I., Marcotte,E.M. and Hurles,M.E. (2010)                    ontology: a tool for the uniﬁcation of genome annotations.\n    Characterising and predicting haploinsufﬁciency in the human              Genome Biol., 6, R44.\n    genome. PLoS Genet., 6, e1001154.                                     25. den Dunnen,J.T. and Antonarakis,S.E. (2000) Mutation\n19. Robinson,P.N. and Mundlos,S. (2010) The human phenotype                   nomenclature extensions and suggestions to describe complex\n    ontology. Clin. Genet., 77, 525–534.                                      mutations: a discussion. Hum. Mutat., 15, 7–12.\n20. Klopocki,E., Schulze,H., Strauss,G., Ott,C.E., Hall,J., Trotier,F.,   26. Fokkema,I.F., Taschner,P.E., Schaafsma,G.C., Celli,J., Laros,J.F.\n    Fleischhauer,S., Greenhalgh,L., Newbury-Ecob,R.A.,                        and den Dunnen,J.T. (2011) LOVD v.2.0: the next generation in\n    Neumann,L.M. et al. (2007) Complex inheritance pattern                    gene variant databases. Hum. Mutat., 32, 557–563.\n    resembling autosomal recessive inheritance involving a                27. Stenson,P.D., Ball,E.V., Howells,K., Phillips,A.D., Mort,M. and\n    microdeletion in thrombocytopenia-absent radius syndrome.                 Cooper,D.N. (2009) The Human Gene Mutation Database:\n    Am. J. Hum. Genet., 80, 232–240.                                          providing a comprehensive central mutation database for molecular\n21. Kumar,P., Henikoff,S. and Ng,P.C. (2009) Predicting the effects           diagnostics and personalized genomics. Hum. Genomics, 4, 69–72.\n    of coding non-synonymous variants on protein function using the       28. Celli,J., Dalgleish,R., Vihinen,M., Taschner,P.E. and den\n    SIFT algorithm. Nat. Protoc., 4, 1073–1081.                               Dunnen,J.T. (2012) Curating gene variant databases (LSDBs):\n22. Adzhubei,I.A., Schmidt,S., Peshkin,L., Ramensky,V.E.,                     toward a universal standard. Hum. Mutat., 33, 291–297.\n    Gerasimova,A., Bork,P., Kondrashov,A.S. and Sunyaev,S.R.              29. Baraitser,M. and Winter,R. (1991) Update on the London\n    (2010) A method and server for predicting damaging missense               Dysmorphology database. Cleft Palate. Craniofac. J., 28, 318.\n    mutations. Nat. Methods, 7, 248–249.                                  30. Boulding,H. and Webber,C. (2012) Large-scale objective\n23. McLaren,W., Pritchard,B., Rios,D., Chen,Y., Flicek,P. and                 association of mouse phenotypes with human symptoms through\n    Cunningham,F. (2010) Deriving the consequences of genomic                 structural variation identiﬁed in patients with developmental\n    variants with the Ensembl API and SNP effect predictor.                   disorders. Hum. Mutat., 33, 874–883.\n    Bioinformatics, 26, 2069–2070.                                        31. Johansson,A.C. and Feuk,L. (2011) Characterization of copy\n24. Eilbeck,K., Lewis,S.E., Mungall,C.J., Yandell,M., Stein,L.,               number-stable regions in the human genome. Hum. Mutat., 32,\n    Durbin,R. and Ashburner,M. (2005) The sequence                            947–955.",
  "wordCount": 4263,
  "indexed": "2025-09-25T22:39:30.666Z",
  "method": "direct"
}
