{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Manning y Hudgins - 2010 - Array-based technology and recommendations for uti.pdf",
  "fileName": "Manning y Hudgins - 2010 - Array-based technology and recommendations for uti.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Manning y Hudgins - 2010 - Array-based technology and recommendations for uti.pdf",
  "text": "ACMG PRACTICE GUIDELINES\n\n\n\n   Array-based technology and recommendations for\n utilization in medical genetics practice for detection of\n                chromosomal abnormalities\n                      Melanie Manning, MD, MS, FACMG, and Louanne Hudgins, MD, FACMG,\n                               for the Professional Practice and Guidelines Committee\n\n\n\n                    Disclaimer: This guideline is designed primarily as an educational resource for health care providers to help\n                    them provide quality medical genetic services. Adherence to this guideline does not necessarily assure a\n                    successful medical outcome. This guideline should not be considered inclusive of all proper procedures and\n                    tests or exclusive of other procedures and tests that are reasonably directed to obtaining the same results. In\n                    determining the propriety of any specific procedure or test, the geneticist should apply his or her own\n                    professional judgment to the specific clinical circumstances presented by the individual patient or specimen. It\n                    may be prudent, however, to document in the patient’s record the rationale for any significant deviation from\n                    this guideline.\n\n\n\n\nAbstract: Laboratory evaluation of patients with developmental delay/         lines for the application of array-based technology in the prac-\nintellectual disability, congenital anomalies, and dysmorphic features        tice of medical genetics were originally published in this journal\nhas changed significantly in the last several years with the introduction     in 2007.1 However, because of the rapidly expanding use of\nof microarray technologies. Using these techniques, a patient’s genome        genomic copy number microarrays in the clinical setting, we\ncan be examined for gains or losses of genetic material too small to be       update the recommendations in this study.\ndetected by standard G-banded chromosome studies. This increased\nresolution of microarray technology over conventional cytogenetic anal-            MICROARRAY FOR EVALUATION OF COPY\nysis allows for identification of chromosomal imbalances with greater                      NUMBER VARIATION\nprecision, accuracy, and technical sensitivity. A variety of array-based\nplatforms are now available for use in clinical practice, and utilization        Diagnostic cytogenetic testing has undergone a marked evo-\nstrategies are evolving. Thus, a review of the utility and limitations of     lution since the introduction of chromosome banding techniques\nthese techniques and recommendations regarding present and future             in the late 1960s.2 DNA-based techniques such as genomic copy\napplication in the clinical setting are presented in this study. Genet Med    number microarrays (cytogenetic microarrays [CMAs]) are the\n2010:12(11):742–745.                                                          latest tools available for clinical use.1 The initial CGH technol-\n                                                                              ogy was developed for genome-wide screening for unbalanced\nKey Words: array comparative genomic hybridization, malformations,\n                                                                              rearrangements in a single experiment.1,3–5 However, the reso-\ndevelopment disabilities, autism, cytogenetics\n                                                                              lution of this “conventional” CGH was only 3–10 Mb4 compa-\n                                                                              rable with high-resolution karyotyping,1 thus CGH was further\n                                                                              adapted for use on microarrays.6 With array CGH, cloned (e.g.,\nL  aboratory evaluation of patients with developmental delay/\n   intellectual disability (DD/ID), congenital anomalies, and\ndysmorphic features has changed significantly in the last several\n                                                                              bacterial artificial chromosomes [BACs]) or synthesized (e.g.,\n                                                                              oligonucleotides [oligos]) DNA fragments representing precise\nyears with the introduction of microarray technologies (array-                chromosomal loci across the genome are immobilized on a glass\nbased comparative genomic hybridization [CGH] and single                      surface.1,7,8 Copy number variants (CNVs) are determined by\nnucleotide polymorphism [SNP] array analysis) into the menu                   the differences in hybridization pattern intensities between pa-\nof tests available to the practicing clinician. With these tech-              tient DNA and control DNA.7 Hybrid SNP/oligo arrays have\nniques, a patient’s genome is examined for detection of gains or              been developed for the analysis of CNVs and detection of copy\nlosses of genetic material that typically are too small to be                 number neutral regions of homozygosity. For these analyses,\ndetectable by standard G-banded chromosome studies. Guide-                    the patient DNA is labeled and hybridized to the microarray,\n                                                                              and the patient results are compared with a well-studied refer-\n                                                                              ence DNA.9 It should be noted that not all CNVs are pathologic,\n                                                                              in that it has been demonstrated that the mean number of benign\nFrom the Departments of Pathology and Pediatrics, Stanford University\nSchool of Medicine, Stanford, California.                                     CNVs per person could be as high as 800 or more.10\n                                                                                 The resolution and yield of an array is limited by the genomic\nMelanie Manning, MD, MS, FACMG, Stanford University School of\nMedicine, 200 Pasteur Drive, H315, Stanford, CA 94305. E-mail:\n                                                                              coverage (the length of and spacing between probes) on the\nmmanning@stanford.edu.                                                        microarray3,11,12 and by the specific statistical algorithms used\n                                                                              to set the criteria for gains and losses. The increased resolution\nDisclosure: The authors declare no conflict of interest.\n                                                                              of microarray technology over conventional cytogenetic analy-\nPublished online ahead of print October 18, 2010.                             sis allows for identification of chromosomal imbalances with\nDOI: 10.1097/GIM.0b013e3181f8baad                                             greater precision, accuracy, and technical sensitivity.\n\n742                                                                            Genetics IN Medicine • Volume 12, Number 11, November 2010\n\fGenetics IN Medicine • Volume 12, Number 11, November 2010                                   Array-based technology and recommendations\n\n\n                     CLINICAL UTILITY                                  treatment options, prognosis, and recurrence risks as well as to\n                                                                       avoid unnecessary future testing.\n    Rauch et al. investigated the diagnostic yield of various\n                13\n\ngenetic tests used in the evaluation of patients with unexplained\n                                                                                               PLATFORMS\ncognitive impairment. In their study, molecular karyotyping\nwould only miss ⬃0.6% of cases with disease-causing balanced              Although microarray analysis is proficient in characterizing\nde novo aberrations. They noted that molecular karyotyping in          chromosomal imbalances (which ultimately improves patient\nevery patient with cognitive impairment would have the highest         care),29 clinicians ordering the test need to be aware of the\ndiagnostic yield of any single test (28.9%) and was, thus,             different clinical platforms (e.g., BAC versus oligo, targeted\nsuggested by the authors to be considered a first-tier test. Re-       versus whole genome, and SNP), the variation in resolution\ncently, Miller et al.14 reviewed the evidence for utilization of       among arrays and the information each provides. For example,\nCMA as a first-tier test for the investigation of DD/ID, multiple      many clinicians are unaware that a whole genome oligoarray\ncongenital anomalies, and/or autism spectrum disorders                 can detect clinically significant copy number changes missed on\n(ASDs). These authors’ recommendation for use of CMA as a              a targeted BAC array30 or that a SNP array can detect long\nfirst-tier test was based on studies of 21,698 patients referred for   contiguous stretches of homozygosity that can be associated\nthe above-listed indications, in whom the diagnostic yield was         with uniparental disomy or consanguinity, both of which in-\n12.2% higher than that of a G-banded karyotype. After a review         crease the risk for autosomal recessive conditions.\nof 36,325 patients with DD/ID, Hochstenbach et al.15 also                 Array resolution is dependent on the number and types of\nrecommended that CMA be a first-tier test in this group of             probes used and how they are distributed across the genome.31\npatients. In their study, a pathogenic anomaly was found in            BAC probes are larger than oligonucleotide probes used for\n19%. Shen et al.16 specifically investigated the utility of CMA        oligo and SNP arrays (BACs are ⬃75,000 to 150,000 base pairs\nin the investigation of children with ASD. They also provided          in length, whereas oligos are usually ⬃50 to 60 base pairs long).\nevidence that analysis should be the first-tier test for children      This translates into reduced breakpoint specificity of copy num-\nwith autism. They found that although abnormalities were found         ber abnormalities for the BAC arrays. Higher probe density on\non karyotyping and fragile X testing 2.23% and 0.46% of the            oligo arrays allows for copy number evaluation to be based on\ntime, respectively, a microarray identified deletions or duplica-      multiple adjacent probes, enhancing the accuracy of the inter-\ntions in 18.2% of patients (N ⫽ 848), with 7% of those clearly         pretation. Oligonucleotide array construction tends to have bet-\nabnormal.                                                              ter reproducibility and less batch-to-batch variation than does\n    In addition to the linking of submicroscopic de novo dele-         BAC construction.31\ntions and duplications identified on CMA to the patients’ dis-            SNP microarrays are applications of microarray technology\norders,17,18 de novo CNVs have also been implicated in increas-        that also provide genome-wide copy number analysis. In addi-\ning the risk for ASD and point to regions of the genome that           tion to copy number changes, SNP arrays are able to detect\nmay house candidate genes for autism.19,20                             so-called “copy number neutral” abnormalities such as segmen-\n    Additional uses for CMA include the investigation of indi-         tal uniparental disomy and areas of long contiguous stretches of\nviduals with physical or cognitive impairment but in whom              homozygosity that can give rise to disease, congenital anoma-\nconventional cytogenetic studies demonstrated an apparently            lies, or cognitive impairment.32,33 SNP arrays are increasingly\nbalanced translocation. Subsequent CMA investigation demon-            being used in the assessment of cognitive impairment or DD,\nstrated that the karyotype was actually unbalanced; several            with or without associated anomalies and are likely to be used\nstudies have shown that approximately 20% of individuals with          in the diagnosis of these conditions.9,11\nan apparently balanced translocation (de novo or familial) have           When ordering a CMA, the clinician should be aware of the\nloss or gain of genetic material as identified by CMA.21,22 More       various platforms currently in use and their limitations. Ques-\nrecently, CMA has been shown to be valuable in uncovering              tioning the laboratory performing the test about coverage of the\nchromosomal regions of medical importance apart from the               array in specific regions of interest (e.g., telomeres, X chromo-\noriginal indication of the study. Adam et al.23 reported three         some, and common microdeletions) is justified. The clinician\npatients evaluated for DD or dysmorphic features/multiple              also should understand what type of follow-up tests will be\nanomalies who were found by CMA to have microdeletions                 performed, and on whom, in the event of abnormal results.\nencompassing known tumor susceptibility genes. In a larger             Further, for deletions and duplications, parental studies (by\nstudy, Adams et al.24 found that 0.18% of patients with an             fluorescence in situ hybridization [FISH] or metaphase prepa-\nidentified gain or loss of genetic material had the inclusion of a     rations, if possible) should be conducted to rule out the presence\ngene associated with a cancer-predisposing condition. Both sets        of a chromosomal rearrangement such as an insertion or inher-\nof authors emphasized that information gained from CMA, such           ited duplication. Although rare, for a family in which such a\nas the unexpected finding of tumor susceptibility, can have a          rearrangement is found, recurrence risk can be as high as 50%.\ndirect bearing on the future medical management of patients            With increased utilization of a diagnostic test comes a better\nwith DD/multiple congenital anomalies in addition to providing         appreciation of the range of possible and sometimes unexpected\nan explanation of the general phenotype.                               results. This is certainly the case with array CGH and identifi-\n    In addition to identifying copy number variants that affect the    cation of what we now understand to be benign CNVs. An\nnumber of copies of a particular gene or genes, microarray             international consortium of more than 75 laboratories has been\nanalysis could theoretically identify genes that are disrupted by      formed to address questions surrounding array-based testing.\nbreakpoints in the genome. Disruption could be on the basis of         The International Standard Cytogenomic Array consortium\ninterruption of a coding sequence or of a sequence that affects        (https://isca.genetics.emory.edu/iscaBrowser/) is investigating\ntranscription and translation, e.g., sequence changes in a pro-        the feasibility of establishing a standardized, universal system\nmoter region. Examples include duplications and deletions in-          of reporting and cataloging CGH results, both pathologic and\nvolving the NRXN1 and CNTN4 genes.25,26 Finally, as pointed            benign, to provide the clinician with the most accurate and\nout by Moeschler.27,28 and Saam et al.,29 an accurate diagnosis        up-to-date information.14 Databases currently available for refer-\nfor patients will provide the clinician the opportunity to discuss     encing gene location and function, CNV listings, and up-to-date\n\nGenetics IN Medicine • Volume 12, Number 11, November 2010                                                                           743\n\fManning and Hudgins                                                  Genetics IN Medicine • Volume 12, Number 11, November 2010\n\n\nclinical information for specific abnormalities include the UC               genetic/FISH studies of the patient, parental evaluation,\nSanta Cruz Database (http://www.genome.uscs.edu), the Toronto                and clinical genetic evaluation and counseling.\nDatabase of Genomic Variants (http://projects/tcag.ca/variation/),\nDECIPHER (http://www.sanger.ac.uk/PostGenomics/decip), and                                           REFERENCES\nECARUCA.34                                                            1.   Manning M, Hudgins L. Use of array-based technology in the practice of\n    Even though CMA technology has greatly improved since it               medical genetics. Genet Med 2007;9:650 – 653.\n                                                                      2.   Trask BJ. Human cytogenetics: 46 chromosomes, 46 years and counting. Nat\nwas initially developed,4 clinicians ordering these tests must be          Rev Genet 2002;3:769 –778.\naware of the limitations that remain. Array CGH cannot identify       3.   Shaffer LG, Beaudet AL, Brothman AR, et al. Microarray analysis for\nbalanced chromosomal rearrangements, such as translocations                constitutional cytogenetic abnormalities. Genet Med 2007;9:654 – 662.\nor inversions, or differentiate free trisomies from unbalanced        4.   Pinkel D, Segraves R, Sudar D, et al. High resolution analysis of DNA\n                                                                           copy-number variation using comparative genomic hybridization to microar-\nRobertsonian translocations.13,35,36 Some aneuploidies can be              rays. Nat Genet 1998;20:207–211.\nmissed, such as XYY if the wrong gender control is used.31            5.   Bejjani BA, Saleki R, Ballif BC, et al. Use of targeted array-based CGH for\nMarker chromosomes may also be missed, depending on the                    the clinical diagnosis of chromosomal imbalances: is less more? Am J Med\nsize, marker composition, and array coverage of the specific               Genet 2005;134:259 –267.\n                                                                      6.   Solinas-Toldo S, Lampel S, Stilgenbauer S, et al. Matrix-based comparative\nchromosomal region present on the marker.35 Detection of                   genomic hybridization: biochips to screen for genomic imbalances. Genes\nmosaicism has been reported, but the accuracy of detecting low             Chromosomes Cancer 1997;20:399 – 407.\nlevels described by some groups37 has been questioned by              7.   Oostlander AE, Meijer GA, Ylstra B. Microarray-based comparative\nothers.35,36 Recently, Scott et al.38 suggested that mosaicism for         genomic hybridization and its application in human genetics. Clin Genet\n                                                                           2004;66:488 – 495.\nan extra chromosome could be detected at the 10% level,               8.   Snijders AM, Nowak N, Segraves R, et al. Assembly of microarrays for\nwhereas mosaicism for deletion or duplication of part of a                 genome-wide measurements of DNA copy number. Nat Genet 2001;29:263–\nchromosome could be detectable at the 20 –30% level. These                 264.\nfindings remain to be replicated by others. Interpretation of the     9.   Bernardini L, Alesi V, Loddo S, et al. High-resolution SNP arrays in mental\n                                                                           retardation diagnostics: how much do we gain? Eur J Hum Genet 2010;18:\nsignificance of a rare copy number change can be incomplete if             178 –185.\nparental samples are unavailable for comparison and published        10.   Tyson C, Harvard C, Locker R, et al. Submicroscopic deletions and dupli-\ndata on the CNV are lacking. Finally, triploidy will not be                cations in individuals with intellectual disability detected by array-CGH.\ndetected by some forms of microarray.                                      Am J Med Genet 2005;139:173–185.\n                                                                     11.   Friedman J, Adam S, Arbour L, et al. Detection of pathogenic copy number\n    A microarray should not be ordered when a rapid turnaround             variants in children with idiopathic intellectual disability using 500 K SNP\ntime is needed (e.g., a STAT newborn analysis), especially if a            array genomic hybridization. BMC Genomics 2009;10:526.\nchromosomal trisomy is suspected. Currently, a STAT G-banded         12.   Moeschler JB, Shevell M. Clinical genetic evaluation of the child with\nchromosome analysis can be performed within 48 hours. With                 mental retardation or developmental delays. Pediatrics 2006;117:2304 –\n                                                                           2316.\nsome array CGH platforms, hybridization alone can take 48 hours.     13.   Rauch A, Hoyer J, Guth S, et al. Diagnostic yield of various genetic\nAlthough technically some arrays may be run in 3–5 days in some            approaches in patients with unexplained developmental delay or mental\nlaboratories, analysis and confirmation of results with FISH (de-          retardation. Am J Med Genet 2006;140:2063–2074.\nvelopment of a unique probe can take weeks) and analysis of          14.   Miller DT, Adam MP, Aradhya S, et al. Consensus statement: chromosomal\n                                                                           microarray is a first-tier clinical diagnostic test for individuals with devel-\nparental samples and interpretation may take much longer.                  opmental disabilities or congenital anomalies. Am J Hum Genet 2010;86:\n    Although microarray is a powerful diagnostic tool for the              749 –764.\nevaluation of chromosomal copy number changes, its use as a          15.   Hochstenbach R, van Binsbergen E, Engelen J, et al. Array analysis and\nfirst-tier test may not always be appropriate. For example,                karyotyping: workflow consequences based on a retrospective study of\n                                                                           36,325 patients with idiopathic developmental delay in the Netherlands. Eur\nconventional karyotyping may be more appropriate when a                    J Med Genet 2009;52:161–169.\ncommon aneuploidy (e.g., trisomy 21, trisomy 18, or a sex            16.   Shen Y, Dies KA, Holm IA, et al. Clinical genetic testing for patients with\nchromosome aneuploidy) is suspected. FISH with a single probe              autism spectrum disorders. Pediatrics 2010;125:e727– e735.\nto confirm a suspected diagnosis of a well-described syndrome,       17.   Ullmann R, Turner G, Kirchhoff M, et al. Array CGH identifies reciprocal\n                                                                           16p13.1 duplications and deletions that predispose to autism and/or mental\nsuch as Williams syndrome, would be a more cost-effective                  retardation. Hum Mutat 2007;28:674 – 682.\ntesting methodology. CMA also should not be used in cases of         18.   Miller DT, Shen Y, Weiss LA, et al. Microdeletion/duplication at\nfamily history of chromosome rearrangement in a phenotypi-                 15q13.2q13.3 among individuals with features of autism and other neuro-\ncally normal individual or in cases of multiple miscarriages.14            psychiatric disorders. J Med Genet 2009;46:242–248.\n                                                                     19.   Sebat J, Lakshmi B, Malhotra D, et al. Strong association of de novo copy\nFinally, CMA cannot detect low-level mosaicism or, in some                 number mutations with autism. Science 2007;316:445– 449.\narrays, polyploidy.                                                  20.   Christian SL, Brune CW, Sudi J, et al. Novel submicroscopic chromosomal\n                                                                           abnormalities detected in autism spectrum disorder. Biol Psychiatry 2008;\n                                                                           63:1111–1117.\nRecommendations                                                      21.   Edelmann L, Hirschhorn K. Clinical utility of array CGH for the detection\n                                                                           of chromosomal imbalances associated with mental retardation and multiple\n  1. CMA testing for CNV is recommended as a first-line test               congenital anomalies. Ann NY Acad Sci 2009;1151:157–166.\n     in the initial postnatal evaluation of individuals with the     22.   Sismani C, Kitsiou-Tzeli S, Ioannides M, et al. Cryptic genomic imbalances\n     following:                                                            in patients with de novo or familial apparently balanced translocations and\n                                                                           abnormal phenotype. Mol Cytogenet 2008;1:15.\n      A. Multiple anomalies not specific to a well-delineated        23.   Adam MP, Justice AN, Schelley S, et al. Clinical utility of array comparative\n          genetic syndrome.                                                genomic hybridization: uncovering tumor susceptibility in individuals with\n      B. Apparently nonsyndromic DD/ID.                                    developmental delay. J Pediatr 2009;154:143–146.\n      C. Autism spectrum disorders.                                  24.   Adams SA, Coppinger J, Saitta SC, et al. Impact of genotype-first diagnosis:\n                                                                           the detection of microdeletion and microduplication syndromes with cancer\n  2. Further determination of the use of CMA testing for the               predisposition by aCGH. Genet Med 2009;11:314 –322.\n     evaluation of the child with growth retardation, speech         25.   Rujescu D, Ingason A, Cichon S, et al. Disruption of the neurexin 1 gene is\n     delay, and other less well-studied indications is recom-              associated with schizophrenia. Hum Mol Genet 2009;18:988 –996.\n     mended, particularly by prospective studies and after-          26.   Roohi J, Montagna C, Tegay DH, et al. Disruption of contactin 4 in three\n                                                                           subjects with autism spectrum disorder. J Med Genet 2009;46:176 –182.\n     market analysis.                                                27.   Moeschler JB. Medical genetics diagnostic evaluation of the child with\n  3. Appropriate follow-up is recommended in cases of chro-                global developmental delay or intellectual disability. Curr Opin Neurol\n     mosome imbalance identified by CMA, to include cyto-                  2008;21:117–122.\n\n\n744                                                                                                       © 2010 Lippincott Williams & Wilkins\n\fGenetics IN Medicine • Volume 12, Number 11, November 2010                                                    Array-based technology and recommendations\n\n\n28. Moeschler JB. Genetic evaluation of intellectual disabilities. Semin Pediatr   34. Van Vooren S, Cossens B, De Moor B, et al. Array comparative genomic\n    Neurol 2008;15:2–9.                                                                hybridization and computational genome annotation in constitutional cyto-\n29. Saam J, Gudgeon J, Aston E, et al. How physicians use array comparative            genetics: suggesting candidate genes for novel submicroscopic chromosomal\n    genomic hybridization results to guide patient management in children with         imbalances syndromes. Genet Med 2007;9:642– 649.\n    developmental delay. Genet Med 2008;10:181–186.                                35. Lu X, Shaw CA, Patel A, et al. Clinical implementation of chromosomal\n30. Miller DT, Shen Y, Wu B-L. Oligonucleotide microarrays for clinical                microarray analysis: summary of 2513 postnatal cases. PLoS One 2007;2:\n    diagnosis of copy number variation. Curr Protoc Hum Genet 2008;58:                 e327.\n    8.12.1– 8.12.17.\n                                                                                   36. Xiang B, Li A, Valentin D, et al. Analytical and clinical validity of whole-\n31. Shearer BM, Thorland EC, Gonzales PR, et al. Evaluation of a commercially\n                                                                                       genome oligonucleotide array comparative genomic hybridization for pedi-\n    available focused aCGH platform for the detection of constitutional chro-\n    mosome anomalies. Am J Med Genet 2007;143A:2357–2370.                              atric patients with mental retardation and developmental delay. Am J Med\n32. Bruno DL, Ganesamoorthy D, Schoumans J, et al. Detection of cryptic                Genet A 2008;146A:1942–1954.\n    pathogenic copy number variations and constitutional loss of heterozygosity    37. Stankiewicz P, Beaudet AL. Use of array CGH in the evaluation of dys-\n    using high resolution SNP microarray analysis in 117 patients referred for         morphology, malformations, developmental delay, and idiopathic mental\n    cytogenetic analysis and impact on clinical practice. J Med Genet 2009;46:         retardation. Curr Opin Genet Dev 2007;17:182–192.\n    123–131.                                                                       38. Scott SA, Cohen N, Brandt T, et al. Detection of low-level mosaicism and\n33. McCarroll SA. Extending genome-wide association studies to copy number             placental mosaicism by oligonucleotide array comparative genomic hybrid-\n    variation. Hum Mol Genet 2008;17:R135–R142.                                        ization. Genet Med 2010;12:85–92.\n\n\n\n\nGenetics IN Medicine • Volume 12, Number 11, November 2010                                                                                                    745",
  "wordCount": 3481,
  "indexed": "2025-09-25T22:44:19.221Z",
  "method": "direct"
}
