{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Cox et al. - 2015 - Therapeutic genome editing prospects and challeng.pdf",
  "fileName": "Cox et al. - 2015 - Therapeutic genome editing prospects and challeng.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Cox et al. - 2015 - Therapeutic genome editing prospects and challeng.pdf",
  "text": "REVIEW\n\n\n\n                                                   Therapeutic genome editing: prospects\n                                                   and challenges\n                                                   David Benjamin Turitz Cox1–4, Randall Jeffrey Platt1,4–6 & Feng Zhang1,4–6\n                                                   Recent advances in the development of genome editing technologies based on programmable nucleases have\n                                                   substantially improved our ability to make precise changes in the genomes of eukaryotic cells. Genome editing is\n                                                   already broadening our ability to elucidate the contribution of genetics to disease by facilitating the creation of more\n                                                   accurate cellular and animal models of pathological processes. A particularly tantalizing application of programmable\n© 2015 Nature America, Inc. All rights reserved.\n\n\n\n\n                                                   nucleases is the potential to directly correct genetic mutations in affected tissues and cells to treat diseases that are\n                                                   refractory to traditional therapies. Here we discuss current progress toward developing programmable nuclease–based\n                                                   therapies as well as future prospects and challenges.\n\n                                                   Among the approximately 25,000 annotated genes in the human                     target mRNA (reviewed in refs. 3,4). Gene therapy has been used to\n                                                   genome, mutations in over 3,000 have already been linked to disease             successfully treat monogenic recessive disorders affecting the hemato-\n                                                   phenotypes (www.omim.org/statistics/geneMap), and more disease-                 poietic system, such as SCID and Wiskott-Aldrich syndrome, by semi-\n                                                   relevant genetic variations are being uncovered at a staggeringly rapid         randomly integrating functional genes into the genome of hematopoietic\n                                                   pace. Now, because of sharp drops in sequencing costs, the completion           stem/progenitor cells5–7. RNAi has been used to repress the function\n                                                   of the human genome project, and the exponential growth of human                of genes implicated in cancer, age-related macular degeneration and\n                                                   genome sequencing data from diseased individuals, the role of genetics          transthyretin (TTR)-related amyloidosis, among others in clinical tri-\n                                                   in human health has become a major focus of research, clinical medicine         als (www.clinicaltrials.gov trial numbers NCT00882180, NCT01961921\n                                                   and the development of targeted therapeutics1. These advances in our            and NCT00259753). Despite promise and recent success, gene therapy\n                                                   knowledge of the genetic basis of disease have improved our understand-         and RNAi have limitations that preclude their utility for a large num-\n                                                   ing of disease mechanisms and pointed toward potential therapeutic              ber of diseases. For example, viral gene therapy may cause mutagenesis\n                                                   strategies. However, despite valid therapeutic hypotheses and strong            at the insertion site and result in dysregulated transgene expression6.\n                                                   efforts in drug development, there have been only a limited number of           Meanwhile, the use of RNAi is limited to targets for which gene knock-\nnpg\n\n\n\n\n                                                   successes in using small molecules to treat diseases with strong genetic        down is beneficial. Also, RNAi often cannot fully repress gene expression\n                                                   contributions2. Emerging therapeutic strategies that can modify nucleic         and is therefore unlikely to provide a benefit for diseases in which com-\n                                                   acids within disease-affected cells and tissues have potential for the treat-   plete ablation of gene function is necessary for therapy. RNAi may also\n                                                   ment of monogenic, highly penetrant diseases, such as severe combined           have poor specificity, posing potential safety concerns and sometimes\n                                                   immunodeficiency (SCID), hemophilia and certain enzyme deficien-                decreasing the effectiveness of treatment8–10.\n                                                   cies, owing to their well-defined genetics and often lack of safe, effective       Genome editing technologies based on programmable nucleases such\n                                                   alternative treatments.                                                         as meganucleases (reviewed in ref. 11), zinc finger nucleases (reviewed\n                                                      Two of the most powerful genetic therapeutic technologies developed          in ref. 12), transcription activator–like effector nucleases (reviewed in\n                                                   thus far are gene therapy, which enables restoration of missing gene            refs. 13,14) and the clustered regularly interspaced short palindromic\n                                                   function by viral transgene expression, and RNA interference (RNAi),            repeat (CRISPR)-associated nuclease Cas9 (reviewed in ref. 15) are\n                                                   which mediates repression of defective genes by knockdown of the                opening up the possibility of achieving therapeutic genome editing in\n                                                                                                                                   diseased cells and tissues, resulting in the removal or correction of del-\n                                                   1Broad Institute of Harvard and MIT, Cambridge, Massachusetts, USA.             eterious mutations or the insertion of protective mutations.\n                                                   2Department of Health Sciences and Technology, Massachusetts Institute             In this Review, we will describe the different nuclease-based genome\n                                                   of Technology, Cambridge, Massachusetts, USA. 3Department of Biology,           editing technologies, the mechanisms by which they produce genetic\n                                                   Massachusetts Institute of Technology, Cambridge, Massachusetts, USA.           changes, considerations for their uses in therapeutic settings and major\n                                                   4McGovern Institute for Brain Research at MIT, Cambridge, Massachusetts,        challenges that will need to be addressed to realize their clinical transla-\n                                                   USA. 5Department of Brain and Cognitive Sciences, Massachusetts                 tion. Although many genome editing therapeutic efforts have focused on\n                                                   Institute of Technology, Cambridge, Massachusetts, USA. 6Department of          the treatment of monogenic, highly penetrant disorders, we also discuss\n                                                   Biological Engineering, Massachusetts Institute of Technology, Cambridge,       intriguing treatment strategies to apply this class of therapy to diseases\n                                                   Massachusetts, USA. Correspondence should be addressed to F.Z.                  whose genetic underpinnings are more complex, such as viral infections\n                                                   (zhang@broadinstitute.org).                                                     and polygenic diseases (Box 1).\n\n\n                                                   NATURE MEDICINE VOLUME 21 | NUMBER 2 | FEBRUARY 2015                                                                                                   121\n\f                                                   REVIEW\n\n                                                   Genome editing technologies                                                   its ability to introduce multiple DSBs in the same cell (also referred to\n                                                   Programmable nucleases enable precise genome editing by introducing           as multiplexing) via expression of distinct guide RNAs. All four types\n                                                   DNA double-strand breaks (DSBs) at specific genomic loci. DSBs subse-         of nucleases have been shown to achieve efficient genome editing in a\n                                                   quently recruit endogenous repair machinery for either non-homologous         wide range of model organisms and mammalian cells, and efforts are\n                                                    end-joining (NHEJ) or homology-directed repair (HDR) to the DSB              now underway in both industry and academia to develop these tools as\n                                                   site to mediate genome editing16.                                             therapeutics47–50.\n                                                      To date, four major classes of nucleases—meganucleases and their              Once the DSB has been made, the lesion may be repaired by either\n                                                   derivatives17–20, zinc finger nucleases (ZFNs)21–29, transcription            NHEJ or HDR depending on the cell state and the presence of a repair\n                                                   activator–like effector nucleases (TALENs)30–35 and CRISPR-associated         template (Fig. 1). NHEJ may repair the lesion by directly rejoining\n                                                   nuclease Cas9 (refs. 36–44)—have been developed to enable site-specific       the two DSB ends in a process that does not require a repair template.\n                                                   genome editing (Table 1). These nuclease systems can be broadly classi-       Although NHEJ-mediated DSB repair can be accurate, repeated repair\n                                                   fied into two categories based on their mode of DNA recognition: ZFNs,        of the same DSB by NHEJ machinery eventually results in the formation\n                                                   TALENs and meganucleases achieve specific DNA binding via protein-            of small insertion or deletion mutations (indels) bridging the break site.\n                                                   DNA interactions, whereas Cas9 is targeted to specific DNA sequences          Indels introduced into the coding sequence of a gene can cause frame-\n                                                   by a short RNA guide molecule that base-pairs directly with the target        shift mutations that lead to mRNA degradation by nonsense-mediated\n                                                   DNA and by protein-DNA interactions.                                          decay or result in the production of nonfunctional truncated proteins51.\n                                                      Meganucleases are endonucleases with large (>14-bp) recognition            Thus, NHEJ may be used to suppress gene function similarly to RNAi,\n                                                   sites, the DNA binding domains of which are also responsible for cleav-       but it may lead to permanent inactivation by introducing loss-of-\n                                                   age of target sequences19. ZFNs and TALENs are chimeric enzymes               function mutations into the gene in targeted cells.\n                                                   consisting of a DNA binding domain fused to the sequence-agnostic                In comparison, HDR allows researchers to use an exogenous DNA\n                                                   FokI nuclease domain21,32. Re-targeting of ZFNs and meganucleases             template to specify the outcome of the DSB repair16,23,52–56. Upon\n© 2015 Nature America, Inc. All rights reserved.\n\n\n\n\n                                                   requires protein engineering, whereas re-targeting of TALENs requires         introduction of a targeted DSB, HDR machinery may use exogenously\n                                                   complex molecular cloning19,45,46. In contrast, the Cas9 protein is invari-   provided single- or double-stranded DNA templates with sequence\n                                                   ant and can be easily re-targeted to new DNA sequences by changing a          similarity to the break site to synthesize DNA that is used to repair\n                                                   small portion of the sequence of an accompanying RNA guide that base-         the lesion, incorporating any changes encoded in the template DNA.\n                                                   pairs directly with target DNA. Another potential advantage of Cas9 is        For example, HDR may be used along with an appropriately designed\n\n                                                    Box 1 Using genome editing to treat non-monogenic diseases\n                                                    Introduction of protective mutations for complex diseases treatment. The abundance of genetic information has made it possible to identify\n                                                    naturally occurring mutations that confer resistance to disease phenotypes. These mutations occur in both coding and noncoding regions of\n                                                    the genome and have received attention as therapeutic targets for complex, non-monogenic diseases such as cardiovascular disease 58,136,\n                                                    HIV97, Alzheimer disease59 and hemoglobinopathies137. Genome editing provides the possibility of introducing these protective mutations\n                                                    into affected individuals to reverse illness.\n                                                       Many known protective mutations involve loss-of-function alleles, which can be introduced via NHEJ-mediated gene disruption. This\n                                                    approach has rapidly gained traction as a result of the high efficiency of NHEJ in therapeutically accessible cells, and this strategy is\n                                                    currently in clinical trials for the treatment of HIV47.\n                                                       Mutations that protect against disease also lie hidden outside the coding region of the genome. Recently, genome-wide association\n                                                    studies (GWAS) and chromatin immunoprecipitation sequencing (ChIP-seq) have been used together to identify noncoding mutations that\nnpg\n\n\n\n\n                                                    may be important targets for genome editing therapy137,138. A major factor controlling the severity of sickle cell disease is the expression\n                                                    level of fetal hemoglobin (HbF), with increased HbF levels decreasing disease severity. A GWAS for regions controlling HbF expression\n                                                    identified variation within the BCL11A gene, the product of which is known to negatively regulate HbF expression138,139. This variation\n                                                    promotes transcription factor binding within an intron that enhances BCL11A expression in the erythroid lineage, thereby decreasing HbF\n                                                    expression levels in red blood cells. TALENs were used to directly remove this intron from erythroid cells, and this resulted in an increase in\n                                                    HbF levels137. However, this study was not carried out in HSCs, the cell population most therapeutically relevant to this disease. It will be\n                                                    interesting to see whether this approach can be extended to these cells to provide a clinical benefit for affected patients. Furthermore, it is\n                                                    worth noting that noncoding regions will likely hold other therapeutically important regions: data from the ENCODE project suggests that\n                                                    93% of GWAS hits, disease- and trait-associated are found within noncoding regions140.\n                                                       Programmable nucleases as antivirals. In addition, programmable nucleases may be developed as antiviral therapies. In principle,\n                                                    nucleases may be used to target viral sequences for cleavage and subsequent destruction. Additionally, NHEJ-based mutagenesis of\n                                                    elements critical for viral fitness could render latent viruses incapable of propagating infection. Alternatively, multiplexed nucleases like\n                                                    Cas9 could be used to excise proviruses from the genomes of infected cells, leading to their degradation by cellular nucleases.\n                                                       Efforts to develop genome editing nucleases for antiviral therapy have focused primarily on HIV, where large reservoirs of latent provirus\n                                                    can persist in the presence of anti-retroviral therapies and serve to reactivate infection once treatment is stopped. The long terminal\n                                                    repeats (LTRs) of HIV drive viral gene expression and are critical for viral fitness. One study recently demonstrated the possibility of\n                                                    mutating the proviral LTR by targeting Cas9 to cleave LTR sequences, significantly reducing the expression of HIV genes in T cells 64.\n                                                    Although this is an exciting discovery, there are several additional challenges to translating these in vitro results to the clinic. Likely the\n                                                    greatest will be delivering nucleases to all HIV-carrying cells in an infected individual so as to eliminate all of the latent provirus. Currently,\n                                                    there are no therapeutic platforms capable of delivering genome editing nucleases to the majority of T cells. Similar strategies have shown\n                                                    promise with human papillomavirus (HPV)141 and hepatitis B virus (HBV)65,66, but most infectious diseases face the same problem as HIV:\n                                                    extremely efficient delivery of genome editing tools is likely to be needed to achieve complete removal of viral infection.\n\n\n\n\n                                                   122                                                                                  VOLUME 21 | NUMBER 2 | FEBRUARY 2015 NATURE MEDICINE\n\f                                                                                                                                                                                                         REVIEW\n\n\n                                                    Table 1 Comparison of different programmable nuclease platforms\n                                                                                  Zinc finger nuclease               TALEN                              Cas9                              Meganuclease\n                                                    Recognition site              Typically 9–18 bp per ZFN          Typically 14–20 bp per TALEN       22 bp (20-bp guide sequence +     Between 14 and 40 bp\n                                                                                  monomer, 18–36 bp per ZFN          monomer, 28–40 bp per              2-bp protospacer adjacent\n                                                                                  pair                               TALEN pair                         motif (PAM) for Streptococcus\n                                                                                                                                                        pyogenes Cas9); up to 44 bp\n                                                                                                                                                        for double nicking\n                                                    Specificity                   Small number of positional         Small number of positional         Positional and multiple con-      Small number of positional\n                                                                                  mismatches tolerated               mismatches tolerated               secutive mismatches tolerated     mismatches tolerated\n                                                    Targeting constraints         Difficult to target non-G-rich     5ʹ targeted base must be a T       Targeted sequence must pre-       Targeting novel sequences\n                                                                                  sequences                          for each TALEN monomer             cede a PAM                        often results in low efficiency\n                                                    Ease of engineering           Difficult; may require substan-    Moderate; requires complex         Easily re-targeted using stan-    Difficult; may require substan-\n                                                                                  tial protein engineering           molecular cloning methods          dard cloning procedures and       tial protein engineering\n                                                                                                                                                        oligo synthesis\n                                                    Immunogenicity                Likely low, as zinc fingers        Unknown; protein derived           Unknown; protein derived          Unknown; meganucleases may\n                                                                                  are based on human protein         from Xanthamonas sp.               from various bacterial species    be derived from many organ-\n                                                                                  scaffold; FokI is derived from                                                                          isms, including eukaryotes\n                                                                                  bacteria and may be immu-\n                                                                                  nogenic\n                                                    Ease of ex vivo delivery      Relatively easy through meth-      Relatively easy through meth-      Relatively easy through meth-     Relatively easy through meth-\n                                                                                  ods such as electroporation        ods such as electroporation        ods such as electroporation       ods such as electroporation\n                                                                                  and viral transduction             and viral transduction             and viral transduction            and viral transduction\n© 2015 Nature America, Inc. All rights reserved.\n\n\n\n\n                                                    Ease of in vivo delivery      Relatively easy as small size      Difficult due to the large size    Moderate: the commonly used       Relatively easy as small size of\n                                                                                  of ZFN expression cassettes        of each TALEN and repeti-          Cas9 from S. pyogenes is large    meganucleases allows use in a\n                                                                                  allows use in a variety of viral   tive nature of DNA encoding        and may impose packaging          variety of viral vectors\n                                                                                  vectors                            TALENs, leading to unwanted        problems for viral vectors such\n                                                                                                                     recombination events when          as AAV, but smaller orthologs\n                                                                                                                     packaged into lentiviral vectors   exist\n                                                    Ease of multiplexing          Low                                Low                                High                              Low\n\n\n                                                   repair template to replace a mutated gene directly, thereby restor-                 (Fig. 1c). Similarly, loss-of-function mutations, such as those found in\n                                                   ing gene function while preserving physiological regulation of gene                 Tay-Sachs disease (http://omim.org/entry/272800), would necessitate\n                                                   expression.                                                                         precise sequence changes to eliminate pathogenicity, requiring HDR\n                                                                                                                                       gene correction to revert the loss-of-function mutation to the wild-type\n                                                   Therapeutic genome editing strategies                                               sequence. This same logic can also be extended to mutations that protect\n                                                   Genome editing based therapy can be achieved through a number of                    against infectious or genetic disease, which may be loss of function—as\n                                                   approaches including correction or inactivation of deleterious muta-                in the case of CCR5 mutations in HIV48,57 (Fig. 1a) or PCSK9 mutations\n                                                   tions, introduction of protective mutations, addition of therapeutic                in hypercholesterolemia58—and therefore require inactivation by NHEJ,\n                                                   transgenes and disruption of viral DNA.                                             or be change of function as for APP (p.A673T) in Alzheimer disease59\n                                                      Pathogenic mutations can be broadly classified as causing either gain            and therefore require correction by HDR.\n                                                   or loss of function in a gene product. A gain-of-function mutation, such               For deleterious loss-of-function mutations and protective gain-\nnpg\n\n\n\n\n                                                   as those found in the HTT gene in Huntington disease (http://omim.                  of-function mutations, a therapeutic effect may also be achieved by\n                                                   org/entry/143100) and in FGFR3 in achondroplasia (http://omim.org/                  introducing a copy of the wild-type gene or gain-of-function mutant,\n                                                   entry/100800), results in the expression of a pathogenic gene product               respectively (Fig. 1d). The therapeutic transgene may be inserted into a\n                                                   and may be treated by using NHEJ-mediated mutations to specifically                 new locus, including identified ‘safe harbor’ loci—regions of the genome\n                                                   inactivate the mutant allele while leaving the wild-type allele intact on           whose disruption does not lead to discernible phenotypic effects—to\n                                                   the homologous chromosome (Fig. 1a). Additionally, it may be pos-                   restore missing gene function60–62. Gene insertion may also be used\n                                                   sible to treat nucleotide expansion disorders, such as spinocerebellar              to stably confer on cells novel functions that protect against disease, as\n                                                   ataxia (http://www.omim.org/entry/164400), Huntington disease and                   with the insertion of chimeric-antigen receptors (CAR) into T cells to\n                                                   Friedriech ataxia (http://omim.org/entry/229300), by NHEJ-based dele-               target certain leukemias63. Such gene insertion strategies are similar to\n                                                   tion of the pathogenic insertion via the creation of two DSBs on both               viral-mediated gene therapy but provide better control over transgene\n                                                   sides of the expansion (Fig. 1b). A combination of DSBs may also be                 copy number and expression levels, which may be important for gene\n                                                   used to edit multiple loci to achieve a therapeutic effect.                         targets whose function is sensitive to dosage.\n                                                      However, some gain-of-function mutations, such as the SOD1 G93A                     Programmable nucleases may also be targeted to foreign DNA, such\n                                                   mutation found in some individuals with amyotrophic lateral sclerosis               as viral genomes that are either integrated as proviruses or maintained\n                                                   (ALS) (http://omim.org/entry/147450), are point mutations, which may                extrachromosomally64–68. Targeting of extrachromosomal DNA may\n                                                   not be sufficiently different from the functioning allele on the homolo-            lead to depletion of viral genomes, while mutagenesis of the pro-\n                                                   gous chromosome to be distinguished by the current generation of pro-               virus genome at important coding sequences or regulatory regions\n                                                   grammable nucleases, potentially leading to an undesirable complete                 may inactivate viral replication. Additionally, multiple DSBs might\n                                                   loss of protein function if the mutation is targeted using NHEJ. In such            be used to excise proviral genomes64. As viral sequences may bear\n                                                   cases HDR could instead be used to change the gain-of-function allele to            little sequence similarity to the host genome, this class of treatments\n                                                   the wild-type sequence, restoring gene function and eliminating patho-              may produce fewer off-target effects than editing therapies targeting\n                                                   genic activity while preserving physiological levels of gene expression             endogenous loci.\n\n\n                                                   NATURE MEDICINE VOLUME 21 | NUMBER 2 | FEBRUARY 2015                                                                                                                123\n\f                                                   REVIEW\n\n\n                                                   Figure 1 Types of therapeutic genome                  a                                                           DSB\n                                                   modifications. The specific type of genome editing                                           Nuclease                            NHEJ            Indel\n                                                   therapy depends on the nature of the mutation         Gene\n                                                   causing disease. (a) In gene disruption, the          disruption:\n                                                   pathogenic function of a protein is silenced          silence a                                                                                           mRNA\n                                                                                                         pathogenic gene                       Pathogenic\n                                                   by targeting the locus with NHEJ. Formation                                                 protein                          Truncated                              Nonsense-\n                                                   of indels in the gene of interest often results                                                                           nonfunctional                             mediated\n                                                                                                                                                                                   protein                             decay\n                                                   in frameshift mutations that create premature\n                                                   stop codons resulting in a nonfunctional protein\n                                                   product or nonsense-mediate decay of transcripts,\n                                                   suppressing gene function. Gene disruption\n                                                                                                         b                                                                     DSB\n                                                                                                                                    Pathogenic insertion\n                                                   may also be used to introduce protective loss-            NHEJ gene                  or expansion                                                   NHEJ\n                                                   of-function mutations into wild-type genes to             correction:\n                                                   generate a therapeutic effect (Box 1). (b) In NHEJ        deletion of a\n                                                   gene correction, two DSBs targeted to both sides          pathogenic\n                                                   of a pathogenic expansion or insertion may be             insertion                               Nonfunctional                                        Functional\n                                                                                                                                                     protein                                                 protein\n                                                   resolved by NHEJ, causing a therapeutic deletion\n                                                   of the intervening sequences. This form\n                                                   of treatment would require multiplexed\n                                                   targeting of disease-causing mutations.\n                                                                                                         c                                                           DSB\n\n                                                   (c) HDR gene correction can be used to correct a                                  Mutated\n                                                                                                         HDR gene                     locus\n                                                   deleterious mutation. A DSB is induced near the       correction:\n                                                                                                                                                Nuclease                             HDR\n                                                   mutation site in the presence of an exogenously       correct a\n                                                   provided, corrective HDR template. HDR repair         deleterious\n© 2015 Nature America, Inc. All rights reserved.\n\n\n\n\n                                                   of the break site with the exogenous template         mutation                                                Corrective\n                                                                                                                                               Mutant           HDR template                                   Corrected\n                                                   corrects the mutation, restoring gene function.                                             protein                                                         protein\n                                                   (d) An alternative to gene correction is HDR gene\n                                                   addition, which introduces a therapeutic transgene\n                                                   into a predetermined locus. This may be the\n                                                   native locus, a safe harbor locus or a non-native     d                                                                                 DSB\n                                                   locus. A DSB is induced at the desired locus, and                          Mutated   Safe harbor\n                                                   an HDR template containing sequence similarity        HDR                   locus       locus           Safe harbor                                 Safe harbor\n                                                   to the break site, a promoter, a transgene and a      gene                                                 locus\n                                                                                                                                                                         Nuclease                   HDR\n                                                                                                                                                                                                          locus\n\n                                                   polyadenylation sequence is introduced to the\n                                                                                                         addition:\n                                                                                                         introduce a\n                                                   nucleus. HDR repair restores gene function in         therapeutic\n                                                   the target locus, albeit without true physiological   gene\n                                                   control over gene expression.                                                                                                      Corrective        Functional\n                                                                                                                                 Loss-of-function                                    HDR template          protein\n                                                                                                                                  mutant protein\n\n\n\n\n                                                   Factors influencing therapeutic efficacy                                             Fitness of edited cells. If edited cells have an increased fitness rela-\n                                                   Genome editing has been successfully applied to a number of dis-                     tive to unedited cells, this will result in a selective advantage for edited\n                                                   eases at the preclinical level as well as in a phase 1 clinical trial                cells, reducing the number of cells that initially needs to be edited to\nnpg\n\n\n\n\n                                                   (Table 2)47,49,50,69,70. In evaluating the feasibility of a genome editing–          reverse disease symptoms (Fig. 2). For example, SCID-X1 is caused\n                                                   based therapy, the therapeutic effect of the desired genetic change                  by mutations in the IL2RG gene, the function of which is required for\n                                                   should first be clearly established. The subsequent success of a given               proper development of the hematopoietic lymphocyte lineage (http://\n                                                   strategy will depend on the ease with which a therapeutic modifica-                  www.omim.org/entry/300400). Hematopoietic progenitor cells with\n                                                   tion ‘threshold’ is achieved, a criterion that is governed by the fitness            a functional IL2RG gene selectively expand relative to their unedited\n                                                   of edited cells; the DSB repair pathway used to edit the genome; and                 counterparts. For example, in people with SCID-X1 who received viral\n                                                   the efficiency of delivery of genome editing molecules to target cell                gene therapy for SCID-X1 (refs. 71,72), as well as in a rare affected indi-\n                                                   types.                                                                               vidual who had a spontaneous correction of a SCID-X1 mutation in a\n\n                                                    Table 2 Examples of applications of genome editing to therapeutic models\n                                                    Disease type                           Nuclease platform                 Therapeutic strategy                                                               Reference(s)\n                                                    Hemophilia B                           ZFN                               HDR-mediated insertion of correct gene sequence                                    49\n                                                    HIV                                    ZFN and CRISPR                    NHEJ-mediated inactivation of CCR5                                                 47,69,70,131\n                                                    Duchenne muscular dystrophy (DMD)      CRISPR and TALEN                  NHEJ-mediated removal of stop codon, and HDR-mediated gene                         132,133\n                                                                                                                             correction\n                                                    Hepatitis B virus (HBV)                TALEN and CRISPR                  NHEJ-mediated depletion of viral DNA                                               65,66\n                                                    SCID                                   ZFN                               HDR-mediated insertion of correct gene sequence                                    48\n                                                    Cataracts                              CRISPR                            HDR-mediated correction of mutation in mouse zygote                                134\n                                                    Cystic fibrosis                        CRISPR                            HDR-mediated correction of CFTR in intestinal stem cell organoid                   135\n                                                    Hereditary tyrosinemia                 CRISPR                            HDR-mediated correction of mutation in liver                                       50\n\n\n\n\n                                                   124                                                                                              VOLUME 21 | NUMBER 2 | FEBRUARY 2015 NATURE MEDICINE\n\f                                                                                                                                                                                                     REVIEW\n\n                                                                                                                                                                                       Therapeutic effect?\n                                                                                                                                                                             Low levels of          High levels of\n                                                                                                                                                                              therapeutic            therapeutic\n                                                                                                                                                                            product needed         product needed\n\n\n                                                                                                                         Increased fitness\n                                                                                                                           of edited cells                                          Yes                      Yes\n\n\n\n                                                                                                                         No fitness change\n                                                                                                                           from editing\n                                                                                                                                                                                    Maybe                    No\n\n\n\n                                                          Efficient gene editing\n\n                                                                                                                         Decreased fitness\n                                                                                                                          of edited cells                                           No                       No\n© 2015 Nature America, Inc. All rights reserved.\n\n\n\n\n                                                                                                                                                                                    No                       No\n                                                                                   Inefficient gene editing\n\n\n\n                                                   Figure 2 Factors influencing therapeutic efficacy. For a genome editing therapy to be efficacious, enough cells carrying the desired genome modification\n                                                   must exist in a tissue to reverse disease. If editing is efficient, treatment will create a population of cells carrying the desired genomic modification (depicted\n                                                   in pink). Depending on whether the editing event creates a fitness change in target cells, edited cells will proportionally increase or decrease relative to\n                                                   unedited cells (depicted in brown) over time in tissues. Proportionally high levels of cells carrying therapeutic genome modifications in a disease-affected\n                                                   tissue are likely to produce a therapeutic effect. However, if low levels of a secreted gene product are needed to reverse disease, then successfully editing\n                                                   only a small number of cells may be therapeutically efficacious.\n\n\n                                                   T cell progenitor73, corrected hematopoietic progenitor cells were able to         factor IX activity achieved through correction of mutant alleles in even\n                                                   overcome the lymphoid development block and expand relative to their               a small percentage of liver cells may be therapeutic. Indeed, a study\n                                                   diseased counterparts to mediate a therapeutic effect.                             using ZFNs to correct a mouse model of hemophilia B shortly after birth\n                                                      In contrast, in diseases in which edited cells do not exhibit a change          demonstrated that correction of 3–7% of mutated factor IX alleles was\n                                              ",
  "wordCount": 11804,
  "indexed": "2025-09-25T22:43:24.864Z",
  "method": "direct"
}
