{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Heitzer et al. - 2019 - Current and future perspectives of liquid biopsies in genomics-driven oncology.pdf",
  "fileName": "Heitzer et al. - 2019 - Current and future perspectives of liquid biopsies in genomics-driven oncology.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Heitzer et al. - 2019 - Current and future perspectives of liquid biopsies in genomics-driven oncology.pdf",
  "text": "REVIEWS\n                                   Current and future perspectives\n                                   of liquid biopsies in genomics-​driven\n                                   oncology\n                                   Ellen Heitzer          *, Imran S. Haque\n                                                      1,2,3                         4\n                                                                                     , Charles E. S. Roberts4 and Michael R. Speicher                     1,2\n\n\n                                   Abstract | Precision oncology seeks to leverage molecular information about cancer to improve\n                                   patient outcomes. Tissue biopsy samples are widely used to characterize tumours but are limited\n                                   by constraints on sampling frequency and their incomplete representation of the entire tumour\n                                   bulk. Now, attention is turning to minimally invasive liquid biopsies, which enable analysis of\n                                   tumour components (including circulating tumour cells and circulating tumour DNA) in bodily\n                                   fluids such as blood. The potential of liquid biopsies is highlighted by studies that show they can\n                                   track the evolutionary dynamics and heterogeneity of tumours and can detect very early\n                                   emergence of therapy resistance, residual disease and recurrence. However, the analytical\n                                   validity and clinical utility of liquid biopsies must be rigorously demonstrated before this\n                                   potential can be realized.\n\nPrecision oncology\n                                  The key objective of precision oncology is to improve        which facilitates the monitoring of disease courses.\nMolecular profiling of a tumour   diagnosis and treatment of cancer1,2. To this end, a         Indeed, attempts are now being made to use them for\nwith the aim to detect somatic    variety of genomic and other molecular analyses can          early detection of cancer6–8. The term liquid biopsy was\nalterations that can be           be applied to tumour material to help identify known         first used to describe methods that can derive the same\ntargeted for therapy.\n                                  predictive markers to guide the selection of treatment,      diagnostic information from a blood sample that is typ-\nNext-​generation sequencing       derive a molecular subtype classification that might         ically derived from a tissue biopsy sample9. In oncology,\n(NGS). A high-​throughput         enable estimation of the prognosis, characterize somatic     the term is used in a broad sense to refer to the sampling\nmethod used to determine          alterations involved in tumour progression, detect           and analysis of analytes from various biological fluids,\nthe nucleotide sequence of\n                                  disrupted pathways and identify molecular discrimi-          mostly blood but also other fairly easily accessible flu-\nDNA or RNA.\n                                  nants of metastatic disease3. Although a range of next-​     ids such as urine, ascites or pleural effusions10,11. Analytes\n                                  generation sequencing (NGS)-based approaches have            in the peripheral blood include circulating tumour cells\n                                  been used to characterize tumour genomes in detail4,         (CTCs); circulating cell-​free DNA (cfDNA), which in\n                                  a more accurate classification of tumour types can be        patients with cancer contains circulating tumour DNA\n                                  achieved through comprehensive, multiparameter anal-         (ctDNA); circulating cell-​free RNA (cfRNA), which con-\n                                  yses. For example, The Cancer Genome Atlas (TCGA)            tains predominantly small RNAs but also mRNAs; cir-\n1\n Institute of Human Genetics,     research network generated comprehensive molecular           culating extracellular vesicles (EVs), such as exosomes;\nDiagnostic and Research           profiles at the DNA, RNA, protein and epigenetic lev-        tumour-​educated platelets (TEPs); proteins; and metab-\nCenter for Molecular\nBioMedicine,\n                                  els for hundreds of tumours5. These multiparameter           olites10–15 (Table 1). Together, these analytes have the\nMedical University of Graz,       analyses resulted in an improved understanding of            potential to provide information about features of pri-\nGraz, Austria.                    molecular aberrations and their functional roles across      mary tumours or metastases that are usually obtained\n2\n BioTechMed-​Graz,                tumour types and identified novel tumour subtypes5.          by pathologists (Table 2). In addition to the information\nGraz, Austria.                    Importantly, these efforts led to the identification of      about genomic mutations and copy number alterations\n3\n Christian Doppler                new druggable targets, which is a prerequisite for realiz-   that is usually obtained from CTCs or ctDNA10, liq-\nLaboratory for Liquid             ing the promise of precision medicine. However, access       uid biopsies are increasingly being used to generate\nBiopsies for Early Detection\n                                  to tumour material for molecular profiling usually           information about the transcriptome16, the epigenome17,\nof Cancer, Graz, Austria.\n                                  depends on invasive procedures that are not always fea-      the proteome18 and the metabolome19. Moreover, novel\n4\n Freenome, South San\nFrancisco, CA, USA.\n                                  sible and do not lend themselves to serial monitoring of     artificial-​intelligence-based bioinformatics tools are\n                                  tumour genotypes.                                            beginning to move the liquid biopsy field towards truly\n*e-​mail: ellen.heitzer@\nmedunigraz.at                         Therefore, the focus of precision oncology is increas-   multiparametric analyses20.\nhttps://doi.org/10.1038/          ingly turning to liquid biopsies because they are non-​          In this Review, we first summarize the few examples\ns41576-018-0071-5                 invasive and can be repeated at multiple time points,        of liquid biopsy applications that have been approved\n\n\nNATuRe RevIeWS | GENETiCS                                                                                                volume 20 | FEBRUARY 2019 | 71\n\fReviews\n\n Table 1 | Comparison of the analytes found in solid and liquid biopsy samples\n Analyte                                Solid biopsy           Liquid biopsy\n                                        Tissue                 CTCs                 ctDNA                EVs                  cfRNA                 miRNA\n\n\n\n\n Origin\n Viable cells                           Yes                    Yes                  No                   Yes                  Unknown               Unknown\n Apoptotic cells                        Yes                    Yes                  Yes                  Unknown              Unknown               Unknown\n Components\n DNA                                    Yes                    Yes                  Yes                  Yes                  No                    No\n RNA                                    Yes                    Yes                  No                   Yes                  Yes                   Yes\n Proteins                               Yes                    Yes                  No                   Yes                  No                    No\n Metabolites                            Yes                    Yes                  No                   Unknown              No                    No\n Extractable information\n Mutations                              Yes                    Yes                  Yes                  Yes                  Possibly              No\n Copy number alterations                Yes                    Yes                  Yes                  Yes                  No                    No\n Epigenetic alterations                 Yes                    Yes                  Yes                  Yes                  No                    No\n Fusion genes                           Yes                    Yes                  Yes                  Yes                  Possibly              No\n Splice variants                        Yes                    Yes                  No                   Yes                  Possibly              No\n Information at single-​cell level      Yes                    Yes                  No                   No                   No                    No\n Functional assays                      Yes                    Yes                  No                   No                   No                    No\n Applications in precision oncology\n Prognostication                        Yes                    Yes                  Yes                  Yes                  Unknown               Possibly\n Identification of predictive           Yes                    Yes                  Yes                  Possibly             Unknown               No\n marker\n Classification of molecular            Yes                    Possibly             Possibly             Unknown              Unknown               No\n subtypes\n Tracking of clonal evolution over      No                     Yes                  Yes                  Unknown              No                    No\n time\n Early identification of resistance     No                     Yes                  Yes                  Possibly             Unknown               No\n mechanisms\n Monitoring treatment response          No                     Possibly             Yes                  Possibly             Unknown               Unknown\n Early detection of recurrence          No                     Possibly             Yes                  Possibly             Possibly              No\n and MRD\n Early detection of cancer              No                     Unknown              Possibly             Possibly             Unknown               Unknown\n FDA-​approved assays                   Yes   a\n                                                               Yes   b\n                                                                                    Yes   c\n                                                                                                         No                   No                    No\n cfRNA , circulating cell-​free RNA ; CTC, circulating tumour cell; ctDNA , circulating tumour DNA ; EVs, extracellular vesicles; FDA , US Food and Drug Administration;\n miRNA , microRNA ; MRD, minimal residual disease. aSeveral immunohistochemical assays (HER2, programmed cell death 1 ligand 1 (PDL1), etc.) and several\n mutation tests (EGRF, KRAS and BRCA). bCTC enumeration in metastatic disease. cEGFR in non-​small-cell lung cancer and SEPT9 in colorectal cancer.\n\n\n                                   for clinical care. We then discuss the current evi-                 subjects of recent comprehensive reviews10–15 and are\n                                   dence for analytical and clinical validity of ctDNA,                not discussed in detail here.\n                                   which is currently one of the most intensively studied\n                                   analytes found in liquid biopsy samples. This exam-                 Liquid biopsies in clinical care\n                                   ple illustrates not only the great potential of liquid              The Evaluation of Genomic Applications in Practice and\n                                   biopsies but also the many challenges that must be                  Prevention (EGAPP) initiative established three criteria\nThe Cancer Genome Atlas            overcome before they can be widely implemented for                  as requisites for adoption of a tumour biomarker test\n(TCGA). A comprehensive and        precision medicine. We conclude by reflecting on how                in clinical care21: analytical validity, which measures the\ncoordinated effort to accelerate   these challenges might be met and, in particular, on                accuracy, reliability and reproducibility of a test; clini-\nour understanding of the\nmolecular basis of cancer\n                                   the likely contributions of multianalyte approaches.                cal validity, which assesses the ability of a test to divide\nthrough the application of         Technologies for obtaining and interrogating analytes               a population into separate groups with significantly\ngenome analysis technologies.      and the applications of liquid biopsies have been the               different clinical outcomes; and clinical utility, which\n\n\n72 | FEBRUARY 2019 | volume 20                                                                                                                    www.nature.com/nrg\n\f                                                                                                                                            Reviews\n\n Table 2 | Histopathological features of solid biopsy samples that can be recapitulated in liquid biopsy samples\n Features and parameters               Histopathology of solid biopsy sample                                Analysis of ctDNA in liquid biopsy sample\n\n\n\n\n Molecular marker\n Tumour burden                         Tumour size informs about burden                                     ctDNA VAF informs about tumour burden\n Subtype classification                Mostly based on histology but also on expression profiles            Might be based on tissue deconvolution and RNA\n                                                                                                            and/or DNA markers\n Tumour evolution                      Hard to assess because longitudinal sampling is not feasible         Phylogenetic ctDNA construction; longitudinal\n                                       but can be deduced from intratumour heterogeneity                    sampling easily achievable\n Quality issues\n DNA quality                           Mostly isolated from FFPE tissue and is prone to artefacts           Highly fragmented DNA, short half-​life and low\n                                                                                                            overall yield\n Detection limit                       Microdissection often needed; subclonal mutations often in           Often low VAF in the range of background noise of\n                                       a low range                                                          analytical methods\n Standardization                       Some SOPs available                                                  Lack of SOPs, but development in progress\n ctDNA , circulating tumour DNA ; FFPE, formalin-​fixed paraffin-​embedded; SOP, standard operating procedure; VAF, variant allele frequency.\n\n\n                                   evaluates whether outcomes are improved for patients             entities, largely because it has not been demonstrated\n                                   who received the test compared with those who did                to have clinical utility. For example, studies investigat-\n                                   not21,22. However, regulation of tumour biomarker tests          ing whether patients with rising CTC numbers might\n                                   is complex23, and even biomarker tests approved by the           benefit from an early switch to another chemotherapy\n                                   US Food and Drug Administration (FDA) do not nec-                did not result in prolonged survival36. Hence, CTC enu-\n                                   essarily need to establish clinical utility23. Furthermore,      meration represents an established prognostic, but not\nEpigenetic                         many commercially available tumour biomarker tests are           a predictive, biomarker.\nA biochemical change in the        never submitted to the FDA for review but are instead                By contrast, clinical utility has been demonstrated for\ngenome, such as DNA\nmethylation or histone\n                                   marketed as laboratory-​developed tests (LDTs). Although         two FDA-​approved cfDNA-​based tests: the cobas EGFR\nmodification, that does not        laboratories performing LDTs must be certified and               Mutation Test v2 (Roche Molecular Diagnostics), which\nalter the DNA sequence but         many LDTs function reliably, these tests are not subject         detects EGFR mutations37 in plasma cfDNA from patients\nmay affect gene activity and       to the same standards that are applied by the FDA to             with lung cancer38, and Epi proColon (Epigenomics AG),\nexpression.\n                                   other diagnostic tests and their analytical validity and         which reports on the methylation status of the SEPT9\nDruggable targets                  clinical utility are not always rigorously reviewed23. This      promoter in plasma cfDNA from patients undergoing\nSomatic mutations involved in      discrepancy is exemplified by tests based on plasma              screening for CRC39. Hypermethylation has been asso-\ncancer development and             ctDNA and CTCs, which have the largest reported                  ciated with the occurrence of CRC, and the clinical\nprogression that can be            evidence base for utility as biomarkers in precision             utility of Epi proColon has been evaluated in several\nexploited with a therapeutic\nintent.\n                                   oncology14 (Table 1).                                            studies that encompass several thousand clinical sam-\n                                       The CellSearch system (Menarini Silicon Biosys­              ples and in recent meta-​analyses that described the test\nPleural effusions                  tems)24–26 is an FDA-​approved CTC detector for patients         as an effective marker for blood-​based CRC detection,\nExcessive accumulations of         with metastatic breast, prostate or colorectal cancer            albeit with a low sensitivity for early stage I CRC40,41.\nfluid in the space surrounding\n                                   (CRC). It enriches for cells that express epithelial cell        In patients with non-​small-cell lung cancer (NSCLC),\nthe lung (pleural cavity).\n                                   adhesion molecules (EpCAMs) but lack the leukocyte               the cobas EGFR Mutation Test v2 detects activating\nCirculating tumour cells           common antigen CD45. In patients with metastatic                 mutations in EGFR that result in increased sensitivity\n(CTCs). Cells that have been       breast or prostate cancer, the presence of ≥5 CTCs               to tyrosine kinase inhibitors (TKIs); these mutations,\nshed into the vasculature or       per 7.5 ml blood was found to be a strong predictor for          which include deletion of exon 19 and L858R substitu-\nlymphatics from a primary\ntumour and/or metastasis and\n                                   reduced progression-​free survival (PFS) and <5 CTCs             tion in exon 21, are strong predictors for increased PFS\nare carried around the body in     per 7.5 ml was predictive of improved overall survival           in patients who receive EGFR-​targeted therapies, such as\nthe blood circulation.             (OS)27,28. For metastatic CRC, the predictive thresholds         the first-​generation drug erlotinib (Tarceva)42. The test\n                                   are ≥3 CTCs per 7.5 ml for PFS and <3 CTCs per 7.5 ml            can also be used to detect the T790M EGFR mutation\nCirculating cell-​free DNA\n                                   blood for OS29. The analytical and clinical validity of          in patients whose cancer has progressed after treatment\n(cfDNA). DNA circulating in the\nbloodstream that is not            CTC quantification for prognostication of patients with          with EGFR-​targeted TKIs; this mutation leads to therapy\nassociated with cells.             metastatic breast, prostate or colon cancer, as well as          resistance and its detection indicates that treatment can\n                                   patients with non-​metastatic breast cancer treated with         be switched from erlotinib to the third-​generation drug\nCirculating tumour DNA             neoadjuvant chemotherapy, have been verified in stud-            osimertinib. The demonstrated predictive value of this\n(ctDNA). Tumour-​derived,\ncell-free DNA that is thought to\n                                   ies and/or pooled meta-​analyses involving thousands of          test has led several professional societies to recommend\nbe representative of the entire    patients30–35. However, CellSearch CTC enumeration has           the use of plasma cfDNA to identify EGFR mutations in\ntumour genome.                     not become a widely adopted test for any of these tumour         patients with NSCLC43. Importantly, the clinical utility\n\n\nNATuRe RevIeWS | GENETiCS                                                                                                       volume 20 | FEBRUARY 2019 | 73\n\fReviews\n\n                                    of the cobas EGFR Mutation Test v2 and Epi proColon           and ctDNA plasma variant allele frequency (VAF) was\nCirculating cell-​free RNA\n(cfRNA). Circulating gene           emphasized the potential of ctDNA as a biomarker.             reported in NSCLC and high-​grade serous ovarian cancer\ntranscripts (mRNA and                                                                             (HGSOC)56,59,60, and another study found a high corre-\nnon-coding RNAs) that are           Evaluating ctDNA as a biomarker                               lation between pretreatment ctDNA concentration and\npartly protected from               The potential of ctDNA as a biomarker in precision            metabolic tumour volume in patients with lung cancer61.\ndegradation by their packaging\ninto exosomes.\n                                    oncology. Studies show that ctDNA is likely derived           Furthermore, ctDNA has been shown to have prognostic\n                                    from apoptotic cells44,45 and may, therefore, represent       value. For example, the presence of ctDNA after curative-​\nExtracellular vesicles              a particular subtype of tumour cells. Nonetheless, evi-       intent surgery in patients with localized disease and/or\n(EVs). Generic term for vesicles,   dence indicates that ctDNA provides a comprehensive           chemotherapy was demonstrated to be a powerful prog-\nincluding exosomes,\n                                    view of the tumour genome as it reflects DNA released         nostic marker associated with recurrence and poor out-\nmicrovesicles or apoptotic\nbodies, that are secreted from      from multiple tumour regions46–48 or different tumour         come in patients with colon62, ovarian60 and lung cancer61.\nall cells and carry complex         foci17,49,50. Indeed, ctDNA studies have detected somatic     Identification of tumour-​specific changes in ctDNA from\ncargoes such as proteins, lipids    mutations that have been missed in corresponding tis-         blood has also enabled detection of minimal residual disease\nand nucleic acids across            sue samples46,47,51,52. Furthermore, deep sequencing of       and prediction of recurrence with lead times of several\nbiological membranes.\n                                    genomic regions spanning thousands of bases have              months in patients with colon63, breast64 and lung cancer59.\nExosomes                            enabled assessment of intratumour heterogeneity53 and         Finally, ctDNA ana­lysis enables the detection of resistance\nCell-​derived vesicles likely       detection of subclonal mutations52,54–56 and have uncov-      markers, such as KRAS mutations in patients with CRC\npresent in all body fluids, which   ered specific molecular subtypes with distinct genomic        receiving anti-​EGFR therapy65–68; increasing VAFs for\ncontain nucleic acids, lipids\n                                    signatures57,58. By contrast, a large number of single CTCs   genes such as PIK3CA, MED1 or EGFR in patients with\nand metabolites and are\ninvolved in intercellular           or several solid biopsies would be needed to obtain the       breast cancer treated with various therapies69,70; and the\nsignalling and communication.       same level of information. A particular advantage of          EGFR T790M resistance mutation in patients with lung\n                                    ctDNA as a biomarker compared with CTCs is that it            cancer treated with EGFR-​targeted TKIs37,51. Together,\n                                    might be informative about tumour mass, which reflects        these features of ctDNA make it a promising analyte\n                                    the extent of the disease and hence its response to a given   for precision oncology applications. However, ctDNA\n                                    therapy. A linear relationship between tumour volume          also has some substantial limitations (Box 1), such as its\n\n\n Box 1 | Challenges to implementation of liquid biopsies in precision oncology\n Here, we summarize key issues and questions that need to be resolved if           • Newly diagnosed and relapsed high-​grade serous ovarian cancer cases\n liquid biopsies are to be applied to precision oncology and, particularly, to       have been observed to have different variant allele frequencies (VAFs),\n early disease detection.                                                            which suggests that tumour burden per se may not in general correlate\n                                                                                     with ctDNA levels. Instead, both tumour size and unknown biological\n Plasma nucleic acid composition and origin\n                                                                                     features influence ctDNA release.\n • What is the composition of plasma components in individuals without\n                                                                                   • Reliable determinants for the release of all liquid biopsy components\n   cancer? What are the contributions of different tissues to plasma\n                                                                                     have not been established but are urgently needed.\n   components in healthy individuals, and how much do these change\n   during physiological processes such as ageing?                                  Confounding events\n • With what accuracy will it be possible to establish the origin of tissue-​      • Will liquid biopsy analyses be able to identify clonal expansions in solid\n   derived components traceable in plasma?                                           tissues, similar to those reported in haematopoietic tissue (such as\n • The apoptotic origin of circulating tumour DNA (ctDNA) suggests it                clonal haematopoiesis of indeterminate potential (CHIP)), and be able to\n   might be derived from dying tumour cells. By contrast, other liquid               distinguish them from real cancer? If so, will the analyses also be\n   biopsy components, such as circulating tumour cells or extracellular              informative about the tissue of origin of the clonal expansions? Will\n   vesicles, may be derived from viable cells. More comparative studies are          liquid biopsies be able to predict whether such an expansion is benign\n   needed to determine whether different information can be obtained                 or at the verge of malignant transformation?\n   from these different analytes.                                                  Technical requirements\n                                                                                   • For the analysis of mutant DNA fragments at very low VAFs, will it be\n Tumour biology\n                                                                                     possible to increase the detection rate of multiple mutations in clinical\n • Intratumour heterogeneity poses a tremendous challenge to cancer                  samples, which have on average 3,000 haploid genomic equivalents at a\n   biology and diagnostics. To what extent do liquid biopsy samples                  sufficiently high specificity and sensitivity for routine applications?\n   accurately reflect the heterogeneity of a tumour and its subclones or all\n                                                                                   • Will enrichment of certain circulating cell-​free DNA (cfDNA) fractions\n   tumour lesions in metastatic patients?\n                                                                                     (for example, by fragment size selection) enable a considerable change\n • For early cancer detection, will liquid biopsies enable unfavourable              in resolution?\n   tumours (that is, those that are destined to become large, may\n   metastasize and are clinically relevant) to be distinguished from               Combining analytes\n   favourable tumours (that is, those that remain small and will not cause         • Ideal combination strategies for liquid biopsy analyses employing\n   symptoms for many years).                                                         cfDNA, mRNA, microRNA, extracellular vesicles, proteins, metabolites\n • Can liquid biopsy samples be informative about the underlying biology,            or other components have not yet been established.\n   clinical course and prognosis of a lesion?                                      Lack of clinical validity and clinical utility\n • In tumours progressing through well-​defined stages (such as stages I–IV        • Currently, liquid biopsy assays lack consistency and precision. In fact,\n   in colorectal cancer), what is the earliest stage at which disease can be         clinical validity and clinical utility have not yet been shown for the vast\n   reliably detected with high sensitivity and specificity and with better           majority of assays. Sophisticated multicentre clinical validation studies\n   performance than current screening methods?                                       and regulatory guidelines are lacking but must be established to ensure\n                                                                                     responsible future application of liquid biopsies in precision oncology.\n\n\n\n74 | FEBRUARY 2019 | volume 20                                                                                                             www.nature.com/nrg\n\f                                                                                                                                      Reviews\n\n                                         Sampling volume                                           mutations poses a considerable challenge and requires\n                                              On average,\n                                                                                                   specialized technologies.\n                                              1 ml plasma\n                                              contains                                             Approaches for detecting low levels of ctDNA in\n                                              1,500 GE\n                                                                                                   plasma. The number of detectable molecules might be\n                                                                       Analytical limit of         increased by substantially increasing the sample volume\n       Tumour fraction                                                    detection                (that is, drawing more blood), but this approach is usually\n Majority        Minority                                           Genome-wide Targeted           not clinically feasible in patients with advanced disease.\n Patient samples                              Factors               Genomic coverage               Alternatively, the low number of input molecules could be\n                                            influencing                                            compensated for by simultaneously testing a large num-\n                                             sensitivity\n                                                                                                   ber of mutations and establishing the minimum number\n             Tumour fraction                                              Analytical sensitivity   of detected mutations required to classify a plasma sam-\n Low                   High                                         Low                   High     ple as tumour positive56,59,74 (Fig. 2c). For instance, the\n                                                                                                   TRACERx study used multiplex-​PCR assay panels to\n                                          Number of input\n                                            molecules                                              target a median of 18 single-nucleotide variants (SNVs)\n                                             Average yield                                         per patient and implemented a threshold of 2 detected\n                                             of a nucleated                                        SNVs for a sample to be deemed ctDNA positive59.\n                                             cell is 6.6 pg,                                           Recent developments in ctDNA techniques have\n                                             which is 1 GE\n                                                                                                   focused on increasing the analytical sensitivity of\nFig. 1 | Factors influencing the sensitivity of a plasma cell-​free DNA test. Technical            se­quencing approaches, which may be affected by\nand physiological factors limit broad implementation of liquid biopsies in clinical                errors introduced during DNA preparation or dur-\npractice. The achievable sensitivity of a circulating cell-​free DNA (cfDNA) test on plasma        ing sequencing itself. For example, using baits (that is,\nis dependent on several factors, including sampling volume, the number of input                    oligonucleotides that hybridize to the desired DNA)\nmolecules, the tumour fraction and the analytical sensitivity of the method being used.            to enrich for selected genomic regions during DNA\nGE, genomic equivalents.                                                                           preparation can cause oxidative damage to the DNA,\n                                                                                                   resulting in sequence alterations75. Sequencing sensitivity\n                                    frequently low levels in plasma and confounding factors        is also affected by the accuracy (that is, the number of\n                                    resulting from ageing or validation issues.                    errors made per base pair sequenced)76 and the cov-\nTumour-​educated platelets                                                                         erage (that is, the number of DNA molecules that are\n(TEPs). Platelets with altered      Plasma often contains low levels of ctDNA. The ability         independently sequenced) of the chosen sequencing\nfunctions that interact with        to detect mutations in plasma cfDNA correlates with            method. The effects of errors caused by these fac-\ntumour cells via different          the tumour burden. The Tracking Non-​Small-Cell Lung           tors can be mitigated (and sensitivity improved) by\nsignalling molecules, thereby\npromoting tumour cell survival\n                                    Cancer Evolution Through Therapy (TRACERx) study               using molecular barcodes called unique molecular\nand metastasis.                     predicted that primary tumour burdens of 1 cm3, 10 cm3         identifiers (UMIs)56,74,76–79; these unique tags facilitate\n                                    or 100 cm3 (that is, 9.4 × 107 cells, 3.02 × 108 cells and     bioinformatic alignment of sequences derived from\nCopy number alterations             ~109 cells, respectively)71 would result in mean clonal        the same DNA fragment and enable errors to be eas-\nLoss (deletion) or gain (ranging\n                                    plasma VAFs of 0.006%, 0.1% and 1.3%, respectively59.          ily identified and excluded from subsequent analyses80.\nfrom duplication to high-​level\namplification) of genomic           However, ctDNA levels may vary greatly between                 For instance, the cancer personalized profiling by\nregions resulting in a copy         patients, even those with the same tumour type54 (Fig. 1).     deep sequencing (CAPP-​Seq) method assesses plasma\nnumber that deviates from two.      Indeed, even in metastatic disease, a substantial propor-      ctDNA for alterations in 139 genes that are recurrently\n                                    tion of patients present with unexpectedly low fractions       mutated in NSCLC and achieved a sensitivity of 85%\nTranscriptome\nThe full range of mRNA\n                                    of ctDNA54,72,73. Clearly, biological factors other than       for disease monitoring and minimal residual disease\nmolecules expressed in a cell,      tumour burden affect the release of tumour DNA, as             detection56. When CAPP-​Seq was combined with a com-\ntissue or organism at a certain     further demonstrated by a study of HGSOC in which              putational error correction approach called integrated\ntime.                               patients with relapsed disease had pretreatment TP53           digital error suppression (iDES), the sensi­tivity improved\n                                    VAFs of 0.04% per cm3 tumour compared with VAFs                threefold 74. Targeted error correction sequencing\nEpigenome\nThe full complement of              of 0.0008% per cm 3 in newly diagnosed untreated               (TEC-​Seq) is a similar UMI-​based approach that assays\nepigenetic marks within a           patients60. The number of available template molecules         ctDNA for 58 genes frequently mutated in colorectal,\ngenome, which helps to              dictates whether such low VAFs are detectable (Fig. 1).        lung, ovarian and breast cancers, among others, and can\ndetermine the activity of genes     On average, 1 ml plasma from a patient with cancer             detect at least 1 mutation in more than 75% of patients79.\nin any particular cell and its\nlineage. The epigenome is\n                                    contains approximately 1,500 diploid genome equivalents            Other attempts to increase sensitivity have focused\nprone to change during ageing       (GE) (~10 ng DNA)74 (Fig. 2a), with considerably higher        on enriching for ctDNA fragments on the basis of their\nand in cancer cells.                amounts often observed in patients with metastatic             length, which is reported to be shorter (132–145 bp) than\n                                    cancer. A typical 10 ml blood draw yields on average           cfDNA from normal cells (~166 bp)81–84. Indeed, a recent\nProteome\n                                    4 ml plasma containing 6,000 GE (12 × 103 molecules            study reported that ctDNA could be enriched by excis-\nThe entire set of proteins\nexpressed in a cell, tissue or      per region or gene), which implies a theoretical sen-          ing appropriately sized DNA bands from plasma DNA\norganism at a certain time.         sitivity limit of ~0.01% (that is, the ability to detect 1     electrophoresed on polyacrylamide gels82. However, tar-\n                                    fragment in 12,000 copies). If the VAF of ctDNA corre-         geting single-​stranded cfDNA, which is usually shorter\nMetabolome                          sponds to 0.1%, there are on average just six molecules        than double-​stranded DNA, did not result in an enrich-\nThe complete set of small-​\nmolecule chemicals found\n                                    per tube carrying the respective mutation, which may           ment of tumour DNA fragments85,86. Furthermore, an\nwithin a cell, tissue or organism   be affected by stochastic sampling (Fig. 2b). Thus, the        increased frequency of dinucleosomal DNA fragments\nat a certain time.                  reliable, accurate and reproducible detection of these         with lengths >320 bp was reported in patients with CRC\n\n\nNATuRe RevIeWS | GENETiCS                                                                                                   volume 20 | FEBRUARY 2019 | 75\n\f  Reviews\n\n a                                  Correlation between amount of input DNA (ng) and GE                                                                         Probability of detecting 10 mutated copies at different VAFs\n                                                                                                                                                                and input amounts\n                           15,000                                                                                                                         100\n\n\n\n                                                                                                                                                           80\n\n\n\n\n                                                                                                                                % Detection probability\n                           10,000\nDiploid GE\n\n\n\n\n                                                                                                                                                           60\n\n\n\n                                                                                                                                                           40\n                                        10,000 template molecules (5,000 GE)\n                            5,000\n                                        6,000 template molecules (3,000 GE)\n                                                                                                                                                           20\n                                                                                                                                                                                                                                    1,500 copies\n                                        1,500 template molecules (750 GE)                                                                                                                                                           6,000 copies\n                                                                                                                                                                                                                                    10,000 copies\n                               0                                                                                                                            0\n                                    0.1              0.5   1.0              5.0   10.0                 19.8 33.3 50.0 100.0                                     0.01          0.05                  0.10             0.50    1.00         5.00 10.00\n                                                                    ng DNA                                                                                                                                     % VAF\n\n\n\n b Poisson distribution of mutated copies after repeated sampling of 6,000 copies with different VAFs\n                                                  VAF 0.01%                                                                VAF 0.1%                                                                                         VAF 0.5%\n                           6,000                                                                      6,000                                                                                        6,000\n\n\n                           5,000                                                                      5,000                                                                                        5,000\n  Number of samples\n\n\n\n\n                                                                                  Number of samples\n\n\n\n\n                                                                                                                                                                               Number of samples\n                           4,000                                                                      4,000                                                                                        4,000\n\n\n                           3,000                                                                      3,000                                                                                        3,000\n\n\n                           2,000                                                                      2,000                                                                                        2,000\n\n\n                           1,000                                                                      1,000                                                                                        1,000\n\n\n                               0                                                                         0                                                                                            0\n                                    0           10          20             30                                 0          10                                20          30                                  0           10           20         30\n                                    Number of mutated copies in sample                                        Number of mutated copies in sample                                                           Number of mutated copies in sample\n\n                                    0 or 1 mutated copies in sample: 93.9%                                    0 or 1 mutated copies in sample: 8.8%                                                        0 or 1 mutated copies in sample: 0.0%\n                                    2 or 3 mutated copies in sample: 6.05%                                    2 or 3 mutated copies in sample: 34.4%                                                       2 or 3 mutated copies in sample: 0.0%\n                                    4–9 mutated copies in sample: 0.05%                                       4–9 mutated copies in sample: 55.9%                                                          4–9 mutated copies in sample: 0.5%\n                                    ≥10 mutated copies in sample: 0.0%                                        ≥10 mutated copies in sample: 0.9%                                                           ≥10 mutated copies in sample: 99.5%\n\n\n\n\n c                         Single locus assay (VAF 0.01%)                                                                                                  Multigene panel (VAF 0.01%)\n    Sampling of 3,000 GE\n\n\n\n\n                                                                                                                                    Sampling of 3,000 GE\n\n\n\n\n                                                                                                                                                                                                                       Template molecules with\n                                                                                                                                                                                                                       mutations in different genes\n\n                                                                 Samples                                                                                                                                   Samples\n                           Most samples will not contain a mutated copy of the tested gene.                                                                Some samples are likely to contain a mutated copy of at least one gene\n                                                                                                                                                           in the panel.\n\n\n  76 | FEBRUARY 2019 | volume 20                                                                                                                                                                                                www.nature.com/nrg\n\f                                                                                                                                        Reviews\n\n◀ Fig. 2 | The amount of input cell-​free DNA affects the ability to detect rare variants.            of the Guardant360 (Guardant Health) ctDNA assay\n  a | The graph on the left shows the relationship between the amount of input DNA          ",
  "wordCount": 16635,
  "indexed": "2025-09-25T22:47:07.105Z",
  "method": "direct"
}
