{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Hodge et al. - 2012 - Array CGH on unstimulated blood does not detect all cases of Pallister-Killian syndrome a skin biop.pdf",
  "fileName": "Hodge et al. - 2012 - Array CGH on unstimulated blood does not detect all cases of Pallister-Killian syndrome a skin biop.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Hodge et al. - 2012 - Array CGH on unstimulated blood does not detect all cases of Pallister-Killian syndrome a skin biop.pdf",
  "text": "CLINICAL REPORT\n\n\nArray CGH on Unstimulated Blood Does Not\nDetect All Cases of Pallister–Killian Syndrome:\nA Skin Biopsy Should Remain the Diagnostic\nGold Standard\nJennelle C. Hodge,1,2* Rachael L. Hulshizer,1 Pam Seger,1 Angelique St Antoine,1\nJennifer Bair,1 and Salman Kirmani2\n1\nDepartment of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, Minnesota\n2\nDepartment of Medical Genetics, Mayo Clinic, Rochester, Minnesota\nReceived 14 July 2011; Accepted 23 November 2011\n\n\nA child whose features are consistent with Pallister–Killian\nsyndrome (PKS) did not have detectable tetrasomy 12p due to                       How to Cite this Article:\nan additional isochromosome 12p in an unstimulated blood                          Hodge JC, Hulshizer RL, Seger P, St Antoine\nspecimen by interphase FISH or array CGH analysis. The diag-                      A, Bair J, Kirmani S. 2012. Array CGH on\nnosis of PKS was made through these methods solely in a skin                      unstimulated blood does not detect all cases of\nbiopsy specimen. To determine the sensitivity of our array CGH                    Pallister–Killian syndrome: A skin biopsy\nplatform to tetrasomy 12p mosaicism, dilutions of DNA from                        should remain the diagnostic gold standard.\nboth the child’s skin ﬁbroblasts and a PKS cell line were analyzed.\n                                                                                  Am J Med Genet Part A 158A:669–673.\nTetrasomy 12p at 10% mosaicism was identiﬁable but 5% was\nbelow the limit of detection. This result suggests through ex-\ntrapolation that the tetrasomy 12p is present in <10% of cells in\nour patient’s blood, conﬁrming the tissue-limited mosaicism of             PKS is the prototypic disorder for tissue-limited mosaicism; the\nPKS. Multiple recent studies show that array CGH provides              characteristic i(12p) is rarely found in peripheral blood and diag-\ngreater sensitivity than chromosome analysis to detect mosaic          nosis typically relies on study of cultured ﬁbroblasts [Wenger et al.,\nabnormalities including that of tetrasomy 12p in blood speci-          1990]. The decreased level of i(12p) cells in blood is thought to be\nmens. However, our case demonstrates that the biology of PKS           exacerbated by culturing the specimen to obtain metaphase spreads\nprecludes the exclusive use of array CGH on blood for diagnosis.       for chromosome analysis [Reeser and Wenger, 1992]. This suggests\nA tissue sample should continue to be the diagnostic gold              array comparative genomic hybridization (array CGH) to detect\nstandard for PKS. Ó 2012 Wiley Periodicals, Inc.                       copy number changes using DNA isolated from an uncultured\n                                                                       specimen would be a preferable technique for analysis of a blood\nKey words: Pallister–Killian syndrome; array comparative geno-         specimen to avoid this tissue culture bias. In fact, a recent study on\nmic hybridization; skin biopsy; tissue mosaicism; tetrasomy 12p;       blood specimens from eight PKS cases demonstrated the presence\nisochromosome 12p                                                      of i(12p) using array CGH. This led to the conclusion that the ability\n                                                                       of array CGH to detect low-level mosaicism in blood can circum-\n                                                                       vent the need for an invasive skin biopsy [Theisen et al., 2009]. The\nINTRODUCTION                                                           present study involves a case of PKS where the i(12p) is not\nPallister–Killian syndrome (PKS, OMIM #601803) is a rare genetic       detectable in blood by chromosome, FISH or array CGH analysis.\ndisorder deﬁned by streaks of pigmented skin, dysmorphic facial        This level of mosaicism conﬁrms that testing of a skin biopsy should\nfeatures (prominent forehead, short nose with anteverted nares and     remain within the diagnostic algorithm.\nﬂat nasal bridge, hypertelorism, upslanting palpebral ﬁssures,\nepicanthal folds, and long philtrum with prominent upper lip),\n                                                                       *Correspondence to:\nshort neck, ﬂat occiput, localized bitemporofrontal alopecia, severe\n                                                                       Jennelle C. Hodge, Ph.D., Department of Laboratory Medicine and\nintellectual disability, seizures, diaphragmatic defects and others    Pathology, Mayo Clinic, 200 First Street SW, Hilton Building, room 970\n[Schinzel, 1991]. This syndrome is characterized by mosaic tetras-     Rochester, MN 55905. E-mail: hodge.jennelle@mayo.edu\nomy (four copies) of the entire short arm of chromosome 12,            Published online 7 February 2012 in Wiley Online Library\nusually in the form of an additional isochromosome 12p [Peltomaki      (wileyonlinelibrary.com).\net al., 1987].                                                         DOI 10.1002/ajmg.a.35209\n\n\n\nÓ 2012 Wiley Periodicals, Inc.                                                                                                          669\n\f670                                                                                                AMERICAN JOURNAL OF MEDICAL GENETICS PART A\n\n\nCLINICAL REPORT                                                                     The patient was referred to genetics at the age of 2 years and\n                                                                                5 months for global developmental delay and congenital hypotonia.\nThis male patient was the second child of a non-consanguineous\n                                                                                Physical exam (Fig. 1) revealed a height of 94.1 cm (84th centile), a\ncouple with two previous ﬁrst trimester spontaneous abortions.\n                                                                                weight of 16.19 kg (96th centile), and a head circumference of\nThe 29-year old mother reported depression requiring use of\n                                                                                51.9 cm (90th centile). He had macrocephaly with a prominent\nVenlafaxine (Effexor) throughout the pregnancy as well as inter-\n                                                                                forehead and sparse anterior scalp hair. Facial features included\nmittent oral phenergan for nausea associated with migraine head-\n                                                                                ocular hypertelorism, ptosis, a short nose with hypoplastic nares\naches. The father was noted to have bilateral Rieger anomaly.\n                                                                                and an upturned tip, a long philtrum, and mild retromicrognathia.\nPrenatal ultrasound demonstrated polyhydramnios while testing\n                                                                                A small pit was noted at the posterior helical aspect of the left ear.\nfor gestational diabetes was negative. The boy was delivered at\n                                                                                An oropharynx assessment revealed widely spaced, hypoplastic,\n38 weeks gestation by caesarian due to failure of spontaneous labor\n                                                                                peg-shaped teeth, with no clefting of the palate and a normal uvula.\nprogression. He was macrosomic at birth, weighing 4,450 g (>97th\n                                                                                His skin had streaky hyperpigmentation following the lines of\ncentile), with hypotonia and Apgar scores of 6/1 and 8/10. He\n                                                                                Blaschko on the posterior aspect of both ﬂanks, over the buttock\nremained in the NICU for approximately 5 days, with blow-by\n                                                                                region, and ﬁnishing in a linear fashion to involve both lower\noxygen for the ﬁrst 48 hr.\n                                                                                extremities. This hyperpigmentation was clear under Wood’s lamp\n   Global developmental delay was noted with attainment of mile-\n                                                                                illumination and was more obvious in sun-exposed areas.\nstones as follows: holding own head up at 12 months, sitting on own\nand reaching for toys at 18 months, holding own bottle between 18\nand 24 months, and babbling with no distinct words at 24 months of              GENETIC STUDIES\nage. At 2 years of age, the child had poor eye contact and myopia\n                                                                                No prenatal or perinatal genetic testing was ordered. Following\nwhich required glasses as well as streaky skin hyperpigmentation in\n                                                                                referral to medical genetics at age 2 years and 5 months, a normal\nthe lower extremities that became apparent with increasing sun\n                                                                                karyotype was observed from a peripheral blood specimen. An array\nexposure.\n                                                                                CGH study of genomic DNA isolated from uncultured peripheral\n                                                                                blood was also normal. Chromosome analysis on a tissue specimen\n                                                                                from a hyperpigmented area on the left lower leg demonstrated a\n                                                                                karyotype of 47,XY,þi(12)(p10)[13]/46,XY[17], consistent with\n                                                                                PKS (Fig. 2A). Array CGH analysis demonstrated additional 12p\n                                                                                material in the tissue (Fig. 2B). However, due to mosaicism of the\n                                                                                abnormal cells, the non-SNP array CGH platform used is not able to\n                                                                                deﬁnitively conﬁrm a total of four copies of 12p and must be\n                                                                                interpreted in conjunction with the chromosome and/or FISH\n                                                                                analysis.\n                                                                                   Further substantiation of these results occurred using a previ-\n                                                                                ously developed home-brew FISH assay to identify isochromosome\n                                                                                12p [Sukov et al., 2009]. This dual-color strategy involves a target\n                                                                                probe at 12p11.21 labeled in SpectrumOrange with a control probe\n                                                                                for the chromosome 12 centromere (CEP12, Abbott Molecular)\n                                                                                labeled in SpectrumGreen. Two normal chromosome 12s are each\n                                                                                identiﬁed by an adjacent 1R1G signal pattern in metaphases or\n                                                                                interphase nuclei. The presence of an i(12p), which has a chromo-\n                                                                                some 12 centromere ﬂanked on either side by a p-arm, is demon-\n                                                                                strated by having adjacent signals giving a 1R1G1R pattern in\n                                                                                interphase nuclei or on the isochromosome in a metaphase. In\n                                                                                the child’s peripheral blood specimen, no i(12p) was found by FISH\n                                                                                in 500 nuclei. In contrast, the child’s tissue specimen had an\n                                                                                additional i(12p) in the single metaphase examined and in 57%\n                                                                                of the 100 interphase nuclei scored (Fig. 2C and D). FISH was also\n                                                                                attempted on a buccal smear but was unsuccessful due to an\n                                                                                insufﬁcient number of nuclei and a high level of bacterial\n                                                                                contamination.\n                                                                                   To determine the sensitivity of the array CGH assay to mosaicism\n                                                                                of i(12p), a cell line derived from 47,XY,i(12)(p10) human ﬁbro-\n                                                                                blasts (Coriell Cell Repository, catalogue number GM07981) was\n      FIG. 1. Patient at 21/2 years of age. A: Frontal view. B: Lateral view.   cultured. Interphase FISH analysis of this cell line at the time of\n      C: Frontotemporal alopecia. D: Patchy skin hyperpigmentation on\n                                                                                DNA isolation demonstrated i(12p) in approximately 60% of\n      leg.\n                                                                                nuclei. Dilutions of the DNA were made using a normal control\n                                                                                to 10% and 5% mosaicism. Array CGH was performed with an\n\fHODGE ET AL.                                                                                                                                           671\n\n\n\n\n    FIG. 2. Detection of a mosaic isochromosome 12p in ﬁbroblasts from a lower leg skin biopsy is consistent with PKS. A: Karyogram representative of the\n    additional i(12p). B: Array CGH with an Agilent 4 \u0001 44k oligonucleotide platform showed a proﬁle indicating additional 12p material involving 34.6 Mb\n    of DNA and 473 oligonucleotide probes at chr12:100,682-34,647,476 (genome build hg18). Of note, due to mosaicism of the abnormal cells, the\n    array CGH result is not alone sufﬁcient to conﬁrm a total of four copies of 12p. C: Metaphase FISH using a SpectrumOrange target probe on 12p and a\n    SpectrumGreen control probe at the 12 centromere demonstrated two normal chromosomes 12 and an additional i(12p). D: Interphase FISH was\n    concordant, showing one copy of a green signal ﬂanked by red signals (1R1G1R) indicating an i(12p) as well as 1R1G in close proximity for each of\n    the two normal chromosomes 12.\n\n\n\n\nundiluted 60% i(12p) sample as well as the 10% and 5% dilutions,               blood specimen. The PKS-associated tetrasomy 12p due to the\nindicating this abnormality was discernable at 10% mosaicism but               presence of an additional i(12p) was found by each of these methods\nnot at 5% (Fig. 3A). Similar array CGH results were obtained from              in a skin biopsy specimen. This reﬂects the tissue-limited mosaicism\ndilutions of DNA isolated from the patient’s skin ﬁbroblasts                   associated with PKS. A possible contributing factor to the lack of\n(Fig. 3B).                                                                     i(12p) in our patient’s blood is his age at the time of testing (2 years\n                                                                               and 5 months) because lymphocyte cultures from prenatal and very\n                                                                               young patients are reportedly more likely to show the i(12p) and in a\nDISCUSSION                                                                     higher proportion than cultures from older patients [Priest et al.,\nWe report on a child with features consistent with PKS including               1992].\ndysmorphic facies and streaks of hyperpigmented skin. Chromo-                     A buccal smear from the patient was also tested by interphase\nsome, interphase FISH and array CGH analyses were normal on a                  FISH but was not successful. Although buccal smears have been\n\f672                                                                                                  AMERICAN JOURNAL OF MEDICAL GENETICS PART A\n\n\n\n\n      FIG. 3. Array CGH is able to detect at least 10% mosaicism of i(12p) but not 5%. A: Analysis of DNA from a cell line with an additional i(12p) at an\n      undiluted 60% mosaicism level as well as dilutions at 10% and 5%. B: Analysis of DNA from the patient’s skin ﬁbroblasts at an undiluted 57%\n      mosaicism level as well as dilutions at 10% and 5%.\n\n\n\n\nreported as an alternative tissue source for PKS diagnosis by                   clinical testing, with the added complication of bacterial DNA\ninterphase FISH [Velagaleti et al., 2003], the quality of these samples         contamination.\nis highly variable and they are often insufﬁcient with signiﬁcant                  The ability of array CGH to detect mosaicism has recently been\ncontamination. In addition, array CGH on a buccal smear would                   explored. Studies using dye-reversed replicate experiments on\nlikely require whole genome ampliﬁcation, which is not ideal for                BAC-based platforms have shown that array CGH is more likely\n\fHODGE ET AL.                                                                                                                                      673\n\n\nto ﬁnd low-level mosaicism than chromosome analysis and that               REFERENCES\nstimulated cultures underestimate the true mosaicism level [Ballif\net al., 2006; Cheung et al., 2007]. Culturing of blood specimens is        Ballif BC, Rorem EA, Sundin K, Lincicum M, Gaskin S, Coppinger J,\nthought to artiﬁcially exaggerate the degree of mosaicism by                Kashork CD, Shaffer LG, Bejjani BA. 2006. Detection of low-level\n                                                                            mosaicism by array CGH in routine diagnostic specimens. Am J Med\nproviding a selective growth advantage to the normal cells relative\n                                                                            Genet Part A 140A:2757–2767.\nto i(12p) cells [Reeser and Wenger, 1992]. However, array CGH in\nour study was performed on genomic DNA isolated from uncul-                Cheung SW, Shaw CA, Scott DA, Patel A, Sahoo T, Bacino CA, Pursley A, Li\n                                                                            J, Erickson R, Gropman AL, Miller DT, Seashore MR, Summers AM,\ntured blood which removes any potential growth bias.                        Stankiewicz P, Chinault AC, Lupski JR, Beaudet AL, Sutton VR. 2007.\n    To determine the sensitivity of our Agilent 44k oligonucleotide         Microarray-based CGH detects chromosomal mosaicism not revealed by\narray CGH platform to tetrasomy 12p mosaicism, DNA was                      conventional cytogenetics. Am J Med Genet Part A 143A:1679–1686.\nisolated from dilutions of a PKS cell line and the patient’s skin          Peltomaki P, Knuutila S, Ritvanen A, Kaitila I, de la Chapelle A. 1987.\nﬁbroblasts. We demonstrate that 10% mosaicism was identiﬁable,               Pallister–Killian syndrome: Cytogenetic and molecular studies. Clin\nsuggesting through extrapolation that the i(12p) is present at <10%          Genet 31:399–405.\nmosaicism in the reported child’s blood given his normal array             Powis Z, Kang SH, Cooper ML, Patel A, Peiffer DA, Hawkins A, Heiden-\nresult. A similar array CGH platform identiﬁed a 56.1 Mb segmental          reich R, Gunderson KL, Cheung SW, Erickson RP. 2007. Mosaic tetras-\n3q duplication at 40% mosaicism, while the combined data from               omy 12p with triplication of 12p detected by array-based comparative\ndye-reversed replicates allowed for 20% mosaicism to be detected            genomic hybridization of peripheral blood DNA. Am J Med Genet Part A\n                                                                            143A:2910–2915.\n[Scott et al., 2010]. Although the 12p abnormality in our PKS case\ninvolves a smaller DNA segment at 34.6 Mb than the 3q aberration,          Priest JH, Rust JM, Fernhoff PM. 1992. Tissue speciﬁcity and stability of\n                                                                             mosaicism in Pallister–Killian þi(12p) syndrome: Relevance for prenatal\nthe ability to distinguish 10% mosaicism without dye-reversal data\n                                                                             diagnosis. Am J Med Genet 42:820–824.\nis likely the result of four copies of the affected region being present\nrelative to three copies in their case.                                    Reeser SL, Wenger SL. 1992. Failure of PHA-stimulated i(12p) lymphocytes\n                                                                            to divide in Pallister–Killian syndrome. Am J Med Genet 42:815–819.\n    Speciﬁc identiﬁcation of tetrasomy 12p in blood by array CGH\nbut not traditional cytogenetic techniques has occurred in a number        Schinzel A. 1991. Tetrasomy 12p (Pallister–Killian syndrome). J Med Genet\n                                                                             28:122–125.\nof published cases, supporting array CGH as a more sensitive\nmethod to discover PKS-associated mosaicism [Ballif et al., 2006;          Scott SA, Cohen N, Brandt T, Toruner G, Desnick RJ, Edelmann L. 2010.\nCheung et al., 2007; Powis et al., 2007]. The largest study involved         Detection of low-level mosaicism and placental mosaicism by oligonu-\n                                                                             cleotide array comparative genomic hybridization. Genet Med 12:85–92.\nblood specimens from eight PKS cases, showing tetrasomy 12p by\narray CGH which was conﬁrmed by interphase FISH analysis                   Sukov WR, Cheville JC, Giannini C, Carlson AW, Shearer BM, Sinnwell JP,\n                                                                             Ketterling RP. 2009. Isochromosome 12p and polysomy 12 in primary\n[Theisen et al., 2009]. In contrast, i(12p) in the current case was\n                                                                             central nervous system germ cell tumors: Frequency and association with\nnot detected in uncultured blood by interphase FISH or array                 clinicopathologic features. Hum Pathol 41:232–238.\nCGH; the diagnosis of PKS was made solely through skin biopsy\n                                                                           Theisen A, Rosenfeld JA, Farrell SA, Harris CJ, Wetzel HH, Torchia BA,\nﬁbroblast studies. Similar results were obtained in a patient with          Bejjani BA, Ballif BC, Shaffer LG. 2009. aCGH detects partial tetrasomy of\nhexasomy 12p [Vogel et al., 2009]. Our case conﬁrms that the                12p in blood from Pallister–Killian syndrome cases without invasive skin\nabsence of i(12p) cells in the blood is a true biological phenomenon,       biopsy. Am J Med Genet Part A 149A:914–918.\nand this tissue-limited mosaicism can be below the detection limit         Velagaleti GV, Tapper JK, Rampy BA, Zhang S, Hawkins JC, Lockhart LH.\nof array CGH in blood. Therefore, a normal array CGH result on              2003. A rapid and noninvasive method for detecting tissue-limited\nperipheral blood continues to warrant the use of a skin biopsy for          mosaicism: Detection of i(12)(p10) in buccal smear from a child with\nPKS diagnosis.                                                              Pallister–Killian syndrome. Genet Test 7:219–223.\n                                                                           Vogel I, Lyngbye T, Nielsen A, Pedersen S, Hertz JM. 2009. Pallister–Killian\n                                                                            syndrome in a girl with mild developmental delay and mosaicism for\nACKNOWLEDGMENTS                                                             hexasomy 12p. Am J Med Genet Part A 149A:510–514.\nWe would like to thank the family for their participation in this          Wenger SL, Boone LY, Steele MW. 1990. Mosaicism in Pallister i(12p)\nstudy.                                                                      syndrome. Am J Med Genet 35:523–525.",
  "wordCount": 2730,
  "indexed": "2025-09-25T22:40:45.644Z",
  "method": "direct"
}
