{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Tripletes/Budworth y McMurray - 2013 - A Brief History of Triplet Repeat Diseases.pdf",
  "fileName": "Budworth y McMurray - 2013 - A Brief History of Triplet Repeat Diseases.pdf",
  "relativePath": "Genetica/Tripletes/Budworth y McMurray - 2013 - A Brief History of Triplet Repeat Diseases.pdf",
  "text": "NIH Public Access\n                            Author Manuscript\n                            Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Methods Mol Biol. 2013 ; 1010: 3–17. doi:10.1007/978-1-62703-411-1_1.\n\n\n                           A Brief History of Triplet Repeat Diseases\n                           Helen Budworth and Cynthia T. McMurray\n\n                           Abstract\n                               Instability of repetitive DNA sequences within the genome is associated with a number of human\n                               diseases. The expansion of trinucleotide repeats is recognized as a major cause of neurological and\n                               neuromuscular diseases, and progress in understanding the mutations over the last 20 years has\n                               been substantial. Here we provide a brief summary of progress with an emphasis on technical\n                               advances at different stages.\n\n\n                           Keywords\n                               Trinucleotide repeat; Genomic instability; Triplet repeat expansion; Huntington’s disease; Fragile\nNIH-PA Author Manuscript\n\n\n\n\n                               X syndrome; Myotonic dystrophy; Spinocerebellar ataxia; Neurodegeneration\n\n\n                           1 Introduction\n                                         The unstable and dynamic transmission of simple repetitive elements in DNA is a new type\n                                         of mutation, which has changed the face of genetics [1]. The mutation, referred to as\n                                         “trinucleotide repeat (TNR) expansion,” occurs when the number of triplets present in a\n                                         mutated gene is greater than the number found in a normal gene [1–3]. Additionally, the\n                                         number of triplets in the disease gene continues to increase as the disease gene is inherited\n                                         (Fig. 1a). As the TNR number grows, the growing triplet tract alters gene expression and/or\n                                         function of the gene product; TNRs residing in a coding sequence of a gene typically\n                                         produce a faulty protein, while expansion of a TNR in a noncoding gene region suppresses\n                                         protein expression, alters its splicing, or may influence aspects of antisense regulation (Fig.\n                                         1b) [1–3]. For example, in Huntington’s disease (HD), unaffected individuals may have\n                                         roughly 6–29 CAG triplets in both alleles; yet, in HD patients, the disease allele may contain\n                                         36 to hundreds of CAG triplets. As the TNR repeat number grows, the growing\n                                         polyglutamine tract produces an HD gene product (called huntingtin) with increasingly\n                                         aberrant properties that causes death of brain cells controlling movement [1–3].\nNIH-PA Author Manuscript\n\n\n\n\n                                         The triplet repeat tract is one of many microsatellites that are defined as simple sequences 1–\n                                         6 nucleotides that are repeated multiple times [4]. Microsatellites constitute 30 % of the\n                                         human genome in most species [5, 6], but the triplet repeat has taken on special significance\n                                         due to its highly unstable nature. Alterations in the lengths of repetitive DNA over\n                                         evolutionary time scales create diversity in the species [7, 8]. However, the alteration in\n                                         TNR length observed in human expansion diseases is rapid and surprising. Mammals have\n                                         developed systems for resisting rapid changes that could be deleterious [1]. Consequently,\n                                         the major concept of mutation was the Mendelian transmission of a stable nucleotide\n                                         sequence change, most often as a missense change [9], or a stable translocation in DNA [7]\n                                         that altered gene expression [10, 11]. Yet, these simple triplets beyond a critical threshold\n                                         length override genomic safeguards and expand during most parent–child transmissions and\n                                         during the lifetime of an organism. The list of diseases associated with insertion and\n                                         deletions of microsatellite sequences has grown over the years, and the tracts in these\n                                         disease genes do not exclusively comprise three nucleotide repetitive units [2, 3]. However,\n                                         the consequences of triplet instability on human health are profound: the unstable\n\f                           Budworth and McMurray                                                                                      Page 2\n\n\n                                             maintenance of simple repeats at or near genes leads to the mutation underlying dozens of\n                                             severe neuromuscular and neurodegenerative disorders (Figs. 1 and 2) [2, 3].\nNIH-PA Author Manuscript\n\n\n\n\n                                             Advances in understanding the expansion diseases, at each step of the discovery process,\n                                             have relied on the development of new methods and approaches. In the first edition of\n                                             Trinucleotide repeat protocols [12], methods for generating transgenic animals and cellular\n                                             models for disease, as well as methods for quantifying triplet repeat lengths in cells, humans,\n                                             and in animals were highlighted. The second edition of Trinucleotide repeat protocols builds\n                                             on and extends these themes to include more sophisticated TNR detection methods, new\n                                             animal models for quantifying expansion, and new experimental approaches that address\n                                             both TNR disease pathogenesis and therapeutics.\n\n                              2 Early Clinical Detection of TNRs and Historical Perspective\n                                             Approaches to evaluating the changing length of mutagenic TNR tracts and its effects on\n                                             pathophysiology have coevolved over the years. Intergenerational trinucleotide expansion\n                                             explained a long observed clinical feature of genetic disease called “anticipation,” in which\n                                             disease onset inversely correlates with the length of the repeating segment, and the disease\n                                             phenotype of those affected worsens from generation to generation (Fig. 3) [13, 14]. Indeed,\n                                             the link between the TNR and the onset of disease took nearly 200 years to recognize [13].\n                                             Anticipation in genetic disorders was documented as early as the mid-nineteenth century, yet\nNIH-PA Author Manuscript\n\n\n\n\n                                             most geneticists had dismissed anticipation as an ascertainment bias, i.e., the relationship\n                                             between the diagnosis and symptom onset was not recorded accurately [14]. However, the\n                                             discovery of CGG expansion in the 5′ untranslated region of the fragile X mental retardation\n                                             1 (FMR1) gene in fragile X syndrome (FXS) (1991) [15], CAG expansion in the coding\n                                             sequence of X-linked spinal and bulbar muscular atrophy (SMBA) (1991) [16], CTG\n                                             expansion in the 3′ untranslated region of myotonic dystrophy protein kinase (DMPK) in\n                                             myotonic dystrophy type 1 (DM1) (1992) [17], and CAG expansion in the exon 1 coding\n                                             sequence of Huntington’s disease (HD) (1993) [18] provided evidence that expansion of\n                                             triplet tracts was the underlying mutation in disease. Furthermore, the anticipation\n                                             phenotype might arise from a changing number of repeats in the dynamic expansion. The\n                                             results led to speculation that expansion was likely to be the underlying cause of additional\n                                             diseases that shared an anticipation phenotype, a prediction that has been corroborated [13].\n\n                                             Over the next decade, relating the length and dynamics of the triplet repeat mutation to its\n                                             effects on the disease phenotype took center stage. Early focus was placed on documenting\n                                             the TNR dynamics during parent–child transmission (Fig. 4) [19–21]. Indeed, the correlation\n                                             between the length of the parental disease tract and the onset of disease in the progeny is so\n                                             strong that repeat length is often used clinically to diagnose the disease, to predict disease\nNIH-PA Author Manuscript\n\n\n\n\n                                             onset, and to provide insight into aspects of disease outcome (Fig. 4) [19–21]. Repeat\n                                             expansions are difficult to measure, and although approaches are now well established,\n                                             developing methods for accurate detection took years. Polymerase chain reaction (PCR)\n                                             gives rise to multiple shadow bands that are generated during sizing of the repeats [22] and\n                                             rendered tract sizing difficult to measure accurately. Thus, it was difficult to consider\n                                             questions such as whether disease was dominated by smaller numbers of short expansions or\n                                             a small number of long expansions. The need to more stringently link repeat length and\n                                             pathophysiology prompted development of small pool PCR (SP-PCR) [23, 24], which\n                                             provided a method to precisely quantify the frequency of the repeat changes. The method\n                                             has been valuable in assessing the variability of expansion in blood, sperm, and in somatic\n                                             cells from human patients and mouse samples [12, 23, 24]. Long CGG tracts, even today,\n                                             are measured by Southern blot, since many polymerases have difficulty in traversing heavily\n                                             CG-rich tracts if they are long [12]. Together, these methods provide up to 99 % accuracy\n                                             needed for clinical analysis.\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                      Page 3\n\n\n                              3 Genetic Modifiers of Disease: Somatic Expansion and Chromatin\n                                             The ability to link clinical age of onset with a precise length of the trinucleotide tract\nNIH-PA Author Manuscript\n\n\n\n\n                                             brought to light a second key feature of expansion disease (Fig. 4); onset is highly variable\n                                             [2, 19–21]. For example, in HD, the inherited repeat length can predict the average age of\n                                             onset (Fig. 4), but onset in an individual patient with a given repeat length can vary as much\n                                             as fourfold (onset from 18 to 80 years of age) from the predicted average (Fig. 4). The high\n                                             degree of variability has suggested the existence of genetic modifiers, and the hunt for these\n                                             factors has captured significant attention [25–29]. However, to date, the most important\n                                             modifier influencing disease onset appears to be the variability of CAG tract length itself\n                                             [30, 31].\n\n                                             During the last decade, somatic variations in repeat copy number have been measured in\n                                             most human triplet diseases [32–39], and in most mouse models for triplet diseases,\n                                             including FXS [40, 41], DM-1 [42, 43], SCA1 [44], and HD [45–48], among many others.\n                                             But do somatic variations in repeat length influence the onset of disease? In many cases\n                                             somatic expansions are comparable in size to those that are inherited. In HD, for example,\n                                             pathophysiology is so dependent on the size of the inherited repeat that growth by a single\n                                             CAG repeat can reduce the age of onset of an affected patient by 5 years. Heterogeneous and\n                                             prominent expansions of up to thousands occur in the striatum, the most vulnerable region of\n                                             the brain [30, 32]. Thus, some of the CAG repeat expansions in the HD brain far exceed\nNIH-PA Author Manuscript\n\n\n\n\n                                             those that are inherited. By logical extension, then, the somatic growth of the repeat in\n                                             human brain cells would be predicted to cause a more severe disease phenotype with age\n                                             since disease proteins of longer polyglutamine tracts are progressively produced. In animals,\n                                             somatic expansion of the CAG tract continues progressively throughout the lifetime of\n                                             animals as they develop toxic phenotypes.\n\n                                             Whether somatic expansion influences the onset of disease is, however, difficult to\n                                             rigorously determine in humans, since their brains cannot be evaluated until death.\n                                             Nonetheless, recent evidence in human postmortem HD brain suggests that the somatic\n                                             repeat length matters [48]. Somatic instability in the cortex region of the brain from a cohort\n                                             of HD individuals exhibited phenotypic extremes of young and old disease onset as\n                                             predicted by the length of a reference allele measured in the cerebellum [48]. After\n                                             accounting for reference repeat length, larger repeat length gains associated with earlier\n                                             disease onset. Many variables need to be sorted out before firm conclusions can be drawn.\n                                             Humans vary in their diets, lifestyles, and how they deal with stress. Moreover, the effects of\n                                             the inherited repeat and the somatic alleles on disease onset cannot be cleanly separated in\n                                             postmortem brains. However, the human data are consistent with the hypothesis that somatic\n                                             HD CAG repeat length expansions in target tissues contribute to the HD pathogenic process.\nNIH-PA Author Manuscript\n\n\n\n\n                                             Far less is known concerning a second genetic modifier, the effects of chromatin packaging\n                                             on triplet repeat instability [49]. Expansion must operate within the context of chromatin,\n                                             and there is growing interest in exploring how chromatin structure and epigenetic\n                                             modifications influence expansion [49]. For example, a study of the human Ataxin-7 locus\n                                             in transgenic mice has established a link between binding of CCCTC binding factor (CTCF,\n                                             a regulatory protein implicated in DNA conformation and genomic imprinting) and\n                                             regulation of repeat instability [50]. Mutation of the CCCTC sequence in the Ataxin-7 locus,\n                                             a CTCF binding site next to an expanded repeat sequence, enhanced instability [50].\n                                             Currently, the links among epigenetic changes and expansion remain enigmatic, but the\n                                             influence of genome locus, posttranslational modification of histones, and DNA methylation\n                                             on TNR expansion will be key issues to explore.\n\n\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                        Page 4\n\n\n                              4 The Genetic Mechanism of Expansion\n                                             Linking the length and dynamics of the triplet repeat mutation lies at the heart of triplet\nNIH-PA Author Manuscript\n\n\n\n\n                                             repeat disorders, and interest in the genetic mechanisms for the expansion exploded\n                                             concomitantly with discovery of the disease genes. Structural and molecular analyses\n                                             between 1995 and 2005 were key in solidifying the hypothesis that stable secondary\n                                             structures were the intermediates of expansion [2, 3, 49]. The frequency of expansion\n                                             depends on structure-forming sequences and increases with the length of CGG [51], CAG\n                                             [52], CTG [53], and GAA [54] tracts. Visualizing a hairpin structure in vivo is not possible\n                                             at current resolution limits. However, the model is consistent with most genetic data, and\n                                             structure-forming heteroduplex loops comprising triplet repeats are refractory to repair\n                                             during meiosis in yeast, while other repeats and random sequence loops are removed [55].\n\n                                             Expansions occur in both dividing and nondividing cells [2, 3, 49] implying that the\n                                             mutation could occur under conditions of proliferation or repair. A case for DNA repair as\n                                             an expansion mechanism arose from a seminal work in 1999 indicating that MutS-\n                                             homologue 2 (MSH2), part of the mismatch repair recognition complex, caused rather than\n                                             corrected expansion [56, 57]. In mouse models of HD [58] or DM1 [59], loss of the MSH2–\n                                             MSH3 complex or its binding partner, PMS2 [60], suppresses expansion. MSH2–MSH6 had\n                                             small, tissue-specific effects [58, 59]. Since then, mouse models harboring triplet repeat\n                                             tracts of disease length have been crossed with animals lacking key DNA damage\nNIH-PA Author Manuscript\n\n\n\n\n                                             recognition proteins for the major pathways of DNA repair [2]. Loss of XPC (nucleotide\n                                             excision repair) [61], Cockayne’s syndrome B (CSB) (transcription coupled repair) [62],\n                                             Rad52 (homologous recombination) [42], Rad54 (homologous recombination) [42], DNA-\n                                             PK Catalytic subunit (nonhomologous end joining) [42], or Ku (nonhomologous end\n                                             joining) [42] has little effect on expansion. However, recent findings imply that expansion\n                                             occurs in the process of removing oxidative DNA damage that accumulates with age.\n                                             Furthermore, in these cases, expansion is driven by the action of 7,8-dihyro-8-oxoguanine\n                                             DNA glycosylase (OGG1) [63–65], a member of the base excision repair pathway. The\n                                             results in mice, however, have not always agreed with those of cell lines or flies. Indeed, in\n                                             mice, loss of CSB has little effect on expansion. However, in Drosophila melanogaster,\n                                             transcriptional induction of a transgene (under the control of regulatory protein GAl4) that\n                                             contains exon 10 of ataxin 3 (ATXN3, also known as SCA3) results in expansions and\n                                             contractions of the TNR tract within this exon, and loss of XPG in this line reduced\n                                             instability [66]. In human cell lines, contraction of long CAG repeats within an intron of an\n                                             active hypox-anthine guanine phosphoribosyl transferase (HPRT) minigene [67] is reduced\n                                             by small interfering RNA knockdown of ERCC1, XPG, and CSB. Thus, whatever the\n                                             mechanism, the looped DNA remains uncorrected. The resulting insertion and deletion\n                                             mutations, in this case, will be “site-specific” in that they are limited to particular locations\nNIH-PA Author Manuscript\n\n\n\n\n                                             where the repair-resistant lesions reside. The properties of trinucleotide expansion\n                                             characterize this type of mutation.\n\n                              5 Protein and RNA-Mediated Toxicity of Triplet Repeat Expansion Disorders\n                                             Quantifying the effects of expansion on the pathology of triplet expansion disease in humans\n                                             has been the focus of clinical and basic research for nearly 20 years. Most early work in\n                                             model systems focused on the toxicity induced by the expanded gene products of repeats as\n                                             dictating DNA structural abnormalities or toxicity from mutant protein expression.\n                                             However, more recently, RNA toxicity has come to the forefront as an additional\n                                             mechanism. Over the past 10 years, a growing list of neurological disorders have been\n                                             identified that share an RNA-dependent mechanism of toxicity. For example, myotonic\n                                             dystrophy type 1 (DM1) is caused by a CTG expansion that is transcribed but not translated\n                                             [68]. CCTG expansion in an intron causes myotonic dystrophy type 2 (DM2) [69]. These\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                         Page 5\n\n\n                                             findings highlighted a new type of mechanism in which microsatellite expansion mutations\n                                             cause disease through an RNA gain-of-function mechanism. The growing number of\n                                             dominant noncoding expansion disorders includes fragile X tremor ataxia syndrome\nNIH-PA Author Manuscript\n\n\n\n\n                                             (FXTAS), spinocerebellar ataxia type 8 (SCA8), SCA10, SCA12, and Huntington’s disease-\n                                             like 2 (HDL2) [70]. Pathogenic molecular events initiated by expanded RNA products are\n                                             often mediated through aberrant effects comprising RNA-binding proteins that interact with\n                                             the repeats. Expanded RNA products are known to aggregate into nuclear RNA foci [71].\n                                             These are dynamic, protein-containing structures that are hallmarks of myotonic dystrophy\n                                             (DM) and may play important roles in other RNA-toxic disorders [72]. The mechanisms of\n                                             toxic RNA-mediated pathogenesis are as yet poorly understood. However, the effects of\n                                             RNA toxicity are likely to be as complex as protein-induced toxicity and are likely to\n                                             include transcriptional alterations, sequestration of mRNA-associated protein complexes,\n                                             aberrant mRNA splicing and processing, abnormal signaling cascades, and failure of protein\n                                             quality control pathways [73, 74].\n\n                                             The largest group of triplet repeat diseases remains those in which the expansion resides in\n                                             the gene coding sequences and comprise expression of expanded polyglutamine tracts. Why\n                                             expanded proteins result in systemic toxicity or why an expanded gene product\n                                             preferentially kills neurons in select brain regions is poorly understood. However, the\n                                             expanded polyglutamine proteins have effects on diverse biological transactions including\n                                             vesicle trafficking, lipid metabolism, mitochondrial (MT) dysfunction [75], autophagy [76–\nNIH-PA Author Manuscript\n\n\n\n\n                                             78], and transcription [76, 79]. Whether all of these defects have equivalent impacts on\n                                             toxicity is unknown. However, three common processes have received significant attention:\n                                             autophagy, trafficking, and MT dysfunction, all of which are intertwined with lipid\n                                             homeostasis. There is a general consensus that mhtt influences membrane trafficking,\n                                             lysosomal biogenesis, and autophagy, the “waste management” system of the cell [80].\n                                             Autophagy depends on membrane fusion events of endosomes, peroxisomes, and\n                                             dysfunctional MT with the lysosomes for export out of the cell. Defects in autophagic\n                                             responses have been noted in HD [76], SMBA [77], and PD [78, 79]. Similarly,\n                                             mitochondrial defects are measurable by changes in membrane potential, low threshold for\n                                             mitochondrial transition pore opening, and low ATP production. Indeed, HD, Alzheimer’s\n                                             (AD), and Parkinson’s (PD) share the property that MT struggle to meet the energy demands\n                                             of the cell [75]. Imbalance and/or alterations in lipid metabolism are likely to affect\n                                             organelle integrity and may connect or influence all of these phenotypes.\n\n                              6 Therapeutics\n                                             Efforts to screen for compounds that reduce protein-dependent toxicity and oxidative DNA\n                                             damage have been intense, but have not yet yielded therapeutics that effectively offset the\nNIH-PA Author Manuscript\n\n\n\n\n                                             onset of disease [81–83]. Although the search for small molecules continues, novel\n                                             therapeutic strategies towards triplet repeat disease have advanced on three fronts: DNA,\n                                             RNA, and protein. If somatic expansion is a factor in onset and progression of disease, then\n                                             blocking somatic expansion should be beneficial. Thus, therapeutic approaches to reduce\n                                             expansion have garnered intense interest, although effective molecular inhibitors of DNA\n                                             expansion have yet to be identified. DNA repair proteins promote expansion, and inhibiting\n                                             them is a possible strategy to regulate triplet repeat length. However, DNA repair plays\n                                             essential roles in mutation avoidance at other sites. Thus, a challenge in this effort will be to\n                                             identify molecules that inhibit expansion without altering the normal level of DNA repair.\n\n                                             Perhaps the most rapidly evolving technologies in the triplet field are therapeutics targeting\n                                             the aberrant protein products or RNA using siRNA [84, 85]. siRNA “knockdown” of the\n                                             mutant huntingtin protein indicates that silencing the mutant HD transgene significantly\n                                             inhibits neurodegeneration, improves motor control, and extends survival of HD mice [86,\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                                    Page 6\n\n\n                                             87]. The product of the normal gene is required for cell survival and development.\n                                             Therefore, a major challenge in any siRNA approach is to inhibit expression of the mutant\n                                             gene while allowing expression of its normal counterpart. With future improvement of\nNIH-PA Author Manuscript\n\n\n\n\n                                             mutant allele selectivity (preserving the expression of the neuroprotective wild-type allele),\n                                             target specificity, efficacy, and safety, as well as optimization of delivery methods, the\n                                             efficacy of small noncoding RNA-based therapeutic applications is likely to improve [88].\n\n                                             Additional strategies against RNA-induced toxicity include the use of antisense RNA. CAG\n                                             repeat antisense oligonucleotides are effective in DM1 models by altering the protein\n                                             interactions or metabolism of the toxic RNA [89]. The CAG repeat antisense\n                                             oligonucleotides are designed to bind to the CUG repeat RNA and to block toxic RNA–\n                                             protein interactions. Release of the expanded CUG transcripts from nuclear foci presumably\n                                             facilitates their transport to the cytoplasm, where they undergo rapid decay. As an added\n                                             benefit, somatic instability of CTG repeats in the DMPK gene is suppressed after treatment\n                                             with antisense oligonucleotides [89]. These results raise the possibility that early\n                                             intervention with antisense oligonucleotides can reduce RNA or protein toxicity and may\n                                             have the additional benefit of stabilizing CTG:CAG repeats at subpathogenic lengths.\n\n                                             With the advent of inducible pluripotent stem cells (iPS), stem cell replacement therapy is a\n                                             promising avenue [90, 91]. Stem cells are derived from fetal tissue but have the potential to\n                                             develop into normal brain cells if surgically implanted into the brain [92], and surgical\nNIH-PA Author Manuscript\n\n\n\n\n                                             strategies for transplantation of stem cells to replace lost neurons in the brain are being\n                                             explored [90–92]. Induction of pluripotent stem cells (iPS) by addition of transcription\n                                             factor “cocktails” is being tested to directly reprogram human somatic cells for replacement\n                                             therapy [93, 94]. Thus, iPS cells provide hope that the severity of pathophysiology might be\n                                             reduced or its onset delayed by replacing dying neurons with renewable cells. These\n                                             procedures are experimental, and it is not yet clear if they will be effective. However,\n                                             embryonic grafts have improved motor functions in both animals and in humans [90, 93–\n                                             95].\n\n                              7 Conclusions\n                                             Our understanding of the pathogenic mechanisms for trinucleotide repeat (TNR) expansion\n                                             has advanced substantially in recent years. While many aspects of toxicity and the\n                                             mutational mechanisms remain enigmatic, new models for DNA, RNA, and protein provide\n                                             increasing ability to inhibit decline for these deadly diseases. Although no effective therapy\n                                             is yet around the corner, hope for intervention is on the horizon.\n\n                              Acknowledgments\nNIH-PA Author Manuscript\n\n\n\n\n                                             I would like to thank Christie A. Canaria, Virginia Platt (NIH/NIA T32-AG00266), Do Yup Lee, Nelson Chan, Ella\n                                             Xun, James Lim, and support from the National Institutes of Health Grants NS069177, NS40738, NS062384, and\n                                             NS060115.\n\n\n                              References\n                                             1. Hegde MV, Saraph AA. Unstable genes unstable mind: beyond the central dogma of molecular\n                                                biology. Med Hypotheses. 2011; 77:165–170. [PubMed: 21507580]\n                                             2. McMurray CT. Mechanisms of trinucleotide repeat instability during human development. Nat Rev\n                                                Genet. 2010; 11:786–799. [PubMed: 20953213]\n                                             3. La Spada AR, Taylor JP. Repeat expansion disease: progress and puzzles in disease pathogenesis.\n                                                Nat Rev Genet. 2010; 11:247–258. [PubMed: 20177426]\n                                             4. Toth G, Gaspari Z, Jurka J. Microsatellites in different eukaryotic genomes: survey and analysis.\n                                                Genome Res. 2000; 10:967–981. [PubMed: 10899146]\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                               Page 7\n\n\n                                             5. Jurka J, Pethiyagoda C. Simple repetitive DNA sequences from primates: compilation and analysis.\n                                                J Mol Evol. 1995; 40:120–126. [PubMed: 7699718]\n                                             6. Beckman JS, Weber JL. Survey of human and rat microsatellites. Genomics. 1992; 12:627–631.\nNIH-PA Author Manuscript\n\n\n\n\n                                                [PubMed: 1572635]\n                                             7. Jeffreys AJ, Holloway JK, Kauppi L, et al. Meiotic recombination hot spots and human DNA\n                                                diversity. Philos Trans R Soc Lond B Biol Sci. 2004; 359:141–152. [PubMed: 15065666]\n                                             8. Kashi Y, King DG. Simple sequence repeats as advantageous mutators in evolution. Trends Genet.\n                                                2006; 22:253–259. [PubMed: 16567018]\n                                             9. Strachan, T.; Read, AP. Human molecular genetics. Vol. 2. Wiley-Liss; New York: 1999.\n                                             10. Djian P, Hancock JM, Chana HS. Codon repeats in genes associated with human diseases: fewer\n                                                  repeats in the genes of nonhuman primates and nucleotide substitutions concentrated at the sites of\n                                                  reiteration. Proc Natl Acad Sci U S A. 1996; 93:417–421. [PubMed: 8552651]\n                                             11. Yant SR, Wu X, Huang Y, et al. High-resolution genome-wide mapping of transposon integration\n                                                  in mammals. Mol Cell Biol. 2005; 25:2085–2094. [PubMed: 15743807]\n                                             12. Kohwi, Y. Methods in molecular biology. Vol. 277. Humana; Totowa, NJ: 2004. Trinucleotide\n                                                  repeat protocols.\n                                             13. Friedman JE. Anticipation in hereditary disease: the history of a biomedical concept. Hum Genet.\n                                                  2011; 130:705–714. [PubMed: 21667285]\n                                             14. Maltecca F, Filla A, Castaldo I, et al. Intergenerational instability and marked anticipation in\n                                                  SCA-17. Neurology. 2003; 61:1441–1443. [PubMed: 14638975]\n                                             15. Verkerk AJ, Pieretti M, Sutcliffe JS, et al. Identification of a gene (FMR-1) containing a CGG\nNIH-PA Author Manuscript\n\n\n\n\n                                                  repeat coincident with a breakpoint cluster region exhibiting length variation in fragile X\n                                                  syndrome. Cell. 1991; 65:905–914. [PubMed: 1710175]\n                                             16. La Spada AR, Wilson EM, Lubahn DB, et al. Androgen receptor gene mutations in X-linked spinal\n                                                  and bulbar muscular atrophy. Nature. 1991; 352:77–79. [PubMed: 2062380]\n                                             17. Mahadevan M, Tsilfidis C, Sabourin L, et al. Myotonic dystrophy mutation: an unstable CTG\n                                                  repeat in the 3′ untranslated region of the gene. Science. 1992; 255:1253–1255. [PubMed:\n                                                  1546325]\n                                             18. The Huntington’s Disease Collaborative Research Group. A novel gene containing a trinucleotide\n                                                  repeat that is expanded and unstable on Huntington’s disease chromosomes. Cell. 1993; 72:971–\n                                                  983. [PubMed: 8458085]\n                                             19. Duyao M, Ambrose C, Myers R, et al. Trinucleotide repeat length instability and age of onset in\n                                                  Huntington’s disease. Nat Genet. 1993; 4:387–392. [PubMed: 8401587]\n                                             20. Andresen JM, Gayan J, Djousse L, et al. The relationship between CAG repeat length and age of\n                                                  onset differs for Huntington’s disease patients with juvenile onset or adult onset. Ann Hum Genet.\n                                                  2007; 71:295–301. [PubMed: 17181545]\n                                             21. Filla A, De Michele G, Cavalcanti F, et al. The relationship between trinucleotide (GAA) repeat\n                                                  length and clinical features in Friedreich ataxia. Am J Hum Genet. 1996; 59:554–560. [PubMed:\n                                                  8751856]\nNIH-PA Author Manuscript\n\n\n\n\n                                             22. Bovo D, Rugge M, Shiao YH. Origin of spurious multiple bands in the amplification of\n                                                  microsatellite sequences. Mol Pathol. 1999; 52:50–51. [PubMed: 10439841]\n                                             23. Leeflang EP, Zhang L, Tavare S, et al. Single sperm analysis of the trinucleotide repeats in the\n                                                  Huntington’s disease gene: quantification of the mutation frequency spectrum. Hum Mol Genet.\n                                                  1995; 4:1519–1526. [PubMed: 8541834]\n                                             24. Monckton DG, Wong LJ, Ashizawa T, et al. Somatic mosaicism, germline expansions, germline\n                                                  reversions and intergenerational reductions in myotonic dystrophy males: small pool PCR\n                                                  analyses. Hum Mol Genet. 1995; 4:1–8. [PubMed: 7711720]\n                                             25. Gayan J, Brocklebank D, Andresen JM, et al. Genomewide linkage scan reveals novel loci\n                                                  modifying age of onset of Huntington’s disease in the Venezuelan HD kindreds. Genet Epidemiol.\n                                                  2008; 32:445–453. [PubMed: 18481795]\n                                             26. Arning L, Monte D, Hansen W, et al. ASK1 and MAP2K6 as modifiers of age at onset in\n                                                  Huntington’s disease. J Mol Med (Berl). 2008; 86:485–490. [PubMed: 18327563]\n\n\n\n\n                                               Methods Mol Biol. Author manuscript; available in PMC 2014 February 04.\n\f                           Budworth and McMurray                                                                                           Page 8\n\n\n                                             27. Djousse L, Knowlton B, Hayden MR, et al. Evidence for a modifier of onset age in Huntington\n                                                 disease linked to the HD gene in 4p16. Neurogenetics. 2004; 5:109–114. [PubMed: 15029481]\n                                             28. Lee JM, Gillis T, Mysore JS, et al. Common SNP-based haplotype analysis of the 4p16.3\nNIH-PA Author Manuscript\n\n\n\n\n                                                 Huntington disease gene region. Am J Hum Genet. 2012; 90:434–444. [PubMed: 22387017]\n                                             29. Li JL, Hayden MR, Warby SC, et al. Genome-wide significance for a modifier of age at\n                                                 neurological onset in Huntington’s disease at 6q23-24: the HD MAPS study. BMC Med Genet.\n                                                 2006; 7:71. [PubMed: 16914060]\n                                             30. Veitch NJ, Ennis M, McAbney JP, et al. Inherited CAG.CTG allele length is a major modifier of\n                                                 somatic mutation length variability in Huntington disease. DNA Repair (Amst). 2007; 6:789–796.\n                                                 [PubMed: 17293170]\n                                             31. Lee JM, Ramos EM, Lee JH, et al. CAG repeat expansion in Huntington disease determines age at\n                                                 onset in a fully dominant fashion. Neurology. 2012; 78:690–695. [PubMed: 22323755]\n                                             32. Shelbourne PF, Keller-McGandy C, Bi WL, et al. Triplet repeat mutation length gains correlate\n                                                 with cell-type specific vulnerability in Huntington disease brain. Hum Mol Genet. 2007; 16:1133–\n                                                 1142. [PubMed: 17409200]\n                                             33. De Rooij KE, De Koning Gans PA, Roos RA, et al. Somatic expansion of the (CAG)n repeat in\n                                                 Huntington disease brains. Hum Genet. 1995; 95:270–274. [PubMed: 7868117]\n                                             34. Telenius H, Kremer B, Goldberg YP, et al. Somatic and gonadal mosaicism of the Huntington\n                                                 disease gene CAG repeat in brain and sperm. Nat Genet. 1994; 6:409–414. [PubMed: 8054984]\n                                             35. Nolin SL, Ding XH, Houck GE, et al. Fragile X full mutation alleles composed of few alleles:\n                                                 implications for CGG repeat expansion. Am J Med Genet A. 2008; 146A:60–65. [PubMed:\nNIH-PA Author Manuscript\n\n\n\n\n                                                 18074381]\n                                             36. Koefoed P, Hasholt L, Fenger K, et al. Mitotic and meiotic instability of the CAG trinucleotide\n                                                 repeat in spinocerebellar ataxia type 1. Hum Genet. 1998; 103:564–569. [PubMed: 9860298]\n                                             37. Goellner GM, Tester D, Thibodeau S, et al. Different mechanisms underlie DNA instability in\n                                                 Huntington disease and colorectal cancer. Am J Hum Genet. 1997; 60:879–890. [PubMed:\n                                                 9106534]\n                                             38. Norremolle A, Sorensen SA, Fenger K, et al. Correlation between magnitude of CAG repeat length\n                                                 alterations and length of the paternal repeat in paternally inherited Huntington’s disease. Clin\n                                                 Genet. 1995; 47:113–117. [PubMed: 7634532]\n                                             39. Martorell L, Gamez J, Cayuela ML, et al. Germline mutational dynamics in myotonic dystrophy\n                                                 type 1 males: allele length and age effects. Neurology. 2004; 62:269–274. [PubMed: 14745066]\n                                             40. Qin M, Entezam A, Usdin K, et al. A mouse model of the fragile X premutation: effects on\n                                                 behavior, dendrite morphology, and regional rates of cerebral protein synthesis. Neurobiol Dis.\n                                                 2011; 42:85–98. [PubMed: 21220020]\n                                             41. Entezam A, Biacsi R, Orrison B, et al. Regional FMRP deficits and large repeat expansions into\n                                                 the full mutation range in a new Fragile X premutation mouse model. Gene. 2007; 395:125–134.\n                                                 [PubMed: 17442505]\n                                             42. Savouret C, Brisson E, Essers J, et al. CTG repeat instability and size variation timing in DNA\nNIH-PA Author Manuscript\n\n\n\n\n                                                 repair-deficient mice. EMBO J. 2003; 22:2264–2273. [PubMed: 12727892]\n                                             43. Fortune MT, Vassilopoulos",
  "wordCount": 6838,
  "indexed": "2025-09-25T22:43:49.926Z",
  "method": "direct"
}
