{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/Wiszniewska et al. - 2014 - Combined array CGH plus SNP genome analyses in a s.pdf",
  "fileName": "Wiszniewska et al. - 2014 - Combined array CGH plus SNP genome analyses in a s.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/Wiszniewska et al. - 2014 - Combined array CGH plus SNP genome analyses in a s.pdf",
  "text": "European Journal of Human Genetics (2014) 22, 79–87\n                                                                                       & 2014 Macmillan Publishers Limited All rights reserved 1018-4813/14\n                                                                                       www.nature.com/ejhg\n\n\n\n  ARTICLE\nCombined array CGH plus SNP genome analyses in a\nsingle assay for optimized clinical testing\nJoanna Wiszniewska1, Weimin Bi1, Chad Shaw1, Pawel Stankiewicz1, Sung-Hae L Kang2, Amber N Pursley1,\nSeema Lalani1,3, Patricia Hixson1, Tomasz Gambin4, Chun-hui Tsai5,6, Hans-Georg Bock7, Maria Descartes8,\nFrank J Probst1,3, Fernando Scaglia1, Arthur L Beaudet1,3, James R Lupski1,3, Christine Eng1,3,\nSau Wai Cheung1,3, Carlos Bacino1,3 and Ankita Patel*,1\n\nIn clinical diagnostics, both array comparative genomic hybridization (array CGH) and single nucleotide polymorphism (SNP)\ngenotyping have proven to be powerful genomic technologies utilized for the evaluation of developmental delay, multiple\ncongenital anomalies, and neuropsychiatric disorders. Differences in the ability to resolve genomic changes between these\narrays may constitute an implementation challenge for clinicians: which platform (SNP vs array CGH) might best detect the\nunderlying genetic cause for the disease in the patient? While only SNP arrays enable the detection of copy number neutral\nregions of absence of heterozygosity (AOH), they have limited ability to detect single-exon copy number variants (CNVs) due to\nthe distribution of SNPs across the genome. To provide comprehensive clinical testing for both CNVs and copy-neutral AOH, we\nenhanced our custom-designed high-resolution oligonucleotide array that has exon-targeted coverage of 1860 genes with\n60 000 SNP probes, referred to as Chromosomal Microarray Analysis – Comprehensive (CMA-COMP). Of the 3240 cases\nevaluated by this array, clinically significant CNVs were detected in 445 cases including 21 cases with exonic events. In\naddition, 162 cases (5.0%) showed at least one AOH region 410 Mb. We demonstrate that even though this array has a lower\ndensity of SNP probes than other commercially available SNP arrays, it reliably detected AOH events 410 Mb as well as exonic\nCNVs beyond the detection limitations of SNP genotyping. Thus, combining SNP probes and exon-targeted array CGH into one\nplatform provides clinically useful genetic screening in an efficient manner.\nEuropean Journal of Human Genetics (2014) 22, 79–87; doi:10.1038/ejhg.2013.77; published online 22 May 2013\n\nKeywords: array CGH; SNP; uniparental disomy; absence of heterozygosity; medically actionable variants\n\n\n\nINTRODUCTION                                                                           laboratories allows for the detection of genomic gains and losses of\nVariation in the human genome consists of two major types: (1)                         B400 kb in size.15 Custom-designed oligonucleotide array CGH with\nsingle nucleotide variation, in the form of DNA base-pair substitutions                greater resolution of the human genome, enabling detection of single-\nand short indels, and (2) structural variation affecting many base                     exon CNVs for clinically relevant genes, has also been implemented\npairs, including inversions, translocations, insertions, deletions, and                clinically.16,17 This approach increases diagnostic yield, but also\nduplications resulting in copy number variation (CNV).1 Advances in                    increases the likelihood of detecting variants of uncertain clinical\ngenome-wide analytical techniques, such as array comparative                           significance.\ngenomic hybridization (array CGH) and single nucleotide                                   While single-exon resolution throughout the genome is not feasible\npolymorphism (SNP) genotyping, can be used to detect CNVs. The                         for SNP arrays, SNP arrays show higher sensitivity for the detection of\nnumber of identified CNVs has increased dramatically as the                            low-level mosaic aneuploidies and chimerism18 and offer the ability to\nresolution of the detection technologies has improved.2–7 Rapidly,                     detect copy number neutral regions of absence of heterozygosity\nCNV detection has become an integral part of genetic studies of                        (AOH).19 Consanguinity can be revealed by AOH, because multiple\ndisease susceptibility, delineation of novel genomic disorders,8–10 and                regions of AOH are expected to be present in individuals from inbred\nanalysis of data from genome-wide association studies.11,12                            populations, representing chromosomal segments that are identical by\n   Both array CGH and SNP genotyping are routinely utilized by                         descent after transmission through parental lineages. The size and\nclinicians for the evaluation of patients with developmental delay                     number of AOH blocks correlate with the degree of parental\n(DD)/intellectual disability (ID), multiple congenital anomalies                       relatedness.20 Researchers and clinicians are also using the location\n(MCA),13 and neuropsychiatric disorders.14 Genomic resolution by                       of homozygous regions for mapping information in consanguineous\nboth array platforms (SNP and array CGH) used in clinical                              families to identify autosomal recessive disease-causing genes.\n\n\n1Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, TX, USA; 2Allina Cytogenetics Laboratory, Abbott Northwestern Hospital, Minneapolis, MN,\n\nUSA; 3Department of Pediatrics, Baylor College of Medicine, Houston, TX, USA; 4Institute of Computer Science, Warsaw University of Technology, Warsaw, Poland; 5Department\nof Molecular and Medical Genetics, Oregon Health and Sciences University—OHSU, Portland, OR, USA; 6Department of Pediatrics, The Children’s Hospital, University of\nColorado School of Medicine, Aurora, CO, USA; 7Department of Pediatrics, University of Mississippi Medical Center, Jackson, MS, USA; 8Department of Genetics, University of\nAlabama, Birmingham, AL, USA\n*Correspondence: Dr A Patel, Department of Molecular and Human Genetics, Baylor College of Medicine, One Baylor Plaza, NAB 2015, Houston, TX 77030, USA.\nTel: +1 713 798 8534; Fax: +1 713 798 6584; E-mail: ankitap@bcm.edu\nReceived 5 April 2012; revised 28 January 2013; accepted 12 March 2013; published online 22 May 2013\n\f                                   Combined exon plus SNP array for optimized clinical testing\n                                                                         J Wiszniewska et al\n80\n\n          When confined to a single chromosome, AOH regions may                                  Inc.) with 200 ng of genomic DNA according to the manufacturer’s\n       indicate uniparental disomy (UPD).21,22 Several mechanisms can                            instructions. The GenomeStudio software (Illumina, Inc.) was used for data\n       lead to UPD, resulting in isodisomy if both transmitted homologs                          processing and analysis. AOH regions larger than 10 Mb were used for\n       are identical, heterodisomy if both homologs from one parent are                          comparison to the CMA-COMP results.\n       present or segmental isodisomy if part of the chromosome is\n       isodisomic and the other part is heterodisomic.23,24 Although the                         RESULTS\n       true prevalence of UPD is not known, it is expected to be at least B1                     Comparison of AOH calling by CMA-COMP and Illumina SNP\n       in 3500 live births based upon information available in the                               array\n       ‘pre-genome analyses era’.25 UPD is a well-known mechanism                                Of the 3240 samples referred for the CMA-COMP array, 162 (5%)\n       leading to human disease if a chromosome containing imprinted                             had at least one region of contiguous AOH larger than 10 Mb. A total\n       genes is involved or if a recessive disease-causing mutation is                           of 59 consecutive cases with one or more AOH regions measuring\n       present.25,26                                                                             410 Mb in size as identified by the CMA-COMP array were also\n          We now show that, by combining SNPs with our exon-targeted                             tested on the Illumina SNP array for quality control. Fifteen of these\n       oligonucleotide array, detection for both copy number variation and                       cases had interstitial, terminal, or centromeric AOH in single\n       copy-neutral AOH are optimized and enabled in a convenient, single                        chromosomes (Table 1). The AOH regions were confirmed by the\n       genomic assay.                                                                            Illumina array in all 15 cases; however, the AOH calls in two cases\n                                                                                                 were found to represent smaller-sized AOH regions by the higher-\n       MATERIALS AND METHODS                                                                     resolution Illumina SNP array. Twenty seven cases had AOH regions\n       Patients and sample preparation                                                           totaling 100 Mb or higher, which is suggestive of consanguinity. Such\n       A total of 3240 patient samples referred to the Medical Genetics Laboratory               high levels of AOH were confirmed by the Illumina array for all these\n       (http://www.bcm.edu/geneticlabs/) at Baylor College of Medicine from                      cases (Table 2). Therefore, the CMA-COMP platform, even though it\n       October 2010 to March 2012 were analyzed by the Chromosomal Microarray                    has a lower density of SNP probes than the Illumina array, was able to\n       Analysis – Comprehensive (CMA-COMP) array. As an independent experi-                      reliably detect AOH events 410 Mb.\n       mental SNP platform and quality assurance measure, 59 consecutive cases in\n       which an AOH event (410 Mb) was identified by the CMA-COMP array were\n                                                                                                 Uniparental disomy\n       also analyzed on an Illumina SNP array (Illumina Inc., San Diego, CA, USA).\n                                                                                                 Two cases were identified by CMA-COMP with AOH in a single\n          All studies were performed on patient DNA extracted from peripheral blood\n       using the Puregene DNA blood kit (Gentra, Minneapolis, MN, USA) according                 chromosome within which all interrogated SNPs were homozygous,\n       to the manufacturer’s instructions.                                                       indicating the presence of uniparental isodisomy. One case showed\n                                                                                                 isodisomy 1 and the other isodisomy 16. Maternal UPD16 has been\n       CMA-COMP                                                                                  associated with intrauterine growth restriction and fetal malforma-\n       Microarray design. The custom-designed 400K CMA-COMP array used in                        tions.31 Additionally, 45 cases analyzed by CMA-COMP showed AOH\n       this study was manufactured by Agilent Technologies, Inc. (Santa Clara, CA,               regions exceeding 10 Mb involving one chromosome only, indicating\n       USA), and contains B280 000 oligonucleotide probes targeting 1860 genes at                possible uniparental heterodisomy for that particular chromosome.\n       the exon level of genome resolution (o500 bp), with an average backbone                   Twelve of these cases involved chromosomes that contain imprinted\n       coverage of one probe per 30 kb, an improved design of a previously described             regions associated with a clinical phenotype [chromosomes 7 (three\n       version by Boone et al,16 and 60 000 SNP probes in duplicate.                             cases), 14 (seven cases), and 15 (two cases)]. Methylation-specific PCR\n                                                                                                 was performed on two (Figures 1a and b) of the seven cases with AOH\n       Analysis. DNA was digested with AluI and RsaI in order to allow detection of\n                                                                                                 limited to chromosome 14; in both cases, there was no evidence of\n       the SNPs located at the enzymes’ recognition sites. The remaining procedures\n       of DNA labeling and hybridization were performed according to the                         UPD. The B allele frequency plot for a case with AOH of B61 Mb on\n       manufacturers’ instructions, with minor modifications.27                                  chromosome 14 is shown in Figure 1c. Unfortunately, this case was\n          For detailed array analysis, see Supplementary I.                                      lost to follow-up, so UPD could not be confirmed. For one case\n                                                                                                 involving AOH on chromosome 15, an interstitial duplication of\n       Reporting. CNVs were reported and classified into three categories: (1)                   15q11.2q13.1 and maternal uniparental trisomy was detected, geno-\n       abnormal, (2) unclear clinical significance, and (3) likely benign. Abnormal              mic findings which are all consistent with a diagnosis of Prader–Willi\n       CNVs include aneuploidy, known microdeletion/duplication syndromes,                       syndrome. A detailed description of this clinical case is described\n       genomic imbalances larger than 2 Mb, other known genomic disorders (eg,                   elsewhere.32 All other remaining cases with AOH on imprinted\n       the 1.5-Mb CMT1A duplication) and copy number changes involving\n                                                                                                 chromosomes were lost to follow-up.\n       pathogenic single genes. In cases where a pathogenic CNV is identified that\n       may be associated with a presymptomatic condition, we report these incidental\n                                                                                                    Of interest, one case had multiple AOH regions limited to\n       findings to the referring physician in order to facilitate adequate counseling            chromosome 9 (Figure 2), which was confirmed by the Illumina\n       and prompt medical attention as needed,28 consistent with current ACMG                    SNP array. Analysis of the proband and parental genotypes indicated\n       recommendations. CNVs of unclear clinical significance include those smaller              the presence of maternal heterodisomy 9.\n       than 2 Mb in size that have not been correlated with a clinical phenotype.\n       CNVs are classified as likely benign if they are polymorphic in the normal                Consanguinity\n       population as determined by reviews of recent literature. Evaluation of                   Multiple AOH regions 410 Mb involving two or more chromosomes\n       potential medically actionable variants includes careful consideration of the             were identified in 115 cases by CMA-COMP, of which 44 cases were\n       size of the CNV, variant allele frequency, gene(s) involved, whether it represents\n                                                                                                 also performed on the Illumina SNP array. As shown in Table 2, the\n       a de novo or inherited event, and the reported phenotypic clinical findings in\n       the child or other relevant family members.29,30\n                                                                                                 AOH calls between the two arrays are comparable in the 27 cases with\n          Additionally, AOH segments greater than 10 Mb in size were reported.\n                                                                                                 AOH regions totaling Z100 Mb. For cases in which the degree of\n                                                                                                 parental relatedness was provided by the referring center (Table 3), we\n       SNP genotyping platform. SNP array analysis was performed on the Illumina                 compared the total length of AOH regions to that which is expected\n       Infinium HD assay platform using HumanOmni1-Quad BeadChip (Illumina                       from the coefficient of inbreeding (F). Patients whose parents are first\n\nEuropean Journal of Human Genetics\n\f                                                                                              Combined exon plus SNP array for optimized clinical testing\n                                                                                              J Wiszniewska et al\n                                                                                                                                                                                     81\n\nTable 1 Comparison of the results of CMA-COMP and Illumina array for AOH regions greater than 10 Mb in size and limited to single\nchromosomes\n\n                                       CMA-COMP array                                              Illumina SNP array\nChromosome                   Genomic interval                 Size in Mb                   Genomic interval                 Size in Mb           Location          UPD confirmed\n\n1                       166 983 908–183 983 607                   17.0             167 228 031–183 982 100                     16.7              Interstitial            —\n3                        38 493 212–52 622 086                    14.1              45 790 685–52 193 685                       6.4              Interstitial            —\n3                       45 708 410–59 299 266                     13.6              47 077 306–53 281 955a                      6.2              Interstitial            —\n5                       97 151 690–123 037 288                    25.9             106 422 150–123 740 802                     17.3              Interstitial            —\n5                       163 685 643–178 577 218                   14.9             163 735 878–176 745 707                     13.0              Interstitial            —\n5                       125 870 653–146 253 199                   20.4             127 465 300–146 414 993                     18.9              Interstitial            —\n7                       107 850 309–120 523 873                   12.7             109 017 420–120 492 482                     11.5              Interstitial            —\n8                        35 551 788–61 354 167                    25.8              37 132 731–63 207 089                      26.1              Centromeric             —\n9                        4 175 231–14 383 183                     10.2               1 486 230–14 377 817                      12.9              Interstitial           UPD\n                        88 061 835–128 350 612                    40.3              66 587 429–126 250 362                     59.7              Interstitial            —\n12                           1–22 919 015                         22.9                  1 607 841–22 154 162                   20.5              Terminal               —\n14                       35 601 054–50 516 087                    14.9                  35 958 318–50 563 154                  14.6              Interstitial         No UPD\n14                       33 803 584–70 306 504                    36.5                  33 742 889–70 200 059                  36.4              Interstitial         No UPD\n14                       32 945 633–94 103 812                    61.2                  32 899 071–86 182 374                  53.3              Interstitial           —\n15                      21 317 493–68 226 073                     46.9                26 998 850–68 211 801                    41.2              Interstitial           UPD\nX                       95 140 723–119 474 584                    24.3                95 721 890–119378541                     23.6              Interstitial            —\naSmall non-contiguous segments of AOH were seen within the same AOH interval identified by the CMA-COMP.\n\n\n\n\nTable 2 Comparison of the results of CMA-COMP and Illumina array                              of parental relationship [expected 90 Mb and observed 89 and 82 for\nfor detection of AOH regions totaling 100 Mb or higher in size                                fourth degree (cases 3 and 4), and expected 22.5 Mb and observed 58\n                                                                                              for sixth degree (case 5)].\n                                                                              Illumina           Notably, our analyses identified 10 cases in which the observed total\n                                CMA-COMP array                                  array         length of AOH regions was consistent with that expected for a first\n            AOH level      Number of chromosomes            Number of        AOH level        degree relationship (F ¼ 1/4 or B716 Mb). In those cases, the total\nPatients      (Mb)                  involved                  blocks            (Mb)          length of AOH ranged from B506 Mb to 851 Mb, with a mean of\n                                                                                              677 Mb. Amongst this group of subjects, consanguinity was con-\nCase 1         871                     15                       18              851           firmed in two patients, one of which was known to be the product of\nCase 2         863                     20                       25              787\n                                                                                              a sister–brother mating (Table 3, case 1).\nCase 3         707                     16                       23              702\nCase 4         678                     18                       20              681\nCase 5         654                     14                       16              609           Autosomal recessive disorders and AOH\nCase 6         514                     10                       14              529           We evaluated regions of AOH for gene content when the indication\nCase 7         501                     10                       14              506\n                                                                                              was a specific disease. In four patients with an autosomal recessive\nCase 8         352                      8                        8              354\nCase 9         345                      8                       11              367\n                                                                                              disorder, the associated gene localized within one of the AOH regions.\nCase 10        332                      7                        9              310           Sequencing analysis performed elsewhere confirmed the presence of a\nCase 11        289                      9                       10              247           homozygous mutation in two patients (Table 4).\nCase 12        276                      8                        8              244              One patient, the product of a consanguineous mating (second\nCase 13        270                      8                        9              240           cousins once removed), presented with DD/ID and microcephaly, and\nCase 14        252                      8                        9              245\n                                                                                              MRI revealing a mild diffuse reduction in the volume of the cerebral\nCase 15        234                      5                        6              147\nCase 16        223                      8                        8              228\n                                                                                              hemispheric white matter with a borderline to increased size of the\nCase 17        194                      5                        5              127           corpus callosum. CMA-COMP analysis showed AOH events larger\nCase 18        187                      7                        7              150           than 10 Mb on chromosomes 8 and 14. The AOH event on\nCase 19        177                      6                        7              158           chromosome 8 also harbored a homozygous deletion of B52 kb\nCase 20        158                      6                        7              152           involving exons 4–14 of the VPS13B (vacuolar protein sorting 13\nCase 21        141                      6                        6              138           homolog B) gene (Figures 3a and b), which is associated with Cohen\nCase 22        138                      6                        7              130\n                                                                                              syndrome (OMIM #216550) and consistent with the clinical pheno-\nCase 23        129                      5                        7              117\nCase 24        122                      3                        4               90           type of this patient.\nCase 25        118                      4                        4              107\nCase 26        110                      3                        3              108           Intragenic CNVs\nCase 27        107                      5                        5               96\n                                                                                              An advantage of the CMA-COMP array platform is its ability to\n                                                                                              detect very small, single-exon copy number changes. Pathogenic\n                                                                                              genomic deletions and/or duplications were detected in 14%\ncousins (third degree of relationship) are expected to have 1/16 of                           (445/3240) of the cases. CNVs of unclear clinical significance were\ntheir genome homozygous or B179 Mb of total AOH regions. The                                  detected in an additional 13% (421/3240). Intragenic pathogenic\ntotal length of AOH regions observed was 225 Mb as shown in case 2.                           CNVs were detected in 21 cases (Table 5) with an average of 21 probes\nConsistent data were also observed in cases of fourth and sixth degree                        (range 4–90). The smallest CNV was confirmed by sequencing to be\n\n                                                                                                                                                      European Journal of Human Genetics\n\f                                 Combined exon plus SNP array for optimized clinical testing\n                                                                       J Wiszniewska et al\n82\n\n\n\n\n       Figure 1 Large regions of AOH limited to single chromosomes suggestive of heterodisomy. Top panels – CMA-COMP SNP data. Bottom panels –\n       corresponding Illumina B allele frequency data. (a–c) Chromosome 14. Follow-up studies by methylation specific PCR showed presence of both maternal\n       and paternal bands, indicating biparental chromosome 14 inheritance for cases shown in panels (a) and (b). Methylation studies were not available for the\n       case shown in panel (c). (d) Chromosome 9. Follow-up parental SNP array analyses confirmed presence of maternal heterodisomy in this patient.\n\n\n\n\nEuropean Journal of Human Genetics\n\f                                                                          Combined exon plus SNP array for optimized clinical testing\n                                                                          J Wiszniewska et al\n                                                                                                                                                                 83\n\n\n\n\nFigure 2 CMA-COMP array showing a patient with consanguinity as demonstrated by the multiple blocks of AOH (shaded) on numerous chromosomes.\n\n\n\n500 bp. A comparison of the distribution of the probes of the CMA-           The principles used to guide this unique array design were to: (1)\nCOMP to two commercial SNP arrays for the intragenic deletions            empirically select the best performing probes to maximize detection\ninvolving exons of the VPS13B gene (Table 5, cases 6 and 7) is            and signal to noise ratio, (2) detect CNVs known to be associated\nprovided in Figures 3c and d. In addition to the VPS13B gene,             with diseases and target coverage of the exons of these known disease\nintragenic deletions of both NRXN1 and DMD were detected in               genes, (3) maintain 30 kb backbone coverage, and (4) exclude most of\nmultiple patients as well as two cases involving genes that predispose    the known LCR regions. The rationale for our array design to\nto cancer.                                                                maximize detection of clinically relevant genomic changes has been\n                                                                          independently validated by the observations of Haraksingh et al.33\nDISCUSSION                                                                They compared the CNVs observed in the 1000 Genomes Project with\nWith the addition of SNP probes to our exon coverage array, we            all the currently commercially available high-resolution array\nprovide a comprehensive approach for the identification of clinically     platforms and concluded that the sensitivity, total number, size\nrelevant copy number neutral changes in addition to medically             range, and breakpoint resolution of CNV calls were highest for\nactionable CNVs in a single assay.                                        CNV focused arrays that did not compromise the backbone tiling\n\n                                                                                                                                  European Journal of Human Genetics\n\f                                       Combined exon plus SNP array for optimized clinical testing\n                                                                             J Wiszniewska et al\n84\n\n       density of the rest of the genome. They also found that probe                                   isodisomy interrupted by regions of heterozygosity, reflecting the\n       distribution greatly affected the performance of a platform.                                    presence of heterodisomy (hetero-isoUPD). In such cases,\n       A disadvantage for SNP-only arrays is that the probe distribution is                            heterodisomy appears as a large block of AOH (isodisomic\n       restricted by the non-uniform availability of informative SNPs                                  segment) confined to a single chromosome. Recently, Papenhausen\n       throughout the genome. Additionally, probes that are optimized                                  et al22 found that their cohort of nine confirmed UPD cases all\n       will provide maximum information for specific loci.                                             showed an AOH block within the affected chromosome. Similar\n          In this study, the CMA-COMP array, with only 60 000 SNP probes,                              findings were also observed in five confirmed UPD cases and an\n       was concordant with a high-density SNP array in detecting AOH                                   additional three were consistent with the phenotype by Bruno et al.34\n       events and is thus an excellent tool for genome-wide screening for                              However, not all AOH regions confined to a single chromosome\n       AOH in order to identify UPD, consanguinity, and map genomic                                    indicate the presence of heterodisomy, as shown in our patients with\n       intervals containing potential recessive loci. The percent of the                               AOH on chromosome 14. Similar observations were reported by\n       genome manifesting AOH for each case was calculated for both                                    Papenhausen et al,22 who showed that only 29 out of 46 cases with a\n       platforms (data not shown) and there was complete concordance                                   single segmental AOH event were confirmed to be UPD. Therefore,\n       between the two platforms within 1–2%. Because of the lower density                             a single region of AOH could be a random finding representing a\n       of SNP probes in the CMA-COMP array, there may be an over-                                      region of identity by descent or linkage disequilibrium (LD) because\n       estimation of the genomic size of an AOH event, which occurred in                               of a low recombination rate.\n       two cases in Table 1. In one of these cases, the Illumina array revealed                           Detection of isodisomy has obvious clinical relevance for cases in\n       a smaller AOH (6 Mb) event, and in the other case, a series of smaller                          which chromosomes bearing imprinted genomic regions are involved,\n       discrete AOH events interrupted by small regions of heterodisomy                                but it is also relevant in the context of autosomal recessive (AR)\n       were seen in the Illumina array. The CMA-COMP did not resolve the                               disorders. Most of the non-imprinted UPD cases described so far\n       discrete interval events; instead it showed a contiguous AOH event for                          were ascertained by detection of a homozygous mutation in auto-\n       this region. As both of these cases involved a non-imprinted                                    somal recessive genes that did not follow the expected Mendelian\n       chromosome, further studies were not recommended.                                               allele transmission pattern.26 From a genetic counseling perspective,\n          Added value to the genomic analysis provided by SNP probes is the                            detection of isodisomy or hetero-isoUPD modifies recurrence risk for\n       detection of uniparental isodisomy without requiring analysis of                                AR disease from 25% to o1%. The importance of parental follow-up\n       parental samples, as it is with other conventional assays that utilize                          studies to confirm carrier status in cases in which a homozygous\n       STR markers. In addition, UPD of virtually any chromosome can be                                mutation was detected in the child cannot be underemphasized.\n       detected in one assay. While SNP arrays will detect virtually 100% of                              The identification of AOH has been previously employed for the\n       isodisomies,24 not all cases of uniparental heterodisomy may be                                 determination of the genetic defects underlying genetically hetero-\n       detected by SNP arrays unless a heterodisomic chromosome                                        geneous recessive disorders by a homozygosity mapping approach in\n       underwent a recombination event during meiosis, resulting in                                    a research setting. AOH regions determined by genome-wide SNPs\n                                                                                                       analysis allows delineation of the critical disease-associated genomic\n                                                                                                       interval and the number of potential candidate genes. Analysis of SNP\n                                                                                                       data obtained for both affected and unaffected individuals enables\n       Table 3 Extent of AOH regions detected in patients from known\n       consanguineous families\n                                                                                                       further refinement of AOH regions and subsequent identification of\n                                                                                                       candidate genes. Implementation of SNP arrays in clinical diagnostics\n                               CMA-COMP array                                                          allows the clinician to take advantage of this approach in their daily\n                  AOH level     Number of chro-        Number Parental                Expected         practice, especially because these data could be combined with\n                                                                                                       clinically available whole-exome sequencing approaches. Clinicians\n       Patients      (Mb)      mosomes involved of blocks relationship                   AOH\n                                                                                                       can also utilize SNP genotyping information to devise a cost-effective\n       Case 1a       707                16               23      First-degree          716 Mb          strategy for determining the molecular etiology of genetically\n                                                                 relatives            (F ¼ 1/4)        heterogeneous autosomal recessive diseases (e.g., deafness, retinitis\n       Case 2        225                  9              10      First cousins         179 Mb          pigmentosa, etc) by targeting sequence analysis for a suspected disease\n                                                                                     (F ¼ 1/16)        gene if it is located in an AOH block. Such was the case for the\n       Case 3         89                  4               4      First cousins         90 Mb           patients identified with SCID and Usher syndrome (Table 4).\n                                                                 once removed        (F ¼ 1/32)           The CMA-COMP array also has the advantage of detecting\n       Case 4         82                  3               3      First cousins         90 Mb           intragenic copy number changes. While intragenic deletions and\n                                                                 once removed        (F ¼ 1/32)        duplications are known to account for a significant portion of disease-\n       Case 5         58                  3               3      Second cousins       22.5 Mb          causing mutations for genes such as DMD, only more recently with\n                                                                 once removed        (F ¼ 1/128)\n                                                                                                       the implementation of array CGH are intragenic deletions and\n       aSame as case 3 in Table 2.\n                                                                                                       duplications being detected for many other genes. Examples of\n\n\n       Table 4 Correlation of AOH regions with autosomal recessive disorders\n\n       AR disorder            Genes related to diagnosis        Total AOH 410 Mb          Gene within AOH block      AOH size (Mb)    Comment\n\n       Cohen syndrome                   VSP13B                            29                         VSP13B               11          Homozygous exonic deletion detected\n       HHH syndrome                    SLC25A15                         270                       SLC25A15                40          Homozygous mutation in SLC25A15 detected\n       SCID                             18 genes                        332                         CD3D                   8          Homozygous mutation in CD3D detected\n       Usher syndrome                Dozens of genes                    214                          USH2A                18\n\n\n\nEuropean Journal of Human Genetics\n\f                                                                             Combined exon plus SNP array for optimized clinical testing\n                                                                             J Wiszniewska et al\n                                                                                                                                                                    85\n\n\n\n\nFigure 3 (a) A B52-kb homozygous deletion involving exons 4–14 of the VSP13B gene in a patient with Cohen syndrome detected by CMA-COMP array.\n(b) shows the SNP data plot with an AOH region on chromosome 8, wherein the VSP13B gene is located. (c) and (d) Comparison of the probe distribution\nbetween the exon-targeted CMA-COMP array and two other commercial SNP arrays for the portion of the VSP13B gene deleted in cases 6 and 7 (Table 4)\n(c) Case 6 (same case as in (a)) with a deletion of exons 4–14 (red dots represent the deleted oligos in the exons). Note that the locations of the\nSNPs (black dots) are outside of almost all of the exons, and therefore single exon deletions would not be detectable by these SNP arrays. (d) Case 7 in\nTable 4 – red dots represent the deleted oligonucleotides corresponding to exons 22–25 (represented by the hatch marks at the bottom of the figure) as\ndetected by the CMA-COMP array. The black dots represent the SNP distribution within the same region. Again, note that most SNP probes are located\nwithin introns.\n\n\nhaploinsufficient, intragenic deletions and the molecular mechanism          heterozygous deletion of the VPS13B gene (case 7 in Table 4), which is\nand possible consequences of these intragenic CNVs have been                 associated with Cohen syndrome. Consistently, deletions have been\npreviously reported.4,12,13,16,35,36 Detection of intragenic copy            reported as an important cause of Cohen syndrome.37\nnumber changes also has a role in the diagnosis of autosomal                    Interestingly, genotype–phenotype correlations are being described\nrecessive disease, as demonstrated by the case with an intragenic            for deletions occurring at different locations within a gene. For\n\n                                                                                                                                     European Journal of Human Genetics\n\f                                Combined exon plus SNP array for optimized clinical testing\n                                                                      J Wiszniewska et al\n86\n\n       Table 5 Pathogenic exonic CNVs detected by CMA-COMP array\n\n                                                                                                                   Copy number              Chromosome\n       Case      Gene       Disease association                                                    Exon(s)         change                      Location          Inheritance       Gender\n\n       1        NRXN1       Autism and developmental disorders                                        23           Loss                         2p16.3           Unknown               F\n       2        NRXN1       Autism and developmental disorders                                       3–5           Loss                        2p16.3            Paternal             M\n       3        NRXN1       Autism and developmental disorders                                       4–5           Loss                        2p16.3            Unknown              M\n       4         MSH6       Hereditary nonpolyposis colorectal cancer                               5–6            Loss                        2p16.3            Unknown               F\n       5         TGFB1      Corneal dystrophy                                                       8–10           Loss                        5q31.1            Unknown               F\n       6        VPS13B      Cohen syndrome                                                         4–14            Homozygous loss             8q22.2            Unknown              F\n       7        VPS13B      Cohen syndrome                                                         22–25           Loss                        8q22.2            Unknown              M\n       8        BRCA2       Increased risk of cancer                                               13–14           Loss                        13q13.1           Unknown              M\n       9        UBE3A       Angelman syndrome                                                      7–14            Loss                        15q11.2           Maternal             F\n       10      CHRNA7       Intellectual disability and seizures                                 Entire gene       Loss                        15q13.3           Unknown               F\n       11      ANKRD11      KBG syndrome                                                           4–13            Loss                        16q24.3           Unknown               F\n       12      ANKRD11      KBG syndrome                                                             2–3           Loss                        16q24.3           Unknown              F\n       13       HNF1B       Polycystic kidney disease, genital malformations, pancreatic             7–8           Loss                         17q12            Unknown              M\n                            atrophy and maturity-onset diabetes of the young type 5\n       14        DMD        Duchenne muscular dystrophy                                               15           Gain                         Xp21.1           Unknown              M\n       15        DMD        Duchenne muscular dystrophy                                            40–50           Loss                         Xp21.1           Unknown              M\n       16        DMD        Duchenne muscular dystrophy                                            63–64           Gain                         Xp21.1           Unknown              M\n       17        DMD        Duchenne muscular dystrophy                                            49–51           Loss                         Xp21.1           Maternal             M\n       18       MED12       FG syndrome and Lujan–Fryns syndrome                                   25–28           Gain                         Xq13.1           De novo              M\n       19        GPC3       Simpson–Golabi–Behmel syndrome                                             7           Gain                         Xq26.2           Unknown              M\n       20        FMR1       X-linked intellectual disability                                     Entire gene       Gain                         Xq27.3           Unknown              M\n       21       L1CAM       X-linked hydrocephalus                                                   1–2           Loss                          Xq28            Unknown              M\n\n\n\n\n       example, the more C-terminal deletions, such as case 1 (Table 5),                      on multiple United States and European patents related to molecular\n       including those affecting the beta isoform of Neurexin-1, present with                 diagnostics. The remaining authors declare no conflict of interest.\n       an increased head size and a high frequency of epilepsy (88%) when\n       compared with more N-terminal deletions of NRXN1, as seen in cases\n       2 and 3 (Table 5). Therefore, increasingly specific genotype–\n       phenotype predictions are becoming available to assist with the                         1 Lupski JR, Belmont JW, Boerwinkle E, Gibbs RA: Clan genomics and the complex\n                                                                                                 architecture of human disease. Cell 2011; 147: 32–43.\n       genetic counseling of the copy number changes identified by array                       2 Conrad DF, Pinto D, Redon R et al: Origins and functional impact of copy number\n       studies.28,35                                                                             variation in the human genome. Nature 2010; 464: 704–712.\n                                                                                               3 Iafrate AJ, Feuk L, Rivera MN et al: Detection of large-scale variation in the human\n          However, genetic counseling can also become complicated by                             genome. Nat Genet 2004; 36: 949–951.\n       incidental findings, such as the intragenic deletions within MSH6 in                    4 Mills RE, Walter K, Stewart C et al: Mapping copy number variation by population-scale\n       case 4 and BRCA2 in case 8 (Table 5), which confers an increased life-                    genome sequencing. Nature 2011; 470: 59–65.\n                                                                                               5 Redon R, Ishikawa S, Fitch KR et al: Global variation in copy number in the human\n       time susceptibility to cancer in a 13-year-old female and a 10-year-old                   genome. Nature 2006; 444: 444–454.\n       male, respectively. These findings require careful counseling to address                6 Sebat J, Lak",
  "wordCount": 6189,
  "indexed": "2025-09-25T22:46:43.332Z",
  "method": "direct"
}
