{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Transposones/Bourque et al. - 2018 - Ten things you should know about transposable elem.pdf",
  "fileName": "Bourque et al. - 2018 - Ten things you should know about transposable elem.pdf",
  "relativePath": "Genetica/Transposones/Bourque et al. - 2018 - Ten things you should know about transposable elem.pdf",
  "text": "Bourque et al. Genome Biology      (2018) 19:199\nhttps://doi.org/10.1186/s13059-018-1577-z\n\n\n\n\n REVIEW                                                                                                                                           Open Access\n\nTen things you should know about\ntransposable elements\nGuillaume Bourque1,2* , Kathleen H. Burns3, Mary Gehring4, Vera Gorbunova5, Andrei Seluanov5, Molly Hammell6,\nMichaël Imbeault7, Zsuzsanna Izsvák8, Henry L. Levin9, Todd S. Macfarlan9, Dixie L. Mager10 and Cédric Feschotte11*\n\n                                                                                       by an integrase much like retroviruses [2]. For non-LTR\n  Abstract\n                                                                                       retrotransposons, which include both long and short in-\n  Transposable elements (TEs) are major components                                     terspersed nuclear elements (LINEs and SINEs), chromo-\n  of eukaryotic genomes. However, the extent of their                                  somal integration is coupled to the reverse transcription\n  impact on genome evolution, function, and disease                                    through a process referred to as target-primed reverse\n  remain a matter of intense interrogation. The rise of                                transcription [3]. Class 2 elements, also known as DNA\n  genomics and large-scale functional assays has shed                                  transposons, are mobilized via a DNA intermediate, either\n  new light on the multi-faceted activities of TEs and                                 directly through a ‘cut-and-paste’ mechanism [4, 5] or, in\n  implies that they should no longer be marginalized.                                  the case of Helitrons, a ‘peel-and-paste’ replicative mech-\n  Here, we introduce the fundamental properties of TEs                                 anism involving a circular DNA intermediate [6]. For de-\n  and their complex interactions with their cellular                                   tailed reviews on individual TE types and transposition\n  environment, which are crucial to understanding                                      mechanisms, we refer the reader to the monograph edited\n  their impact and manifold consequences for organismal                                by Craig et al. [7].\n  biology. While we draw examples primarily from                                         Each TE subclass is further divided into subgroups (or\n  mammalian systems, the core concepts outlined                                        superfamilies) that are typically found across a wide\n  here are relevant to a broad range of organisms.                                     range of organisms, but share a common genetic\n                                                                                       organization and a monophyletic origin. For example,\n                                                                                       Ty3/gypsy and Ty1/copia elements are two major super-\nTransposable elements come in many different                                           families of LTR retrotransposons that occur in virtually\nforms and shapes                                                                       all major groups of eukaryotes [8]. Similarly, Tc1/mari-\nTransposable elements (TEs) are DNA sequences that                                     ner, hAT (hobo-Ac-Tam3), and MULEs (Mutator-like el-\nhave the ability to change their position within a genome.                             ements) are three superfamilies of DNA transposons\nAs a result of their deep evolutionary origins and continu-                            that are widespread across the eukaryotic tree [9]. At the\nous diversification, TEs come in a bewildering variety of                              most detailed level of TE classification, elements are\nforms and shapes (Fig. 1). TEs can be divided into two                                 grouped into families or subfamilies, which can be de-\nmajor classes based on their mechanism of transposition,                               fined as a closely related group of elements that can be\nand each class can be subdivided into subclasses based on                              traced as descendants of a single ancestral unit [10]. This\nthe mechanism of chromosomal integration. Class 1 ele-                                 ancestral copy can be inferred as a consensus sequence,\nments, also known as retrotransposons, mobilize through                                which is representative of the entire (sub)family [11, 12].\na ‘copy-and-paste’ mechanism whereby a RNA intermedi-                                  Thus, in principle, every TE sequence in a genome can\nate is reverse-transcribed into a cDNA copy that is inte-                              be affiliated to a (sub)family, superfamily, subclass, and\ngrated elsewhere in the genome [1]. For long terminal                                  class (Fig. 1). However, much like the taxonomy of spe-\nrepeat (LTR) retrotransposons, integration occurs by                                   cies, the classification of TEs is in constant flux, per-\nmeans of a cleavage and strand-transfer reaction catalyzed                             petually subject to revision due to the discovery of\n                                                                                       completely novel TE types, the introduction of new\n* Correspondence: guil.bourque@mcgill.ca; cf458@cornell.edu                            levels of granularity in the classification, and ongoing de-\n1\n Department of Human Genetics, McGill University, Montréal, Québec H3A\n0G1, Canada                                                                            velopment of methods and criteria to detect and classify\n11\n  Department of Molecular Biology and Genetics, Cornell University, Ithaca,            TEs [13, 14].\nNY 14850, USA\nFull list of author information is available at the end of the article\n\n                                         © The Author(s). 2018 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\n                                         International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\n                                         reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\n                                         the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n                                         (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\n\fBourque et al. Genome Biology                     (2018) 19:199                                                                                                       Page 2 of 12\n\n\n\n\n                                   Transposition intermediate\n\n                                                                               RT           RNA                DNA\n\n\n                     Class                                    CLASS 1                                                                 CLASS 2\n                                                          Retrotransposons                                                         DNA transposons\n\n\n                                   Integration intermediate and mechanism\n\n                                                 TPRT           circDNA?             dsDNA                  circDNA             dsDNA          circDNA?   dsDNA?\n                     Subclass\n\n\n\n\n                                                  EN                YR                 IN                    HUH                  TP                YR       IN\n\n\n                                                                                                                                                          Maverick/\n                                                Non-LTR          DIRS                 LTR                   Helitron         Cut and paste     Crypton\n                                                                                                                                                          Polinton\n\n                                   Phylogeny\n                     Superfamily\n\n\n\n\n                                       LINE      SINE     PLE        Ty1/copia      Ty3/gypsy     ERV                  hAT              Tc1/mariner\n\n\n                                   Phylogeny\n                     Family\n\n\n\n\n                                       LINE-1     Alu     Penelope       Ty1         Ty3        HERV-H             Ac/Ds                     Tc1\n\n                                        R2        B2       Athena        copia      gypsy       HERV-K             hobo                      mos1\n\n\n Fig. 1 Classification of eukaryotic transposable elements. Schematic and examples showing the key features and relationships between TE classes,\n subclasses, superfamilies, and families. Blue circles represent TE-encoded enzymes. circDNA circular DNA intermediate, DIRS Dictyostelium repetitive\n sequence, dsDNA linear double-stranded DNA intermediate, EN endonuclease, IN integrase, PLEs Penelope-like elements, HUH, Rep/Helicase protein\n with HUH endonuclease activity, RT reverse transcriptase, TP transposase, TPRT target primed reverse transcription, YR tyrosine recombinase (for other\n abbreviations, see text)\n\n\n\nTEs are not randomly distributed in the genome                                                           rapidly removed from the population. Insertions that\nThe genome may be viewed as an ecosystem inhabited                                                       have little or no effects on genome function and host\nby diverse communities of TEs, which seek to propagate                                                   fitness may reach fixation according to the efficiency of\nand multiply through sophisticated interactions with                                                     selection and drift at purging these insertions from the\neach other and with other components of the cell [15].                                                   population, which vary greatly among species [21]. Se-\nThese interactions encompass processes familiar to ecol-                                                 lective forces can explain why some elements are more\nogists, such as parasitism, cooperation, and competition                                                 likely to be retained in certain genomic locations than\n[16]. Thus, it is perhaps not surprising that TEs are                                                    others [22, 23]. For instance, de novo insertions of the\nrarely, if ever, randomly distributed in the genome. TEs                                                 human LINE 1 (L1) retrotransposon readily occur\nexhibit various levels of preference for insertion within                                                within (and disrupt) gene exons [24], but very few if\ncertain features or compartments of the genome (Fig. 2).                                                 any L1 elements have been fixed within the coding re-\nThese are often guided by opposite selective forces, a                                                   gion of human genes [25]. Similarly, no LTR retrotrans-\nbalancing act of facilitating future propagation while                                                   poson is known to exhibit insertion preference with\nmitigating deleterious effects on host cell function. At                                                 regard to which DNA strand is transcribed, and yet\nthe most extreme end of the site-selection spectrum,                                                     these elements are strongly depleted in the sense orien-\nmany elements have evolved mechanisms to target spe-                                                     tation within human introns—most likely due to their\ncific loci where their insertions are less detrimental to                                                propensity to interfere with gene splicing and polyade-\nthe host but favorable for their propagation [17]. For in-                                               nylation when inserted in sense orientation [11, 26].\nstance, several retrotransposons in species as diverse as                                                Perhaps because of some of these shared properties, the\nslime mold and budding and fission yeast have evolved                                                    evolutionary trajectories of TE accumulation in mam-\nindependently, but convergently, the capacity to target                                                  mals were found to be conserved across species in spite\nthe upstream regions of genes transcribed by RNA poly-                                                   of clade specific differences in TE content. [27]. Thus,\nmerase III, where they do not appear to affect host gene                                                 the success and diversity of TEs in a genome are shaped\nexpression but retain the ability to be transcribed them-                                                both by properties intrinsic to the elements as well as\nselves [17–20].                                                                                          evolutionary forces acting at the level of the host spe-\n   Natural selection and genetic drift are also powerful                                                 cies. A solid comprehension of how these forces act to-\nforces shaping the distribution and accumulation of                                                      gether is paramount to understanding the impact of\nTEs [21]. Insertions that are strongly deleterious are                                                   TEs on organismal biology.\n\fBourque et al. Genome Biology           (2018) 19:199                                                                                                Page 3 of 12\n\n\n\n\n                                                         Requires specialized tools         Different forms and shapes\n                                                                    10                                  1\n\n\n\n\n                         Modifies regulatory                                                                                   Not randomly\n                                                                                                                           2\n                                   networks 9                                                                                  distributed\n\n                                                          or\n\n\n\n\n                    Creates genes                                                                                           TEs          Source of\n                                                                                                                                     3\n                        and RNAs\n                                    8                                                 TEs                                                mutations\n                                                                                                                         Genome\n\n\n                                                               Immune\n                                                               response\n\n\n                                                    or\n\n\n\n                       Not just transposition   7                                                                          4 Genome\n                                                                                                                             rearrangements\n\n\n\n\n                                                                     6                                 5\n                                                         Affects germline and soma          Expression vs repression\n\n Fig. 2 Ten things you should know about transposable elements (TEs). Examples of how TEs can impact genomes in direct and indirect ways.\n Blue boxes represent TEs, gray boxes represent canonical exons, and the black box represents a sequencing read. Right-angled arrows represent\n gene or TE promoters\n\n\nTEs are an extensive source of mutations and                                              Because TE insertions rarely provide an immediate fit-\ngenetic polymorphisms                                                                  ness advantage to their host, those reaching fixation in\nTEs occupy a substantial portion of the genome of a                                    the population do so largely by genetic drift and are sub-\nspecies, including a large fraction of the DNA unique to                               sequently eroded by point mutations that accumulate\nthat species. In maize, where Barbara McClintock did                                   neutrally [21]. Over time, these mutations result in TEs\nher seminal work [28], an astonishing 60 to 70% of the                                 that can no longer encode transposition enzymes and\ngenome is comprised of LTR retrotransposons, many of                                   produce new integration events. For instance, our (hap-\nwhich are unique to this species or its close wild rela-                               loid) genome contains ~ 500,000 L1 copies, but more\ntives, but the less prevalent DNA transposons are cur-                                 than 99.9% of these L1 copies are fixed and no longer\nrently the most active and mutagenic [29–32] (Fig. 2).                                 mobile due to various forms of mutations and trunca-\nSimilarly, the vast majority of TE insertions in Drosoph-                              tions [39, 40]. It is estimated that each person carries a\nila melanogaster are absent at the orthologous site in its                             set of ~ 100 active L1 elements, and most of these are\nclosest relative D. simulans (and vice versa), and most                                young insertions still segregating within the human\nare not fixed in the population [33, 34]. Many TE fam-                                 population [41–43]. Thus, as for any other organism, the\nilies are still actively transposing and the process is                                ‘reference’ human genome sequence does not represent\nhighly mutagenic; more than half of all known pheno-                                   a comprehensive inventory of TEs in humans. Thou-\ntypic mutants of D. melanogaster isolated in the labora-                               sands of ‘non-reference’, unfixed TE insertions have been\ntory are caused by spontaneous insertions of a wide                                    catalogued through whole genome sequencing and other\nvariety of TEs [35]. Transposition events are also com-                                targeted approaches [44]. On average, any two human\nmon and mutagenic in laboratory mice, where ongoing                                    haploid genomes differ by approximately a thousand TE\nactivity of several families of LTR elements are respon-                               insertions, primarily from the L1 or Alu families. The\nsible for 10–15% of all inherited mutant phenotypes                                    number of TE insertion polymorphisms in a species with\n[36]. This contribution of TEs to genetic diversity may                                much higher TE activity such as maize [32] dwarfs the\nbe underestimated, as TEs can be more active when or-                                  number in humans.\nganisms are under stress, such as in their natural envir-                                 If TEs bring no immediate benefit to their host and\nonment [37, 38].                                                                       are largely decaying neutrally once inserted, how do they\n\fBourque et al. Genome Biology   (2018) 19:199                                                                    Page 4 of 12\n\n\n\n\npersist in evolution? One key to this conundrum is the            LINE-like retrotransposons form and maintain the telo-\nability of TEs not only to propagate vertically but also          meres in replacement of the telomerase enzyme which\nhorizontally between individuals and species. There is            has been lost during dipteran evolution [65]. This domes-\nnow a large body of evidence supporting the idea that             tication event could be viewed as a replay of what might\nhorizontal transposon transfer is a common phenomenon             have happened much earlier in eukaryotic evolution to\nthat affects virtually every major type of TE and all             solve the ‘end problem’ created by the linearization of\nbranches of the tree of life [45, 46]. While the cellular         chromosomes. Indeed, the reverse transcriptase compo-\nmechanisms underlying horizontal transposon transfer re-          nent of telomerase is thought to have originated from an\nmain murky, it is increasingly apparent that the intrinsic        ancient lineage of retroelements [66, 67]. TE sequences\nmobility of TEs and ecological interactions between their         and domesticated transposase genes also play structural\nhost species, including those with pathogens and parasites,       roles at centromeres [68–70].\nfacilitate the transmission of elements between widely di-\nverged taxa [47–49].                                              There is an intrinsic balance between TE\n                                                                  expression and repression\nTEs are associated with genome rearrangements                     To persist in evolution, TEs must strike a delicate bal-\nand unique chromosome features                                    ance between expression and repression (Fig. 2). Expres-\nTransposition represents a potent mechanism of genome             sion should be sufficient to promote amplification, but\nexpansion that over time is counteracted by the removal           not so vigorous as to lead to a fitness disadvantage for\nof DNA via deletion. The balance between the two pro-             the host that would offset the benefit to the TE of in-\ncesses is a major driver in the evolution of genome size          creased copy numbers. This balancing act may explain\nin eukaryotes [21, 50, 51]. Several studies have demon-           why TE-encoded enzymes are naturally suboptimal for\nstrated the impact and range of this shuffling and cycling        transposition [71, 72] and why some TEs have evolved\nof genomic content on the evolution of plant and animal           self-regulatory mechanisms controlling their own copy\ngenomes [52–55]. Because the insertion and removal of             numbers [73, 74]. A variety of host factors are also\nTEs is often imprecise, these processes can indirectly            employed to control TE expression, which includes a\naffect surrounding host sequences. Some of these events           variety of small RNA, chromatin, and DNA modification\noccur at high enough frequency to result in vast                  pathways [75–78], as well as sequence-specific repres-\namounts of duplication and reshuffling of host se-                sors such as the recently profiled KRAB zinc-finger\nquences, including genes and regulatory sequences. For            proteins [79–82]. However, many of these silencing\nexample, a single group of DNA transposons (MULEs)                mechanisms must be at least partially released to permit\nhas been responsible for the capture and reshuffling of           developmental regulation of host gene expression pro-\n~ 1,000 gene fragments in the rice genome [56]. Such              grams, particularly during early embryonic development.\nstudies have led to the conclusion that the rate at which         For example, genome-wide loss of DNA methylation is\nTEs transpose, which is in part under host control, is an         necessary to reset imprinted genes in primordial germ\nimportant driver of genome evolution [57–59].                     cells [83]. This affords TEs an opportunity, as reduced\n   In addition to rearrangements induced as a byproduct of        DNA methylation often promotes TE expression. Robust\ntransposition, TEs can promote genomic structural vari-           expression of a TE in the germ lineage (but not neces-\nation long after they have lost the capacity to mobilize [60].    sarily in the gametes themselves) is often its own down-\nIn particular, recombination events can occur between the         fall. In one example of a clever trick employed by the\nhighly homologous regions dispersed by related TEs at dis-        host, TE repression is relieved in a companion cell de-\ntant genomic positions and result in large-scale deletions,       rived from the same meiotic product as flowering plant\nduplications, and inversions [59, 61–63] (Fig. 2). TEs also       sperm [84]. However, this companion cell does not con-\nprovide regions of microhomology that predispose to tem-          tribute genetic material to the next generation. Thus, al-\nplate switching during repair of replication errors leading       though TEs transpose in a meiotic product, the events\nto another source of structural variants [64]. These              are not inherited. Instead, TE activity in the companion\nnon-transposition-based mechanisms for TE-induced or              cell may further dampen TE activity in sperm via the im-\nTE-enabled structural variation have contributed substan-         port of TE-derived small RNAs [85].\ntially to genome evolution. These processes can also make            Another important consequence of the intrinsic ex-\nthe identification of actively transposing elements more          pression/repression balance is that the effects of TEs on\ndifficult in population studies that infer the existence of ac-   a host can vary considerably among tissue types and\ntive elements through the detection of non-reference              stages of an organism’s life cycle. From the TE’s perspec-\ninsertions.                                                       tive, an ideal scenario is to be expressed and active in\n   TEs also contribute to specialized chromosome fea-             the germline, but not in the soma, where expression\ntures. An intriguing example is in Drosophila, where              would gain the TE no advantage, only disadvantage [86].\n\fBourque et al. Genome Biology   (2018) 19:199                                                                    Page 5 of 12\n\n\n\n\nThis is indeed observed among many species, with cili-          mutations [111]. Host cells have evolved several mecha-\nates representing an extreme example of this division—          nisms to keep TEs in check. However, as the force of\nTEs are actively deleted from the somatic macronucleus          natural selection begins to diminish with age and com-\nbut retained in the micronucleus, or germline [87]. An-         pletely drops in post-reproductive life, TEs may become\nother example is the P-elements in Drosophila, which            more active [112].\nare differentially spliced in the germline versus soma\n[88]. Many organisms, including plants, do not differen-        TEs can be damaging in ways that do not involve\ntiate germ lineage cells early in development; rather, they     transposition\nare specified from somatic cells shortly before meiosis         TEs are best known for their mobility, in other words their\ncommences. Thus, TEs that transpose in somatic cells in         ability to transpose to new locations. While the breakage\nplants have the potential to be inherited, which suggests       and insertion of DNA associated with transposition repre-\nthat the interest of TEs and host are in conflict across        sents an obvious source of cell damage, this is not the only\nmany more cells and tissues than in animals with a seg-         or perhaps even the most common mechanism by which\nregated germline.                                               TEs can be harmful to their host. Reactivated transposons\n                                                                harm the host in multiple ways. First, de-repression of\nTEs are insertional mutagens in both germline                   transposon loci, including their own transcription, may\nand soma                                                        interfere with transcription or processing of host mRNAs\nLike other species, humans contend with a contingent of         through a myriad of mechanisms [113–115]. Genome-wide\ncurrently active TEs where the intrinsic balance between        transcriptional de-repression of TEs has been documented\nexpression and repression is still at play [89]. For us, this   during replicative senescence of human cells [116] and sev-\nincludes L1 and other mobile elements that depend on            eral mouse tissues, including liver, muscle, and brain [117,\nL1-encoded proteins for retrotransposition [90, 91].            118]. De-repression of LTR and L1 promoters can also\nThese elements are responsible for new germline inser-          cause oncogene activation in cancer [119]. Second, TE-\ntions that can cause genetic disease. More than 120 in-         encoded proteins such as the endonuclease activity of L1\ndependent TE insertions have been associated with               ORF2p can induce DNA breaks and genomic instability\nhuman disease [24]. The rate of de novo germline trans-         [120]. Third, accumulation of RNA transcripts and extra-\nposition in humans is approximately one in 21 births for        chromosomal DNA copies derived from TEs may trigger\nAlu [92] and one in 95 births for L1 [93].                      an innate immune response leading to autoimmune dis-\n   Historically, little attention has been given to transpos-   eases and sterile inflammation (Fig. 2). Activation of inter-\nition in somatic cells and its consequences, because som-       feron response is now a well-documented property of\natic transposition may be viewed as an evolutionary             transcripts derived from endogenous retroviruses and may\ndead-end for the TE with no long-term consequences for          give immunotherapies a boost in identifying and attacking\nthe host species. Yet, there is abundant evidence that TEs      cancer cells [121–123]. The relative contribution of all the\nare active in somatic cells in many organisms [94] (Fig. 2).    above mechanisms in organismal pathologies remains to be\nIn humans, L1 expression and transposition have been de-        determined.\ntected in a variety of somatic contexts, including early em-      Following transcription (and sometimes splicing) of\nbryos and certain stem cells [95, 96]. There is also a great    TEs, the next step in the process involves translation of\ndeal of interest in mobile element expression and activity      the encoded proteins and, for retroelements, reverse\nin the mammalian brain, where L1 transposition has been         transcription of the TEs into cDNA substrates suitable\nproposed to diversify neuronal cell populations [97–99].        for transposition. Once engaged by a TE-encoded re-\nOne challenge for assessing somatic activity has rested         verse transcriptase protein, the resulting cytosolic DNAs\nwith the development of reliable single cell insertion site     and RNA:DNA hybrids can alert inflammatory pathways.\nmapping strategies [100–103].                                   An example of this is seen in patients with Aicardi–\n   Somatic activity has also been observed in human can-        Goutières syndrome, where accumulation of TE-derived\ncers, where tumors can acquire hundreds of new L1 in-           cytosolic DNA is due to mutations in pathways that nor-\nsertions [104–109]. Just like for human polymorphisms,          mally block TE processing or degrade TE-derived DNA\nsomatic activity in human cancers is caused by small            [124, 125]. Although not all TEs encode functional pro-\nnumbers of so-called ‘hot’ L1 loci [41, 107]. The activ-        teins, some do, including a few endogenous retroviruses\nities of these master copies varies depending on the indi-      capable of producing Gag, Pol, or envelope (Env) pro-\nvidual [105], tumor type [105], and timeframe in the            teins [126]. Overexpression of these Env proteins can be\nclonal evolution of the tumor [106, 110]. Some of these         cytotoxic, and has been linked to at least two neurode-\nde novo L1 insertions disrupt critical tumor suppressors        generative diseases, multiple sclerosis [127] and amy-\nand oncogenes and thus drive cancer formation [107],            trophic lateral sclerosis [128]. Small accessory proteins\nalthough the vast majority appear to be ‘passenger’             produced by the youngest human endogenous retrovirus\n\fBourque et al. Genome Biology   (2018) 19:199                                                               Page 6 of 12\n\n\n\n\n(HERV) group, HERV-K (HML-2), may play a role in            biochemical activities of TE-derived proteins have been\nsome cancers but the evidence remains circumstantial        repeatedly co-opted during evolution to foster the emer-\n[129, 130].                                                 gence of convergent cellular innovations in different\n                                                            organisms.\nA number of key coding and non-coding RNAs are                 TEs can donate their own genes to the host, but they\nderived from TEs                                            can also add exons and rearrange and duplicate existing\nAlthough usually detrimental, there is growing evidence     host genes. In humans, intronic Alu elements are par-\nthat TE insertions can provide raw material for the         ticularly prone to be captured as alternative exons\nemergence of protein-coding genes and non-coding            through cryptic splice sites residing within their se-\nRNAs, which can take on important and, in some cases        quences [142, 143]. L1 and SVA (SINE/VNTR/Alu) ele-\nessential, cellular function [131–133] (Fig. 2). The        ments also contribute to exon shuffling through\nprocess of TE gene ‘domestication’ or exaptation over       transduction events of adjacent host sequences during\nevolutionary time contributes to both deeply conserved      their mobilization [144, 145]. The reverse transcriptase\nfunctions and more recent, species-specific traits. Most    activity of retroelements is also responsible for the\noften, the ancestral or a somewhat modified role of a       trans-duplication of cellular mRNAs to create ‘proc-\nTE-encoded gene is harnessed by the host and con-           essed’ retrogenes in a wide range of organisms [146,\nserved, while the rest of the TE sequence, and hence its    147]. The L1 enzymatic machinery is thought to be in-\nability to autonomously transpose, has been lost. Spec-     volved in the generation of tens of thousands of retro-\ntacular examples of deeply conserved TE-derived genes       gene copies in mammalian genomes, many of which\nare Rag1 and Rag2, that catalyze V(D)J somatic recom-       remain transcribed and some of which have acquired\nbination in the vertebrate immune system. Both genes,       new cellular functions [147, 148]. This is a process still\nand probably the DNA signals they recognize, were de-       actively shaping our genomes; it has been estimated that\nrived from an ancestral DNA transposon around 500           1 in every 6000 humans carries a novel retrogene inser-\nmillion years ago [134, 135]. Indeed, DNA transposases      tion [93].\nhave been co-opted multiple times to form new cellular         TEs also make substantial contributions to non-protein\ngenes [70, 113].                                            coding functions of the cell. They are major components\n   The gag and env genes of LTR retrotransposons or en-     of thousands of long non-coding RNAs in human and\ndogenous retroviruses (ERVs) have also been domesti-        mouse genomes, often transcriptionally driven by retro-\ncated numerous times to perform functions in placental      viral LTRs [149]. Some of these TE-driven lncRNAs ap-\ndevelopment, contribute to host defense against exogen-     pear to play important roles in the maintenance of stem\nous retroviruses, act in brain development, and play        cell pluripotency and other developmental processes\nother diverse roles [132, 136]. One of the most intri-      [150–154]. Many studies have demonstrated that TE se-\nguing examples of TE domestication is the repeated, in-     quences embedded within lncRNAs and mRNAs can dir-\ndependent capture of ERV env genes, termed syncytins,       ectly modulate RNA stability, processing, or localization\nwhich appear to function in placentation by facilitating    with important regulatory consequences [114, 155–158].\ncell–cell fusion and syncytiotrophoblast formation [137–    Furthermore, TE-derived microRNAs [159] and other\n139]. Notably, one or more such syncytin genes have         small RNAs processed from TEs [160] can also adopt\nbeen found in virtually every placental mammalian           regulatory roles serving host cell functions. The myriad of\nlineage where they have been sought, strongly suggesting    mechanisms by which TEs contribute to coding and\nthat ERVs have played essential roles in the evolution      non-coding RNAs illustrate the multi-faceted interactions\nand extreme phenotypic variability of the mammalian         between these elements and their host.\nplacenta. Another example of a viral-like activity\nre-purposed for host cell function is provided by the       TEs contribute cis-regulatory DNA elements and\nneuronal Arc gene, which arose from the gag gene from       modify transcriptional networks\na LTR retrotransposon domesticated in the common an-        Cis-regulatory networks coordinate the transcription of\ncestor of tetrapod vertebrates [140]. Genetic and bio-      multiple genes that function in concert to orchestrate\nchemical studies of murine Arc show that it is involved     entire pathways and complex biological processes. In\nin memory and synaptic plasticity and has preserved         line with Barbara McClintock’s insightful predictions\nmost of the ancestral activities of Gag, including the      [28], there is now mounting evidence that TEs have been\npackaging and intercellular trafficking of its own RNA      a rich source of material for the modulation of\n[140]. Remarkably, flies appear to have independently       eukaryotic gene expression (Fig. 2). Indeed, TEs can\nevolved a similar system of trans-synaptic RNA delivery     disperse vast amounts of promoters and enhancers\ninvolving a gag-like protein derived from a similar yet     [161–166], transcription factor binding sites [167–172],\ndistinct lineage of LTR retrotransposons [141]. Thus, the   insulator sequences [173–175], and repressive elements\n\fBourque et al. Genome Biology   (2018) 19:199                                                                Page 7 of 12\n\n\n\n\n[176, 177] (reviewed in [178]). The varying coat colors of   [163, 168]; 3) assigning multiple mapping reads at ran-\nagouti mice provides a striking example of a host gene       dom between possible candidates [192]; or 4) redistribut-\ncontrolling coat color whose expression can be altered       ing them according to various algorithms, such as\nby the methylation levels of a TE upstream of its pro-       maximum likelihood [193, 194]. The choice is ultimately\nmoter [179, 180]. In the oil palm, the methylation level     guided by the technique (such as ChIP-seq and\nof a TE that sits within a gene important for flowering      RNA-seq) and the purpose of the analysis—is informa-\nultimately controls whether or not the plants bear           tion about individual TE instances needed, or is a\noil-rich fruit [181].                                        high-level tally of results for each subfamily sufficient?\n  As TE families typically populate a genome as a multi-     Notably, these issues of uniqueness will differ substan-\ntude of related copies, it has long been postulated that     tially depending on the species studied and the presence\nthey have the potential to donate the same cis-regulatory    or absence of recently, or currently, active TE families.\nmodule to ‘wire’ batteries of genes dispersed throughout     For example, mapping reads to TEs in the human gen-\nthe genome [182]. An increasing number of studies sup-       ome will be less challenging than in the mouse genome\nport this model and suggest that TEs have provided the       given the more recent and mobile TE landscape of\nbuilding blocks for the assembly and remodeling of           the latter species [36]. Finally, as sequencing technol-\ncis-regulatory networks during evolution, including          ogy and bioinformatics pipelines improve, notably\npathways underlying processes as diverse as pregnancy        with the increasing length of sequencing reads, many\n[183, 184], stem cell pluripotency [150, 151, 171], neo-     of the hurdles faced by earlier studies will be progres-\ncortex development [185], innate immunity in mammals         sively removed [187].\n[163], or the response to abiotic stress in maize [186].\nIndeed, TE sequences harbor all the necessary features       Outlook\nof a ‘classical’ gene regulatory network [113, 114]. They    As potent insertional mutagens, TEs can have both posi-\nare bound by diverse sets of transcription factors [172]     tive and negative effects on host fitness, but it is likely\nintegrate multiple inputs (activation/repression), respond   that the majority of TE copies in any given species—and\nto signals in both cis and trans, and are capable of         especially those such as humans with small effective\nco-ordinately regulating gene expression. In this context,   population size—have reached fixation through genetic\nTEs are highly suitable agents to modify biological pro-     drift alone and are now largely neutral to their host.\ncesses by creating novel cis-regulatory circuits and         When can we say that TEs have been co-opted for cellu-\nfine-tuning pre-existing networks.                           lar function? The publication of the initial ENCODE\n                                                             paper [195], which asserted ‘function for 80% of the gen-\nAnalyzing TEs requires specialized tools                     ome’, was the subject of much debate and controversy.\nTEs have been historically neglected and remain fre-         Technically speaking, ENCODE assigned only ‘biochem-\nquently ignored in genomic studies in part because of        ical’ activity to this large fraction of the genome. Yet\ntheir repetitive nature, which poses a number of analyt-     critics objected to the grand proclamations in the popu-\nical challenges and often requires the use of specialized    lar press (The Washington Post Headline: “Junk DNA\ntools [187]. As genomes can harbor thousands of copies       concept debunked by new analysis of the human gen-\nof very similar TE sequences, uniqueness or, alterna-        ome”) and to the ENCODE consortium’s failure to pre-\ntively, repetitiveness of substrings within these regions    vent this misinterpretation [196–198]. To these critics,\nneed to be taken into consideration during both experi-      ignoring evolutionary definitions of function was a major\nmental design and analysis. As an example, short DNA         misstep.\noligos targeting a specific TE instance in the genome for       This debate can be easily extended to include TEs. TEs\nPCR, short hairpin RNA, or CRISPR-Cas9 have to be            make up the vast majority of what is often referred to as\ncarefully designed and validated to ensure that they are     ‘junk DNA’. Today, the term is mostly used (and abused)\ntruly specific and target unique regions of the genome.      by the media, but it has in fact deep roots in evolution-\nIn some scenarios, it can be acceptable or even desirable    ary biology [199]. Regardless of the semantics, what evi-\nto target many elements simultaneously [150] or an en-       dence is needed to assign a TE with a function? Many\ntire TE family [153, 188–191].                               TEs encode a wide range of biochemical activities that\n   Similarly, uniqueness and repetitiveness are important    normally benefit their own propagation. For example,\nconcepts to consider when aligning reads from next gen-      TEs often contain promoter or enhancer elements that\neration sequencing and analyzing TEs (Fig. 2). Various       highjack cellular RNA polymerases for transcription and\nstrategies exist to assign reads that could originate from   autonomous elements encode proteins with various bio-\nmultiple genomic locations: 1) mapping reads to consen-      chemical and enzymatic activities, all of which are neces-\nsus sequences of TE subfamilies [172]; 2) mapping to         sary for the transposon to replicate. Do these activities\nthe genome and keeping only uniquely-mapping reads           make them functional?\n\fBourque et al. Genome Biology           (2018) 19:199                                                                                              Page 8 of 12\n\n\n\n\n  The vast differences in TEs between species make                                Authors’ contributions\nstandard approaches to establish their regulatory roles                           All authors participated in the planning and the writing of this review. All\n                                                                                  authors read and approved the final manuscript.\nparticularly challenging [200]. For example, intriguing\nstudies on the impact of HERVs, in particular HERV-H,\n                                                                                  Competing interests\nin stem cells and pluripotency [150–152] must be inter-                           The authors declare that they have no competing interests.\npreted using novel paradigms that do not invoke deep\nevolutionary conservation to imply function, as these\nparticular ERVs are absent outside of great apes. Evolu-                          Publisher’s Note\n                                                                                  Springer Nature remains neutral with regard to jurisdictional claims in\ntionary constraint can be measured at shorter time                                published maps and institutional affiliations.\nscales, including the population level, but this remains a\nstatistically challenging task especially for non-coding se-                      Author details\n                                                                                  1\n                                                                                   Department of Human Genetics, McGill University, Montréal, Québec H3A\nquences. Natural loss-of-function alleles may exist in the                        0G1, Canada. 2Canadian Center for Computational Genomics, McGill\nhuman population and their effect on fitness can be                               University, Montréal, Québec H3A 0G1, Canada. 3Department of Pathology,\nstudied if their impact is apparent, but these are quite                          Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA.\n                                                                                  4\n                                                                                   Whitehead Institute for Biomedical Research and Department of Biology,\nrare and do not allow systematic studies. It is possible to                       Massachusetts Institute of Technology, Cambridge, MA 02142, USA.\nengineer genetic knockouts of a particular human TE                               5\n                                                                                   Department of Biology, University of Rochester, Rochester, NY 14627, USA.\n                                                                                  6\nlocus to test its regulatory role but those are restricted                         Cold Spring Harbor Laboratory, Cold Spring Harbor, NY 11724, USA.\n                                                                                  7\n                                                                                   Department of Genetics, University of Cambridge, Cambridge CB2 3EH, UK.\nto in-vitro systems, especially when the orthologous TE                           8\n                                                                                   Max Delbrück Center for Molecular Medicine in the Helmholtz Association,\ndoes not exist in the model species. In this context,                             13125 Berlin, Germany. 9The Eunice Kennedy Shriver National Institute of\nstudying the impact of TEs in model species with power-                           Child Health and Human Development, The National Institutes of Health,\n                                                                                  Bethesda, Maryland, USA. 10Terry Fox Laboratory, British Columbia Cancer\nful genome engineering tools and vast collections of mu-                          Agency and Department of Medical Genetics, University of BC, Vancouver,\ntants and other genetic resources, such as plants, fungi,                         BC V5Z1L3, Canada. 11Department of Molecular Biology and Genetics, Cornell\nand insects, will also continue to be extremely valuable.                         University, Ithaca, NY 14850, USA.\n  Finally, a growing consensus is urging more rigor\nwhen assigning cellular function to TEs, particularly for",
  "wordCount": 10974,
  "indexed": "2025-09-25T22:43:45.750Z",
  "method": "direct"
}
