{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Tutar_2012_Pseudogenes.pdf",
  "fileName": "Tutar_2012_Pseudogenes.pdf",
  "relativePath": "Genetica/Generalidades/Tutar_2012_Pseudogenes.pdf",
  "text": "Hindawi Publishing Corporation\nComparative and Functional Genomics\nVolume 2012, Article ID 424526, 4 pages\ndoi:10.1155/2012/424526\n\n\n\n\nReview Article\nPseudogenes\n\n          Yusuf Tutar1, 2, 3\n          1 Department of Biochemistry, Faculty of Medicine, Cumhuriyet University, 58140 Sivas, Turkey\n          2 Department of Chemistry, Faculty of Science, Cumhuriyet University, 58140 Sivas, Turkey\n          3 CUTFAM Research Center, Faculty of Medicine, Cumhuriyet University, 58140 Sivas, Turkey\n\n\n          Correspondence should be addressed to Yusuf Tutar, ytutar@cumhuriyet.edu.tr\n\n          Received 29 August 2011; Accepted 6 February 2012\n\n          Academic Editor: H. Heng\n\n          Copyright © 2012 Yusuf Tutar. This is an open access article distributed under the Creative Commons Attribution License, which\n          permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.\n\n          Pseudogenes are ubiquitous and abundant in genomes. Pseudogenes were once called “genomic fossils” and treated as “junk DNA”\n          several years. Nevertheless, it has been recognized that some pseudogenes play essential roles in gene regulation of their parent\n          genes, and many pseudogenes are transcribed into RNA. Pseudogene transcripts may also form small interfering RNA or decrease\n          cellular miRNA concentration. Thus, pseudogenes regulate tumor suppressors and oncogenes. Their essential functions draw the\n          attention of our research group in my current work on heat shock protein 90: a chaperone of oncogenes. The paper reviews our cur-\n          rent knowledge on pseudogenes and evaluates preliminary results of the chaperone data. Current eﬀorts to understand pseudo-\n          genes interactions help to understand the functions of a genome.\n\n\n\n\n1. History of Pseudogenes                                                   Currently, approximately twenty thousand pseudogenes\n                                                                        are estimated which is comparable to the number of pro-\nSequencing human genome brought several debates about                   tein-coding genes (around 27000) in human [4]. Current\nnoncoding sequences. So what is the role of the noncoding               knowledge of these genes remains poorly understood, and\nparts since protein coding exons compromise only around                 many sequences once believed defunct are in fact functional\ntwo percent of the whole genome sequence? The noncoding                 RNA genes and play roles in gene silencing either by forming\nregions are transposable elements, structural variants, seg-            siRNAs or by changing mRNA levels of functional protein-\nmental duplications, simple and tandem repeats, conserved               coding gene [5]. Several studies focused on the pseudogene\nnoncoding elements, functional noncoding RNAs, regula-                  population and their regulatory roles as the function of more\ntory elements, and pseudogenes [1]. Annotation of these                 pseudogenes is being uncovered. It is interesting to compare\nnoncoding regions through functional genomics and seq-                  and contrast genes from a variety of organisms to determine\nuence analysis helps our understanding of genomics.                     their adaptation for survival. Pseudogenes provide a record\n    Noncoding regions of human genome in general were                   of all changes in the genome of a particular organism.\nthought to be nonfunctional and “junk,” or of no purpose\nDNA. Nowadays, scientists are conceding that junk DNA ter-\nminology is far from true since recent studies indicate that            2. Types of Pseudogenes\nthey have some regulatory roles. This work focuses on pseu-\ndogenes of junk DNA. Pseudogenes are gene copies that have              Pseudogenes can be categorized in two forms: unprocessed\ncoding-sequence deficiencies like frameshifts and premature             and processed. Unprocessed pseudogenes can also be subcat-\nstop codons but resemble functional genes.                              egorized as unitary and duplicated [3, 6].\n    The first pseudogene was reported for 5S DNA of Xeno-                   Pseudogenes originate from decay of genes that origi-\npus laevis, coding for oocyte-type 5S RNA, in 1977, and                 nated from duplication through evolution. The decays in-\nseveral pseudogenes have been reported and described for                clude point mutations, insertions, deletions, misplaced stop\na variety of species including plants, insects, and bacteria            codons, or frameshifts of a gene. The decay may occur\n[2, 3].                                                                 during duplication, and these disablements may cause loss of\n\f2                                                                                    Comparative and Functional Genomics\n\na gene function. Loss of productivity, expression of RNA or     specific types of mutations at certain gene locations. The\nprotein coding ability, results in the production of unpro-     shared mutations in diﬀerent organisms are thought to\ncessed pseudogenes. A unique subfamily of unprocessed           depend on common descent or evolutionary ancestry [9].\npseudogenes are described by Zhang et al. Formation of non-         The locus of insertion of a pseudogene determines its\nduplicated unprocessed pseudogenes is named “unitary”           evolution. Deleterious insertions will be selected, and the\npseudogenes [7]. In unitary type of pseudogenes, a single       pseudogene will be lost; however, pseudogenes with other\ncopy parent gene becomes nonfunctional. Unprocessed and         nondeleterious mutations persist and evolve over time. Pro-\nduplicated pseudogenes keep their intron-exon structure.        cessed pseudogenes evolve more rapidly than their functional\nProcessed pseudogenes are formed through retrotransposi-        paralogs and undergo genetic drift with random mutations,\ntion. Retrotransposition occurs by reintegration of a cDNA,     deletions, and insertions. Established pseudogenes can pass\na reverse transcribed mRNA transcript, into the genome at       to next generation and may partially be duplicated to give\na new location. The double-stranded sequences of processed      a second pseudogene. Thus, pseudogenes provide a powerful\npseudogenes are generated from single-strand RNA by RNA         tool for phylogenetic studies to investigate genome evolution.\npolymerase II rather than the RNA polymerase III. There-\nfore, processed pseudogenes lack introns, 5\u0002 promoter seq-\nuence, and have flanking direct repeats and 3\u0002 polyadenyla-     5. Mechanism of Action\ntion tag. The overall distribution of most pseudogenes is\ncompletely random, duplicated, and processed pseudogenes        What is the potential benefit to retain pseudogene? There is\nare found in the same or on diﬀerent chromosome of their        evidence that interaction of pseudogenes with their function-\nparent genes.                                                   al genes regulates diﬀerent biochemical processes in cells. The\n    Duplication of DNA segments explains the generation of      pair of genes may influence expression of a functional gene\ngene families from a common ancestral gene. The dynamic         mRNA overexpression of a pluripotency-associated tran-\nnature of genome cause changes in its composition with          scription factor; Oct4 pseudogene transcript inhibits cell dif-\ntime.                                                           ferentiation. And knockdown of Oct4 pseudogene RNA anti-\n                                                                sense increases the levels of Oct4 and its two pseudogenes.\n                                                                Examples of these types of experiments provide evidence that\n3. Why Do Organisms Keep Pseudogenes?                           antisense pseudogene transcripts combine with sense genic\n                                                                transcripts, and this regulates functional gene expression\nWhy organisms maintain pseudogenes and pay a cost of\n                                                                level [3, 4].\nenergy? Replication of these genes over generations is a dis-\n                                                                    Small interfering RNA (siRNA) also regulates gene ex-\nadvantageous biochemical process. Why would not natural\n                                                                pression. It was shown in mouse oocytes that folded pseudo-\nselection remove these costly DNA segments? What is the\n                                                                genes transcripts form hairpin structures to form siRNAs,\npotential benefit to keep non-protein-coding sequences?\n                                                                and these siRNAs repress gene expression. Experiments with\nWhy are highly expressed genes more likely to produce pseu-\n                                                                loss of siRNA producer protein, Dicer, cause a decrease in\ndogenes? Do the pseudogenes accumulate all kinds of muta-\n                                                                the levels of pseudogene-derived siRNAs and an increase of\ntion including deleterious ones to protect the functional\n                                                                coding gene mRNAs. The experiments support siRNA-de-\ngenes?\n                                                                pendent regulation.\n    Gene duplications make functional divergence and gen-\n                                                                    One last potential mechanism of pseudogene function is\nerate new genes [8]. Unprocessed pseudogenes have introns\n                                                                interfering with factors that regulate mRNA stability. Trans-\nand regulatory sequences, and their expression is crippled by\n                                                                acting molecules interaction with cis-acting sequences of\nstop codons. The extra copies of functional genes accumulate\n                                                                mRNA stabilizes mRNA molecule. Pseudogenes which have\nmutations, and this maintains original gene functional. Gene\n                                                                cis-acting sequences similar to functional gene compete for\nduplication may give rise to a new gene with completely\n                                                                trans-acting molecules. This competition decreases mRNA\ndiﬀerent function. Recent papers indicate that some pseudo-\n                                                                stability and expression [3, 6].\ngenes exhibit functional roles such as gene expression and\n                                                                    Micro RNAs (miRNA) aﬀect mRNA stability through\ngene regulation. Genetic code of an organism can be du-\n                                                                pairing mainly with 3\u0002 untranslated region of mRNA. miR-\nplicated by copying errors, and these duplicated genes would\n                                                                NAs cause degradation of the mRNA and decrease levels of\nbe passed down from generation to generation. Since pseu-\n                                                                expression. PTEN is a tumor suppressor and maintaining\ndogenes accumulate mutations over years, number of muta-\n                                                                certain level of PTEN protein prevents oncogenesis. Coupled\ntions of these so-called fossil molecules provide an estimate\n                                                                miRNAs coregulate both the gene PTEN and pseudogene\nof their age. Further studies on the pseudogene evolution\n                                                                PTENP1. PTENP1 pseudogene binds miRNA and reduces\nmay give insight into their mechanism of action.\n                                                                cellular concentration of miRNA. This allows PTEN to\n                                                                escape from miRNA repression regulation [3].\n4. Conservation of Mutations                                        The above-mentioned evidence shows that some pseudo-\n                                                                genes play essential roles in translational interference or\nVarious pseudogenes have certain conserved mutations in         siRNA generation and that can silence a gene. Alternatively,\ndiﬀerent species. Conservation of pseudogenes was explored      protein coding mRNA and their corresponding pseudogenes\nin human, chimpanzee, mouse, rat, dog, and cow. Pseudo-         can compete for stabilizing factors and/or miRNAs and this\ngenes from diﬀerent species have point mutations and even       alters protein coding mRNA expression levels.\n\fComparative and Functional Genomics                                                                                             3\n\n6. Identification of Pseudogenes                                  hybridization to NOS mRNA. The NOS pseudogene has de-\n                                                                  fects and cannot code for a protein like its parental gene [17].\nHigh-sequence similarity between pseudogenes and their                Zheng and Gerstein classified genes and pseudogenes by\nfunctional partners poses a challenge to scientists with freq-    defining living gene, ghost pseudogene, and dead pseudo-\nuent misidentification. It is not possible to quantify the num-   gene [17]. This classification clearly relates functionality to\nber of pseudogenes within a genome even until the genome is       define the birth and the death of gene families. In this context\ncompletely sequenced. Genomes include several paralogous          living gene is described as protein coding genes and dead\npseudogenes, and many genes do not have pseudogenes.              pseudogene is described as not transcribed and evolves neu-\n     Pseudogenes can be located anywhere within a genome,         trally. This nonfunctional dead pseudogene was categorized\nand retrotransposition of processed pseudogenes causes            to two classes depending on genetic defects as nondisabled\nthem to be clustered adjacent to their paralogous functional      and disabled pseudogenes [17].\ngene or can be inserted into a diﬀerent chromosome. Pseudo-           Intermediate functionality between living gene and dead\ngenes originate from mitochondrial DNA can be inserted in         pseudogene is described as ghost pseudogene. Ghost pseudo-\nnuclear DNA, and this makes pseudogene identification             genes are further divided into three categories: exapted pseu-\ndiﬃcult.                                                          dogene, piggy-back pseudogene, and dying pseudogene.\n     The complexity of the identification of pseudogenes can          However, this categorization is still not suﬃcient to de-\nbe overcome by in silico analysis. The problematic identifica-    fine functionality since parts of several pseudogene tran-\ntion of pseudogenes is simpler by using a homology-based          scripts can fuse to form chimeric RNAs.\nwhole genome identification approach. It is critical to iden-         In spite of these dilemmas, pseudogenes are important\ntify pseudogenes to understand genome annotation and dis-         for comparative genomics since they provide records of an-\nease-related molecular mechanism. Identification of pseudo-       cient genes. These ancient genes are important for evolution-\ngenes is an ongoing eﬀort, and there are several groups con-      ary and comparative genomics. Therefore, identification of\ntinuously working on identification of pseudogenes. There         pseudogenes is important to determine the rate and age of\nare diﬀerent methods developed by independent groups to           gene duplication. Neutral character of pseudogene regions\nidentify pseudogenes such as REGEXP, PseudoPipe, Pseudo-          helps us to determine diﬀerent forms and rates of sequences\nFinder, RetroFinder, and GIS-PET [10, 11].                        and evolution within the sequence of an organism and\n                                                                  among diﬀerent organisms.\n7. Evolutionary Fate of Pseudogenes                                   Only few sequencing projects and database include pseu-\n                                                                  dogenes. Estimates of pseudogene numbers rely on extrapo-\nPseudogene sequences resemble to their parental gene. Pseu-       lation. A study on human chromosome 21 and 22 indicated\ndogenes have been considered as evolutionary relics however       presence of 393 total pseudogenes, and this was extrapolated\nas we understand the mechanism of new gene generation             to an approximate 20 000 human pseudogenes [18]. A dif-\nthis phenomenon changes. New gene generation mechanism            ferent method determines an estimate between 23000 and\ninvolves at molecular level at germ line [12–14]. New gene        33000 processed pseudogenes in humans. The extrapolation\ngeneration follows a variety of mechanism: gene duplica-          assumes 75000 to 10000 human genes; however the total\ntion, transposable element protein domestication, gene            number of processed pseudogenes decreases to 9000–11000\nfusion, gene fission, lateral gene transfer, and de novo origi-   when the total human genes are assumed to be 30000–35000\nnation. Details of new gene generation and evolution can be       [18, 19].\nfound in recent excellent reviews [12–14]. Once a new gene            All extrapolation methods predict the number of proces-\nis generated, the gene serves as starting point for evolution.    sed pseudogenes as one third of the total number of hu-\nThe main creative force in evolution is gene duplications as      man genes. Several studies are underway to determine the\nproposed by Dr. Susumu Ohno [15]. Gene duplication pro-           number of pseudogenes with diﬀerent implementations to\nduces copies of a gene, and usually one copy maintains gene       the methodology [19, 20].\nfunction while the other(s) may gain new functions. Alter-            The evolution of duplicated genes and pseudogenization\nnatively, duplication may result with gene loss or pseudoge-      process led scientist to diﬀerent models: mutational and epi-\nnization. The abundance of pseudogenes generally depends          genetic complementation. According to mutational model\non rates of gene duplication and loss. Comparative anal-          degenerative mutations are protected from degradation and\nysis of fully sequenced genomes shows that the size and com-      independent regulatory element controls specific expression.\nplement of gene families are dynamic than expected. Thus,         The epigenetic complementation model is silencing of du-\nthis supports the idea of gene duplication which is the prin-     plicates by methylation and by RNA inhibition mediated sil-\nciple force in evolution. Genetic divergence may also be ex-      encing. This model assumes that gene duplicate is diﬀerent\nplained by copy number variation [16].                            and epigenetic mechanism will not control the duplicate gene\n    To define the birth and the death of gene families and to     [21].\ndefine ambiguous boundary between genes and pseudogenes\nare challenging [16, 17]. Nonfunctionality for pseudogenes\ncan be diﬃcult to define. This ambiguity was first appeared       8. Future Perspectives\nby nitric oxide synthase (NOS) from Lymnaea stagnalis, a\nsnail. In certain neurons NOS pseudogene acts as antisense        How does current knowledge on pseudogenes consist with\nRNA and decreases mRNA transcript expression through              experimental data? Cell miner (http://discover.nci.nih.gov/\n\f4                                                                                                 Comparative and Functional Genomics\n\ncellminer/) provides a relational database for NCI-60 cancer                   genome reveal details of pseudogene formation,” Nucleic Acids\ncell lines. Cell miner is a database which will be open to pub-                Research, vol. 38, no. 20, pp. 6997–7007, 2010.\nlic soon. The cell lines were profiled at the DNA, RNA, pro-               [9] E. J. Devor, “Primate microRNAs miR-220 and miR-492 lie\ntein, and pharmacological levels by using microarray-tech-                     within processed pseudogenes,” Journal of Heredity, vol. 97,\nnology-based data [22].                                                        no. 2, pp. 186–190, 2006.\n                                                                          [10] I. Molineris, G. Sales, F. Bianchi, F. Di Cunto, and M. Caselle,\n     Querying of molecular information on all known human\n                                                                               “A new approach for the identification of processed pseudo-\nheat shock genes provides pseudogene and miRNA-de-\n                                                                               genes,” Journal of Computational Biology, vol. 17, no. 5, pp.\npendent regulation. The pseudogenes involved in the mech-                      755–765, 2010.\nanism are mostly Hsp90s. Hsp90 is a highly expressed gene,                [11] S. M. Chen, K. Y. Ma, and J. Zeng, “Pseudogene: lessons from\ntwo percent of the total protein expressed, and has multiple                   PCR bias, identification and resurrection,” Molecular Biology\nretrotransposed pseudogenes. Microarray data indicates that                    Reports, vol. 38, no. 6, pp. 3709–3715, 2011.\nHsp90 pseudogenes (HSP90AA1 and HSP90AA2) along                           [12] J. P. Demuth and M. W. Hahn, “The life and death of gene\nwith several microRNAs may interfere with Hsp90 genes                          families,” BioEssays, vol. 31, no. 1, pp. 29–39, 2009.\n(Hsp90AB1 and HSP90B1) at transcription level. We are per-                [13] W. Gilbert, S. J. De Souza, and M. Long, “Origin of genes,” Pro-\nforming experiments for further evidence in my laboratory.                     ceedings of the National Academy of Sciences of the United States\n     As a conclusion, pseudogenes are essential parts of gene                  of America, vol. 94, no. 15, pp. 7698–7703, 1997.\nregulation. Understanding the mechanism of pseudogene                     [14] W. H. Li, Z. Gu, H. Wang, and A. Nekrutenko, “Evolutionary\n                                                                               analyses of the human genome,” Nature, vol. 409, no. 6822, pp.\naction may help researchers to solve several essential bio-\n                                                                               847–849, 2001.\nchemical pathways. Human Hsp90 chaperone has numerous                     [15] S. Ohno, Evolution by Gene Duplication, Springer, 1970.\nclient proteins. There are key nodal signaling proteins, and              [16] Z. Zhang, N. Carriero, and M. Gerstein, “Comparative analysis\ninhibition of Hsp90 may stop or weaken a cancer safety net.                    of processed pseudogenes in the mouse and human genomes,”\nHsp90 pseudogenes might be functional and participate in                       Trends in Genetics, vol. 20, no. 2, pp. 62–67, 2004.\ngene expression and molecular mechanism of the interac-                   [17] D. Zheng and M. B. Gerstein, “The ambiguous boundary\ntions, and this may help understanding the roles of each fac-                  between genes and pseudogenes: the dead rise up, or do they?”\ntor and provide an in-depth description of the many signal-                    Trends in Genetics, vol. 23, no. 5, pp. 219–224, 2007.\ning nodes regulated by pseudogenes.                                       [18] D. Torrents, M. Suyama, E. Zdobnov, and P. Bork, “A genome-\n                                                                               wide survey of human pseudogenes,” Genome Research, vol.\n                                                                               13, no. 12, pp. 2559–2567, 2003.\nAcknowledgment                                                            [19] J. M. Bischof, A. P. Chiang, T. E. Scheetz et al., “Genome-wide\n                                                                               identification of pseudogenes capable of disease-causing gene\nDr. Y. Tutar acknowledges the Turkish Academy of Sciences                      conversion,” Human Mutation, vol. 27, no. 6, pp. 545–552,\n(TUBA-GEBIP).                                                                  2006.\n                                                                          [20] Z. Zhang and M. Gerstein, “Large-scale analysis of pseudo-\n                                                                               genes in the human genome,” Current Opinion in Genetics and\nReferences                                                                     Development, vol. 14, no. 4, pp. 328–335, 2004.\n                                                                          [21] S. N. Rodin, D. V. Parkhomchuk, and A. D. Riggs, “Epigenetic\n [1] R. P. Alexander, G. Fang, J. Rozowsky, M. Snyder, and M. B.               changes and repositioning determine the evolutionary fate of\n     Gerstein, “Annotating non-coding regions of the genome,”                  duplicated genes,” Biochemistry, vol. 70, no. 5, pp. 559–567,\n     Nature Reviews Genetics, vol. 11, no. 8, pp. 559–571, 2010.               2005.\n [2] C. Jacq, J. R. Miller, and G. G. Brownlee, “A pseudogene struc-      [22] U. T. Shankavaram, S. Varma, D. Kane et al., “CellMiner: A\n     ture in 5S DNA of Xenopus laevis,” Cell, vol. 12, no. 1, pp. 109–         relational database and query tool for the NCI-60 cancer cell\n     120, 1977.                                                                lines,” BMC Genomics, vol. 10, article 277, 2009.\n [3] R. C. Pink, K. Wicks, D. P. Caley, E. K. Punch, L. Jacobs, and\n     D. R.F. Carter, “Pseudogenes: pseudo-functional or key regu-\n     lators in health and diseasě,” RNA, vol. 17, no. 5, pp. 792–798,\n     2011.\n [4] Y. J. Han, S. F. Ma, G. Yourek, Y.-D. Park, and J. G.N. Garcia, “A\n     transcribed pseudogene of MYLK promotes cell proliferation,”\n     The FASEB Journal, vol. 25, no. 7, pp. 2305–2312, 2011.\n [5] R. Sasidharan and M. Gerstein, “Genomics: protein fossils live\n     on as RNA,” Nature, vol. 453, no. 7196, pp. 729–731, 2008.\n [6] P. M. Harrison, D. Zheng, Z. Zhang, N. Carriero, and M. Ger-\n     stein, “Transcribed processed pseudogenes in the human ge-\n     nome: an intermediate form of expressed retrosequence lack-\n     ing protein-coding ability,” Nucleic Acids Research, vol. 33, no.\n     8, pp. 2374–2383, 2005.\n [7] Z. D. Zhang, A. Frankish, T. Hunt, J. Harrow, and M. Gerstein,\n     “Identification and analysis of unitary pseudogenes: historic\n     and contemporary gene losses in humans and other primates,”\n     Genome Biology, vol. 11, no. 3, article R26, 2010.\n [8] E. Khurana, H. Y. K. Lam, C. Cheng, N. Carriero, P. Cayting,\n     and M. B. Gerstein, “Segmental duplications in the human",
  "wordCount": 3256,
  "indexed": "2025-09-25T22:40:20.444Z",
  "method": "direct"
}
