{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Splicing/Anna_Monika_2018_Splicing mutations in human genetic disorders.pdf",
  "fileName": "Anna_Monika_2018_Splicing mutations in human genetic disorders.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Splicing/Anna_Monika_2018_Splicing mutations in human genetic disorders.pdf",
  "text": "Journal of Applied Genetics (2018) 59:253–268\nhttps://doi.org/10.1007/s13353-018-0444-7\n\n    HUMAN GENETICS • REVIEW\n\n\n\nSplicing mutations in human genetic disorders: examples,\ndetection, and confirmation\nAbramowicz Anna 1 & Gos Monika 1\n\nReceived: 18 February 2018 / Revised: 8 April 2018 / Accepted: 10 April 2018 / Published online: 21 April 2018\n# The Author(s) 2018\n\nAbstract\nPrecise pre-mRNA splicing, essential for appropriate protein translation, depends on the presence of consensus Bcis^ sequences\nthat define exon-intron boundaries and regulatory sequences recognized by splicing machinery. Point mutations at these con-\nsensus sequences can cause improper exon and intron recognition and may result in the formation of an aberrant transcript of the\nmutated gene. The splicing mutation may occur in both introns and exons and disrupt existing splice sites or splicing regulatory\nsequences (intronic and exonic splicing silencers and enhancers), create new ones, or activate the cryptic ones. Usually such\nmutations result in errors during the splicing process and may lead to improper intron removal and thus cause alterations of the\nopen reading frame. Recent research has underlined the abundance and importance of splicing mutations in the etiology of\ninherited diseases. The application of modern techniques allowed to identify synonymous and nonsynonymous variants as well\nas deep intronic mutations that affected pre-mRNA splicing. The bioinformatic algorithms can be applied as a tool to assess the\npossible effect of the identified changes. However, it should be underlined that the results of such tests are only predictive, and the\nexact effect of the specific mutation should be verified in functional studies. This article summarizes the current knowledge about\nthe Bsplicing mutations^ and methods that help to identify such changes in clinical diagnosis.\n\nKeywords Splicing mutation . Spliceosome . Pre-mRNA splicing . Splicing enhancers and silencers\n\n\n\nIntroduction                                                                       In brief, the splicing process is catalyzed by the\n                                                                                spliceosome, a protein-RNA complex containing five small\nThe mature mRNA contains only coding sequences—the                              nuclear ribonucleoproteins (snRNPs, U1, U2, U4–U6) and\nintronic ones are removed from the transcript during the splic-                 over 300 different proteins. The presence of small nuclear\ning process (Rahman et al. 2015). This process is held in                       RNAs (snRNAs) in snRNPs allows to form complementary\nnucleus and is dependent from the presence and interaction                      RNA-RNA complexes and thus identify the specific se-\nbetween the so-called cis and trans elements. The cis elements                  quences of the splicing sites by the spliceosome (Fig. 2,\nare the DNA sequences that define exons, introns, and other                     Faustino and Cooper 2003).\nregulatory sequences necessary for proper splicing. They are                       In most of cases (98.7%), the exon/intron boundary se-\ntermed consensus splice site sequences and include donor (5′)                   quences contain GT and AG motifs at the 5′ and 3′ ends of\nand acceptor (3′) splice sites, branch point and polypyrimidine                 the intron, respectively. Noncanonical GC-AG and AT-AC\ntract sequences, and auxiliary cis elements including splicing                  sequences at the splice sites occur in 0.56 and 0.09% of the\nsilencers and enhancers (Fig. 1).                                               splice site pairs. The noncanonical GC-AG splice site, like the\n                                                                                GT-AG splice pair, is processed by major spliceosome com-\n                                                                                plex. The AT-AC splicing motifs, that are present in U-12 type\n                                                                                introns, are recognized by functionally relevant U12-\nCommunicated by: Michal Witt                                                    dependent spliceosome called minor spliceosome (Parada\n                                                                                et al. 2014). This complex is similar to the major spliceosome\n* Gos Monika                                                                    with the exception of several snRNPs. The U1, U2, U4, and\n  monika.gos@imid.med.pl                                                        U6 are replaced with U11, U12, U4atac, and U6atac, respec-\n1\n                                                                                tively. The U11/U12 proteins bind to their target sequences as\n     Department of Medical Genetics, Institute of Mother and Child,\n     Kasprzaka 17a, 01-211 Warsaw, Poland\n                                                                                a preformed di-snRNP complex (Turunen et al. 2013).\n\f254                                                                                                                     J Appl Genetics (2018) 59:253–268\n\n\n\n\nFig. 1 The schematic localization of the cis and trans splicing elements.        and the polypyrimidine tract sequences are highly degenerated and\nThe cis elements are the DNA sequences that include donor (5′) and               together with donor and acceptor sites are recognized by the elements\nacceptor (3′) splice sites, branch point and polypyrimidine tract                of the splicing complex called spliceosome. Spliceosome proteins\nsequences, and splicing silencers and enhancers. Donor and acceptor              together with splicing repressors and activators recognize cis splicing\nsites are evolutionary conserved and are usually defined by GT and AG            elements and are called trans-acting elements\nnucleotides at the 5′ and 3′ ends of the intron, respectively. The branch site\n\n\n\n\nFig. 2 The scheme of the splicing process. The splicing process is               snRNP, and the ATP-dependent (A) complex is formed. The interaction\nperformed in two steps. The first step is the recognition of the splicing        between the branch point and the U2snRNP protein is stabilized by\nsites at intron/exon junctions, and the second one is the intron removal         specific RNA helicases (Prp5 and Sub2), and this is a signal for the\nand exon ends joining. During the splicing process, four complexes               recruitment of U4/5/6 tri-snRNP and formation of the B complex (pre-\nbetween the pre-mRNA and spliceosome are formed. The first one is                catalytic spliceosome). Further action of additional RNA helicases leads\nthe early complex (E). The U1 snRNP recognizes and binds to the                  to change of spliceosome conformation that leads to the release of U1 and\ncomplementary AG-GU sequence at the donor splice site (5′ end of the             U4 snRNPs, the interaction between U6 with U2 snRNP, and the\nintron). In the same time, the SF1 protein binds to the branch point. The        formation of a pre-mRNA loop and the C complex. In this complex,\nSF1 is recognized and bound by the U2AF65 protein that also binds to the         two transesterification reactions take place, intron is removed, and ends\npolypyrimidine sequence located between the branch point and 3′ end of           of exon are joined (Fredericks et al. 2015; Tazi et al. 2009)\nthe intron. Then, the SF1 is displaced from the branch point by the U2\n\fJ Appl Genetics (2018) 59:253–268                                                                                              255\n\n\n    Any errors during the splicing process may lead to improp-    function (Chabot and Shkreta 2016). The aberrant splicing of\ner intron removal and thus cause alterations of the open read-    pre-mRNA due to the presence of point mutations, e.g., nucle-\ning frame. Therefore, the spliceosome complex has to correct-     otide substitutions, that alter the consensus splicing regulatory\nly recognize and cut out the intronic sequences from the pre-     sequences in a specific gene, may lead to the specific heredi-\nmRNA molecule. The proper identification of the splice site is    tary monogenic disorders. This article summarizes the current\ndemanding as the consensus sequences are very short and           knowledge about the Bsplicing mutations^ and methods that\nthere are many other sequences similar to the consensus mo-       help to identify such changes in clinical diagnosis.\ntifs of the canonical splice sites. These sequences are known\nas cryptic, noncanonical, or pseudo splice site sequences.\nSometimes, a pseudo splice site matches the consensus se-         Cis-element splicing mutations\nquences better than the natural one, but because of the lack\nof cis-acting regulatory elements, necessary for the proper       In general, the term splicing mutations usually refers to the\nexon identification, it is not used in the splicing process       point mutation at the cis consensus sequences that effects in\n(Cartegni et al. 2002). The cis-regulatory elements include       improper exon and intron recognition in messenger RNA and\nexonic and intronic splicing enhancers (ESE and ISE, respec-      results in the generation of an aberrant transcript of the mutat-\ntively) and exonic and intronic splicing silencers (ESS and       ed gene. The splicing mutation may occur in both introns and\nISS, respectively) (Glisovic et al. 2008). These elements are     exons and disrupt existing splice sites, create new ones, or\nrecognized by specific splicing repressors and activators         activate the cryptic ones. They also can influence splicing\n(trans-acting elements) that help to properly carry out the       enhancers and silencers binding or alter the secondary struc-\nsplicing process.                                                 ture of messenger RNA and therefore prevent the binding of\n    Splicing enhancers are conserved nucleotide sequences,        the spliceosome elements. Usually such mutations result in\nspecifically recognized by the serine and arginine-rich pro-      exon/exon fragment skipping during the pre-mRNA splicing.\nteins (SR proteins). These proteins bind to the specific          If the resulting deletion is an in-frame one, the shorter protein\nintronic/exonic splicing enhancers via RNA recognition mo-        will be synthetized. When the deletion results in the shift of\ntifs and interact with other splicing factors such as snRNP       the open reading frame, a premature stop codon (PTC) can be\nproteins. This interaction is mediated by the C-terminal RS       introduced and shorter protein can be produced. However, the\ndomain of the SR proteins. The SR proteins establish an           presence of the PTC in the transcript usually leads to faster\nRNA/RNA interaction at the 5′ splice site and the branch          mRNA degradation during a protective process called non-\npoint, assist the formation of an early spliceosomal complex      sense mediated decay (NMD). The degradation of the defec-\nE, and seem to promote the inclusion of exons they are bound      tive messenger RNA prevents aberrant protein synthesis and\nwith (Caceres and Kornblihtt 2002; Lee and Rio 2015).             has the same effect as gene deletion or nonsense mutation\n    Also, negative regulators are involved in the regulation of   (Sterne-Weiler and Sanford 2014). According to Wimmer\nthe splicing process. These proteins, mainly heterogeneous        et al. (2007), splicing mutations can be briefly divided into\nnuclear ribonucleoproteins (hnRNP), bind to exonic and            five categories that are further briefly discussed (Fig. 3).\nintronic splicing silencers (Wagner and Garcia-Blanco\n2001). The hnRNP protein family includes different proteins       Mutations in the canonical acceptor and donor sites\nwith molecular weight between 34 and 120 kDa, called alpha-       (type I and IV mutations)\nbetically from hnRNP A to hnRNP U (Han et al. 2010). The\nhnRNP proteins differ with RNA-binding domain (RBD) that          In general, mutations in the canonical acceptor and donor sites\nis responsible for the interaction specificity (Geuens et al.     affect strongly conserved sequences that define exon-intron\n2016). Their regulatory action may involve the Blooping-out^      boundaries. The 5′ splice site (CAG/GUAAGU sequence)\nmechanism—the hnRNP proteins bind to both ends of the             and 3′ splice site (NYAG/G sequence) are recognized by the\nexon, and because of their interaction, the exon is Blooped       elements of the spliceosome. Therefore, any variants in these\nout^ and becomes blocked to the spliceosome complex.              canonical sequences might alter interaction between pre-\nAnother proposed mechanism suggests that hnRNPs coat the          mRNA and proteins involved in the intron removal. The most\nexon and act as an antagonist of splicing enhancers thus          classical mutations affect + 1 and + 2 residues at the 5′ donor\npreventing their binding (Caceres and Kornblihtt                  splice site and − 1 and − 2 residues at the 3′ acceptor splice\n2002; Zhang et al. 2008a, b; Kolovos et al. 2012).                site. The meta-analysis of splicing mutations (478 mutations\n    To summarize, the splicing process is a complex event that    in 38 selected genes) indicated that the donor splice site mu-\nis important for proper protein synthesis. Any alterations of     tations were more prevalent than the acceptor splice site var-\nthis process might lead to the decrease of the level of the       iants (ratio 1.5:1) (Krawczak et al. 2007). Similar results were\nspecific messenger RNA and thus deprivation of the protein        obtained if a single gene was taken into consideration. Pros\nlevel that can result in aberrant cellular metabolism and/or      et al. (2008) had found that the splicing mutations in the NF1\n\f256                                                                                                                   J Appl Genetics (2018) 59:253–268\n\n\n\n\nFig. 3 The types of splicing mutations. According to Wimmer et al.          fragment, (4) variants in the canonical splice sites resulting in the usage\n(2007), splicing mutations can be briefly divided into five categories:     of the cryptic exonic or intronic splice site that leads to the inclusion of an\n(1) splicing mutations within the canonical splice sites leading to whole   intron fragment or exon fragment skipping, and (5) mutations within the\nexon skipping, (2) deep intronic variants creating new splice sites         exon, usually leading to ESE disruption, resulting in the entire exon\nresulting in the inclusion of cryptic exons, (3) exonic single nucleotide   skipping\nvariants creating new splice sites that result in the loss of an exon\n\n\ngene more frequently affected 5′ splice site (65%) than the 3′              structures formed by the pre-mRNA. The functional study of\none (35%). According to HGMD® Professional database (re-                    selected splicing mutations in the DMD gene revealed that the\nlease 2017.3), this difference is lower and equals to 56% and               same substitution at the same position from the exon can lead\n44% for 5′ and 3′ splice site, respectively.                                to different effect. The NM_004006.2: c.3277+1G>A muta-\n    Mutations at the canonical splice sequences usually lead to             tion in intron 25 leads to the removal of exon 25 from the\nsingle exon skipping (type I mutation, see Table 1). However,               transcript, while the NM_004006.2: c.6439+1G>A mutation\nif the splice site is weak and the presence of mutation uncovers            in intron 45 activates the cryptic exonic splicing site resulting\nthe cryptic splice site in a neighboring exon or intron, this               in the inclusion of exon 45 shorter by 32 bp at the 3′ end. The\nalternative site can be used in the splicing process (type IV               experimental studies with minigene assays have confirmed\nmutation). This can lead to the inclusion of the intron fragment            this observation and shown that in the case of the c.6439+\nor the removal of an exon fragment if the cryptic splice site is            1G>A mutation, three distinct splicing isoforms that use dif-\npresent in intron or exon, respectively. In such situation, sev-            ferent alternative cryptic sites were observed. The authors\neral distinct transcripts can be generated like in the case of the          suggested that the splicing mutation in introns with strong\nc.1525-1G>A variant in intron 9 of the CFTR gene. Detailed                  (highly similar to the consensus motifs, e.g., with high com-\nanalysis revealed the presence of three different mRNA iso-                 plementarity to the 5′ end of the U1 snRNA) splicing motifs,\nforms that utilized distinct alternative splice sites located with-         like the donor site of the intron 45 of the DMD gene, stimu-\nin intron 10 and exon 10 at positions c.1610–1611 and                       lates the use of cryptic splice sites in exons and introns. The\nc.1678–1679 and were lacking whole exon 10 or its frag-                     splicing complex specifically recognizes strong splice site,\nments, respectively (Ramalho et al. 2003).                                  and if the canonical splicing site is mutated, there is a higher\n    The effect of mutation at the canonical splice site might               probability of the activation of the cryptic splice site. In the\nalso depend on the strength of the splicing site, localization              case of weak splice sites, the probability of whole exon skip-\nof cryptic splice sites, density of ESE and ESS, or secondary               ping is higher than the use of alternative splicing motifs. The\n\fTable 1   Examples of different splicing mutations\n\nDisease                        Gene         Mutation         Type of splicing       Effect on pre-mRNA splicing            Commentary                                         Reference\n                                                             mutation\n\nType I\n  Autosomal dominant           MIP          c.606+1G>A       Donor splice site      Exon 3 skipping                       Point mutation at the canonical splice site         Zeng et al. (2013)\n    congenital cataract                                        mutation                                                     leads to the whole exon skipping\n  Neurofibromatosis type 1     NF1          c.1845+1G>A                             Exon 15 and 16 skipping               Multi-exon deletion, mutation, and weak             Fang et al. (2001)\n                                                                                                                            splicing sites force 2 exon skipping,\n                                                                                                                                                                                                         J Appl Genetics (2018) 59:253–268\n\n\n\n\n                                                                                                                            description in the main text\n  Ehlers-Danlos syndrome       COL5A2       c.925-2A>G       Acceptor splice site   Several transcripts: (1) exon 7 and 6 Spliceosome utilizes the donor-splice site of       Symoens et al. (2011)\n                                                               mutation               skipping and (2) exon 7 skipping      exon 5 and the acceptor-splice site of\n                                                                                                                            exon 8 leads to skipping of both exons\n                                                                                                                            6 and 7\n  Succinyl-CoA:3-ketoacid  OXCT1            c.1248+5G>A      Donor splice site      Skipping of exons 12 and 13           Mutation leads to Bsplicing paralysis^ and          Hori et al. (2013)\n    CoA transferase (SCOT)                                     mutation                                                     the removal of whole intron 11-mutated\n    deficiency                                                                                                              intron 13 fragment, including exons\n                                                                                                                            12 and 13, description in the main\n                                                                                                                            text\n  Becker muscular dystrophy DMD             c.3432+1G>A                             Exon 25 skipping                      Point mutation at the canonical splice site         Habara et al. (2009)\n    (BMD)                                                                                                                   leads to the whole exon skipping\n  Familial dysautonomia     ELP1            c.2204+6T>C                             Exon 20 skipping (tissue specific)    Shortened transcript has the highest                Ibrahim et al. (2007),\n    (FD)                    (IKBKAP)                                                                                        expression in nervous cells, in lymphoid             Axelrod et al. (2011)\n                                                                                                                            cells, the normal transcript is present at the\n                                                                                                                            highest level\nType II\n  Neurofibromatosis type 1     NF1          c.888+651T>A     Deep intronic          Cryptic exon inclusion (132 bp)        Mutation creates strong 3′ splice site; this       Messiaen and Wimmer\n    (NF1)                                                      variants                                                     matches with strong, already existing 5′           (2008)\n                                                                                                                            cryptic splice site. This lead to the inclusion\n                                                                                                                            of the cryptic exon containing PTC.\n                                                                                                                            Possible admixture of normally spliced\n                                                                                                                            transcript\n                                            c.288+1137C>T                           Cryptic exon inclusion (118 bp)        Mutation creates a strong donor splice site        Svaasand et al. (2015)\n                                                                                                                            which interacts with strong, already\n                                                                                                                            existing acceptor cryptic splice site. This\n                                                                                                                            lead to the inclusion of the cryptic exon\n                                                                                                                            containing PTC\n  Cystic fibrosis (CF)         CFTR         c.3718-2477C>T                          Cryptic exon inclusion (84 bp)         Mutation creates a novel donor site and results    Sanz et al. (2017)\n                                                                                                                            in the inclusion of the cryptic exon with\n                                                                                                                            PTC\n  Androgen insensitivity       AR           c.2450-118A>G                           Two transcripts: (1) cryptic exon      Mutation creates a novel binding site for          Känsäkoski et al. (2016)\n   syndrome                                                                           inclusion (85 bp) and (2) cryptic     splicing enhancer, protein SRSF1\n                                                                                      exon inclusion (202 bp)               (SF2/ASF)—leading to inclusion of a\n                                                                                                                            pseudo-exon containing a PTC\n  Fabry disease                GLA          c. 639+919 G>A                          In-frame inclusion of cryptic exon     Mutation abolishes motif that binds splicing       Palhais et al. (2016)\n                                                                                       (57 bp)                              silencer protein (hnRNPA1/A2). This leads\n                                                                                                                            to the recognition and inclusion of the\n                                                                                                                                                                                                         257\n\n\n\n\n                                                                                                                            pseudoexon sequence\n\f                                                                                                                                                                                                       258\n\nTable 1 (continued)\n\nDisease                      Gene       Mutation            Type of splicing       Effect on pre-mRNA splicing             Commentary                                         Reference\n                                                            mutation\n\nType IV\n  Cystic fibrosis (CF)       CFTR       c.1525-1G>A         Acceptor splice site   Several transcripts: (1) deletion of   In all three mRNA isoforms, the alternative         Ramalho et al. (2003)\n                                                              mutation               exon 10, (2) partial deletion           acceptor sites are used. This lead to the\n                                                                                     (85 bp) of exon 10, and (3) partial     skipping of an exon fragment. Although the\n                                                                                     deletion (153 bp) of exon 10            bioinformatic analysis showed that the\n                                                                                                                             alternative acceptor sites of much greater\n                                                                                                                             strength were present in intron 9 than these\n                                                                                                                             actually used, there are ESE sites in exons\n                                                                                                                             10 and 11 that drive the splicing process\n                                                                                                                             towards the use of particular acceptor sites\n  Ehlers-Danlos syndrome     COL5A1     c.655-2A>G                                 Several transcripts: (1) major product The removal of intron 4 is delayed because of       Takahara et al. (2002)\n                                                                                     exon 5 and 6 skipping, (2) exon 5       the acceptor-site mutation and formation of\n                                                                                     skipping, (3) partial deletion          SECRIs of exons 5 and 6, description in the\n                                                                                     (12 bp) of exon 5, and (4) partial      main text\n                                                                                     deletion (15 bp) of exon 5\n  Duchenne muscular          DMD        c.6614+1G>A         Donor splice site      Partial deletion (32 bp) of exon 45    Mutation at the canonical splice site activates     Habara et al. (2009)\n   dystrophy (DMD)                                            mutation                                                       donor cryptic splice site within exon 45 and\n                                                                                                                             results in 32 bp deletion at 3′ end of exon\n                                                                                                                             45. Intron 45 has strong acceptor splice site\n                                                                                                                             and after its identification, spliceosome is\n                                                                                                                             forced to use the nearest donor splicing site.\n                                                                                                                             The probability of the use of cryptic donor\n                                                                                                                             site is higher\n  X-linked                   TRAPPC2    c.238+1A>G                                 Seven different splicing transcripts Very rare AT splicing donor site is changed           Xiong et al. (2009)\n    spondyloepiphyseal                                                                                                       into canonical GT splice site that uses major\n    dysplasia tarda                                                                                                          splicing complex instead of minor splicing\n                                                                                                                             complex. The activation of cryptic acceptor\n                                                                                                                             splice sites is possible and leads to the\n                                                                                                                             generation of several alternative transcripts.\n                                                                                                                             In this case, bioinformatic software is not\n                                                                                                                             effective in identifying the cryptic splice\n                                                                                                                             acceptor sites because of the noncanonical\n                                                                                                                             ends\nType V\n  Medium-chain acyl-CoA      ACADM      c.362C>T            Missense mutation,     Exon 5 skipping                         Mutation causes the loss of ESE site and    Ward and Cooper (2010)\n  dehydrogenase (MCAD)         (MCAD)      (p.Thr96Ile)       abolish ESE                                                    abolishes SF2/ASF protein binding motif\n  deficiency                                                                                                                 thus leading to exon skipping\n  Neurofibromatosis type 1   NF1        c. 3362A>G          Missense mutation, Two transcripts: (1) containing             Mutation results in the presence of two     Xu et al. (2014)\n                                           (p.Glu1121Gly)     decreased the ratio substitution and (2) exon 20               mRNA isoforms: one properly spliced\n                                                              of the ESE/ESS      skipping                                   contains missense change (p.Glu1121Gly)\n                                                                                                                             and the other one lacks exon 20\n  Stickler syndrome          COL2A1     192G>A              Nonsense mutation,     Exon 2 skipping                         This is an example of class I-NAS. This     McAlinden et al. (2008)\n                                          (p.Cys64Ter)        abolish ESE                                                    nonsense mutation (p.Cys64Stop) causes\n                                                                                                                                                                                                       J Appl Genetics (2018) 59:253–268\n\n\n\n\n                                                                                                                             exon 2 skipping by the disruption of ESE.\n\fTable 1 (continued)\n\nDisease                        Gene      Mutation              Type of splicing    Effect on pre-mRNA splicing           Commentary                                     Reference\n                                                               mutation\n\n                                                                                                                            This decreases the level of proper\n                                                                                                                            transcript, although shorter mRNA\n                                                                                                                            isoforms do not undergo NMD\nMutations of the branch point sequence\n Neurofibromatosis type 1       NF1      2410-18C>G            Branch point        Partial retention (17 bp) of intron 15 Mutation abolishes the original branch point Xu et al. (2014)\n                                                                                                                                                                                               J Appl Genetics (2018) 59:253–268\n\n\n\n\n                                                                                                                           sequence and creates a putative ESE. Other\n                                                                                                                           splicing mutations near this position were\n                                                                                                                           reported: 2410-16A>G, 2410-15A>G, and\n                                                                                                                           2410-12T>G. It points out that this intron\n                                                                                                                           fragment is critical for proper splicing of\n                                                                                                                           exons 15 and 16.\n  Xeroderma pigmentosum        XPC       c.413-9T>A                                Exon 4 skipping                        Mutation creates binding site for some factors Khan et al. (2010)\n                                                                                                                           that prevent the recognition of the weak 3′\n                                                                                                                           splice site at intron 3′ exon 4 junction thus\n                                                                                                                           leading to the decrease of normal XPC\n                                                                                                                           mRNA level\n                               XPC       c.413-24A>G                               Exon 4 skipping, 3% normal             Mutation abolishes the interaction with U2     Khan et al. (2010)\n                                                                                     transcript                            snRNP and weak c.413-9 site is used\n                                                                                                                           instead of it the normal one resulting in the\n                                                                                                                           expression of minimal amounts of\n                                                                                                                           full-length XPC transcript\nMutations within polypirymidine tract\n Hemophilia B                 F9         c.253-19_             Polypyrimidine tract Exon 3 skipping                      Mutation shortens the polypyrimidine tract     Van de Water et al.\n                                            253-16del                                                                     from 24 nucleotides to 20. This results in      (2004)\n                                                                                                                          inefficient splicing and exon 3 skipping\n  Mitochondrial             ACAT1        c.121-13T>A                               Exon 3 skipping                       Mutation disrupts polypyrimidine tract and     Aoyama et al. (2017)\n   acetoacetyl-CoA thiolase                                                                                               causes exon 3 skipping. Moreover, other\n   (T2) deficiency                                                                                                        substitutions in this position (T>A,C,G)\n                                                                                                                          also cause exon 3 skipping.\n\nPTC premature termination codon, NMD nonsense-mediated decay\n                                                                                                                                                                                               259\n\f260                                                                                                   J Appl Genetics (2018) 59:253–268\n\n\nauthors also checked other 14 mutations affecting + 1 position     intron 13, 12, and 11. The presence of mutation affecting\nof the DMD gene and found that this observation was true for       donor site of the intron 13 caused the delay in this intron\nall variants that were localized in exons longer than 170 bp       removal thus also affecting the time of intron 12 and 11 splic-\n(Habara et al. 2009).                                              ing. Authors suggested that this caused so-called splicing pa-\n    In certain circumstances, several exons might be deleted       ralysis that could be solved by the removal of whole intron 11-\nlike in the case of the c.1845+1G>A variant in the NF1 gene        mutated intron 13 fragment, including exons 12 and 13 (Hori\nthat leads not only to exon 16 but also to the upstream exon 15    et al. 2013).\nremoval. During the splicing process of the mutated pre-              The effect of a specific splicing mutation may also depend\nmRNA, the donor site in the intron 14 and acceptor site in         on the tissue type in which the primary transcript is expressed\nintron 16 are utilized. The proposed model for double exon         and thus the availability of the specific factors. A good exam-\nskipping emphasizes the role of strong consensus splice sites.     ple is the c.2204+6T>C mutation in the IKBKAP gene, that is\nThe exon 15 is surrounded by weak splicing sites, and strong       found in homozygous state in about 99% of patients with\nsplicing sites of the exon 16 are needed for proper intron 15      familial dysautonomia inherited in autosomal recessive man-\nand 16 removal. If the strong donor site of the intron 16 is       ner (Cuajungco et al. 2003; Slaugenhaupt et al. 2001). The\nweakened due to the presence of the c.1845+1G>A mutation,          bioinformatic analysis with Human Splicing Finder (HSF) did\nthe stronger splicing sites at the intron 14 are recognized by     not predict that the c.2204+6T>C variant affects splicing. The\nthe splicing machinery and exon 15 is removed from the tran-       functional studies had shown, however, that this substitution\nscript (Fang et al. 2001).                                         caused skipping of the exon 20. Functional analysis of the\n    The deletion of several exons and generation of distinct       IKBKAP RNA level in distinct tissue types revealed that the\nmRNA isoforms due to the presence of a splicing mutation           wild-type transcript was present at different levels in all ex-\nmight be also related to the order of intron removal. This was     amined samples. Its level was the highest in lymphocyte-\nanalyzed in detail in the case of the c.655-2A>G mutation in       derived cell lines, while the transcript lacking exon 20 had\nthe COL5A1 gene that mutations were found in Ehlers-Danlos         the highest expression in nervous cells. This can explain\nsyndrome (EDS) patients. In the cells taken from the patient       why the nervous system deficits are the most prominent in\nwith this mutation, several transcripts were found. The major      familial dysautonomia patients (Ibrahim et al. 2007; Axelrod\none was lacking exons 5 and 6, the other one was lacking only      et al. 2011).\nexon 5, while in two other transcripts 12 and 15, nucleotides\nof exon 5 were missing due to the use of the cryptic splicing      Deep intronic variants as a cause of cryptic exon\nsites. It was suggested that the major transcript is created be-   inclusion (type II mutations)\ncause of the delayed removal of the intron 4 due to the pres-\nence of acceptor site mutation. As the removal of the intron 5     Another category of splicing mutations includes deep intronic\nis not affected, a large multiexon structure called Bspliced       mutations—usually substitutions localized within large in-\nexon clusters in RNA intermediates^ (SECRI) consisting of          trons that result in the inclusion of an intron fragment—so-\nexons 5 and 6 is formed. Subsequent splicing events can lead       called cryptic exon or pseudoexon, into the mature transcript.\nto the removal of both exons 5 and 6 and the formation of the      Functionally, such variants create novel acceptor or donor\nmajor transcript. It can occur, however, that only intron 6 is     sites that are recognized by the splicing complex and are used\nremoved from the SECRI and the transcript that contains            in combination with the existing intronic cryptic splice sites. It\nspliced exons 5, 6, and 7 can be a substrate for the splicing      is also possible that deep intronic mutations result in the cre-\nthe used cryptic acceptor sites located in the exon 5. In the      ation of novel regulatory elements (e.g., splicing enhancers)\ncase of the transcript lacking only exon 5, it was suggested       and the recognition of the specific intronic sequences as an\nthat the first intron being removed is the intron 6 thus           exonic ones (detailed review in Vaz-Drago et al. 2017).\npreventing the removal of both exons 5 and 6 (Takahara                 One of the most common and well-known deep intronic\net al. 2002).                                                      change is a c.3718-2477C>T (legacy name: c. 3849+10 kb\n    The third mechanism that was proposed to explain the           C>T) variant being one of the most frequent mutations in\nskipping of several exons due to the splicing mutation was         CFTR gene responsible for cystic fibrosis in Polish population\nthe Bsplicing paralysis^ model. It was described in detail for     (Sobczyńska-Tomaszewska et al. 2013). This mutation is lo-\nthe c.1248+5G>A mutation in OXCT1 gene that was found in           cated within the intron 19 and creates a novel donor site that\npatient with succinyl-CoA:3-ketoacid CoA transferase defi-         results in the inclusion of an 84-bp cryptic exon into the ma-\nciency (Hori et al. 2013). This mutation leads to the skipping     ture mRNA. This cryptic exon contains an in-frame STOP\nof exons 12 and 13 from the transcript and first studies aimed     codon, and thus, the translated protein is shorter and nonfunc-\nto identify appropriate SECRI intermediates, but without any       tional (Sanz et al. 2017). The CF patients with c.3718-\nsuccess. Further functional analysis had shown that introns in     2477C>T mutation often have a relatively mild phenotype\nthe normal transcript were spliced in the following order:         with a variable disease expression. It was found that the\n\fJ Appl Genetics (2018) 59:253–268                                                                                               261\n\n\nseverity of the disease is inversely correlated with the level of   fragment due to the nonspecific activity of the splicing com-\ncorrectly spliced transcripts that suggest that the splicing reg-   plex (Nissim-Rafinia and Kerem 2002). For example, the\nulation might be an important modifier of the CF clinical           presence of c.3362A>G variant in the NF1 gene results in\ncourse in the presence of intronic mutations. Functional stud-      two mRNA isoforms: one properly spliced contains the sub-\nies had shown that the overexpression of the HTRA2-β1,              stitution that can lead to missense change at the protein level\nSC35 splicing factors in the presence of the c.3718-                (p.Glu1121Gly), and the other one lacks exon 20. The tran-\n2477C>T mutation promotes proper CFTR pre-mRNA splic-               script mosaicism was confirmed with in vitro quantitative\ning and restored the function of the chloride channel (Nissim-      studies in two patients harboring this mutation. One of them\nRafinia et al. 2004).                                               had higher level of the transcript lacking exon 20, although it\n   Deep intronic mutations are not common, but their effect         did not seem to correlate with the disease severity as both\non transcript splicing and further protein synthesis is signifi-    patients presented similar phenotype. It was suggested that\ncant. The analysis for the presence of such mutations should        the level of different transcript isoforms might be related to\nbe considered when the identification of potentially pathogen-      the individual genetic variability (Xu et al. 2014).\nic variants in the coding regions and exon/intron boundaries            It is worth to mention in this section the process called\nwas not effective, and the patient phenotype is specific for a      nonsense-associated altered splicing (NAS) that was de-\nmutation is a specific gene. The techniques that can be helpful     scribed as a mechanism that should protect transcripts contain-\nin the identification of deep intronic mutations that include       ing premature STOP codons from the nonsense-mediated de-\nRNA/cDNA sequencing and genome or targeted whole gene               cay (Cartegni et al. 2002). During this process, the transcripts\nnext-generation sequencing. However, the mutations identi-          containing PTC are alternatively spliced and fragments with\nfied on genomic level should be confirmed with functional           premature nonsense codon are removed from mature RNA.\nRNA testing.                                                        The exact mechanism of this process has not been described in\n                                                                    detail, but it is obvious that in certain circumstances, it is\nExonic mutations affecting splicing (type III and V)                dependent from the frameshift of the reading frame and not\nmutations                                                           from the ESE disruption (so-called class II-NAS). This pro-\n                                                                    cess was described in the context of the regulation of TCRβ\nApart from the intronic mutations affecting canonical splicing      transcripts (Wang et al. 2002). More common are examples of\nsites or activating cryptic exons, also the changes in the exonic   class I-NAS—altered splicing due to the presence of the non-\nsequences may affect the pattern of pre-mRNA splicing. Such         sense mutation that affects ESE site and results in whole exon\nexonic mutations might have double effect. First, they can          skipping (Bühler and Mühlemann 2005). Such variants have\nintroduce a new 5′ or 3′ splice site or activate the cryptic one    been described in the FBN1, BRCA1, or COL2A1 genes (see\nthat would be stronger than the original one, thus leading to       Table 1).\nchanges in pre-mRNA processing and the loss of an exon\nfragment (so-called type III splicing mutation). Second, the        Mutations affecting branch point and polypyrimidine\npresence of exonic changes that cause the disruption of exonic      tract\nsplicing enhancers may also lead to the entire exon skipping\n(so-called type V splicing mutation) (Wimmer et al. 2007).          As mentioned, the splicing process is also dependent from the\n    The applicatio",
  "wordCount": 11069,
  "indexed": "2025-09-25T22:46:21.666Z",
  "method": "direct"
}
