{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Riggs et al_2020_Technical standards for the interpretation and reporting of constitutional.pdf",
  "fileName": "Riggs et al_2020_Technical standards for the interpretation and reporting of constitutional.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Riggs et al_2020_Technical standards for the interpretation and reporting of constitutional.pdf",
  "text": "© American College of Medical Genetics and Genomics       ACMG TECHNICAL STANDARDS\n\n\n Technical standards for the interpretation and reporting of\n   constitutional copy-number variants: a joint consensus\n    recommendation of the American College of Medical\n  Genetics and Genomics (ACMG) and the Clinical Genome\n                     Resource (ClinGen)\nErin Rooney Riggs, MS, CGC1, Erica F. Andersen, PhD2,3, Athena M. Cherry, PhD4, Sibel Kantarci, PhD5,\n   Hutton Kearney, PhD6, Ankita Patel, PhD7, Gordana Raca, MD, PhD8, Deborah I. Ritter, PhD9,\n           Sarah T. South, PhD10, Erik C. Thorland, PhD6, Daniel Pineda-Alvarez, MD11,\n                     Swaroop Aradhya, PhD4,11 and Christa Lese Martin, PhD1\n\n Disclaimer: This technical standard is designed primarily as an educational resource for clinical laboratory geneticists to help them provide quality clinical\nlaboratory genetic services. Adherence to this standard is voluntary and does not necessarily assure a successful medical outcome. This standard should not be\nconsidered inclusive of all proper procedures and tests or exclusive of other procedures and tests that are reasonably directed to obtaining the same results. In\ndetermining the propriety of any specific procedure or test, the clinical laboratory geneticist should apply his or her own professional judgment to the specific\ncircumstances presented by the individual patient or specimen. Clinical laboratory geneticists are encouraged to document in the patient’s record the rationale\nfor the use of a particular procedure or test, whether or not it is in conformance with this standard. They also are advised to take notice of the date any particular\n standard was adopted, and to consider other relevant medical and scientific information that becomes available after that date. It also would be prudent to\n                       consider whether intellectual property interests may restrict the performance of certain tests and other procedures.\n\n\n\n Purpose: Copy-number analysis to detect disease-causing losses                          Results: This update introduces a quantitative, evidence-based\n and gains across the genome is recommended for the evaluation of                        scoring framework; encourages the implementation of the five-\n individuals with neurodevelopmental disorders and/or multiple                           tier classification system widely used in sequence variant\n congenital anomalies, as well as for fetuses with ultrasound                            classification; and recommends “uncoupling” the evidence-\n abnormalities. In the decade that this analysis has been in                             based classification of a variant from its potential implications\n widespread clinical use, tremendous strides have been made in                           for a particular individual.\n understanding the effects of copy-number variants (CNVs) in both\n affected individuals and the general population. However, con-                          Conclusion: These professional standards will guide the\n tinued broad implementation of array and next-generation                                evaluation of constitutional CNVs and encourage consistency\n sequencing–based technologies will expand the types of CNVs                             and transparency across clinical laboratories.\n encountered in the clinical setting, as well as our understanding of\n their impact on human health.                                                           Genetics in Medicine (2020) 22:245–257; https://doi.org/10.1038/s41436-\n Methods: To assist clinical laboratories in the classification and                      019-0686-8\n reporting of CNVs, irrespective of the technology used to identify\n them, the American College of Medical Genetics and Genomics has                         Keywords: copy-number variant; interpretation; classification;\n developed the following professional standards in collaboration                         CNV; scoring metric\n with the National Institutes of Health (NIH)–funded Clinical\n Genome Resource (ClinGen) project.\n\n\n\n\n                            INTRODUCTION                                                 triplications), is recommended as a first-tier approach for the\nGenome-wide assessment of copy-number variants (CNVs),                                   postnatal evaluation of individuals with intellectual disability,\nincluding losses (deletions) and gains (duplications and                                 developmental delay, autism spectrum disorder, and/or multiple\n\n1\n Autism & Developmental Medicine Institute, Geisinger, Danville, PA, USA; 2ARUP Laboratories, Salt Lake City, UT, USA; 3Department of Pathology, University of Utah, Salt Lake\nCity, UT, USA; 4Stanford University School of Medicine, Stanford, CA, USA; 5Quest Diagnostics Nichols Institute, San Juan Capistrano, CA, USA; 6Genomics Laboratory,\nDepartment of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA; 7Lineagen, Salt Lake City, UT, USA; 8Children’s Hospital Los Angeles, Los Angeles, CA,\nUSA; 9Texas Children’s Cancer Center, Baylor College of Medicine, Houston, TX, USA; 10AncestryDNA, Lehi, UT, USA; 11Invitae, San Francisco, CA, USA. Correspondence:\nACMG (documents@acmg.net)\nThe Board of Directors of the American College of Medical Genetics and Genomics approved this technical standard on 23 September 2019.\nSubmitted 18 October 2019; accepted: 18 October 2019\nPublished online: 6 November 2019\n\nGENETICS in MEDICINE | Volume 22 | Number 2 | February 2020                                                                                                              245\n\f                  ACMG TECHNICAL STANDARDS                                                                                                           RIGGS et al\n\n\n\n                  congenital anomalies, as well as for prenatal evaluation of        semiquantitative point-based scoring system was developed\n                  fetuses with structural anomalies observed by ultrasound.1–3 For   (described in detail in Supplemental Material 1).\n                  over a decade, CNV analysis by chromosomal microarray                 Development of the new framework was an iterative\n                  (CMA) has been broadly implemented in the clinical setting for     process; working group members tested the analysis metrics\n                  detection of genomic imbalances at a much higher resolution        using cases observed in their clinical laboratories and\n                  than conventional cytogenetic methods (e.g., G-banded kar-         provided feedback for refinement that ensured objective and\n                  yotype). In some cases, exon-focused array designs have also       rigorous assessment of the available evidence. In 2017, after\n                  been used for detecting CNVs involving individual genes            the framework had been developed and assessed by the\n                  associated with monogenic disorders. More recently, next-          working group, we identified a group of 11 additional board-\n                  generation sequencing (NGS)–based CNV analysis is increas-         certified clinical cytogeneticists to further evaluate both the\n                  ingly used in clinical testing through genome, exome, or gene      performance of the analysis metrics and their usability in the\n                  panel sequencing. Together, these methods have enabled             clinical setting. Using both the outside reviewers and the\n                  genome-wide detection of CNVs, ranging in size from single         committee members, we evaluated a total of 114 CNVs (58\n                  exons to whole chromosomes in clinically affected individuals,     deletions, 56 duplications); most CNVs (n = 111) were each\n                  as well as in the general population.                              evaluated by two independent reviewers. A full description of\n                     Though many recurrent CNVs (such as those flanked by            the validation process is provided in Supplemental Material 2.\n                  segmental duplications) have been well characterized, most         Feedback from this process led to the current version of the\n                  CNVs are unique, requiring further investigation to determine      scoring metrics.\n                  their potential clinical significance. This can be challenging\n1234567890():,;\n\n\n\n\n                  for several reasons, including absent, limited, or conflicting     Proposed criteria for the evaluation of constitutional copy-\n                  associations with clinical phenotypes described in published       number variants\n                  literature and genomics databases. Accurate clinical inter-        These standards build upon the previous version7 by\n                  pretation of CNVs requires consistent methods of evaluating        introducing a semiquantitative point-based scoring metric\n                  the genomic content of a CNV region and correlating clinical       for CNV classification. Owing to the distinct properties and\n                  findings with those reported in the medical literature, with the   inherent differences between copy-number losses and copy-\n                  ultimate goal of producing consistent, evidence-based clinical     number gains, separate scoring metrics were developed for\n                  classification across laboratories.4 Inconsistency among           each (Tables 1 and 2, respectively); each scored evidence\n                  laboratories can create confusion for clinicians and their         category is labeled (1A, 1B, etc.) for easy referencing. Full\n                  patients, leaving them unable to confidently use genetic           descriptions of each evidence category, including caveats to\n                  information to manage health-care decisions.5 Standards that       consider while scoring and illustrative examples, are provided\n                  are widely available, up-to-date, and flexible enough to           in Supplemental Material 1. We strongly recommend the user\n                  incorporate lessons learned from the ever-evolving genomics        to carefully review the explanatory material provided in the\n                  knowledge base should help to reduce discordance in clinical       Supplement before utilizing these scoring metrics in clinical\n                  classifications.                                                   practice. Example cases scored using the metrics are provided\n                                                                                     in Supplemental Material 3.\n                                           METHODS                                     As clinical laboratories incorporate more NGS-based\n                  To assist in the evaluation of CNVs and promote consistency        techniques for CNV detection and integrate results from\n                  and transparency in classification and reporting across clinical   multiple technologies (some capable of identifying both copy-\n                  laboratories, the American College of Medical Genetics and         number and sequence variants), consistency across inter-\n                  Genomics (ACMG) and the National Institutes of Health              pretation processes and reporting is critical. Thus, where\n                  (NIH)–funded Clinical Genome Resource (ClinGen) project6           possible, evidence categories and concepts presented in this\n                  formed a collaborative working group with the goal of              CNV scoring system were developed to align with terminol-\n                  updating the existing ACMG professional clinical laboratory        ogy and processes currently utilized for clinical sequence\n                  practice standards for evaluating CNVs.7 The working group         variant classification and interpretation.8\n                  held an in-person meeting in the fall of 2015 to review the          The point values assigned to each piece of evidence roughly\n                  existing version of the interpretation standards7 and discuss      correspond to the categorical strengths of evidence present in\n                  how laboratories had incorporated them (and any modifica-          the sequence variant interpretation guidelines8 as well as\n                  tions) into their clinical practice, as well as new resources,     recommendations put forth by the ClinGen Sequence Variant\n                  tools, and technologies that became available in the interven-     Interpretation (SVI) Working Group to model the ACMG/\n                  ing years. Through group consensus, evidence categories most       Association for Molecular Pathology (AMP) sequence variant\n                  relevant to CNV classification were determined (including          interpretation guidelines into a more quantitative Bayesian\n                  genomic content, dosage sensitivity predictions and curations,     framework;9 however, it is important to note that these numbers\n                  predicted functional effect, clinical overlap with patients in     have not been statistically derived. In general, evidence receiving\n                  the medical literature, evidence from case and control             0.90 points or higher is considered “very strong\"; 0.45 points is\n                  databases, and inheritance patterns for individual CNVs),          considered “strong\"; 0.30 points is considered “moderate\"; and\n                  and a relative weight was assigned to each. In this manner, a      0.15 points or lower is considered “supporting” evidence. Scores\n\n                  246                                                                               Volume 22 | Number 2 | February 2020 | GENETICS in MEDICINE\n\f                                                              Table 1 CNV interpretation scoring metric: copy-number loss                                                                                                                                       RIGGS et al\n\n                                                              Section 1: Initial assessment of genomic content\n                                                              Evidence type                                      Evidence                                                                                   Suggested points/case              Max\n                                                                                                                                                                                                                                               score\n                                                              Copy-number loss content                           1A. Contains protein-coding or other known functionally important elements.                0 (Continue evaluation)            0\n                                                                                                                 1B. Does NOT contain protein-coding or any known functionally important elements.          −0.60                              −0.60\n                                                              Section 2: Overlap with established/predicted haploinsufficiency (HI) or established benign genes/genomic regions (Skip to section 3 if your copy-number loss DOES NOT overlap these\n                                                              types of genes/regions)\n                                                              Overlap with ESTABLISHED HI genes or genomic       2A. Complete overlap of an established HI gene/genomic region.                             1.00                               1.00\n                                                              regions and consideration of reason for referral\n                                                                                                                 2B. Partial overlap of an established HI genomic region                                    0 (Continue evaluation)            0\n                                                                                                                 • The observed CNV does NOT contain the known causative gene or critical region for this\n                                                                                                                 established HI genomic region OR\n                                                                                                                 • Unclear if known causative gene or critical region is affected OR\n                                                                                                                 • No specific causative gene or critical region has been established for this HI\n\n\n\n\nGENETICS in MEDICINE | Volume 22 | Number 2 | February 2020\n                                                                                                                 genomic region\n                                                                                                                 2C. Partial overlap with the 5’ end of an established HI gene (3’ end of the gene not      See categories below\n                                                                                                                 involved)…\n                                                                                                                 2C-1. …and coding sequence is involved                                                     0.90 (range: 0.45 to 1.00)         1.00\n                                                                                                                 2C-2. …and only the 5’ UTR is involved                                                     0 (range: 0 to 0.45)               0.45\n                                                                                                                 2D. Partial overlap with the 3’ end of an established HI gene (5’ end of the gene not      See categories below\n                                                                                                                 involved)…\n                                                                                                                 2D-1. …and only the 3’ untranslated region is involved.                                    0 (Continue evaluation)            0\n                                                                                                                 2D-2. …and only the last exon is involved. Other established pathogenic variants have      0.90 (range: 0.45 to 0.90)         0.90\n                                                                                                                 been reported in this exon.\n                                                                                                                 2D-3. …and only the last exon is involved. No other established pathogenic variants have   0.30 (range: 0 to 0.45)            0.45\n                                                                                                                 been reported in this exon.\n                                                                                                                 2D-4. …and it includes other exons in addition to the last exon. Nonsense-mediated         0.90 (range: 0.45 to 1.00)         1.00\n                                                                                                                 decay is expected to occur.\n                                                                                                                 2E. Both breakpoints are within the same gene (intragenic CNV; gene-level sequence         See ClinGen SVI working group      See\n                                                                                                                 variant).                                                                                  PVS1 specifications                categories\n                                                                                                                                                                                                            • PVS1 = 0.90                      at left\n                                                                                                                                                                                                            (Range: 0.45 to 0.90)\n                                                                                                                                                                                                            • PVS1_Strong = 0.45\n                                                                                                                                                                                                            (Range: 0.30 to 0.90)\n                                                                                                                                                                                                            • PVS1_Moderate or PM4 (in-frame\n                                                                                                                                                                                                            indels) = 0.30\n                                                                                                                                                                                                            (Range: 0.15 to 0.45)\n                                                                                                                                                                                                            • PVS1_Supporting = 0.15\n                                                                                                                                                                                                            (Range: 0 to 0.30)\n                                                                                                                                                                                                                                                            ACMG TECHNICAL STANDARDS\n\n\n\n\n 247\n\f 248\n                                                              Table 1 continued\n\n                                                                                                                                                                                                          • N/A = No points, but continue\n                                                                                                                                                                                                          evaluation\n                                                               Overlap with ESTABLISHED benign genes or          2F. Completely contained within an established benign CNV region.                        −1                                         −1\n                                                               genomic regions\n                                                                                                                 2G. Overlaps an established benign CNV, but includes additional genomic material.        0 (Continue evaluation)                    0\n                                                               Haploinsufficiency predictors                     2H. Two or more HI predictors suggest that AT LEAST ONE gene in the interval is HI.      0.15                                       0.15\n                                                               Section 3: Evaluation of gene number\n                                                               Number of protein-coding RefSeq genes wholly or   3A. 0–24 genes                                                                           0                                          0\n                                                               partially included in the copy-number loss\n                                                                                                                 3B. 25–34 genes                                                                          0.45                                       0.45\n                                                                                                                 3C. 35+ genes                                                                            0.90                                       0.90\n                                                               Section 4: Detailed evaluation of genomic content using cases from published literature, public databases, and/or internal lab data (Skip to section 5 if either your CNV overlapped\n                                                               with an established HI gene/region in section 2, OR there have been no reports associating either the CNV or any genes within the CNV with human phenotypes caused by loss of\n                                                               function [LOF] or copy-number loss)\n                                                               Individual case evidence—de novo occurrences      Reported proband (from literature, public databases, or internal lab data) has either:   See categories below\n                                                                                                                 • A complete deletion of or a LOF variant within gene encompassed by the observed\n                                                                                                                                                                                                                                                                    ACMG TECHNICAL STANDARDS\n\n\n\n\n                                                                                                                 copy-number loss OR\n                                                                                                                 • An overlapping copy-number loss similar in genomic content to the observed copy-\n                                                                                                                 number loss AND…\n                                                                                                                 4A. …the reported phenotype is highly specific and relatively unique to the gene or      Confirmed de novo: 0.45 points each        0.90 (total)\n                                                                                                                 genomic region,                                                                          Assumed de novo: 0.30 points each\n                                                                                                                                                                                                          (range: 0.15 to 0.45)\n                                                                                                                 4B. …the reported phenotype is consistent with the gene/genomic region, is highly        Confirmed de novo: 0.30 points each\n                                                                                                                 specific, but not necessarily unique to the gene/genomic region.                         Assumed de novo: 0.15 point each (range:\n                                                                                                                                                                                                          0 to 0.45)\n                                                                                                                 4C. …the reported phenotype is consistent with the gene/genomic region, but not highly   Confirmed de novo: 0.15 point each\n                                                                                                                 specific and/or with high genetic heterogeneity.                                         Assumed de novo: 0.10 point each (range:\n                                                                                                                                                                                                          0 to 0.30)\n                                                               Individual case evidence—inconsistent phenotype   4D. …the reported phenotype is NOT consistent with what is expected for the gene/        0 points each (range: 0 to −0.30)          −0.30\n                                                                                                                 genomic region or not consistent in general.                                                                                        (total)\n                                                               Individual case evidence—unknown inheritance      4E. Reported proband has a highly specific phenotype consistent with the gene/genomic    0.10 points each (range: 0 to 0.15)        0.30 (total)\n                                                                                                                 region, but the inheritance of the variant is unknown.\n                                                               Individual case evidence—segregation among        4F. 3–4 observed segregations                                                            0.15                                       0.45\n                                                               similarly affected family members\n                                                                                                                 4G. 5–6 observed segregations                                                            0.30\n                                                                                                                 4H. 7 or more observed segregations                                                      0.45\n                                                               Individual case evidence—nonsegregations          4I. Variant is NOT found in another individual in the proband’s family AFFECTED with a   −0.45 points per family (range: 0 to       −0.90\n                                                                                                                 consistent, specific, well-defined phenotype (no known phenocopies).                     −0.45)                                     (total)\n                                                                                                                 4J. Variant IS found in another individual in the proband’s family UNAFFECTED with the   −0.30 points per family (range: 0 to       −0.90\n                                                                                                                 specific, well-defined phenotype observed in the proband.                                −0.30)                                     (total)\n\n\n\n\nVolume 22 | Number 2 | February 2020 | GENETICS in MEDICINE\n                                                                                                                                                                                                                                                                        RIGGS et al\n\f                                                              Table 1 continued                                                                                                                                                                                                                RIGGS et al\n\n                                                                                                                       4K. Variant IS found in another individual in the proband’s family UNAFFECTED with the             −0.15 points per family (range: 0 to            −0.30\n                                                                                                                       nonspecific phenotype observed in the proband.                                                     −0.15)                                          (total)\n                                                               Case–control and population evidence                    4L. Statistically significant increase amongst observations in cases (with a consistent,           0.45 per study (range: 0 to 0.45 per study)     0.45 (total)\n                                                                                                                       specific, well-defined phenotype) compared with controls.\n                                                                                                                       4M. Statistically significant increase amongst observations in cases (without a                    0.30 per study (range: 0 to 0.30 per study)     0.45 (total)\n                                                                                                                       consistent, nonspecific phenotype OR unknown phenotype) compared with\n                                                                                                                       controls.\n                                                                                                                       4N. No statistically significant difference between observations in cases and controls.            −0.90 (per study) (range: 0 to −0.90 per        −0.90\n                                                                                                                                                                                                                          study)                                          (total)\n                                                                                                                       4O. Overlap with common population variation.                                                      −1 (range: 0 to −1)                             −1\n                                                               Section 5: Evaluation of inheritance pattern/family history for patient being studied\n                                                               Observed copy-number loss is de novo                    5A. Use appropriate category from de novo scoring section in section 4.                            Use de novo scoring categories from             0.45\n                                                                                                                                                                                                                          section 4 (4A–4D) to determine score\n\n\n\n\nGENETICS in MEDICINE | Volume 22 | Number 2 | February 2020\n                                                               Observed copy-number loss is inherited                  5B. Patient with specific, well-defined phenotype and no family history. CNV is                    −0.30 (range: 0 to −0.45)                       −0.45\n                                                                                                                       inherited from an apparently unaffected parent.\n                                                                                                                       5C. Patient with nonspecific phenotype and no family history. CNV is inherited from an             −0.15 (range: 0 to −0.30)                       −0.30\n                                                                                                                       apparently unaffected parent.\n                                                                                                                       5D. CNV segregates with a consistent phenotype observed in the patient’s family.                   Use segregation scoring categories from         0.45\n                                                                                                                                                                                                                          section 4 (4F–4H) to determine score\n                                                               Observed copy-number loss—nonsegregations               5E. Use appropriate category from nonsegregation section in section 4.                             Use nonsegregation scoring categories           −0.45\n                                                                                                                                                                                                                          from section 4 (4I–4K) to determine score\n                                                               Other                                                   5F. Inheritance information is unavailable or uninformative.                                       0                                               0\n                                                                                                                       5G. Inheritance information is unavailable or uninformative. The patient phenotype is              0.10 (range: 0 to 0.15)                         0.15\n                                                                                                                       nonspecific, but is consistent with what has been described in similar cases.\n                                                                                                                       5H. Inheritance information is unavailable or uninformative. The patient phenotype is              0.30 (range: 0 to 0.30)                         0.30\n                                                                                                                       highly specific and consistent with what has been described in similar cases.\n                                                              Only those CNVs otherwise meeting the reporting thresholds determined by your laboratory should be evaluated using this metric. See Supplemental Material 1 for a detailed description of each evidence category. Scoring:\n                                                              pathogenic 0.99 or more points, likely pathogenic 0.90 to 0.98 points, variant of uncertain significance 0.89 to −0.89 points, likely benign −0.90 to −0.98 points, benign −0.99 or fewer points.\n                                                              CNV copy-number variant, SVI sequence variant interpretation, UTR untranslated region.\n                                                                                                                                                                                                                                                                                           ACMG TECHNICAL STANDARDS\n\n\n\n\n 249\n\f 250\n                                                              Table 2 CNV interpretation scoring metric: copy-number gain\n                                                              Section 1: Initial assessment of genomic content\n                                                              Evidence type                                    Evidence                                                                                        Suggested points/case                          Max\n                                                                                                                                                                                                                                                              score\n                                                              Copy-number gain content                            1A. Contains protein-coding or other known functionally important elements.                      0 (Continue evaluation)                    0\n                                                                                                                  1B. Does NOT contain protein-coding or any known functionally important elements.                −0.60                                      −0.60\n                                                              Section 2: Overlap with established triplosensitive (TS), haploinsufficient (HI), or benign genes or genomic regions (Skip to section 3 if the copy-number gain DOES NOT overlap these types of\n                                                              genes/regions)\n                                                              Overlap with ESTABLISHED TS genes or genomic        2A. Complete overlap; the TS gene or minimal critical region is fully contained within the       1                                          1\n                                                              regions                                             observed copy-number gain.\n                                                                                                                  2B. Partial overlap of an established TS region                                                  0 (Continue evaluation)                    0\n                                                                                                                  • The observed CNV does NOT contain the known causative gene or critical region for this\n                                                                                                                  established TS genomic region OR\n                                                                                                                  • Unclear if the known causative gene or critical region is affected OR\n                                                                                                                  • No specific causative gene or critical region has been established for this TS genomic region.\n                                                              Overlap with ESTABLISHED benign copy-number         2C. Identical in gene content to the established benign copy-number gain.                        −1                                         −1\n                                                              gain genes or genomic regions\n                                                                                                                  2D. Smaller than established benign copy-number gain, breakpoint(s) does not interrupt           −1                                         −1\n                                                                                                                  protein-coding genes.\n                                                                                                                  2E. Smaller than established benign copy-number gain, breakpoint(s) potentially interrupts       0 (Continue evaluation)                    0\n                                                                                                                  protein-coding gene.\n                                                                                                                  2F. Larger than known benign copy-number gain, does not include additional protein-              −1 (range: 0 to −1.00)                     −1\n                                                                                                                  coding genes.\n                                                                                                                  2G. Overlaps a benign copy-number gain but includes additional genomic material.                 0 (Continue evaluation)                    0\n                                                              Overlap with ESTABLISHED HI gene(s)                 2H. HI gene fully contained within observed copy-number gain.                                    0 (Continue evaluation)                    0\n                                                                                                                                                                                                                                                                        ACMG TECHNICAL STANDARDS\n\n\n\n\n                                                              Breakpoint(s) within ESTABLISHED HI genes           2I. Both breakpoints are within the same gene (gene-level sequence variant, possibly resulting See ClinGen SVI working group\n                                                                                                                  in loss of function [LOF]).                                                                      PVS1 specifications\n                                                                                                                                                                                                                   • PVS1 = 0.90\n                                                                                                                                                                                                                   (Range: 0.45 to 0.90)\n                                                                                                                                                                                                                   • PVS1_Strong = 0.45\n                                                                                                                                                                                                                   (Range: 0.30 to 0.90)\n                                                                                                                                                                                                                   • N/A = 0 (Continue evaluation)\n                                                                                                                  2J. One breakpoint is within an established HI gene, patient’s phenotype is either inconsistent 0 (Continue evaluation)                     0\n                                                                                                                  with what is expected for LOF of that gene OR unknown.\n                                                                                                                  2K. One breakpoint is within an established HI gene, patient’s phenotype is highly specific and 0.45                                        0.45\n                                                                                                                  consistent with what is expected for LOF of that gene.\n                                                              Breakpoints within other gene(s)                    2L. One or both breakpoints are within gene(s) of no established clinical significance.          0 (Continue evaluation)                    0\n                                                              Section 3: Evaluation of gene number\n                                                              Number of protein-coding RefSeq genes wholly or     3A. 0–34 genes                                                                                   0                                          0\n                                                              partially included in the copy-number gain\n                                                                                                                  3B. 35–49 genes                                                                                  0.45                                       0.45\n                                                                                                                  3C. 50 or more genes                                                                             0.90                                       0.90\n                                                              Section 4: Detailed evaluation of genomic content using cases from published literature, public databases, and/or internal lab data (Note: If there have been no reports associating either the\n                                                              copy-number gain or any of the genes therein with human phenotypes caused by triplosensitivity, skip to section 5)\n                                                              Individual case evidence—de novo occurrences        Reported proband (from literature, public databases, or internal lab data) has either:           See categories below\n                                                                                                                  • complete duplication of one or more genes within the observed copy-number gain OR\n                                                                                                                  • an overlapping copy-number gain similar in genomic content to the observed copy-number\n                                                                                                                  gain AND…\n                                                                                                                  4A. …the reported phenotype is highly specific and relatively unique to the gene or genomic Confirmed de novo: 0.45 points each             0.90\n                                                                                                                  region.                                                                    ",
  "wordCount": 8971,
  "indexed": "2025-09-25T22:44:25.408Z",
  "method": "direct"
}
