{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Neurologia/Zimeng Ye_2018_Cerebrospinal Fluid Liquid Biopsy for Detecting Somatic Mosaicism in Brain.pdf",
  "fileName": "Zimeng Ye_2018_Cerebrospinal Fluid Liquid Biopsy for Detecting Somatic Mosaicism in Brain.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Neurologia/Zimeng Ye_2018_Cerebrospinal Fluid Liquid Biopsy for Detecting Somatic Mosaicism in Brain.pdf",
  "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/327630176\n\n\n\nCerebrospinal Fluid Liquid Biopsy for Detecting Somatic Mosaicism in Brain\n\nPoster · September 2018\nDOI: 10.13140/RG.2.2.36176.76802\n\n\n\n\nCITATIONS                                                                                              READS\n\n0                                                                                                      34\n\n\n1 author:\n\n            Zimeng Ye\n            University of Melbourne\n            23 PUBLICATIONS 34 CITATIONS\n\n                SEE PROFILE\n\n\n\n\nSome of the authors of this publication are also working on these related projects:\n\n\n\n              molecular mechanisms of visual disorders View project\n\n\n\n              genetics of pseudoachondroplasia View project\n\n\n\n\n All content following this page was uploaded by Zimeng Ye on 13 September 2018.\n\n The user has requested enhancement of the downloaded file.\n\f           Cerebrospinal Fluid Liquid Biopsy for Detecting Somatic Mosaicism in Brain\n            Zimeng Ye 1, Lara McQuillan 1, John A. Damiano 1, A. Simon Harvey 2, Stephen Malone 3, Hongdo Do 4, Wirginia Maixner 2, Amy Schneider 1, Karen Stewart 1,\n            Brialie Foster 1, Bernadette Nolan 3, Martin Wood 3, Greta Gillies 2, Kate Pope 2, Paul J Lockhart 2, Ingrid E. Scheffer 1, Alexander Dobrovic 4, Melanie Bahlo 5,\n            Richard J. Leventer 2, Samuel F. Berkovic 1, Michael S. Hildebrand 1\n          1 University of Melbourne, Austin Health; 2 Murdoch Children’s Research Institute, Royal Children’s Hospital; 3 Department of Neurosurgery, Lady Cilento Children’s\n          Hospital; 4 Olivia-Newton John Cancer Centre, La Trobe University; 5 Population Health and Immunity Division, Walter and Eliza Hall Institute of Medical Research\n\n\n\n\n                                                    BACKGROUND & AIMS                                            •   We found a 4.19-fold mean and 8.23-fold median increase in the value of cfDNA\n                                                                                                                     concentration in epilepsy patients when compared to controls (Table 1)\n\n•                  Molecular diagnosis of epilepsy ends the diagnostic odyssey and provides targets for          •   CSF cfDNA concentration in epilepsy patients was statistically significantly higher than\n\n                   new therapies                                                                                     that in controls ( p < 0.0001, Figure 2)\n\n•                  Epilepsy can be caused by somatic mutations (occurring after zygote formation), and a         •   In the patient with SBH and TLE, we previously reported molecular diagnosis of mosaic\n\n                   subset of those mutations are restricted to brain tissue 1                                        LIS1 c.190A>T (p.K64X) mutation initially in blood (13% alternative allele frequency,\n\n•                  Brain-only somatic mutations can currently only be detected by analysing brain tissue             AAF) 5, and subsequently in saliva (~ 13%) and formalin-fixed paraffin-embedded brain\n\n                   post-epilepsy surgery which is not a treatment option for most patients                           tissue specimen (~ 5% ) 4\n\n•                  Cell-free DNA (cfDNA) shed from brain into cerebrospinal fluid (CSF) is an established        •   Here the mosaic LIS1 c.190A>T mutation was detected in CSF cfDNA (9.4%, Figure 3)\n\n                   “liquid biopsy” for brain tumour mutation detection 2; CSF cfDNA could provide an\n                   alternative route to diagnosis of brain-only epilepsy mutations                                                                                                     *** p< 0.0001\n\n•                  Levels of cfDNA in CSF of epilepsy patients are unknown\n\n\n\n\n                                                                                                                              Cell-free DNA copies/ ml CSF\n•                  This study aimed to quantify CSF cfDNA levels in epilepsy patients compared to\n                   controls and to provide proof of principle that CSF can be used as a surrogate for brain\n                   tissue to provide molecular diagnosis for epilepsy\n\n\n\n\n                                                                                    Normal brain tissue\n\n\n\n                               Cerebrospinal fluid\n\n                                                                                     Brain lesion tissue         Fig. 2. CSF cfDNA Quantitation in Epilepsy Patients and Control Patients\n                                                                                                                 Boxplot showing copies of cell-free DNA from the GNAQ WT copies per ml of cerebrospinal fluid,\n                               Brain lesion cell-free                                                            horizontal lines show medians and interquartile ranges; open circles show outliers.\n                               DNA\n                                                                                                                                                                                                                 1D-plot\n                                                                                                                      A                                                                  B\n\n\n\n\nFig .1. Epileptogenic brain tissue may shed cell-free DNA into the cerebrospinal fluid (CSF).\nAnalysis of CSF (from lumbar puncture) might allow brain-only somatic epilepsy mutation\ndetection. Adapted from Wang et al2.\n                                                                                                                                                                                                                 2D-plot\n\n\n                                                          METHODS\n•                   For CSF cfDNA quantitation, 28 patients with lesional focal epilepsy and 28 controls\n                    without epilepsy were recruited through Austin Health, Royal Children’s Hospital,\n                    Melbourne and the Lady Cilento Children’s Hospital, Queensland, Australia\n•                   CSF was collected in Cell-Free DNA BCT® (Strek, La Vista, NE) tubes during                   Fig. 3. Molecular Diagnosis in Patient with SBH and TLE\n                    neurosurgery (epilepsy patients) or via lumbar puncture (controls)                           A:Brain MRI showing a normal cortex (black arrow) and bilateral posterior SBH (red arrow);\n•                   For molecular diagnosis, CSF was obtained from one patient with subcortical band             B: ddPCR 1D-plot and 2D-plot showing droplets positive (blue) for K64 mutant probe in CSF\n\n                    heterotopia (SBH) and temporal lobe epilepsy (TLE) via lumbar puncture                       cfDNA. Green droplets are wild-type copies, and grey droplets are empty.\n\n•                   Between 0.5 - 15 mL of CSF was obtained from those procedures and cfDNA was\n                    extracted from CSF using the Qiagen Circulating Nucleic Acid Kit\n•                   Bio-Rad QX200 Droplet Digital PCR was used to quantify CSF cfDNA and to establish\n                                                                                                                                                                             CONCLUSIONS\n                    molecular diagnosis\n                                                                                                                 •   CSF cfDNA levels in epilepsy patients are sufficient for somatic mutation detection\n•                   For quantitation of cfDNA in CSF, a commercially available PrimerPCRTM Mutation\n                                                                                                                 •   CSF cfDNA levels in epilepsy patients are higher than in controls\n                    Assay (ID: 10049047; Bio-Rad, Hercules, CA), previously optimised in-house 3, was\n                                                                                                                 •   In one patient we demonstrated proof of concept that CSF liquid biopsy is viable for\n                    used to interrogate GNAQ c.548G wild-type allele as a marker of CSF cfDNA level\n                                                                                                                     detecting somatic mosaicism in brain\n•                   For molecular diagnosis, an assay that we designed in-house and reported previously 4\n                                                                                                                 •   Our findings indicate CSF cfDNA could be used as a diagnostic substrate for epilepsy\n                    was used to detect the LIS1 c.190A>T (p.K64X) mutation\n                                                                                                                 •   Our liquid biopsy would enhance targeting of epilepsy treatment in the clinic\n•                   Mann-Whitney U Test was used to compare the GNAQ copies per mL in CSF cfDNA\n                                                                                                                 •   Important limitations of this study:\n                    between epilepsy patients and controls, p < 0.05 was considered significant\n                                                                                                                                       •                     Routes of CSF collection (neurosurgery vs lumbar puncture)\n                                                                                                                                       •                     Age of participants (children with epilepsy vs adult controls)\n\n                                                           RESULTS\n    Table 1. CSF cfDNA in Epilepsy Patients and Control Patients\n                                                                                                                                                                              REFERENCES\n                                                                                                                 1. Poduri A, Evrony GD, Cai X, Walsh CA. Somatic mutation, genomic variation, and neurological disease. Science.\n                                                        Age of CSF collection      CSF CfDNA concentration          2013;341(6141):1237758.\n                             Group          Number                                                               2. Wang Y, Springer S, Zhang M, et al. Detection of tumor-derived DNA in cerebrospinal fluid of patients with primary\n                                                           (years, mean)        (copies/ml CSF, mean [median])\n                                                                                                                    tumors of the brain and spinal cord. Proc Natl Acad Sci U S A. 2015;112(31):9704-9.\n                                                                                                                 3. Hildebrand MS, Harvey AS, Malone S, et al. Somatic GNAQ mutation in the forme fruste of Sturge-Weber\n                      Epilepsy                 28                7.8                     562.01 [502]               syndrome. Neurol Genet. 2018;4(3):e236.\n                                                                                                                 4. Damiano JA, Do H, Ozturk E, et al. Sensitive quantitative detection of somatic mosaic mutation in “double cortex”\n                                                                                                                    syndrome. Epileptic Disord. 2017 Dec 1;19(4):450-455.\n                             Control           28               46.9                      134.07 [61]            5. Jamuar SS, Lam AT, Kircher M, et al. Somatic mutations in cerebral cortical malformations. N Engl J Med. 2014\n                                                                                                                    Aug 21;371(8):733-43.\n\n\n\n    View publication stats",
  "wordCount": 1087,
  "indexed": "2025-09-25T22:47:02.058Z",
  "method": "direct"
}
