{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Carrier frequencies/Lazarin et al_2013_An empirical estimate of carrier frequencies for 400+ causal Mendelian variants.pdf",
  "fileName": "Lazarin et al_2013_An empirical estimate of carrier frequencies for 400+ causal Mendelian variants.pdf",
  "relativePath": "Genetica/Recesivas/Carrier frequencies/Lazarin et al_2013_An empirical estimate of carrier frequencies for 400+ causal Mendelian variants.pdf",
  "text": "ORIGINAL RESEARCH ARTICLE                                                                ©American College of Medical Genetics and Genomics\n\n                                                                                                                                                                     Open\n\n\n           An empirical estimate of carrier frequencies for\n      400+ causal Mendelian variants: results from an ethnically\n             diverse clinical sample of 23,453 individuals\n               Gabriel A. Lazarin, MS1, Imran S. Haque, PhD1, Shivani Nazareth, MS1,\n                  Kevin Iori, BS1, A. Scott Patterson, MA1, Jessica L. Jacobson, MD1,2,\n John R. Marshall, MD1,3, William K. Seltzer, PhD, FACMG1, Pasquale Patrizio, MD4, Eric A. Evans, PhD1\n                                    and Balaji S. Srinivasan, PhD1,5,6\n\n\n Purpose: Recent developments in genomics have led to expanded                             multiple disorders. We report tabulations of carrier frequency by self-\n carrier screening panels capable of assessing hundreds of causal                          identified ethnicity and disease.\n mutations for genetic disease. This new technology enables simulta-\n neous measurement of carrier frequencies for many diseases. As the                        Conclusion: To our knowledge, this study of a large, ethnically\n resultant rank-ordering of carrier frequencies impacts the design and                     diverse clinical sample provides the most accurate measurements to\n prioritization of screening programs, the accuracy of this ranking is                     date of carrier frequencies for hundreds of recessive alleles. The study\n a public health concern.                                                                  also yields information on the clinical considerations associated with\n                                                                                           routine use of expanded panels and provides support for a pan-ethnic\n Methods: A total of 23,453 individuals from many obstetric, genet-                        screening paradigm that minimizes the use of “racial” categories by\n ics, and infertility clinics were referred for routine recessive disease                  the physician, as recommended by recent guidelines.\n carrier screening. Multiplex carrier screening was performed and\n results were aggregated for this study.                                                   Genet Med 2013:15(3):178–186\n Results: Twenty-four percent of individuals were identified as                            Key Words: carrier frequency; carrier screening; genetic testing;\n ­carriers for at least one of 108 disorders, and 5.2% were carriers for                   pan-ethnic; recessive disease\n\n\n\n                             INTRODUCTION                                                  recommended that screening be offered pan-ethnically.3\nCarrier screening is the practice of diagnosing individuals and                            However, SMA screening is still not performed as routinely as\ncouples at risk of conceiving children affected by recessive dis-                          CF testing,4,5 in part because of a conflicting ACOG statement\neases. This practice is widespread and growing in importance,                              that SMA should not be offered to the general population.6\nas carrier couples identified before conception may decide to                                 In the absence of family history, carrier screening for diseases\npursue a variety of preventive measures, including in vitro fer-                           beyond CF and SMA is typically offered based on stated ethnic-\ntilization with preimplantation genetic diagnosis, use of donor                            ity. For example, hemoglobinopathy carrier screening is offered\ngametes, adoption, or early prenatal diagnostic testing.                                   to individuals of African, Southeast Asian, or Mediterranean\n   In 2001 cystic fibrosis (CF) became the first disease recom-                            ancestry,7 whereas a panel of 4–16 diseases is routinely offered\nmended for routine carrier screening in the United States when                             to individuals of Ashkenazi Jewish ancestry.8–10\nthe American Congress of Obstetrics and Gynecology (ACOG)                                     However, the advent of modern genomics has changed the\nand the American College of Medical Genetics (ACMG) jointly                                health economic calculus around genetic screening, with costs-\nrecommended that CF screening be offered to all individuals of                             per-megabase for DNA sequencing falling at a rate faster than\nCaucasian and Ashkenazi Jewish ethnicity and that it be “made                              Moore’s Law would indicate.11 Consequently, the amortized cost\navailable” to individuals of all other ethnic groups.1 In 2005,                            of carrier screening across the population for hundreds of genetic\nin recognition of increasing population ethnic admixture, the                              diseases is now far less than the cost of treating an affected\nACOG Committee on Genetics stated it was reasonable to offer                               child.12,13,14 Genomics has also called into question the reification\nCF screening pan-ethnically.2                                                              of “racial” categories in clinical guidelines, as high-throughput\n   Routine carrier screening for spinal muscular atrophy                                   assays now allow a physician to prescribe the same test for every\n(SMA) has become more common since 2008 when ACMG                                          patient, regardless of ethnicity, with little or no increase in cost.\n\nThe first two authors contributed equally to this work. The last two authors co-advised this work.\n1\n Department of Genetics, Counsyl, South San Francisco, California, USA; 2Department of Pathology, New York University, New York, New York, USA; 3Department of Obstetrics and\nGynecology, David Geffen School of Medicine at UCLA, Los Angeles, California, USA; 4Department of Obstetrics, Gynecology, and Reproductive Sciences, Yale University School of\nMedicine, New Haven, Connecticut, USA; 5Department of Computer Science, Stanford University, Stanford, California, USA; 6Department of Statistics, Stanford University, Stanford,\nCalifornia, USA. Correspondence: Balaji Srinivasan (balajis@counsyl.com) and Eric Evans (eaevans@@counsyl.com)\n\nSubmitted 3 February 2012; accepted 1 August 2012; advance online publication 13 September 2012. doi:10.1038/gim.2012.114\n\n178                                                                                                           Volume 15 | Number 3 | March 2013 | Genetics in medicine\n\fCarrier screening and frequencies for 100+ recessive diseases | LAZARIN et al              ORIGINAL RESEARCH ARTICLE\n   Here we present clinical data from a large-scale deployment of               in the first column of Supplementary Table S1 online. All OMIM\nexpanded carrier screening across dozens of practices. In addi-                 numbers are also noted in Supplementary Table S1 online.\ntion to providing perhaps the best estimates to date of a wide\nrange of Mendelian allele frequencies, the deployment provides                                              RESULTS\na concrete example of how genomics may reduce the role of                       Data were available from 23,453 screened patients. Routine\n“race” in biomedicine. It also identifies a number of severe, fre-              screening for a possible carrier state was the indication in all\nquent, and easily detected disease alleles that have been omitted               individuals. Screening for other indications, including poten-\nto date from population screening programs but that are easily                  tial gamete donor, infertility, and personal or family history,\nincluded in expanded carrier testing panels.                                    was also performed. Individuals with those indications were\n                                                                                excluded from this study.\n                   MATERIALS AND METHODS\nMultiplex platform                                                              Population demographics\nThe screening platform (Universal Genetic Test, Counsyl, South                  Self-reported ethnicity is summarized in Table 1. Caucasians\nSan Francisco, CA) uses high-throughput genotyping to identify                  constituted 60.6%, and 75.0% were female. Most samples came\ndisease-causing variants and corresponding wild-type alleles. In                from within the United States; a minority came from Australia,\ntotal, 417 disease-causing mutations associated with 108 recessive              Canada, England, or New Zealand.\ndiseases were assayed and interpreted via fluorescent sequences.                  The median age was 33.0 years and mean age was 33.63 years.\nWe consider a subset (listed in Supplementary Table S1 online)                  Most (n = 17,865) of the individuals were from 21–39 years\nof the diseases identifiable via the platform. The analytical per-              of age. A small percentage was under 21 years (1.6%) or over\nformance has been reported previously and compares favorably                    45 years (2.8%).\nwith traditional single-gene testing methods.12 Our reported dis-\nease carrier frequencies are lower bounds, as there are variants                Disease carrier states\nfor each disease that the assay platform does not test.                         Alleles associated with 96 recessive diseases (excluding mild con-\n                                                                                ditions) were identified in our 23,453 patients (Supplementary\nStudy population                                                                Table S1 online). Among the mild conditions, the most com-\nThis study sample included 23,453 individuals. Referral sources                 mon was MTHFR deficiency, with a frequency of 1 in 1.9.\nincluded family practitioners, geneticists, genetic counselors,                 Because these conditions typically have limited reproductive\nobstetricians, perinatologists, and reproductive endocrinologists.              decision-making significance, they will not be considered fur-\nDocumented informed consent, including consent to research, was                 ther in this analysis. All subsequent analysis considers only\nrequired of all patients and is on record at our facility. Institutional        those diseases listed in Supplementary Table S1 online.\nreview board exemption is applicable due to de-identification of                   Of the total sample, 24.0% of individuals (n = 5,633) were\nthe data presented (45 CFR part 46.101(b)(4)). Genetic counsel-                 heterozygous for at least one non-mild condition. A total of\ning was made available at no cost to all tested individuals.                    7,067 heterozygous states were identified. Carrier statistics are\n  Funding was performed as fee-for-service, typically reim-                     fully reported in Supplementary Table S1 online.\nbursed through third-party payers.                                                 Seventy-eight individuals were identified as homozygotes\n                                                                                or compound heterozygotes for the following conditions: α-1-\nDisease panels                                                                  antitrypsin deficiency (n = 38), cystic fibrosis (n = 9), GJB2-\nDiseases identifiable via the test platform range in severity from              related DFNB1 nonsyndromic hearing loss and deafness (n =\nmild to incompatible with life. Nearly every disease can be con-                6), factor XI deficiency (n = 5), Gaucher disease (n = 4), famil-\nsidered severe (associated with infant or child mortality), signifi-            ial Mediterranean fever (n = 3), carnitine palmitoyltransferase\ncant (associated with progressive disease and reduced life span),               II deficiency (n = 2), medium chain acyl-CoA dehydrogenase\nor requiring significant intervention or treatment. The remain-                 deficiency (n = 2), sickle cell disease (n = 2), short chain acyl-\nder is composed of milder conditions characterized by high                      CoA dehydrogenase deficiency (n = 2), achromatopsia (n = 1),\nallele frequencies and reduced penetrances, e.g., factor V Leiden               β-thalassemia (n = 1), hexosaminidase A deficiency (n = 1), famil-\nthrombophilia (OMIM 188055), glucose-6-phosphate dehydro-                       ial dysautonomia (n = 1), lipoamide dehydrogenase deficiency (n\ngenase deficiency (OMIM 305900), HFE-associated hereditary                      = 1), Niemann–Pick disease type C (n = 1), Pompe disease (n =\nhemochromatosis (OMIM 235200), prothombin thrombophilia                         1), and spinal muscular atrophy (n = 1). The published specific-\n(OMIM 176930), pseudocholinesterase deficiency (OMIM                            ity of the testing method suggests that these are “true positives”\n177400), and two common MTHFR mutations (OMIM 607093).                          and merit further examination of clinical correlations.12 Review\n   As the testing platform permits customization of disease panels,             of clinical notes found at least two individuals with previously\nsome physicians chose to prescribe testing for a subset of the full             known diagnoses, for Gaucher disease and deafness. Another\n417-mutation panel. In addition, ongoing improvements to the                    individual reported a history of sickle cell disease but did not\nplatform resulted in additions and refinements of various disease               specify whether this was familial or personal. All others did not\nmutations. The sum effect of these changes is that the number of                report diagnosis information in their test requisitions and selected\nindividuals tested for a given mutation varies moderately, as shown             the routine carrier screening indication. For asymptomatic\n\nGenetics in medicine | Volume 15 | Number 3 | March 2013                                                                                        179\n\fORIGINAL RESEARCH ARTICLE                                                          LAZARIN et al | Carrier screening and frequencies for 100+ recessive diseases\n\n\n\n\n Table 1 Carrier statistics categorized by self-reported ethnicity\n                                                     Ethnicity as % of                                  Carrier frequency\n Ethnicity                        Screened, n         total group (%)                n                   Percentage (%)                     1 in ___\n All                                23,453                 100.0                   5,633                       24.0                           4.2\n African or African-American         1,193                   5.1                    188                        15.8                           6.3\n Ashkenazi Jewish                    2,410                  10.3                   1,050                       43.6                           2.3\n East Asian                          1,121                   4.8                      95                         8.5                         11.8\n Finnish                                34                   0.1                      16                       47.1                           2.1\n French Canadian or Cajun               193                  0.8                      63                       32.6                           3.1\n Hispanic                            2,302                   9.8                    423                        18.4                           5.4\n Middle Eastern                         512                  2.2                      76                       14.8                           6.7\n Mixed or other Caucasian            6,744                  28.8                   1,650                       24.5                           4.1\n Native American                         48                  0.2                         3                       6.3                         16.0\n Northern European                   6,171                  26.3                   1,630                       26.4                           3.8\n Pacific Islander                        77                  0.3                         8                     10.4                           9.6\n South Asian                         1,123                   4.8                    144                        12.8                           7.8\n Southeast Asian                        462                  2.0                      59                       12.8                           7.8\n Southern European                   1,063                   4.5                    228                        21.4                           4.7\n\n\nindividuals with conditions such as α-1-antitrypsin deficiency,          Comparison to traditional screening guidelines\nresults could be used to guide appropriate surveillance.                 Among carrier states we detected, 76.7% were for diseases\n                                                                         not included in ACOG carrier screening guidelines, whereas\nCarrier rate variability by ethnicity                                    69.0% were for diseases not included in ACMG guidelines. The\nFrequencies of positive results varied by ethnic group (Table 1).        ACMG’s inclusion of spinal muscular atrophy accounted for\nOn average, 24.0% of individuals were positive for at least one          most of the discrepancy.\ncondition. When stratified by self-reported ethnicity, this fre-            We detected 433 individuals who would not have been identi-\nquency ranged from 43.6% of Ashkenazi Jewish individuals                 fied as disease carriers in accordance with conventional ethnic-\nto 8.5% of East Asians. For ethnic groups like the Ashkenazi             ity-based screening paradigms (Table 4). For example, a non-\nJewish, this frequency is unsurprising given the availability of         Jewish carrier for familial dysautonomia would not be identified\nscreening for many conditions found in this group.                       if following guidelines that recommend screening only for those\n                                                                         with Jewish ancestry—26.3% of familial dysautonomia carriers\nMultiple-disease carriers                                                in our dataset did not report Jewish ancestry. Rates of non-Jew-\nSome individuals were heterozygous for multiple disorders                ish carriers are even higher, an average of 40.7%, for diseases\n(Table 2), with ~5.2% (n = 1,210) found to be carriers of two            recommended by the ACMG. Furthermore, in Table 5, we show\nor more disorders. Most were heterozygous for only two condi-            the 10 diseases with the highest carrier frequency for each popu-\ntions (4.3% of all screenees and 83.9% of multiple-disease car-          lation with more than 500 tested individuals, along with ACOG/\nriers), although a small number were carriers of three (0.7 and          ACMG screening recommendations. In general, many prevalent\n13.8%) or more than three conditions (0.1 and 2.3%). Ashkenazi           diseases in each population are not currently recommended for\nJewish individuals were most frequently identified as multiple           screening by either the ACOG or the ACMG.\ncarriers, with 13.3% of all tested Ashkenazi Jews carrying more\nthan one genetic disorder. These values are unsurprising, as                                           DISCUSSION\npopulation geneticists have long known that individuals carry            Data quality and limitations\non average 4–5 recessive lethal alleles.10,15 Put another way, the       This study represents the first large-scale analysis of patients\naverage number of positive results for recessive lethals in this         undergoing carrier screening for an extensive list of recessive\npanel is only (0 × 0.694 + 1 × 0.244 + 2 × 0.053 + 3 × 0.008 +           disorders in a clinical setting. As such, the data provide the first\n4 × 0.001) = 0.378; sequencing the entire genome of each patient         report of carrier frequencies for many rare disorders in mul-\nwould reveal ~10 times as many lethal recessives on average.             tiple ethnic groups and are an important resource for guiding\n                                                                         diagnosis, treatment, and prevention of Mendelian disease.\nCarrier couples                                                             Because our assay was based on targeted genotyping, we\nSome pairs of patients identified themselves as couples. In this         were able to find only carriers of particular disease-causing\nset, we found several “carrier couples” in which both partners           mutations, not all carriers of each disease. (Patient reports\nwere heterozygous carriers for the same condition. Table 3 lists         explain that genotyping can only establish risk reduction, not\ndisorders identified in carrier couples at elevated risk of passing      risk elimination.) Consequently, the disease frequencies we\nthe carried disorder to their children.                                  report should be considered lower bounds, as there are other\n\n180                                                                                          Volume 15 | Number 3 | March 2013 | Genetics in medicine\n\fCarrier screening and frequencies for 100+ recessive diseases | LAZARIN et al                           ORIGINAL RESEARCH ARTICLE\n Table 2 Carriers of multiple diseases categorized by self-reported ethnicity\n                                   Carrier, one               Carrier, two           Carrier, three      Carrier, four or              Carrier, two or\n                                     disease                   diseases                diseases          more diseases                 more diseases\n\n                                   n        % Totala          n        % Totala       n      % Totala     n      % Totala      n       % Totala    % Carriers\n\n All                           4,423           18.9        1,015          4.3        167        0.7       28         0.1     1,210         5.2           21.5\n Mixed or other\n                               1,315           19.5           289         4.3        39         0.6        7         0.1      335          5.0           20.3\n Caucasian\n Northern\n                               1,320           21.4           266         4.3        42         0.7        2         0.0      310          5.0           19.0\n European\n Ashkenazi Jewish                 729          30.2           244       10.1         61         2.5       16         0.7      321         13.3           30.6\n Hispanic                         367          15.9            48         2.1         8         0.3        0         0.0       56          2.4           13.2\n African or\n                                  144          12.1            41         3.4         2         0.2        1         0.1       44          3.7           23.4\n African-American\n South Asian                      109            9.7           31         2.8         3         0.3        1         0.1       35          3.1           24.3\n East Asian                        79            7.0           13         1.2         2         0.2        1         0.1       16          1.4           16.8\n Southern European                180          16.9            43         4.0         5         0.5        0         0.0       48          4.5           21.1\n Middle Eastern                    62          12.1            11         2.1         3         0.6        0         0.0       14          2.7           18.4\n Southeast Asian                   44            9.5           14         3.0         1         0.2        0         0.0       15          3.2           25.4\n French Canadian\n                                   54          28.0               8       4.1         1         0.5        0         0.0           9       4.7           14.3\n or Cajun\n Pacific Islander                      7         9.1              1       1.3         0         0.0        0         0.0           1       1.3           12.5\n Native American                       2         4.2              1       2.1         0         0.0        0         0.0           1       2.1           33.3\n Finnish                           11          32.4               5     14.7          0         0.0        0         0.0           5     14.7            31.3\n The “% Total” refers to the percentage of individuals in that row’s population carrying the specified number of diseases. For example, of all screened\n a\n\n Northern Europeans, 1,320 or 21.4% carried one disease, 266 or 4.3% carried two diseases, and 5.0% carried two or more diseases. Of all carriers\n who were Northern European, 19.0% carried two or more diseases.\n\n\n\n Table 3 Carrier couples identified                                                        ­ isease-causing alleles not surveyed here. Further examination\n                                                                                           d\n                                                                         Number of         of each individual disease on an allelic basis will help elucidate\n Disease\n                                                                          couples          important data points such as overall carrier frequency, disease\n α-1-Antitrypsin deficiency                                                     47         penetrance, and clinical sensitivity.\n Cystic fibrosis                                                                27            Although our targeted genotyping data is not comprehen-\n Spinal muscular atrophy                                                        15         sive, it is a significant improvement on carrier rate estimation\n Sickle cell disease                                                            10         based on disease incidence rates. Such estimation suffers from\n Familial Mediterranean fever                                                    5         statistical challenges such as underreporting of mild pheno-\n GJB2-related DFNB1 nonsyndrome hearing loss and                                           types and embryonic/child mortality affecting the assump-\n deafness                                                                        5         tions of Hardy–Weinberg equilibrium.24,29,30 In contrast, our\n Smith–Lemli–Opitz syndrome                                                      3         data come from directly assaying carrier genotypes rather than\n Factor XI deficiency                                                            3         relying on mapping from phenotypic incidence to genotype.\n Familial dysautonomia                                                           2\n β-Thalassemia                                                                   2         Comparison to previously published carrier frequencies\n Gaucher disease                                                                 2         Table 5 shows, for each ethnic group with n > 500 in our data\n Tay–Sachs disease                                                               1         set, the 10 most commonly detected diseases, along with our esti-\n Sulfate transporter-related osteochondrodysplasia                               1         mates and literature estimates for carrier frequency. For a handful\n Medium chain acyl-CoA dehydrogenase deficiency                                  1\n                                                                                           of disease/ethnicity pairings, we were unable to find a previously\n Short chain acyl-CoA dehydrogenase deficiency                                   1\n                                                                                           published estimate. For most diseases, particularly in the well-\n                                                                                           studied Northwestern European and Ashkenazi Jewish popula-\n Carnitine palmitoyltransferase II deficiency                                    1\n                                                                                           tions, our estimates are similar to previously published estimates\n Mucolipidosis IV                                                                1\n                                                                                           of carrier frequency. However, there are some notable outliers.\n Carrier couples are defined as pairs of individuals identified as partners\n by self-report, both sharing heterozygosity for at least one disease. This                   We observed significantly higher carrier frequencies than\n table likely represents a subset of carrier couples we have identified,                   expected for severe diseases in several populations. In particu-\n because most were tested as individuals and we therefore did not know                     lar, we find a cystic fibrosis carrier frequency of 1 in 40 among\n who the partner was.\n                                                                                           south Asians (95% confidence interval 1 in 29–64), in marked\n\n\nGenetics in medicine | Volume 15 | Number 3 | March 2013                                                                                                        181\n\fORIGINAL RESEARCH ARTICLE                                                                 LAZARIN et al | Carrier screening and frequencies for 100+ recessive diseases\n\n\n\n Table 4 Carrier statistics among ACOG- and ACMG-targeted populations\n\n                                         Targeted ethnic group statisticsa                                    Pan-ethnic statisticsb\n\n                                                            Carrier frequency         Carrier frequency                  Carriers not from targeted\n                                                         in targeted population       in all populations                        ethnic group\n\n                                                               n Carriers/                n Carriers/             n Nontargeted carriers/\n Disease                               Population                n total                   n tested                   n total carriers                      %\n Sickle cell disease\n                                 African-American               89/1,121                  145/21,360                         56/145                        38.6\n (Hb S mutation) c\n β-Thalassemia c                 African-American               27/1,121                  163/21,443                         72/163                        44.2\n                                 Southern European               17/999\n                                 South Asian                    33/1,068\n                                 Southeast Asian                 14/417\n Canavan disease c,d             AJe                            43/2,384                  71/21,581                           28/71                        39.4\n Familial dysautonomia c,d       AJ                             56/2,385                  76/21,592                           20/76                        26.3\n Tay–Sachs disease/\n                                 AJ                             90/2,386                  151/21,985                         61/151                        40.4\n Hex A deficiency c,d\n Fanconi anemia group C      d\n                                 AJ                             24/2,385                  44/21,476                           20/44                        45.5\n Niemann–Pick type Ad            AJ                             25/2,385                  33/21,476                            8/33                        24.2\n Bloom syndrome d                AJ                             23/2,384                  35/21,466                           12/35                        34.3\n Mucolipidosis IV d              AJ                             18/2,385                  36/21,476                           18/36                        50.0\n Gaucher disease d               AJ                             142/2,384                 280/21,473                        138/280                        49.3\n Cystic fibrosis c,d             Caucasian                     521/14,155\n                                 AJ                             90/2,402\n                                 African-American                9/1,188                                     N/A—pan-ethnic screen\n                                 Asian                          16/2,777\n                                 Hispanic                       33/2,294\n Spinal muscular atrophy d       Caucasian                     285/14,005\n                                 AJ                             40/2,371\n                                 African-American               10/1,178                                     N/A— pan-ethnic screen\n                                 Asian                          34/2,745\n                                 Hispanic                       28/2,274\n ACMG, American College of Medical Genetics; ACOG, American Congress of Obstetrics and Gynecology; AJ, Ashkenazi Jewish.\n a\n   Statistics for ethnic groups targeted for screening by ACOG and ACMG guidelines. bStatistics for all 23,453 individuals. cConditions included in ACOG\n guidelines. dConditions included in ACMG guidelines. eCystic fibrosis analysis here accounts for only 23 mutations recommended by ACMG. Our total\n panel includes 100 mutations and these data are reported in Supplementary Table S1 online.\n\n\n\ncontrast to the published 1 in 118 rate.21 This corroborates                  α-1-antitrypsin deficiency, and cystic fibrosis. Comparison\nreports that cystic fibrosis is under-reported in the South Asian             to prior data in this population is confounded by significantly\npopulation.22 Another notable outlier in both Ashkenazi Jews                  varying levels of ethnic admixture in the African-American\nand East Asians is carnitine palmitoyltransferase II deficiency,              population; it is possible that our study population is genetically\nwhich appears as a notably frequent disease (1 in 43 in Ashkenazi             distinct at these loci relative to prior studies.16 Although we have\nJews and 1 in 378 in East Asians), although the literature marks              not attempted to estimate admixture proportions in our study\nit as very rare.23 Finally, we detect Smith–Lemli–Opitz syn-                  patients, it may be an interesting avenue for future research.\ndrome (SLOS) at a significantly higher than expected rate in                    Similarly, in the East Asian population, we find much lower\nall European populations, in Hispanics, and Middle Easterners                 carrier frequencies for Pendred syndrome (1 in 252 vs. 1 in\n(1 in 123 from literature vs. 1 in 68 here; 95% confidence inter-             51) and Pompe disease (1 in 366.5 vs. 1 in 112). We suspect\nval 1 in 60–78). Prior work suggests that a higher carrier fre-               two independent causes for the discrepancy. First, general-\nquency for SLOS than that computed from its birth prevalence                  population screening data are not available for these diseases\nis reasonable, because mutations in DHCR7, the causative gene                 in this population; consequently, statistics are often derived\nfor SLOS, may cause significant fetal mortality.24                            from targeted study populations enriched in the mutations in\n   In the African-American population, we observe s­ ignificantly             question.25 Second, the East Asian population displays suffi-\nreduced carrier frequencies relative to literature ­      statistics          cient genetic diversity (e.g., population structure among Han\nfor 7 of the top 10 diseases, other than sickle cell disease,                 Chinese, Koreans, and Japanese) to have confounded results\n\n182                                                                                             Volume 15 | Number 3 | March 2013 | Genetics in medicine\n\fCarrier screening and frequencies for 100+ recessive diseases | LAZARIN et al                    ORIGINAL RESEARCH ARTICLE\n Table 5 Top 10 most common carrier frequencies by population\n                                                                   Counsyl        Counsyl 95%          Literature\n Disease                                                       frequency (1 in)     CI (1 in)       frequency (1 in)          # Tested            Screening?\n All populations (N = 23,453)\n    α-1-Antitrypsin deficiency                                           13.1        12–14                  11.5                15,484                  ×\n    Cystic fibrosis                                                      27.8        26–30                  31.7                23,369                  Y\n    DFNB1                                                                42.6        39–47                  42.8                15,799                  ×\n    Spinal muscular atrophy                                              57.1        52–63                  54                  23,127                  1\n    Familial Mediterranean fever                                         64.2        57–73              Unknown                 15,854                  ×\n    Smith–Lemli–Opitz syndrome                                           68.2        60–78                  123                 15,825                  ×\n    Sickle cell disease/β-thalassemia                                    69.6        63–78                  158                 21,360                  ×\n    Gaucher disease                                                      76.7        69–87                  200                 21,473                  ×\n    Factor XI deficiency                                                 92.0        80–108                Rare                 15,724                  ×\n    Achromatopsia                                                        97.5        85–115                 123                 15,798                  ×\n Northwestern Europe (N = 12,915)\n    α-1-Antitrypsin deficiency                                           10.2        10–11                  11.4                  8,570                 ×\n    Cystic fibrosis                                                      22.9        21–25                  28                12,870                    Y\n    DFNB1                                                                46.0        40–54                  33.2                  8,735                 ×\n    Spinal muscular atrophy                                              49.9        45–57                  47                12,730                    1\n    Smith–Lemli–Opitz syndrome                                           50.3        44–59                 123.9                  8,750                 ×\n    MCAD deficiency                                                      73.5        62–90                  61.7                  8,749                 ×\n    Hereditary fructose intolerance                                      90.1        75–113                 81.1                  8,744                 ×\n    Achromatopsia                                                        91.0        76–114                123                    8,734                 ×\n    Hereditary thymine-uraciluria                                        96.4        80–122                 33                    8,680                 ×\n    Familial Mediterranean fever                                         99.5        82–126              Unknown                  8,756                 ×\n Ashkenazi Jewish (N = 2,410)\n    Factor XI deficiency                                                 12.6        11–15                    8                   1,501                 ×\n    Familial Mediterranean fever                                         13.2        11–16                  10.5                  1,513                 ×\n    Gaucher disease                                                      16.8        14–20                  17                    2,384                 1\n    DFNB1                                                                21.3        17–28                  21                    1,509                 ×\n    Cystic fibrosis                                                      21.6        18–27                  29                    2,402                 Y\n    α-1-Antitrypsin deficiency                                           24.2        19–32                  16                    1,452                 ×\n    Hexosaminidase A deficiency                                          26.9        22–34                  27.4                  2,366                 Y\n    SCAD deficiency                                                      29.1        23–40               Unknown                  1,511                 ×\n    Familial dysautonomia                                                41.8        33–57                  31                    2,385                 Y\n    CPT II deficiency                                                    43.2        33–65             Rare/too few               1,512                 ×\n                                                                                                    patients worldwide\n Hispanic (N = 2,302)\n    α-1-Antitrypsin deficiency                                            9.1         8–11                    9.2                 1,608                 ×\n    Cystic fibrosis                                                      52.1        40–74                  59                    2,294                 Y\n    DFNB1                                                                67.6        48–114                100                    1,623                 ×\n    Spinal muscular atrophy                                              81.2        59–130                 68                    2,274                 1\n    Sickle cell disease/β-thalassemia                                    83.1        60–138                128                    2,077                 ×\n    Pompe disease                                                      134.7         85–326                100                    1,616                 ×\n    CDG-Ia                                                             135.4         86–328              Unknown                  1,625                 ×\n    Smith–Lemli–Opitz syndrome                                         135.5         86–328           No reliable data            1,626                 ×\n    Familial Mediterranean fever                                       136.6         86–331              Unknown                  1,639                 ×\n    Phenylalanine hydroxylase deficiency                               162.8         99–462              Unknown                  1,628                 ×\n Confidence intervals computed as Wilson 95% score interval. Some listed diseases overlap in definition in terms of genetic variants. Specific variants tested\n for each disease listed here are given in Supplementary Table B. Please refer to Supplementary Table C for citations to previous literature. CDG-Ia, congenital\n disorder of glycosylation type Ia; CI, confidence intervals; CPT II deficiency, carnitine palmitoyltransferase II deficiency; DFNB1, GJB2-related DFNB 1 nonsyn-\n dromic hearing loss and deafness; MCAD deficiency, medium chain acyl-CoA dehydrogenase deficiency; MLC, megalencephalic leukoencephalopathy with\n subcortical cysts; SCAD deficiency, short chain acyl-CoA dehydrogenase deficiency; Y, both ACMG and ACOG recommend offering screening to this popu-\n lation; 1, one of ACMG/ACOG recommend offering screening to this population; ×, neither ACMG/ACOG recommend offering screening to this population.\n                                                                                                                      Table 5 Continued on next page\n\nGenetics in medicine | Volume 15 | Number 3 | March 2013                                                                                                      183\n\fORIGINAL RESEARCH ARTICLE                                                                     LAZARIN et al | Carrier screening and frequencies for 100+ recessive diseases\n\n\n\nTable 5 Continued\n                                                          Counsyl            Counsyl 95%             Literature\nDisease                                               frequency (1 in)         CI (1 in)          frequency (1 in)               # Tested               Screening?\nAfrican American (N = 1,193)\n  Sickle cell disease/β-thalassemia                            9.7                 8–12                     10                       1,121                    1\n  α-1-Antitrypsin deficiency                                  29.2                 21–50                    37.3                       672                    ×\n  Cystic fibrosis                                             74.2                50–149                    84                       1,188                    Y\n  Pompe disease                                              112.5                61–800                    59.7                      675                     ×\n  Spinal muscular atrophy                                    117.8                72–334                    72                      1,178                     1\n  Galactosemia                                               169.5                 82–∞                     94                        678                     ×\n  Gaucher disease                                            213.2              109–4,770                   34.6                    1,066                     ×\n  DFNB1                                                      226.0                 99–∞                     25.3                      678                     ×\n  Hereditary fructose intolerance                            226.0                 99–∞             Unknown                           678                     ×\n  Smith–Lemli–Opitz syndrome                                 339.0                127–∞                    137.8                      678                     ×\nSouth Asia (N = 1,123)\n  Achromatopsia                                               23.5                 18–35                   123                        798                     ×\n  Sickle cell disease/β-thalassemia                           30.1                 23–45                    25                      1,055                     1\n  Cystic fibrosis                                             40.1                 29–64                   118                      1,122                     Y\n  Spinal muscular atrophy                                     73.3                48–153                    52                      1,099                     1\n  Hereditary thymine-uraciluria                               99.8                58–371                    33                        798                     ×\n  DFNB1                                                       99.9                58–372                   148                        799                     ×\n  Citrullinemia type 1                                       212.0                 93–∞             Unknown                           636                     ×\n  MLC                                                        212.0                 93–∞             Unknown                           636                     ×\n  Biotinidase deficiency                                     266.3                116–∞                    123                        799                     ×\n  Tyrosinemia type I                                         266.3                116–∞                    173                        799                     ×\nEastern Asia (N = 1,121)\n  DFNB1                                                       22.2                  17–34              33–200                         756                     ×\n  Sickle cell disease/β-thalassemia                           78.0                 50 –178                   50                     1,014                     1\n  Spinal muscular atrophy                                     85.5                 55–195                    59                     1,111                     1\n  Gaucher disease                                             96.9                 59–275            Unknown                          969                     ×\n  Achromatopsia                                              189.0                  91–∞                   123                        756                     ×\n  Cystic fibrosis                                            223.6                115–5011                 242                      1118                      Y\n  α-1-Antitrypsin deficiency                                 249.0                 109–∞                   450                        747                     ×\n  Pendred syndrome                                           252.0                 110–∞                     51                       756                     ×\n  Pompe disease                                              366.5                 137–∞                ",
  "wordCount": 6542,
  "indexed": "2025-09-25T22:42:18.561Z",
  "method": "direct"
}
