{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Reddy et al. - 2013 - A systematic analysis of small supernumerary marke.pdf",
  "fileName": "Reddy et al. - 2013 - A systematic analysis of small supernumerary marke.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Reddy et al. - 2013 - A systematic analysis of small supernumerary marke.pdf",
  "text": "©American College of Medical Genetics and Genomics                                      Systematic Review\n\n\n                    A systematic analysis of small supernumerary\n                    marker chromosomes using array CGH exposes\n                               unexpected complexity\n            Kavita S. Reddy, PhD1, Swaroop Aradhya, PhD2, Jeanne Meck, PhD2, George Tiller, MD1,\n                                   Sridevi Abboy, MD1 and Harold Bass, MD1\n\n\n\n Purpose: A small supernumerary marker chromosome is often seen                          showed unexpected complexity. Two cases had markers that were\n in patients with developmental disorders. Prior to array-based com-                     derivative acrocentric (AgNOR+) chromosomes with the euchroma-\n parative genomic hybridization markers were rarely genotyped end                        tin from chromosomes 18p or 19p. Each of the other three cases with\n to end. In this study, a valid genotype-to-phenotype correlation was                    complex markers had unusual characteristics including a marker\n possible because the supernumerary marker chromosomes were fully                        from noncontiguous segments of chromosome 19q, a highly complex\n characterized by array-based comparative genomic hybridization in a                     rearrangement involving a chromosome 20 homolog as well as the\n genome-wide analysis.                                                                   small supernumerary marker chromosome, and a mosaic duplication\n                                                                                         of a proximal 8p marker.\n Methods: Ten consecutive de novo small supernumerary marker\n chromosome cases were systematically genotyped using G-banding,                         Conclusion: Small supernumerary marker chromosomes are fre-\n C-banding, AgNOR staining, whole-genome array-based compara-                            quently complex on the basis of our small sample. Whole-genome\n tive genomic hybridization, and fluorescence in situ hybridization.                     array-based comparative genomic hybridization characterization of\n                                                                                         the small supernumerary marker chromosome provided informed\n Results: Among 10 small supernumerary marker chromosome\n                                                                                         genetic counseling.\n cases studied, 4 (40%) were not identified by array-based comparative\n genomic hybridization because of low-level mosaicism or because                         Genet Med 2013:15(1):3–13\n they lacked euchromatin. One case (10%) was a simple pericentro-\n meric marker extending from 5p13.3 to 5q11.2. Five (50%) markers                        Key Words: array CGH; complex marker chromosomes\n\n\n\nSmall supernumerary marker chromosomes (sSMCs) are chro-                                 accurate characterization of SMCs in terms of chromosomal\nmosomal fragments or markers whose origins often cannot be                               origin, gene content, uniparental disomy, and other concomi-\ndetermined by conventional cytogenetic methods alone and                                 tant imbalances elsewhere in the genome. Without the benefit\nrequire molecular approaches for definitive characterization.                            of aCGH, the empiric risk of phenotypic abnormalities associ-\nsSMCs are, in general, equal in size or smaller than a chromo-                           ated with a prenatally detected de novo SMC is 18% if it con-\nsome 20 of the same metaphase spread. Complex SMCs are com-                              tains satellites and 31% if it does not have satellite sequences.2\nposed of noncontiguous DNA or amplicons. SMCs are found                                  This risk depends on a number of factors, including ultrasound\nin ~0.043% of live births and ~0.075% prenatal cases and are                             findings, whether the SMC is familial, and if it is associated with\nseven times more prevalent in intellectually disabled patients.1                         a known syndrome. Certain marker chromosomes are consis-\nApproximately 77% of SMCs are de novo and 23% are inherited,                             tently identifiable by G-banding and have a well-established\neither from the mother (16%) or the father (7%). A ring-like                             phenotype. Examples include isochromosome 12p, associated\nSMC occurs with a frequency of 0.14–0.72/1,000 in newborns                               with Pallister–Killian syndrome (OMIM 601803) and isochro-\nand 0.14–1.5/1,000 in prenatal diagnoses.2 Most SMCs (70%)                               mosome 18p, which causes mild–moderate mental retardation\nare derived from the short arms and pericentromeric regions of                           and a characteristic facial appearance.5 For chromosome 15-de-\nacrocentric chromosomes. Those derived from nonacrocentric                               rived marker chromosomes, often seen as isodicentric 15q, FISH\nautosomes are rare and occur with a frequency of ~15% of all                             analysis allows discrimination between large markers that con-\nmarkers.3 Markers that are not derived from acrocentric chro-                            tain the SNRPN locus (OMIM 182279) and are tetrasomic for\nmosomes are often suspected to be small ring chromosomes on                              the Prader–Willi syndrome (OMIM 176270) or Angelman syn-\nthe basis of their morphology and behavior.4 Whole-genome                                drome (OMIM 105830) critical region and those small mark-\narray-based comparative genomic hybridization (aCGH) and                                 ers that do not contain SNRPN. Based on the parental origin,\nfluorescence in situ hybridization (FISH) can now provide                                the larger markers are known to cause a phenotype involving\n1\n Medical Genetics and Genomics Laboratory, Kaiser Permanente Southern California, Los Angeles, California, USA; 2Genedx, Gaithersburg, Maryland, USA. Correspondence:\nKavita S. Reddy (kavita.reddy@gmail.com)\nSubmitted 10 April 2012; accepted 30 May 2012; advance online publication 30 August 2012. doi:10.1038/gim.2012.78\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                                                              3\n\fSystematic Review                                                                                  Reddy et al | Array CGH analysis of marker or ring chromosomes\n\n\n\nsome combination of mental retardation, seizures, autistic fea-                (Empire Genomics, Buffalo, NY) and commercial centromeric\ntures, and growth retardation, whereas the latter are usually                  probes (Abbott Molecular, Des Plaines, IL) was performed fol-\nassociated with a normal phenotype.6–8 Similarly, FISH analy-                  lowing the standard protocol.\nsis of chromosome 22–derived markers can reveal whether the                      For those cases in which genotyping was performed to assess\nSMCs contain the critical region for cat eye syndrome (OMIM                    parental origin of the sSMC, we used an array that contained\n115470), which is characterized by ocular coloboma and other                   the same probes for copy-number analysis and also 66,480 oli-\ndysmorphic features.9 However, our knowledge on the clinical                   gonucleotide probes that contained single-nucleotide polymor-\nsignificance of the other sSMCs is limited. Although complex                   phisms. These single-nucleotide polymorphisms were assayed\nmarkers are estimated to form only a small percentage (~0.9%)                  for zygosity by cutting with AluI and RsaI restriction enzymes.\nof SMCs,10 this may be an underestimation as highlighted in                    The DNA (0.5 µg) from the patient and from a sex-matched\ntwo recent studies applying aCGH to SMCs.11,12 To address the                  HapMap sample (European) was digested with AluI and RsaI\nfrequency of complex markers and to provide prognosis based                    for 3 h. The digested fragments were purified, labeled, and\non a meaningful genotype-to-phenotype correlation, we took                     arrays processed as described earlier. The IRB approval can be\na systematic, comprehensive approach to precisely characterize                 found in Supplementary material online.\n10 consecutive SMCs using chromosome analysis, aCGH, and\nFISH.                                                                                           RESULTS AND DISCUSSION\n                                                                               Table 1 summarizes the results from the systematic use of con-\n               MATERIALS AND METHODS                                           ventional cytogenetic banding methods (G, C, and AgNOR),\nWhole-genome aCGH was performed using a custom-designed                        aCGH analysis, and FISH studies. The morphology of sSMC\noligonucleotide array with ~180,000 probes. The nonrepeti-                     from the banding methods and precise genomic content defined\ntive sequence of the human genome was covered with probes                      by aCGH analysis determined the FISH probes necessary for the\nspaced 35 kb apart, on average. More than 200 clinically signifi-              complete characterization of the marker. Based on our findings,\ncant regions had a higher probe density with 250 bp–5 kb probe                 the markers are classified into three groups: marker unidenti-\nspacing. The array was designed based on human genome                          fied by aCGH, simple marker, and complex marker.\nbuild hg19/GRCh37. For the aCGH, 0.5 µg of patient DNA\nwas labeled with Cy5 dye and a sex-matched reference DNA                       Markers unidentified by aCGH\n(Promega, Madison, WI) was labeled with Cy3 dye. After puri-                   Case 1. Figure 1a represents a small mosaic bisatellited marker\nfication, the labeled products were combined and hybridized to                 present in 93% of cells by G-banding, which was not detected\nthe custom array for 40 h at 65 °C. The arrays were washed and                 by aCGH. Therefore, this marker was assumed to lack euchro-\nscanned on a 3-μm scanner to obtain a TIFF image. This image                   matin. About two-thirds of reported sSMCs were derived from\nwas imported into Feature Extraction software to quantify the                  acrocentric chromosomes; almost 70% of those acrocentric-de-\nfluorescence data. The resulting data were imported into Agilent               rived sSMC were inverted duplications or dicentric derivatives\nGenomic Workbench 6.5.0.25 software for visualization of copy                  without euchromatin and were transmitted through several\nnumber genome-wide. FISH using custom-labeled BAC probes                       generations in some families.13\n\n\n\n\n                                 GTW                                                                     GTW\n                Case 1             A\n\n\n\n\n                              GTW                                                                                       AgNOR\n\n\n\n\n                 AgNOR                                                         GTW\n                              Case 4                                                                                      CBG\n                                                                              Case 2                                    Case 3\n\nFigure 1 Markers not identified by aCGH. (a) Case 1: A bisatellited G-banded marker (arrow). (b) Case 2: Four partial metaphases with markers (arrows)\nthat appear ring-like. (c) Case 3: Two markers: Marker 1, C-band- and AgNOR-positive (arrow); marker 2, only C-band-positive (arrowhead) and ring-like. (d)\nCase 4: Marker is ring-like and AgNOR-negative (arrow). GTW, G-bands after trypsin pretreatment and Wright stain.\n\n4                                                                                              Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\f                                                             Table 1 Summary of cytogenetic, FISH, and array CGH results\n                                                                                                                                                                   Array CGH (180 K oligonucleotide or\n                                                             S no.   Indication                        Cytogenetics                                                oligonucleotide and SNP array for cases 9 and 10)                 FISH\n                                                             Marker unidentified by aCGH\n                                                               1     Down syndrome with                mos 48,XY,+21,+mar[28]/47,XY,+21[2]                         arr 21q11.2q22.3(13,488,538–46,891,755)×3                         ish mar(D15Z1-,SNRPN-,PML-, D21S259-,\n                                                                     infantile spasm                   Bisatellited marker, no apparent euchromatin                                                                                  D21S3 41-,D21S342-)\n                                                                                                                                                                                                                                     nuc ish 13q14(RB1×2),18cen (D18Z1×2),21q\n                                                                                                                                                                                                                                     22.13~q22.2(D21S259,D21S341,D21S342)×\n                                                                                                                                                                                                                                     3, Xcen(DXZ1×1), Ycen(DYZ3×1)\n                                                               2     Gross motor development           mos 47,XX,+mar dn[4]/46,XX[26] A marker or ring             Negative (normal)                                                 By SKY marker not detected\n                                                                     delay, motor hypotonia            chromosome in 13.3% of cells. Small nonsatellited\n                                                                                                       marker with euchromatin\n                                                               3     Amnio confirmation                mos47,XY,+mar1dn[11]/48,XY,+mar1dn,+mar2dn                  Negative (normal)\n                                                                     mos47,XY,+mar dn                  [4]/46,XY[15]\n                                                                     [4]/46,XY                         Marker 1 C-band- and AgNOR-positive\n                                                                                                       Marker 2 only C-band-positive\n                                                               4     Amnio AMA                         Amniotic fluid: mos47,XX,+mardn[22]/46.XX[8]                Peripheral blood\n                                                                                                                                                                                                                                                                                   Array CGH analysis of marker or ring chromosomes | Reddy et al\n\n\n\n\n                                                                                                       Peripheral blood: mos47,XX,+mar[6]dn/46,XX[44]              Negative (normal)\n\n\n\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013\n                                                                                                       C-band-positive, AgNOR-negative ring-like marker\n                                                             Simple marker\n                                                               5     Developmental and speech          Mos 47,XX,+mar dn [11]/46,XX [22]                           arr 5p13.3q11.2(32,731,799-55,802,261)×?2.3                       .ish +der(5)(RP11-977H15+,RP11-1147F22-)\n                                                                     delay                             A mosaic (50%) small nonsatellited marker                   Size 23.1 Mb                                                      [10/21]..nuc ish(RP11-977H15×3,RP11-\n                                                                                                       chromosome that appeared ring-like                                                                                            1147F22×2)[36/100]\n                                                             Complex markers\n                                                               6     Global developmental delay,       47,XX,+mar dn [20/20] a small supernumerary                 arr 18p11.32p11.21(14,316-14,220,766)×3 dn.                       47,XX,+mar.ish 22q11.2\n                                                                     mental retardation, and           monosatellited marker (AgNOR+) chromosome with              Size 14.2 Mb                                                      (TUPLE1×2),mar(D15Z1-,SNRPN-,PML-,\n                                                                     up-slanting palpebral fissure     a centromere and euchromatin in G-banding                   11p25.5 (2,471,384–2,485,647)×1 mat. Size 14 kb                   D18Z1-, TEL18p+)\n                                                               7     Developmental delay, short        Mos 47,XX,+mar dn [11]/46,XX[19]. A mosaic                  arr 19p13.2p13.12(9,647,931–14,875,098)×2.2?                      .mos ish +der(19)(:p13.2→p13.12:)\n                                                                     stature                           (37%) marker appeared C-band- and AgNOR-                    Size 5.2 Mb                                                       (RP11360D23+,D19Z3-)[14/50, 28%]\n                                                                                                       positive                                                                                                                      .nuc ish(RP11-360D23×3,D19Z3 ×2)[41/100,\n                                                                                                                                                                                                                                     41%]\n                                                                                                                                                                                                                                     .ish 14q11.1 (RP11-692L20×3)[7/10],\n                                                                                                                                                                                                                                     14q23.2(RP11-945H24×2)[3/10]\n                                                                                                                                                                                                                                     Buccal smear\n                                                                                                                                                                                                                                     .nuc ish(RP11-360D23×3,D19Z3 ×2)[28/100]\n                                                               8     Autistic features,                47,XY,+mar dn[30/30]                                        arr 19q12q13.12(30,735,448–36,120,396)×3,                         .ish +der(19)(:19p11>19q11::19q12→19q\n                                                                     developmental and speech          C-band-positive and AgNOR-negative marker                   Size ~5.4 Mb                                                      13.12::19q13.2>19q13.31:)(D19Z3+,RP11-\n                                                                     delay, dysmorphic facies,                                                                     19q13.2q13.31(42,891,150–43,922,624)×3.                           671P13+,RP11-980G2+) .nuc ish(RP11-\n                                                                     obesity, friendly personality                                                                 Size ~1 Mb                                                        71P13,RP11980G2)×3\n                                                               9     Congenital heart defect,          Amniotic fluid                                              Peripheral blood                                                  ish 22q11.2(TUPLE1×2)\n                                                                     preauricular tag, SGA             46,XX[15/15]                                                arr 20p12.2(9,493,095–12,089,631)×1,20p12.2p12.1(12,              nuc ish(DXZ1×3)[5/205]/(DXZ1×2)[200/205]\n                                                                                                       Revisited, marker was present.                              089,631–14,700,040)×3,20p12.1(15,999,520–16,634,2                 .ish der(20) del(20) (p12.2p12.2)\n                                                                                                       Peripheral blood                                            40)×3,20q11.21(29,486,144–32,088,651)×3                           dup(20) (p12.2p12.1)(RP11-2E8-,RP11-\n                                                                                                       mos 47,XXX[2]/47,XX,+mar dn [17]/46,XX[2] A dot             Sizes 2.6 Mb, 2.6 Mb, 634 kb, and 2.6 Mb, respectively.           26N21+enh),+der (20) (:20cen→20q11.21:)\n                                                                                                       of a pycnotic mosaic marker in 85% metaphases               SNP analysis showed that the gains are maternal in origin         (D20Z1+, RP11-822E15+)\n                                                               10    Developmental delay, short        47,XX,+mar dn [20/20]                                       arr 8p11.21p11.1(40,690,198–43,388,233)×3,8q12.1q2                .mos .ish +der(8)(p10p11.21)(RP11-910J4+)\n                                                                     stature, underweight, and         Prior studies had identified a marker as derived from       2.3(60,339,857–106,142,333)hmz. Size ~2.7 Mb                      [30/39]/(RP11-910J4++) [7/39].nuc ish\n                                                                     small for gestational age         chromosome 8                                                                                                                  (RP11910J4)×3[54]/(RP11910J4)×[16]\n\n\n\n\n5\n                                                                                                                                                                                                                                                                                 Systematic Review\n\n\n\n\n                                                             AMA, advanced maternal age; CGH, comparative genomic hybridization; FISH, fluorescence in situ hybridization; S, subject; SKY, spectral karyotyping; SNP, single-nucleotide polymorphism.\n\fSystematic Review                                                                               Reddy et al | Array CGH analysis of marker or ring chromosomes\n\n\n\n  Case 2. (Figure 1b) A mosaic (13.3%), small, nonsatellited,                C-banding was found in a patient with developmental and\nring-like marker chromosome with euchromatin was not                         speech delay. aCGH showed a gain of 23.1 Mb in ~30% of cells for\ndetected by aCGH or spectral karyotyping.                                    the region 5p13.3q11.2 (chr5:32,731,799–55,802,261). By FISH\n  Case 3. (Figure 1c) Two cell lines were present: one with a                analysis, probe RP11-977H15 [5p13.1] localized to the super-\nmarker 1 in 37% cells and the other with markers 1 and 2 in                  numerary marker in 48% of metaphases and gave an additional\n13.3% cells, but neither were detected by aCGH. Marker 1 was                 signal in 36% of interphases. The marker included the reported\nC-band- and AgNOR-positive, and marker 2 was only C-band-                    5p13 duplication syndrome (OMIM 613174) associated with\npositive and ring-like.                                                      developmental delay, mental retardation in all patients, and\n  Case 4. (Figure 1d) A mosaic (12%), nonsatellited, ring-like               other features in some patients, while 5q11 trisomy has been\nmarker with a centromere was not detected by aCGH.                           associated with learning difficulties and speech delay.14\n  Markers in cases 2–4 may not have been detected by aCGH\nbecause of the low percentage of cells with the marker.                      Complex markers\n                                                                             Case 6. (Figure 2) aCGH showed a de novo 14.2 Mb gain of\nSimple marker                                                                the short arm of chromosome 18p11.32p11.21 in a patient\nCase 5. (Figure 2) A mosaic (50%), de novo, small, nonsatel-                 with global developmental delay, mental retardation, and up-\nlited marker chromosome that appeared ring-like in G- and                    slanting palpebral fissures. A G-band SMC was monosatellited,\n\n\n\n\nFigure 2 Case 5: aCGH shows a gain of 5p13.3q11.2(32,731,799–55,802,261)×?2.3 of size 23.1 Mb in ~30% of cells (arrow). Of note is that gain\nof this region is pathogenic and associated with a 5p13 duplication syndrome in the OMIM phenotype track. A small and nonsatellited marker chromosome\nappears ring-like in G- and C-banding (arrows). FISH confirmation showed a 5p13.1 signal on the marker (arrow). Case 6: aCGH shows gain of the short\narm of chromosome 18:14,316–14,220,766 of size 14.2 Mb. A G-band monosatellited marker (arrow) is positive for AgNOR-staining (arrow). FISH shows\nthe marker is 18ptel-positive (arrow) and negative for 18 centromere (arrow) using telomere 11p/11q/18p and CEP18 probes. Case 7: aCGH shows a gain of\n19p13.2p13.12(9.647,931–14,875,098)×2.2?. A G-banded, CBG+ and AgNOR+ stained marker (arrow). FISH using RP11-360D23 [SO](19p13.2) and D19Z3\n[SG](19 centromere) hybridized to the two normal 19 chromosomes (arrowhead) and only RP11-360D23 hybridized to the marker (arrow). Probe RP11-692L20\n(14q11.1) hybridized to the marker (arrow) and control RP11-945H24 (14q23.2) probe was on the normal 14s but not on the marker.\n\n6                                                                                           Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fArray CGH analysis of marker or ring chromosomes | Reddy et al                                 Systematic Review\npositive for silver staining, and negative for 18-centromere        delay, microcephaly, heart defects, and multiple minor anoma-\nFISH probe. Hence, the SMC was derived from a translocation         lies.19 Another 12-month-old infant was evaluated for severe\nbetween an acrocentric chromosome (other than chromosome            hypotonia, psychomotor retardation, and facial dysmorphisms\n15) and chromosome 18 short arm (18ptel-positive by FISH).          that included round face, high prominent forehead, downward-\nTrisomy of the 18p arm causes variable intellectual disability,     slanted palpebral fissures, hypertelorism, short nose, chubby\ndevelopmental delay, minor facial dysmorphism, and other            cheeks, long philtrum, anteverted lower lip, and low-set asym-\nanomalies.15 In addition, our proband had a maternally inher-       metric and dysmorphic ears. Karyotype analysis disclosed an\nited 14 kb deletion in the KCNQ1 gene on 11p25.5. Mutations         extra mosaic ring chromosome, which included the whole 19p\nin KCNQ1 cause long QT syndrome (OMIM 192500).16,17                 arm.20 The clinical finding in one patient with an SMC for chro-\nAlthough the deletion included the first exon of the KCNQ1          mosome 19p was developmental delay.21 A 9-year-old boy with\ngene in the minor transcript NM_181798, the expression pat-         psychomotor retardation had a small mosaic sSMC. The karyo-\ntern and prevalence of this transcript are unknown. In the com-     type was interpreted as: 47,XY,+mar.ish der(19)(:p13.3→p11:)\nmonly used reference transcript for KCNQ1, NM_000218, the           (839B1+, 872G3+,728C8+, D1/5/19Z+)dn[52]/46,XY[48].22 A\nsmall deletion falls within an intron.18 These results were also    microduplication for 19p13.2 (chr19:9,109,407–11,068,542) by\nconfirmed by targeted exon-level aCGH. The maternal sample          aCGH presented with variable neurocognitive disability, over-\nshowed the 11p25.5 deletion and normal copy number for              growth, and facial dysmorphism similar to Sotos syndrome.\n18p11. The paternal sample showed normal results for both           Increased expression of duplicated genes ILF3 (interleukin\ngenomic regions. The clinical significance of the deletion within   enhancer-binding factor 3), ZNF266 (zinc finger protein 266),\nKCNQ1 is currently unknown.                                         DNMT1 (DNA methyltransferase gene 1), and SMARCA4\n   Case 7. (Figure 2) A de novo, satellited, mosaic (37%) sSMC      (Swi/Snf-related, matrix-associated, actin-dependent regula-\nhad a C-band and was AgNOR-positive. aCGH showed a                  tor of chromatin, subfamilyA, member 4) in peripheral blood,\nmosaic (20%) 5.2 Mb gain of chromosome 19p13.2p13.12 . This         seen by whole-genome expression array transcript level and\ngain was shown to be present on the sSMC using probes RP11-         quantitative PCR, supported gene dosage as the cause for this\n360D23 and RP11-360D23 that map to chromosome 19p13.2.              disorder.23\nThe marker was shown to be derived from chromosome 14 by               Case 8. (Figure 3) A de novo sSMC was C-band-positive\nFISH using the RP11-692L20 [14q11.1] probe and was shown            and AgNOR-negative. aCGH displayed gains in 19q12q13.12\nto be negative for the D19Z3 centromere probe. FISH analysis        (chr19:30,735,448–36,120,396) of ~5.4 Mb in size and in\ndetected mosaicism for the marker in 28% of metaphases and          19q13.2q13.31 (chr19: 42,891,150–43,922,624) of ~1 Mb in\nin 41% of interphases. This 5.2 Mb genomic region contains          size. The chromosome 19 centromere and both gains were\na large number of genes, including several that are associated      shown to be on the marker by FISH using D19Z3, RP11-671P13\nwith clinical disorders. OMIM-listed genes in this interval are     [19q13.1], and RP11-9 80G2 [19q13.2] probes.\nTYK2, DNM2, LDLR, EPOR, PRKCSH, MAN2B1, RNASEH2A,                      A child born to parents of advanced age was seen for devel-\nGCDH, LYL1, CACNA1, and CC2D1A.                                     opmental delay and obesity. The patient started walking at 9\n   The proband, with developmental delay, was in fourth-grade       months, spoke the first word at 6 months, began using sen-\nspecial education and had speech therapy for difficulty with        tences at 18 months, and was toilet trained. There was a history\nlanguage, such as putting words together. She was unable to         of regression. At 3 years of age, he was diagnosed with autism\nstate her birthday. A review of systems revealed absence of sei-    and has not been re-evaluated. He reportedly has an individual\nzures. Physical examination showed the following results: blood     education program/plan and was in the second grade, receiving\npressure 119/60; pulse 83; height 1.165 m (3 feet 9.87 inches);     speech therapy every day for 30 min and adaptive physical edu-\nweight 26.4 kg (58 lb 3.2 oz), and head circumference 49 cm.        cation. On examination, the proband was friendly and made\nGrowth percentiles based on body mass index for age, stature        good eye contact. Speech impairment was observed when his\nfor age, and OFC for age were 85.13% (19.45 kg/(m2)),0.11%          brother was born (around 18 months of age) and then again at\n(50% for 6.5 years) and 20%, respectively. Facial features were     around 4 years of age. He has been in special education since\nremarkable for periorbital fullness (similar to parents), some-     kindergarten and can recognize a few letters of the alphabet\nwhat arched eyebrows, mild synophrys, somewhat smooth               and reportedly can do basic math. There is no family history of\nphiltrum, and prominent ears with attached lobes. Skin was          problems similar to the patient’s condition.\nwithout rashes, lesions, or stria distensae. Of note were short        Physical examination showed 99.28% of growth percentile\nstature and developmental delay. However, both parents and          based on weight for age (+3 SD above the mean) and occipito-\nsiblings were short. The parents were of advanced age when the      frontal circumference of 53 cm (75%). Habitus was obese. He\nproband was conceived.                                              had upswept anterior hairline, low posterior hairline, and a wid-\n   The reported phenotype associated with gains that include        ow’s peak. Mid-occipital flatness, up-slanted palpebral fissures,\nthe chromosome 19p13.2p13.12 region (chr19:9,647,931–               and medially sparse eyebrows were also present. Other features\n14,875,098) is summarized in Supplementary Table S1, online.        were widely spaced teeth, smooth philtrum, thin upper lip, a\nA nonmosaic duplication involving the 19p13.2p13.13 genomic         short neck, and gynecomastia. Bilaterally, thumbs were short;\nregion was described in an individual with developmental            he also had short fifth fingers with clinodactyly, brachydactyly,\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                         7\n\fSystematic Review                                                                                    Reddy et al | Array CGH analysis of marker or ring chromosomes\n\n\n\n\nFigure 3 Case 8: array-based comparative genomic hybridization (aCGH) shows a gain of ~5.4 Mb from chromosome 19q12q13.12 (arrow).\nIn addition, there is a gain of at least 1 Mb from chromosome band 19q13.2q13.31 (arrow), including at least three adipose tissue homeostasis and insulin\nresistance genes (http://genome.ucsc.edu, HG 19). A partial G-banded karyotype of chromosome 19 pair and the marker. FISH using probes RP11-671P13 from\nchromosome 19q13.11 and probe RP11-980G2 from chromosome 19q13.2 hybridized to the marker (gray arrows) and gave three signals in interphases. The\ncentromere of chromosome 19 probe showed an additional FISH signal on the supernumerary marker chromosome (gray arrow). Case 9: aCGH shows a complex\nset of rearrangements on chromosome 20 (arrows). The first imbalance is a 2.6 Mb deletion of virtually the entire 20p12.2 band involving JAG2 associated\nwith Alagille syndrome (arrow). The second imbalance is a 2.6 Mb duplication of 20p12.2p12.1 (arrow). There is also a 634 kb duplication in 20p12.1 (arrow).\nFinally, there is a 2.6 Mb duplication in the pericentromeric region of the long arm of chromosome 20q11.21 (arrow). A partial karyotype of chromosome 20 pair\nand the marker chromosome. Metaphase FISH performed with probes targeted to 20p12.1 (RP11-426N21) [SG], 20p12.2 (RP11-2E8), [SG], 20q11.21 (RP11-\n822E15) [SO], and the centromere (D20Z1) [SO] showed that this patient carries a derivative chromosome 20 with a deletion in 20p12.2 (lower metaphase,\nshort arrow). Furthermore, the 20p12.1 duplication by array was seen as a larger signal (upper metaphase, short arrow) in metaphases and was confirmed in\ninterphases to be a tandem duplication. The centromere on the supernumerary marker chromosome was derived from chromosome 20 (upper metaphase, long\narrow). The imprinted GNAS gene is not included in the marker. Case 10 A SMC was from 8p11.1p11.2 seen by aCGH (arrow) and confirmed by RP11-910J4\n[SO] (8p11.2) as a smaller or a larger duplicated signal in metaphases and as 3 or 4 red signls in interphases. SG, spectrum green; SO, spectrum orange.\n\n\nand tapered fingers. Fetal fat pads were present. He had devel-                  a balanced karyotype with an interstitial deletion of the long\nopmental delay, speech difficulties, and hyperactivity.                          arm of chromosome 19. Zung et al.25 described a 13-year-old\n  Quack et al.24 reported a supernumerary ring chromosome                        with a marker consisting of 19q12q13.2, constitutional obe-\nderived from the proximal part of the long arm of chromo-                        sity, mental retardation, and dysmorphic features. Because\nsome 19 [47,XY,+ r(19)(q11–q13.2)]. The patient presented                        this region contains several genes that are related to adipose\nwith mental retardation and macrocephaly, and weight was                         tissue homeostasis and insulin resistance, several metabolic\nreported to be three standard deviations above the mean. He                      comorbidities such as insulin resistance, dislipidemia, and\nwas born small for gestational age, and had some dysmorphic                      hyperuricemia may be associated with this syndrome. The\nfeatures (hypertelorism, anti-Mongolian slants, and minor                        morbid obesity observed began as overweight, but from 5\nnose and mouth malformations). His mother and sibling                            years there was rapid gain in body weight, although the patient\nwere normal and carried the same ring chromosome but had                         was not hyperphagic. Davidsson et al.26 presented a girl with\n\n8                                                                                                Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fArray CGH analysis of marker or ring chromosomes | Reddy et al                                   Systematic Review\ntwo supernumerary marker chromosomes causing a duplica-               Mb genomic region are reported to vary in copy number in the\ntion of 19q12q13.2, with delayed developmental milestones,            normal population.\ncorpus callosum anomalies, microphthalmia, and obesity. The              The 634 kb duplication in 20p12.1 is a likely benign copy-\n19q segment contained the genes AKT2, CEACAM1, CEBPA,                 number change because it affects only the MACROD2 and\nLIPE, and TGFB1, which are involved in adipose tissue                 KIF16B genes; these genes are not known to be clinically sig-\nhomeostasis and insulin resistance and that could potentially         nificant and parts of their sequences are reported to vary in\nhave contributed to the obese phenotype observed. Hall et al.27       copy number in the normal population.29 The last genomic\nalso described a patient who had obesity and macrocephaly             imbalance in this patient is a 2.6 Mb duplication of 20q11.21\nand a supernumerary de novo mosaic marker involving cyto-             in the pericentromeric region of the long arm that corresponds\nband 19q13.11q13.2. Our obese proband also has gains of               to the marker identified in this patient’s karyotype. This dupli-\nCEACAM1, CEBPA, LIPE genes due to the SMC. This obesity-              cated region contains more than 35 genes, including a clus-\nassociated genetic syndrome could have implications in the            ter of the DEFB (defensin) genes. This particular duplication\nmanagement and treatment of patients with a duplication of            has not been previously described, but a larger duplication,\n19q12q13.2.                                                           20q11.21q12, has been reported to result in psychomotor\n   Case 9. (Figure 3) High-resolution chromosome analysis on          retardation, craniofacial anomalies, and a severe vision defi-\nperipheral blood revealed a 46,XX karyotype in 10%, 47,XXX            cit.30 A second report describes a supernumerary chromosome\nin 10%, and a nonsatellited sSMC in 80% of cells. The karyotype       20 with material from 20p11.21 to 20q11.21 in a patient with a\nwas mos47,XXX[2]/47,XX, +mar[17]/46,XX[2]. Parental chro-             normal phenotype and obesity.31\nmosome analysis showed a 46,XY[50] complement in the father              Our proband was born to a nonconsanguineous couple of\nand low-grade 45,X (6%) mosaicism in the mother, who was              advanced parental age. The couple’s only other pregnancy\nof advanced maternal age. Neither parent was found to carry a         together was electively terminated for fetal hydrocephalus;\nmarker chromosome. Prenatal chromosome analysis on amni-              amniocentesis revealed a normal karyotype. In addition,\notic fluid was reported as normal; these slides were re-evaluated     through a previous relationship, the mother had two healthy\nand the marker was identified. aCGH showed a complex set of           offspring. During the proband’s pregnancy, the mother was\nrearrangements involving chromosome 20. The first imbalance           treated with insulin for gestational diabetes. There was poor\nwas a 2.6 Mb deletion of virtually the entire 20p12.2 band; the       fetal growth in the third trimester, but maternal titers for\nsecond imbalance was a 2.6 Mb duplication of 20p12.2p12.1;            cytomegalovirus, herpes simplex, rubella, syphilis, and toxo-\nthe third was a 634 kb duplication in 20p12.1; and the final imbal-   plasmosis were negative. A cesarean section was performed at\nance was a 2.6 Mb duplication of the pericentromeric region of        35 weeks’ gestation for intrauterine growth restriction and oli-\nthe long arm of chromosome 20q11.21. Mosaicism was not evi-           gohydramnios. The infant weighed 1,995 g (10th centile), was\ndent for any of the copy-number changes. When polymorphic             39.5 cm long (less than third centile), and had a 30.5-cm head\nmarkers were informative, genotype analysis showed only pater-        circumference (10th centile). There were three pedunculated,\nnal alleles in the deleted segment and extramaternal alleles within   preauricular skin tags on the left. Cranial and renal ultrasound\nthe duplicated segments. Metaphase FISH performed on 25 cells         studies were normal. The infant passed newborn screening\nwith probes targeted to 20p12.1 (RP11-426N21), 20p12.2 (RP11-         and was discharged on day 8. A heart murmur due to pul-\n2E8), 20q11.21 (RP11-822E15), and the centromere (D20Z1)              monary valvular stenosis was detected at 2 weeks of age. The\nshowed that this patient carries a derivative chromosome 20           infant underwent a percutaneous pulmonary valvuloplasty at\nwith a deletion in 20p12.2 (RP11-2E8) and tandem duplication          6 weeks of age. When examined at 8 months of age, weight,\n20p12.2–20p12.1 (RP11-426N21). The latter was confirmed in            length, and head circumference were symmetrically below the\ninterphase FISH. In addition, the supernumerary marker chro-          second centile. The forehead was broad, previously described\nmosome showed a chromosome 20 centromere (D20Z1) and                  preauricular tags were present, ears were borderline low-set\nthe pericentromeric region of 20q11.21 (RP11-822E15), which           with over-folded helices and a deep vertical groove behind\ncorresponded to the 2.6 Mb gain detected by aCGH.                     the right ear helix, the nasal bridge was broad, the upper lip\n   The deletion in 20p12.2 affects seven genes, including JAG1.       was thin with a slightly downturned mouth and normal palate,\nHaploinsufficiency for JAG1 causes Alagille syndrome, which           and a grade 3 of 6 harsh systolic murmur could be heard over\ninvolves posterior embryotoxon in the eyes, bile duct paucity,        the precordium. Tone was increased without scissoring. The\ncongenital heart defects, butterfly vertebrae, typical facies, and    infant reached for toys, used consonants, and imitated sounds,\nother anomalies.16,17,28 In addition to JAG1, MKKS is deleted         but was unable to roll over from the back to the abdomen and\nin our patient. Mutations in MKKS lead to autosomal reces-            could only sit when brought into position. There was no jaun-\nsive McKusick–Kaufman syndrome (OMIM 236700) or                       dice or hepatomegaly, and the parents reported normal stools.\nBardet–Biedl syndrome type 6 (OMIM 209900). The 2.6 Mb                Eye examination by a pediatric ophthalmologist revealed no\nduplication in 20p12.2p12.1 affects eight genes. Among these,         posterior embryotoxon or other anomalies. Liver enzymes\nC20orf7 is associated with autosomal recessive mitochondrial          and bilirubin were normal. Spine films demonstrated butter-\ncomplex I deficiency (OMIM 252010), and the others are not            fly-type vertebrae T10 and T11. X-rays of the chest and ribs\nknown to be clinically relevant at present. Sections of this 2.6      were normal.\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                           9\n\fSystematic Review                                                                                          Reddy et al | Array CGH analysis of marker or ring chromosomes\n\n\n\n Table 2 Reported complex markers examined using aCGH\n References               Noncontiguous chromosome                   Translocation                                          Clinical findings\n                          regions\n Vetro et al.11           Case 1. CVS: 47,XX,+mardn                  Case 2. Amnio: 47,XY,mardn (satellited)                18 weeks gestation, growth\n                          arr18p11.32q12.3(170229–                   arr15q11.2q13.1(19,109,124–                            retardation, bilateral choroid plexus\n                          36274074)×2, 18q23(75,196,415–             26,109,939)×2,19p13.3(232,080–                         cysts, kyphotic spine, and dysplastic\n                          76,110,964)×2. Both from mat. MII          4,156,366)×2. Of mat. origin                           semilunar valves. At 19-week\n                          error                                      Case 3. Blood 47,XY,mardn (satellited)                 termination, fetus was small for age\n                          Case 4. Blood: 47,XY,+mar[80%]dn           arr20p13p11.1 (18,580–26,129,166)×2                    and dysmorphic.\n                          arr17p11.2(16,892,427–19,888,                                                                     At 22 weeks autopsy, male fetus\n                          467)×1.7, 17q11.1(22,427,573–                                                                     had VSD, immature placenta, and\n                          23,163,556)×1.7, 17q11.2(23,848,                                                                  irregular villi.\n                          894–25,676,268)×1.7                                                                               Mild MR, no dysmorphism.\n                                                                                                                            At birth small for age, DD, mild\n                                                                                                                            dysmorphic features, microcephalic\n                                                                                                                            and hypotonic. MRI showed big\n                                                                                                                            arachnoid cyst close to cysterna\n                                                                                                                            magna. Speech impairment.\n Yu et al.12              Case 12. mos 47,XY,+ inv dup(13)           Case 1 47,XX,+der(4)t(4;7)(q12;p22.1)\n                          [8]/46,XY[12]dn.ish inv dup(13)            .ish der(4)t(4;7)(wcp4+,WHSC1+,\n                          (p-acro–,D13Z1/D21Z1–,WCP13+).             CEP4+,PDGFRA+,7pter+)\n                          arr13q31.3qter(93.37-qter)×2~3,            arr 4pter q11(pter-52.38)×3,\n                          15q13.3(29.80–30.30)×3dn,                  7p22.3p22.1(pter-7.06)×3\n                          16p12.1(21.74–22.32)×1mat,                 Case 2 47,XX,+der(22)t(11;22) (q23.3;q11.21).\n                          16p11.2(28.54–28.95)×3mat                  ish der(22)t(11;22) (HIRA+,N85A3–).\n                          Case 13. 47,XY,+idic(14/22), dup(15)       arr11q23.3qter(116.27-qter)×3,\n                          (q21.1q22.2)dn. ish idic(14;22)            22q11.1q11.21(15.66–19.07)×3\n                          (D14Z1+,D22Z1+,acro-p++)                   Case 3 47,XY,+der(22)t(19;22) (q13.42;q11.1).\n                          arr15q21.1q22.2(44.59–                     ish der(22)t(19;22) arr19q13.42qter\n                          57.99)×3mat.                  ",
  "wordCount": 8231,
  "indexed": "2025-09-25T22:44:23.345Z",
  "method": "direct"
}
