{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Imprinting/Aygun_Bjornsson_2019_Clinical epigenetics.pdf",
  "fileName": "Aygun_Bjornsson_2019_Clinical epigenetics.pdf",
  "relativePath": "Genetica/Imprinting/Aygun_Bjornsson_2019_Clinical epigenetics.pdf",
  "text": "DEVELOPMENTAL MEDICINE & CHILD NEUROLOGY                                                                                                                        REVIEW\n\n\n\nClinical epigenetics: a primer for the practitioner\nDENIZ AYGUN 1                | HANS T BJORNSSON 2,3,4,5\n1 School of Arts and Sciences, Tufts University, Medford, MA; 2 McKusick-Nathans Institute of Genetic Medicine, Baltimore, MD; 3 Department of Pediatrics, Johns\nHopkins University, Baltimore, MD, USA. 4 Department of Genetics and Molecular Medicine, Landspitali University Hospital, Reykjavik; 5 Faculty of Medicine,\nUniversity of Iceland, Reykjavik, Iceland.\nCorrespondence to Hans T Bjornsson, Johns Hopkins University, School of Medicine, 733 N. Broadway, MRB 415, Baltimore, MD 21205, USA. E-mail: hbjorns1@jhmi.edu\n\n\n\n                                                  Disruption of epigenetic modifications and the factors that maintain these modifications is\nPUBLICATION DATA                                  rapidly emerging as a cause of developmental disorders. Here we summarize some of the\nAccepted for publication 1st October 2019.        major principles of epigenetics including how epigenetic modifications are: (1) normally reset\nPublished online                                  in the germ line, (2) form an additional layer of interindividual variation, (3) are environmen-\n                                                  tally sensitive, and (4) change over time in humans. We also briefly discuss the disruption of\nABBREVIATIONS                                     growth and intellect associated with the Mendelian disorders of the epigenetic machinery\nART          Assistive reproductive               and the classical imprinting disorders (such as Beckwith–Wiedemann syndrome, Silver–Rus-\n             technology                           sell syndrome, Prader–Willi syndrome, and Angelman syndrome), as well as suggesting\nBWS          Beckwith–Wiedemann                   some diagnostic considerations for the clinicians taking care of these patients. Finally, we dis-\n             syndrome                             cuss novel therapeutic strategies targeting epigenetic modifications, which may offer a safe\nMLID         Multi-locus imprinting disorder      alternative to up and coming genome editing strategies for the treatment of genetic diseases.\nPWS          Prader–Willi syndrome                This review provides a starting point for clinicians interested in epigenetics and the role epi-\nSRS          Silver–Russell syndrome              genetic disruption plays in human disease.\nTND          Transient neonatal diabetes\n\n\n\n\nUpon its completion in 2003, the Human Genome Project                                      genes on an entire X chromosome for a lifetime.8 Epige-\nopened a new world for geneticists and physicians alike, as                                netic modifications and their machinery help mediate some\nfor the first time we had a blueprint of the human book of                                 of the processes that explain such observations. However,\nlife: the human genome. Today, another scientific revolu-                                  it is important to stress that the epigenetic machinery does\ntion has taken place on a new frontier: epigenetics. Epige-                                not act in isolation but helps potentiate the action of other\nnetic discoveries have taught us more about the complexity                                 genetically determined cellular programs. For instance, the\nand beauty of our human biological system and have shed                                    cascades of tissue-specific transcription factors recruit epi-\nlight on the processes of brain development and growth                                     genetic factors in a locus-specific manner to help set cellu-\nregulation.1–4 In recent years, clinical exome sequencing of                               lar developmental programming. It is this combined action\npatient’s DNA has become the shiniest new tool in the                                      of genetics and epigenetics9 that will be the focus of future\ngeneticist’s toolbox, but epigenetics has shown that we                                    studies, as many epigenetic assays allow us to characterize\nneed to know more than just where the As, Cs, Ts, and Gs                                   the epigenome in specific cellular populations. This review\n(nucleotides) are. To fully understand the intricate working                               will provide general background information on epigenet-\nof the genome we will eventually need to know when these                                   ics for clinicians, as well as summarize the clinical features\nbases are used for gene expression and regulation, and,                                    and the molecular defects that underlie genomic imprint-\nmore importantly when it comes to human disease, how                                       ing disorders and the Mendelian disorders of the epige-\nthey are used. Epigenetics refers to the complex mecha-                                    netic machinery.\nnisms that regulate gene expression through modification\nof DNA or chromatin, without any modifications in the                                      The epigenetic machinery\nunderlying DNA sequence itself.5 The Greek prefix epi                                      The components of the epigenetic machinery are a large\nmeans ‘on, over, on top of’ the genetic material and some                                  family of related proteins that regulate tissue-specific differ-\nof these modifications are heritable from cell to cell                                     ences in gene expression through their effects on epigenetic\nthrough mitosis.6 Consider how traditional genetics 50                                     modifications. The molecules in the epigenetic machinery\nyears ago would explain, for example, how 3ft long neu-                                    can be broadly classified as writers, erasers, readers, and\nrons and skin cells could possibly carry the same set of                                   remodelers (Fig. 1).10 Writers are proteins recruited by\nDNA; how presumably genetically identical twins can have                                   transcription factors to specific regions of the genome to\nmajor phenotypical differences or even be discordant for                                   mark which genes are to be expressed or silenced. These\ndisease even once de novo mutations have been excluded;7                                   modifications include methylation of cytosine in the DNA,\nor, how female cells can ‘inactivate’ expression of most                                   acetylation, and methylation of lysine’s in histones, among\n\n\n© 2019 Mac Keith Press                                                                                                                             DOI: 10.1111/dmcn.14398 1\n\fothers.11,12 However, these modifications are constantly           What this paper adds\nbeing turned over by erasers, often targeted to the same         • Clinicians are introduced to four main principles of epigenetics.\nlocation. The readers locate and interpret such modifica-        • Clinical features of imprinting disorders and Mendelian disorders of epige-\ntions and link to other cellular machineries.12,13 Remodelers      netic machinery are presented.\nregulate the accessibility of DNA sites by moving nucleo-\nsomes along DNA or by exchanging histone variants;12,13          dosage sensitivity is not completely understood, although\nthey use adenosine 5’-triphosphate as energy and function        recently it was uncovered that the haploinsufficient epige-\nas part of large macromolecular protein complexes. Each          netic factors tend to be coexpressed, indicating that perhaps\ntype of epigenetic modification has a different effect on        these factors coregulate one another and that the disruption\ngene expression. Although, in general, gene expression con-      of a single allele of one component may have effects on\ntrol is often achieved without DNA methylation,14 DNA            other factors in the coexpression network.22 An alternative\nmethylation at promoter sites (regulatory regions of the         hypothesis could be that the decreased amount of a single\ngene) is associated with permanent gene silencing, whereas       protein component in this machinery could easily disrupt\nDNA methylation in the body of the gene is associated with       its role in a large multiprotein complex.2\nactive expression. Similarly, acetylation of histones by his-       There are now at least 56 Mendelian disorders of the\ntone acetyltransferases is associated with active gene expres-   epigenetic machinery (Fig. 1). In our Epigenetics and\nsion, while deacetylation of histones by histone deacetylases    Chromatin clinic we see many patients with these heritable\nusually results in transcriptionally silent regions. The         disorders of the epigenetic machinery; we have developed a\nrecruitment of methyl-Cp6-binding protein 2 (MeCP2) to           diagnostic flow chart of our workup and considerations.\nmethylated 5’—C—phosphate—G—3’ (CpG) dinucleotides               We usually diagnose these patients either by means of\nis another major mechanism by which DNA methylation              gene-specific testing of candidate genes or exome sequenc-\nrepresses transcription.15 These different epigenetic            ing (Fig. 2). The majority of these conditions are de novo\ncomponents work in combination, forming a dynamic                (i.e. new mutations in the affected child), so it is very help-\nepigenome.                                                       ful to have parent DNA samples when interpreting the\n                                                                 pathogenicity of a particular disease variant. However,\nMendelian disorders of the epigenetic machinery                  many of these disorders also have a distinguishing DNA\nThe Mendelian disorders of the epigenetic machinery              methylation pattern,23–25 so this may be another strategy\noccur when the genes encoding these various proteins are         to evaluate whether a variant is disease causing.\nthemselves genetically mutated, resulting in widespread\ndownstream epigenetic consequences.10 Such disorders are         Examples of Mendelian disorders of the epigenetic\ncaused by genetic defects in various components of the epi-      machinery\ngenetic machinery, classified as writers, erasers, readers,      Kabuki syndrome is characterized by distinct facial fea-\nand remodelers.2,12,16                                           tures, including elongated palpebral fissures with eversion\n   Given that the dysfunction of these molecules results in      of the lateral third of the lower eyelid, arched and broad\nepigenetic errors affecting hundreds of genes on many dif-       eyebrows with sparseness of the lateral third, depressed\nferent chromosomes, these disorders display a wide range         nasal tip with short columella, large, prominent ears, mild\nof multisystemic symptoms (Table 1). Two of the most             to moderate intellectual disability, postnatal growth restric-\ncommon features are intellectual disability and growth           tion, skeletal anomalies, and persistence of fetal fingertip\nabnormalities. Genome wide sequencing reveals that many          pads26,27 (Table 1). Other rarer features may include cleft\ndisorders characterized by intellectual disability are caused    lip and/or palate, congenital heart defects (especially coarc-\nby de novo mutations in the epigenetic machinery.16,17 In        tation of the aorta), genitourinary anomalies, and anal atre-\nfact, a disproportionately high number of genes related to       sia. Mutations in the KMT2D gene account for\nintellectual disability encode for protein components of the     approximately 60% of cases of Kabuki syndrome. The pro-\nepigenetic transcription regulation.1,18,19 Other common         tein encoded by KMT2D is a histone methyltransferase.\nfeatures of these disorders include limb malformations and       Dysfunction of KMT2D would be expected to result in a\nimmune dysfunction.2,20,21                                       closed state (repressed expression) of chromatin on the H3\n   The majority of the genes defective in disorders of the       histone. This defect in the machinery has different effects\nepigenetic machinery are located on autosomal chromo-            across cells as a multitude of genes require activation via\nsomes, but the rest (~20%) are X-linked.2 Most human dis-        the H3 histone methylation, resulting in the wide range of\norders caused by enzyme defects (such as phenylketonuria)        multisystem phenotypic characteristics of Kabuki syn-\nare inherited in an autosomal recessive pattern. In contrast,    drome. In patients with Kabuki syndrome, various cardiac\ndespite the fact that most erasers, writers, and remodelers      malformations have been described, but only a small por-\nare enzymes, most of the diseases of the epigenetic machin-      tion of diagnosed patients have any given defect. This is a\nery are inherited in a dominant fashion,10 indicating that       common feature of many epigenetic disorders, which sug-\ndosage sensitivity appears to be a unifying feature of this      gests that machinery defects combine with preexisting\ngroup. Why is it that these enzymes lead to disease even         genetic differences in related target genes as a predisposing\nafter only losing one allele? The molecular basis of this        factor; together they produce different versions of a\n\n2 Developmental Medicine & Child Neurology 2019\n\f                             r\n                          ite                                                                   er\n                        wr                                                                    as\n                                                                                            er\n\n                                                 reader                                                            remodeler\n\n\n\n              CREBBP                          AIRE        TAF1                         HDAC6                         ATRX\n              DNMT1                           ALG13       TDRD7                        HDAC8                         CHD2\n              DNMT3A                          ASXL1       ZMYND11                      HR                            CHD7\n              DNMT3B                          ASXL3                                    KDM1A                         CHD8\n              EHMT1                           BRWD3                                    KDM5B                         SMARCA2\n              EP300                           CBX2                                     KDM5C                         SMARCA4\n              EZH2                            ING1                                     KDM6A                         SRCAP\n              KAT6A                           LBR                                      KMT2B\n              KAT6B                           MBD5                                     KMT2C\n              KMT2A                           MECP2                                    PHF8\n              KMT2D                           MORC2\n              NSD1                            MSH6\n              PRDM12                          ORC1\n              PRDM16                          PHF11\n              PRDM5                           PHF6\n              PRDM8                           RAG2\n              SETD2                           RAI1\n              SETD5                           RERE\n                                              SMN1\n                                              SP110\n\n\n\n\nFigure 1: Epigenetic components that have been linked to Mendelian disease phenotypes. We used the list established by Boukas et al.21 Most of the\ndisease-linked components are in the writer and reader categories. The factors are in alphabetical order.\n\n\n\nparticular phenotype, such as the cardiac abnormalities.2                       Rett syndrome, the progressive neurodevelopmental dis-\nWith this picture in mind, it is not surprising that exome                   order primarily affecting females, is caused by mutations in\nsequencing brought about the discovery of genetic causes                     the X-linked MECP2 gene. It is characterized by typical\nfor such conditions because previously they could not be                     development during the first 6 to 18 months of life fol-\nclinically identified by common clinical phenotypes. Our                     lowed by acquired microcephaly, regression in language\ngroup has previously suggested that coexpression status                      and motor skills, and repetitive, stereotypic hand move-\nand constraint could help prioritize potential disease                       ments.15 Other features include respiratory abnormalities,\ngenes.20 We have also provided characteristics of all cur-                   gait ataxia and apraxia, tremors, and seizures. MECP2\nrently known epigenetic factors to aid in such prioritization                recruits a gene-silencing protein complex which inhibits\n(available at www.epigeneticmachinery.org).                                  transcription of a large proportion of brain-specific\n   All patients with Kabuki syndrome have some form of                       genes.31 Studies of the Rett syndrome mouse model\ncognitive impairment, ranging from milder learning                           showed that the neurological defects in this disorder are in\nissues to severe intellectual disability, with most falling                  fact reversible upon postnatal restoration of gene function,\nin the mild to moderate intellectual disability range. A                     so Rett syndrome is another epigenetic disorder that\npossible underlying mechanism for the neurological dys-                      appears to be a potentially treatable cause of intellectual\nfunction in Kabuki syndrome has been suggested from                          disability32 and there is active exploration into the best\nmouse studies. These have found a decrease of postnatal                      strategies to treat this disorder.\nneurogenesis in the granule cell layer of the dentate\ngyrus, resulting in a decreased volume of this area.26                       Genomic imprinting\nStudies of the Kabuki syndrome mouse model have been                         Genomic imprinting is the epigenetic process that helps\nsuccessful in restoring neurogenesis postnatally after                       maintain parent-of-origin specific gene expression.33,34 While\nadministration of AR-42, a histone deacetylase inhibi-                       both maternal and paternal genomes carry the DNA\ntor.28 Such inhibitors are proving to be promising new                       sequences of all imprinted genes, these genes are preferen-\ndrug therapies for other epigenetic conditions, such as                      tially expressed from one parental allele in a consistent man-\nRubinstein–Taybi syndrome.29,30                                              ner for each gene. For instance, IGF2 is a maternally\n\n                                                                                                                                         Review      3\n\fTable 1: Examples of Mendelian disorders of the epigenetic machinery\n\n                                                                                                                                  Function\n                                                                                                                                  category in\n                           Inheritance                                                                                            epigenetic\nDisorder (OMIM#)           pattern        Prominent clinical features                            Gene(s)   Gene function          machinery\n\nSotos syndrome             AD             ID, overgrowth, macrocephaly, epilepsy,                NSD1      Histone                Writer\n (117550)                                  craniofacial dysmorphism, congenital heart                       methyltransferase\n                                           defects\nRubinstein–Taybi           AD             ID, growth restriction, epilepsy, craniofacial         CREBBP,   Histone                Writer\n syndrome (180849)                         dysmorphism, broad thumbs with radial                  EP300     acetyltransferase\n                                           deviation, broad big toes\nCerebellar ataxia,         AD             Cerebellar ataxia, deafness, narcolepsy,               DNMT1     DNA methylation        Writer\n deafness, and                             progressive dementia, sensorimotor\n narcolepsy (604121)                       neuropathy, decreased CSF hypocretin\nKabuki syndrome            AD             ID, growth restriction, microcephaly, craniofacial     KMT2D     Histone                Writer\n (147920)                                  dysmorphism, congenital heart defects,                           methyltransferase\n                                           persistence of fetal finger pads, susceptibility to\n                                           infections\nCornelia de Lange          XLD            ID, growth restriction, craniofacial dysmoprhism,      HDAC8     Histone                Eraser\n syndrome 5 (300882)                       genitourinary abnormalities, small hands and                     deacetylation\n                                           feet\nRett syndrome              XLD            ID, microcephaly, loss of purposeful hand use,         MECP2     Methyl-CpG-binding     Reader\n (312750)                                  epilepsy                                                         protein\nBorjeson–Forssman–         XLR            ID, growth restriction, epilepsy, microcephaly,        PHF6      PHD finger protein 6   Reader\n Lehmann syndrome                          craniofacial dysmorphism, skeletal\n (301900)                                  abnormalities, hypoplastic external genitalia\nCHARGE syndrome            AD             ID, growth restriction, microcephaly, coloboma,        CHD7      ATP-dependent          Remodeler\n (214800)                                  choanal atresia, congenital heart defects,                       chromatin\n                                           genitourinary and ear anomalies                                  remodeling\nAlpha-thalassemia          XLD            ID, growth restriction, microcephaly, absent           ATRX      ATP-dependent          Remodeler\n mental retardation                        expressive speech, epilepsy, craniofacial                        chromatin\n (ATRX) syndrome                           dysmorphism, genitourinary abnormalities, mild                   remodeling\n (301040)                                  hypochromic microcytic anemia, Hb H\n                                           erythrocyte inclusions\nEpileptic                  AD             ID, epileptic encephalopathy (onset 1–3y),             CHD2      ATP-dependent          Remodeler\n encephalopathy,                           psychomotor regression                                           chromatin\n childhood onset                                                                                            remodeling\n (615369)\nSusceptibility to ASD      AD             ASD, tall stature, macrocephaly, gastrointestinal      CHD8      ATP-dependent          Remodeler\n (615032)                                  problems, sleep disturbance, psychomotor                         chromatin\n                                           regression                                                       remodeling\n\nOMIM, Online Mendelian Inheritance in Man; AD, autosomal dominant; ID, intellectual disability; CSF, cerebrospinal fluid; XLD, X-linked\ndominant; XLR, X-linked recessive; ATP, adenosine triphosphate; ASD, autism spectrum disorder.\n\n\nimprinted and, therefore, a paternally expressed gene and                  imprints are erased and reset according to the sex of the\nH19 is a paternally imprinted and therefore, a maternally                  embryo. In a female embryo the parent-of-origin specific\nexpressed gene. The proportion of human genes that undergo                 imprints on the chromosome received from the embryo’s\nimprinting is small (about 0.5%), although some may have                   father are erased and reset as maternal imprints. However,\nyet to be discovered.35 However, imprinted genes typically                 sometimes epigenetic modifications are incompletely erased\nhave key functions in growth and development,10 as seen by                 leading to inherited epimutations and disease states such as\nthe fact that patients with imprinting disorders often present             Prader–Willi syndrome (PWS).37\nwith intellectual disability and growth abnormalities.\nImprinted genes are typically clustered in certain regions of              Disruption of genomic imprinting in humans\nthe genome and their expression is orchestrated by imprinting              Multiple reports have described monozygotic twins dis-\ncontrol regions located on the same allele (in cis). Thus,                 cordant for loss of imprinting.5 Although genetically iden-\nimprinting disorders tend to impact a single gene or single                tical, these individuals can have remarkably distinct\ndomain of genes. An exception to this rule involves the                    phenotypic characteristics (Principle 2: Epigenetic modifi-\nrecently described multi-locus imprinting disorders (MLIDs),               cations/imprinting add an additional layer of interindivid-\nwhich lead to disruption of multiple imprinted loci.36                     ual variation).7 Imprinting disorders often come in pairs\n  Studies of imprinted genes have solidified some princi-                  and some, such as Beckwith–Wiedemann syndrome\nples of epigenetics. For instance, the vast majority of all                (BWS) and Silver–Russell syndrome (SRS), can be molec-\nepigenetic modifications are cleared during gametogenesis/                 ular and phenotypic opposites (Table 2). The main\nearly embryogenesis (Principle 1: Epigenetic modifications                 molecular defect in these disorders is the lack of contri-\nare reset in germ cells), through mechanisms not yet fully                 bution from one of the parents at an imprinted gene clus-\nunderstood.6 Particularly, the parent-of-origin specific                   ter. This lack of maternal or paternal contribution can be\n\n4 Developmental Medicine & Child Neurology 2019\n\f                                               Considering a Mendelian disorder of the epigenetic machinery?\n\n\n\n\n                                    1st tier                     Testing for specific condition\n                                    testing                        Trio exome sequencing\n\n\n\n\n                                                        Disease variant found in epigenetic machinery\n                                                                   Almost all are de novo\n\n\n\n\n                                                   Screen for developmental delay, refer for supportive services\n                                Management                       Tumor screening is not indicated\n                                                        Evaluate growth and other relevant organ system\n                                                    abnormalities including echocardiogram and immunology,\n                                                            audiology, and ophthalmology evaluations\n\n\n\n\nFigure 2: A potential screening strategy for the Mendelian disorders of the epigenetic machinery. Testing is performed by either specific testing based\non features or by trio exome sequencing. The majority of changes are de novo and although these factors are also found mutated in patients with\nsomatic cancers, in general these patients do not appear to have tumor predisposition and hence, the current recommendation is to not to perform\nscreening for these patients.\n\n\n\ncaused by different mechanisms including: (1) physical                        30% to 60% of patients, maternal uniparental disomy for\nmicrodeletion; (2) uniparental disomy (i.e. receiving two                     chromosome 7 is seen in 5% to 10%, and maternal uni-\nchromosomes from one parent as opposed to one chro-                           parental disomy for chromosome 16 is reported in 2% of\nmosome from each parent); and (3) epimutations of the                         patients38 (Table 2). Some cases of SRS are due to sup-\nimprinting control regions.                                                   pression of IGF2 expression, resulting in growth restric-\n   Two pairs of imprinting disorders, BWS and SRS, and                        tion, while methylation abnormalities resulting in\nPWS and Angelman syndromes are classic human diseases                         overexpression of IGF2 are found in approximately 10% of\nthat highlight the importance of normal epigenetic                            patients with BWS. A diagnostic approach to patients with\nimprinting (Table 2).                                                         suspected BWS or SRS and management guidelines are\n   BWS is an overgrowth disorder characterized by macro-                      summarized in Fig. 1.\nsomia, neonatal hypoglycemia, macroglossia, and other fea-                       PWS and Angelman syndrome are both caused by\ntures summarized in Table 2.3 A molecular defect resulting                    abnormalities of the 15q11-q13 region. PWS is character-\nin dysregulation of the 11p15 imprinted region is found in                    ized by neonatal hypotonia, developmental delay, short\napproximately 80% of patients with BWS (Table 2). This                        stature, and the hallmark of insatiable appetite that leads\nregion contains imprinted genes, such as CDKN1C and                           to excessive eating and obesity.39 PWS is caused by lack\nIGF2, that are strong regulators of fetal growth. Loss of                     of the paternally expressed genes within 15q11-q13\nmethylation or gain of methylation at the two maternal                        (Table 2). In a typically developing child, specific genes\nimprinting control centers are the most common defects,                       in this area are expressed only from the paternal chromo-\noccurring in 50% to 60% of patients. Segmental paternal                       some, and are methylated, or effectively ‘turned off’ on\nuniparental disomy of 11p15.5 is detected in 20% of                           the maternal copy, despite normal and genetically identi-\npatients. In addition, intragenic CDKN1C mutations and                        cal sequences on both parental alleles. The majority\nchromosomal abnormalities in 11p15 can be detected in a                       (70%) of PWS cases are due to paternal deletion of the\nsmall proportion of patients with BWS.                                        area. Another 29% of cases result from maternal uni-\n   SRS is characterized by prenatal and postnatal growth                      parental disomy of chromosome 15, where the child\nrestriction, relative macrocephaly with prominent forehead                    inherits two copies from the mother and none from the\nand small chin, and limb-length asymmetry.4 Developmen-                       father. The resulting effect is similar to that of the pater-\ntal delay may be present; however, intelligence is usually                    nal deletion. The final 1% of PWS cases occurs when the\nnormal. Currently, a molecular cause can be identified in                     paternal chromosome carries ‘a maternal imprint’. In all\napproximately 60% of patients with clinically diagnosed                       three scenarios, there is lack of expression of the pater-\nSRS; loss of methylation on chromosome 11p15 occurs in                        nally active genes within 15q11-q13.\n\n                                                                                                                                             Review   5\n\fTable 2: Examples of human disorders caused by imprinting defects\n\nDisorder\n(OMIM#)         Prominent clinical features                                      Genetic cause                   Molecular genetic defect\n\nPrader–Willi    Intellectual disability, neonatal hypotonia, hyperphagia-        Genetic or epigenetic defects   del(15q 11q13)pat in 70–75%;\n syndrome        driven obesity (6mo–6y), hypogonadotropic                        within the chromosome           upd(15)mat in 25–30%;\n (176270)        hypogonadism, short stature, small hands and feet                15q11q13 region                 SNURF:TSS-DMR:LOM in\n                                                                                                                  1%\nAngelman        Intellectual disability, severe speech impairment, gait          Genetic or epigenetic defects   del(15q11q13)mat in 75%;\n syndrome        ataxia, tremulousness of the limbs, laughter episodes,           within the chromosome           upd(15)pat in 2–5%; SNURF:\n (105830)        excitability, microcephaly, epilepsy, sleep disturbance          15q11q13 region                 TSS-DMR: LOM in 3%;\n                                                                                                                  UBE3A mutations in 5–10%\nBeckwith–       Overgrowth, macroglossia, exomphalos, hyperinsulinism,           Genetic or epigenetic defects   H19/IGF2:IG-DMR: GOM in\n Wiedemann       lateralized overgrowth (hemihyperplasia), enlarged               within the chromosome           5%; KCNQ1OT1:TSS-DMR:\n syndrome        abdominal organs, increased risk for embryonal tumors            11p15.5 region                  LOM in 50%; upd(11)pat in\n (130650)        during early childhood, polyhydramnios and/or                                                    20%; dup(11p15)pat in 1–2%;\n                 placentomegaly, ear creases and/or pits                                                          CDKN1C mutations in 5%\nSilver–Russel   Growth restriction, normal head size,                            Genetic or epigenetic defects   H19/IGF2:IG-DMR: LOM in\n syndrome        pseudohydrocephalic appearance and small triangular              affecting a cluster of          40%; upd(7)mat in 7–10%;\n (180860)        face with wide forehead and small chin, lateralized              imprinted genes located on      copy-number variations\n                 asymmetry (hemiatrophy), fasting hypoglycemia, at risk           chromosome 7 and within         (dup7p), del7q; upd(11)mat;\n                 for developmental delay (both motor and cognitive) and           the chromosome 11p15.5          dup(11p15)mat; CDKN1C\n                 learning disabilities                                            region                          mutations; IGF2 mutations\nTransient       Severe intrauterine growth restriction, hyperglycemia that       Genetic or epigenetic defects   Increased dosage of PLAGL1\n neonatal        begins in neonatal period and resolves by 18mo                   affecting genes within the      and HYMAI due to upd\n diabetes 1                                                                       chromosome 6q24 region          (6)pat, duplication of 6q24\n (601410)                                                                                                         (pat)\n\nOMIM, Online Mendelian Inheritance in Man; del, deletion; dup, duplication; pat, paternal; mat, maternal; upd, uniparental disomy; DMR,\ndifferentially methylated region; LOM, loss of methylation; GOM, gain of methylation.\n\n\n   Characteristics of Angelman syndrome include severe to                   embryos or during other linked procedures, such as super-\nprofound intellectual disability, very little or absent speech,             ovulation or intracytoplasmic sperm injection. This is one\nataxia, tremulousness of the limbs, microcephaly, seizures,                 manifestation of how sensitive epigenetic modifications are\nand a happy personality with prominent laughter.40                          to environmental exposure (Principle 3: Environmental sen-\nMicrodeletion of 15q11-q13 of the maternal chromosome                       sitivity of epigenetic modifications). It is estimated that\nis the cause in 70% of patients with Angelman syndrome                      among 10 000 live births after ART, there will be 11.5 cases\n(Table 2). In 2% to 5% of patients, Angelman syndrome is                    of some imprinting disorders (Angelman syndrome, PWS,\ncaused by paternal uniparental disomy resulting in lack of                  and SRS), a nearly 6-fold increase in comparison to the fre-\nexpression of maternally active genes within 15q11-q13.41                   quency of any of these disorders in the general population\nIn approximately 15% of patients, Angelman syndrome is                      (2% per 10 000). These findings may be confounded by the\ncaused by variants in the nearby UBE3A gene or other                        original reason behind the need for ART services, which\nimprinting defects. UBE3A is imprinted in a tissue-specific                 may independently be responsible for this increased risk.\nmanner; in human brain tissue it is maternally expressed,\nwhile in many other tissues its expression is biallelic from                Transient neonatal diabetes and multi-locus imprinting\nboth maternal and paternal alleles. Unsilencing the dor-                    disorders\nmant UBE3A allele in neurons has been the focus of recent                   Neonatal diabetes mellitus occurs within the first months\nresearch efforts for treatment of Angelman syndrome. A                      of life. Forms of transient neonatal diabetes (TND) melli-\nlarge screening effort revealed that topoisomerase inhibi-                  tus usually resolve within the first 2 years of life, although\ntors were successful in reawakening the silenced allele in a                in some patients it may relapse during adolescence.44\nmouse model of Angelman syndrome, prompting excite-                         Approximately 70% of TND is caused by abnormal\nment about future therapeutic strategies based on this find-                methylation of imprinted chromosome region 6q24 which\ning.42 In summary, PWS and Angelman syndrome                                contains the PLAGL1 and HYMAI genes. Both are nor-\ntogether demonstrate how epigenetic imprinting differ-                      mally expressed on the paternal allele but silenced on the\nences can result in widely distinct clinical phenotypes, even               maternal allele. TND results from twice the normal dosage\nin the absence of any mutations in the DNA sequences of                     of PLAGL1 and HYMAI, which can occur through several\nthe paternal and maternal genes within 15q11-q13.                           mechanisms: (1) paternal uniparental disomy of chromo-\n   There is an increased risk for some of the aforementioned                some 6, (2) duplication of 6q24 on the paternal allele, and\nimprinting disorders (BWS, Angelman syndrome) in infants                    (3) inappropriate expression of the maternal PLAGL1 and\nconceived via assistive reproductive technology (ART).43                    HYMAI alleles due to hypomethylation of the methylation\nThe exact mechanism of this risk is currently unknown;                      control region. This latter mechanism may also be associ-\nhowever, it is possible that DNA methylation at imprinted                   ated with abnormal methylation of other imprinted chro-\nloci might be disturbed by ART, either during culture of the                mosome regions as part of a MLID. Most children with\n\n6 Developmental Medicine & Child Neurology 2019\n\fTND reach developmental milestones on time; however                              The epigenetic clock: impact of age on epigenetic\nthose with MLID may have developmental delay.36 As                               modifications\nMLID shows altered DNA methylation of multiple                                   Tracking changes of the epigenome over time could\nimprinted gene clusters, it is probably due to a transacting                     explain why occurrence and progression of most human\nmutation of a gene that controls acquisition and mainte-                         diseases increase with age, and how environmental factors\nnance of imprints on multiple chromosomes36 and, in fact,                        contribute to this phenomenon9,45,46 (Principle 4: Epige-\nmutations in genes encoding such proteins have been                              netic modifications change over time in humans).\nuncovered, such as ZFP57. MLIDs are most commonly                                Researchers are now examining the epigenome for signs of\nobserved in TND. They are also observed in patients with                         biological age that contribute to chronic age-related dis-\nBWS with loss of methylation within 11p15.36                                     eases and estimations of expected lifespan. In fact, DNA\n   In our Epigenetics and Chromatin clinic we see many                           methylation has been found to be the best predictor of\npatients with imprinting disorders. Figure 3 summarizes                          chronological age compared to other biological age estima-\nour diagnostic and treatment approach to common                                  tors, such as telomere length.47,48 The heritability of epige-\nimprinting disorders. Clinicians should consider the pos-                        netic age acceleration is estimated at 40% and the rate of\nsibility of imprinting disorders in infants who were con-                        epigenetic aging remains stable across the lifespan, suggest-\nceived using ART, or with abnormal blood glucose or                              ing that this rate is regulated by specific genes.45 Identifi-\nsomatic growth. Management of overgrowth syndromes                               cation of these genes may enable development of targeted\nincludes surveillance for intraabdominal tumors (Fig. 3).                        therapies to decelerate the aging rate. On the other hand,\nMethylation testing of corresponding loci for the sus-                           environmental determinants of epigenetic aging rate,\npected condition should be in the first tier of testing.                         including a healthy diet and physical exercise, are associ-\nHowever, the current explorative pipeline (whole exome                           ated with slower extrinsic epigenetic age acceleration.49\nsequencing, whole genome sequencing) systematically\nmisses imprinting disorders and does not allow discovery                         Conclusion and future clinical applications\nof previously unknown imprinting disorders. Thus, in                             While the etiologies of a subset of disorders featured in\nfuture it is likely that investigators will use a combination                    this review are now well described, the study of epigenetics\nof whole genome sequencing, with either RNA-Seq or a                             is still in its infancy. Given the complexity and rarity of\nwhole genome methylation, to adequately screen for these                         these conditions, it may be years until they are properly\ndisorders.                                                                       identified and understood. Whole exome sequencing has\n\n\n                                                              Considering imprinting disorder?\n\n                                               IVF conception? Hyperglycemia at birth? Hypoglycemia at birth?\n\n\n\n\n                                                        Overgrowth\n                                                                                    Postnatal                     Congenital\n                                                      hemihypertrophy\n                                                                                 growth restriction             hyperglycemia\n                                                       hyperglycemia\n\n\n\n                                   1st tier            BWS methylation            SRS methylation           TND methylation\n                                   testing               SNP array                  SNP array                 SNP array\n\n\n                                                     Karyotype, CDKN1C                                      If unexplained ID\n                                   2nd tier                                      Other genetic testing\n                                                      (if family history or                               -> multiple imprinting\n                                    testing                                             RSS\n                                                     dysmorphic features)                                        assays\n\n                                                      Screening for tumors       No tumor screening, growth\n                                                              with:              hormone therapy, screening          At risk\n                                                     AFP every 3mo until 4y,     for puberty precox,                for T2DM\n                                  Management\n                                                      US every 3mo until 8y      asymmetrical growth, insulin\n                                                                                 resistance\n\n\n\n\nFigure 3: Growth and glucose abnormalities in imprinting disorders. We recommend collecting information regarding the conception as in vitro fertilization\n(IVF) is a risk factor for imprinting disorders. All patients with Beckwith–Wiedemann syndrome (BWS) or isolated hemihypertrophy, which is not deemed to\nbe on a vascular basis, need screening until 8 years of age. Children with growth restriction should have evaluation of other treatable causes of growth\nrestriction (renal tubular acidosis, malabsorption, hormone problems) but followed by a diagnostic workup for Silver–Russell syndrome (SRS). Finally, glu-\ncose dysregulation is under-diagnosed but when uncovered, transient neonatal diabetes (TND), and multi-locus methylation disorders should be consid-\nered. SNP, single nucleotide polymorphism; ID, intellectual disability, AFP, alpha-fetoprotein; US, ultrasonography; T2DM, type 2 diabetes mellitus.\n\n                                                                                                                                                       Review   7\n\fbeen a vital tool for this new field, and will no doubt con-                                       of transmitting changes to the next generations.50 Target-\ntinue to aid geneticists’ understanding of the versatility of                                      ing the proteins mutated in these syndromes or under-\nthe human genome by identifying the entire set of such                                             standing the specific epigenetic abnormalities causing these\ndisease-causing factors. Furthermore, whole genome                                                 syndromes should help us develop specific treatments for\nsequencing will be of particular importance to epigenetic                                          these disorders.\nstudy as increasing attention is being paid to the previously\nneglected non-coding regions of our DNA. However, this                                             A CK N O W L E D G E M E N T S\ngroup notably contains several conditions (Kabuki, Rubin-                                          We would like to thank Drs Barbara Migeon, Jill Fahrner, and\nstein–Taybi, Rett, and Angelman syndromes), which                                                  Jacqueline Harris for helpful comments. HTB is a consultant for\nappear malleable to therapeutic interventions in postnatal                                         Millennium Pharmaceuticals. HTB is supported by an Early Inde-\nlife. For these disorders, targeted treatments or postnatal                                        pendence Award from the National Institutes of Health (NIH)\ngene editing techniques could be feasible. The emerging                                            (DP5OD017877), a grant from the Louma G. Foundation, and a\nmethods of epigenome editing, specifically dCas9-tethered                                          grant from the Icelandic Research Fund (195835). The authors\nepigenetic domains (such as dCas9-KRAB), enable the                                                have stated that they have no interests that might be perceived as\nmodification of targeted epigenetic loci with minimal risk                                         posing a conflict or bias.\n\n\n\nREFERENCES\n 1. Gabriele M, Lopez Tobon A, D’Agostino G, Testa G.            14. Remenyi A, Scholer HR, Wilmanns M. Combinatorial                 methylation abnormalities. Eur J Hum Genet 2017; 25:\n    The chromatin basis of neurodevelopmental disorders:             control of gene expression. Nat Struct Mol Biol 2004;            1335–44.\n    Rethinking dysfunction along the molecular and tempo-            11: 812–5.                                                   26. Bokinni Y. Kabuki syndrome revisited. J Hum Genet\n    ral axe",
  "wordCount": 6444,
  "indexed": "2025-09-25T22:41:34.731Z",
  "method": "direct"
}
