{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Tucker et al. - 2011 - Comparison of genome-wide array genomic hybridizat.pdf",
  "fileName": "Tucker et al. - 2011 - Comparison of genome-wide array genomic hybridizat.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Tucker et al. - 2011 - Comparison of genome-wide array genomic hybridizat.pdf",
  "text": "Tucker et al. BMC Medical Genomics 2011, 4:25\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\n RESEARCH ARTICLE                                                                                                                             Open Access\n\nComparison of genome-wide array genomic\nhybridization platforms for the detection of copy\nnumber variants in idiopathic mental retardation\nTracy Tucker1*, Alexandre Montpetit2, David Chai3, Susanna Chan4, Sébastien Chénier5, Bradley P Coe6,\nAllen Delaney4, Patrice Eydoux3, Wan L Lam6, Sylvie Langlois3,7, Emmanuelle Lemyre5, Marco Marra4, Hong Qian4,\nGuy A Rouleau8,9, David Vincent2, Jacques L Michaud5,8 and Jan M Friedman1,7\n\n\n  Abstract\n  Background: Clinical laboratories are adopting array genomic hybridization as a standard clinical test. A number of\n  whole genome array genomic hybridization platforms are available, but little is known about their comparative\n  performance in a clinical context.\n  Methods: We studied 30 children with idiopathic MR and both unaffected parents of each child using Affymetrix\n  500 K GeneChip SNP arrays, Agilent Human Genome 244 K oligonucleotide arrays and NimbleGen 385 K Whole-\n  Genome oligonucleotide arrays. We also determined whether CNVs called on these platforms were detected by\n  Illumina Hap550 beadchips or SMRT 32 K BAC whole genome tiling arrays and tested 15 of the 30 trios on\n  Affymetrix 6.0 SNP arrays.\n  Results: The Affymetrix 500 K, Agilent and NimbleGen platforms identified 3061 autosomal and 117 X\n  chromosomal CNVs in the 30 trios. 147 of these CNVs appeared to be de novo, but only 34 (22%) were found on\n  more than one platform. Performing genotype-phenotype correlations, we identified 7 most likely pathogenic and\n  2 possibly pathogenic CNVs for MR. All 9 of these putatively pathogenic CNVs were detected by the Affymetrix\n  500 K, Agilent, NimbleGen and the Illumina arrays, and 5 were found by the SMRT BAC array. Both putatively\n  pathogenic CNVs identified in the 15 trios tested with the Affymetrix 6.0 were identified by this platform.\n  Conclusions: Our findings demonstrate that different results are obtained with different platforms and illustrate\n  the trade-off that exists between sensitivity and specificity. The large number of apparently false positive CNV calls\n  on each of the platforms supports the need for validating clinically important findings with a different technology.\n\n\nBackground                                                                           losses are collectively called pathogenic copy number\nChromosomal abnormalities, the most frequently diag-                                 variants (CNVs).\nnosed cause of mental retardation (MR) [1], are routi-                                 However, most CNVs, despite producing genomic\nnely identified by cytogenetic analysis. Studies using                               imbalance of many thousands of DNA base pairs, do\narray genomic hybridization (AGH) have found appar-                                  not cause MR. In fact, CNVs are the greatest source of\nently-pathogenic gains or losses of genetic material in at                           genetic variation in normal people; the mean number of\nleast 10% of children with MR and normal conventional                                apparently benign CNVs observed ranges from 10’s-\ncytogenetic analysis [2-4]. These apparently pathogenic                              1000’s per person, depending on the technology used\ndeletions and duplications range in size from < 100 Kb                               [5-9]. Distinguishing benign CNVs from those that\nto 15 Mb. Such submicroscopic chromosomal gains or                                   cause MR and other birth defects is the most serious\n                                                                                     challenge to the routine clinical use of AGH, especially\n                                                                                     for prenatal diagnosis [4,10-13].\n* Correspondence: tbtucker@interchange.ubc.ca\n1\n Department of Medical Genetics, University of British Columbia, Vancouver,            A consensus has developed that AGH should be\nBritish Columbia, Canada                                                             offered routinely in the evaluation of children with MR\nFull list of author information is available at the end of the article\n\n                                       © 2011 Tucker et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons\n                                       Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in\n                                       any medium, provided the original work is properly cited.\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                               Page 2 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\nand other birth defects [2,3,11]. However, there is no          AGH was performed on 30 children with idiopathic\nagreement regarding the choice of AGH platform, reso-         MR and on both normal parents of each child on Affy-\nlution, or reference sample that is most appropriate for      metrix 500 K GeneChips, Agilent 244 K Oligonucleo-\nclinical use [3,14-17]. AGH for clinical diagnosis has        tide Arrays, and NimbleGen 385 K Oligonucleotide\noften employed targeted arrays with probes in genomic         Arrays. In addition, DNA from the 30 children was\nregions known to be associated with microdeletion and         run on Illumina Hap550 Beadchips using a set of\nmicroduplication syndromes, and more recent versions          about 100 HapMap samples as reference. DNAs from\nof many targeted arrays have added additional probes          the 30 children were also run on Sub-Megabase Reso-\n(i.e., a ‘backbone’) to provide some degree of genome-        lution Tiling-set (SMRT) human genomic BAC arrays\nwide coverage. As the density of probes in these back-        using one of the parents - the one of the same sex - as\nbones increases, genome-wide and targeted platforms           reference. In addition, DNA samples from 15 trios\nare converging, with both providing a survey of the           were run on the Affymetrix Genome-Wide Human\nwhole genome at relatively high resolution.                   SNP Array 6.0.\n   Few studies have compared AGH whole genome tech-             All samples were handled according to the platform\nnologies [18-20], and most are retrospective and limited to   manufacturer’s recommendations, and CNV detection\npathogenic CNVs. We performed AGH studies on 30 MR            was performed using the manufacturer’s recommended\ntrios (children with idiopathic MR and both of their unaf-    software with default settings (See Additional File for\nfected parents) using three different high-resolution gen-    detailed protocol and software settings).\nome-wide oligonucleotide platforms – Affymetrix 500 K,\nAgilent 244 K and NimbleGen 385 K – to assess their uti-      Identification of Autosomal de novo Changes\nlity for the identification of pathogenic CNVs in children    A CNV was considered to be de novo on Affymetrix\nwith MR. We determined whether the CNVs called on             500 K, Agilent 244 K, NimbleGen 385 K, or Affymetrix\nthese platforms were also detected by the Illumina Hap550     6.0 AGH if a set of probes identified by the platform\nBeadchip or the SMRT 32 K BAC whole genome tiling             algorithm was called as a deletion in the child relative\narray and tested samples from 15 of the MR trios on Affy-     to both parents or as a duplication in the child relative\nmetrix 6.0 arrays. This large comparison of multiple AGH      to both parents on the same platform.\nplatforms provides unique insights into both the power\nand the limitations of current technology for detecting       Identification of X Chromosomal CNVs\npathogenic genomic imbalance in children with MR.             In addition to looking for de novo CNVs as described\n                                                              for the autosomes above, we performed manual assess-\nMethods                                                       ments for CNVs when there was a sex-mismatch\nPatients                                                      between the child and parent because the NimbleGen\nPatients with MR and at least one of the following addi-      and Affymetrix platforms are unable to account for sex\ntional characteristics were selected for study: 1) growth     mismatches between the test and reference DNAs.\nretardation of pre- and/or post-natal onset; 2) microce-\nphaly or macrocephaly; 3) one or more major malforma-         Identification of Pathogenic Changes\ntions, and 4) more than two facial dysmorphic features.       We used de novo occurrence as a major criterion of\nCharacterization of this cohort with the checklist devel-     pathogenicity for autosomal CNVs; however, most\noped by de Vries et al. [21] showed an average score of       de novo changes found in these studies are unlikely to\n4.4 (range: 2-9). The cause of the MR in each child was       be pathogenic for MR in the children studied. In addi-\nunknown despite full evaluation by a clinical geneticist,     tion, all X chromosomal CNVs except those in the pseu-\na karyotype at ≥500 band resolution and subtelomeric          doautosomal or XY homology regions were assessed for\nFISH studies. This study was approved by the University       pathogenicity. We used previously published criteria\nof British Columbia Clinical Research Ethics Board and        [4,12,13,22,23] to determine which CNVs are likely to\nHopital Sainte-Justine Research Ethics Board, and             be pathogenic. We performed genotype-phenotype cor-\ninformed consent was obtained from each family.               relations only on CNVs that were greater than 50 Kb in\n                                                              length and that met the criteria of pathogenicity cited\nArray Genomic Hybridization                                   above.\nGenomic DNA was extracted from blood samples using\nthe Puregene DNA kit (Gentra System). DNA quality             CNV Confirmation\nfor each trio was assessed by electrophoresis in a 1%         CNVs were validated by FISH, MLPA, qPCR or PCR\nagarose gel, and DNA concentration was measured with          (for X chromosome deletions identified in males). See\na NanoDrop™ Spectrophotometer.                                Additional File 1 for detailed validation protocols.\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                                  Page 3 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\nStatistical Analysis                                                   (Additional File 3). Two patients had only one de novo\nA chi square analysis was performed to assess differences              CNV identified, 3 had 2 de novo CNVs, 5 had 3 de novo\nbetween platforms in the proportion of singleton CNV                   CNVs and 20 patients had 4 or more de novo CNVs.\ncalls and the number of de novo CNVs. Differences in                      114 (78%) of the autosomal de novo calls were iden-\nsizes and types of CNVs called between platforms were                  tified on only one platform, 23 on 2 platforms and 9\nassessed by Mann-Whitney U tests. A p-value of 0.05                    on all 3 platforms (Figure 2). Significantly fewer de\nwas considered significant in all analyses.                            novo calls were made with the Affymetrix 500 K sys-\n                                                                       tem than with Agilent (p = < 0.001) or NimbleGen\nResults                                                                platforms (p = < 0.001).\nWe compared the ability of the Affymetrix 500 K, Agi-                     A larger number of autosomal de novo deletions (96)\nlent 244 K and NimbleGen 385 K platforms to detect de                  than duplications (50) were called. The median size of\nnovo CNVs in 30 patients with idiopathic MR using the                  the de novo deletions (113 Kb) was similar to that of the\nnormal parents of each child as reference.                             de novo duplications (98 Kb) (p = 0.348). The median\n  Overall, 1,492 autosomal deletions and 1,569 autoso-                 size of the de novo CNVs detected by the NimbleGen\nmal duplications were called in the 30 children with MR                platform (183 Kb) was significantly larger than those\nby one or more of the three main platforms (Affymetrix                 identified by the Agilent platform (82 Kb; p = 0.003) but\n500 K, Agilent 244 K, and NimbleGen 385 K; Additional                  not significantly larger than those identified by the Affy-\nFile 2 and Additional File 1). Over 80% of the autosomal               metrix 500 K platform (145 Kb; p = 0.083; Additional\nCNV calls were made by only one of the three major                     File 1).\nplatforms. The proportion of singleton CNV calls made                     Many autosomal de novo CNVs were observed in mul-\nwas significantly different among the 3 platforms (p = <               tiple individuals in this small series. These recurrent\n0.001). The NimbleGen platform identified about 40%                    calls accounted for 45 (31%) of the 146 autosomal\nmore autosomal calls than the Agilent platform, while                  de novo CNVs called in the 30 trios, and all occurred in\nthe higher density Affymetrix 500 K platform identified                regions that contain polymorphic CNVs previously\nfewer than one third as many CNVs as the Agilent plat-                 recognized by oligonucleotide arrays or higher resolu-\nform (Figure 1). However, 60% of the autosomal CNVs                    tion techniques (Database of Genomic Variants (DGV),\nidentified only on the Agilent or NimbleGen platform                   http://projects.tcag.ca/variation/) (Additional File 3).\nare in genomic regions that had fewer than 5 probes on\nthe Affymetrix 500 K array, so recognition of such                     Detection of autosomal de novo CNVs with the Affymetrix\nCNVs would not be expected.                                            6.0 Platform\n                                                                       To explore whether the higher density Affymetrix 6.0\nDetection of autosomal de novo CNVs                                    array improved CNV detection in comparison to the\nThere were 146 autosomal de novo CNVs identified on                    three main platforms, we arbitrarily selected 15 of the\none or more of the three main platforms in the 30 MR                   30 MR trios for analysis using the Affymetrix 6.0 plat-\nprobands, an average of 4.9 de novo CNVs per patient                   form (see Additional File 1 for details of analysis).\n\n\n\n                                         NIMBLEGEN 385K                                                       NIMBLEGEN 385K\n  AGILENT 244K                               2048                       AGILENT 244K\n     1291                                                                  74                                     80\n                                        1541                                                                  51\n                 783       329          (75%)                                           42         20       (64%)\n                (61%)                                                                 (57%)\n                             140                                                                    9\n                        39         38                                                          3        0\n                            191                                                                      21\n                           (47%)                                                                   (64%)\n                                    AFFYMETRIX 500K                                                         AFFYMETRIX 500K\n                                          408                                                                     33\n Figure 1 Venn diagrams of CNV calls made by the 3 main AGH             Figure 2 Venn diagrams of autosomal de novo CNV calls made\n platforms. The numbers under each platform name indicate the           by the 3 main AGH platforms. The numbers under each platform\n total number of CNV calls by that platform. The numbers in the         name indicate the total number of de novo CNV calls by that\n intersecting regions indicate CNV calls made by multiple platforms.    platform. The numbers in the intersecting regions present CNV calls\n The numbers outside the intersecting regions are the number of         made by multiple platforms. The numbers outside the intersecting\n CNVs that were unique to that platform.                                regions are the number of CNVs that were unique to that platform.\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                     Page 4 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\n  There was a total of 915 autosomal CNVs identified\nwith the Affymetrix 6.0 platform in the 15 probands (an     AGILENT 244K                         NIMBLEGEN 385K\naverage of 61 CNVs per person) (Additional File 4),            38                                    73\ncompared to 281 autosomal CNVs (an average of 18.7                                               58\nper person) in these same 15 individuals on the Affyme-                     24         9       (79%)\n                                                                          (63%)\ntrix 500 K platform. 682 CNVs were called in these 15\n                                                                                       4\nprobands on the Agilent platform and 973 CNVs were                                1        2\ncalled on the NimbleGen platform.                                                       19\n  41 of the 915 autosomal CNVs identified by Affyme-                                  (73%)\ntrix 6.0 AGH occurred de novo, and 29 of these 41                                              AFFYMETRIX 500K\n(71%) CNVs were not found by any of the three main                                                   26\nplatforms. The Affymetrix 6.0 platform identified 9 of      Figure 3 Venn diagram of X chromosome CNV calls made by\n12 CNVs that were called as de novo on 2 or 3 of the        the 3 main AGH platforms. The numbers under each platform\nmain platforms in these patients (Additional File 3).       name indicate the total number of CNV calls by that platform. The\n                                                            numbers in the intersecting regions present CNV calls made by\n                                                            multiple platforms. The numbers outside the intersecting regions\nDetection of autosomal de novo CNVs with the Illumina       are the number of CNVs that were unique to that platform.\nand SMRT Platforms\nIn more limited comparisons, we sought to determine\nwhether autosomal de novo CNVs identified by the           (131 Kb) was similar to that of the duplications (97 Kb,\nthree main platforms studied are likely to be identified   p = 0.175). The median size of the X-chromosomal\nby the Illumina Hap550 Beadarray or the SMRT 32 K          CNVs detected by the Agilent platform (32 Kb) was sig-\nBAC tiling array.                                          nificantly smaller than that of the CNVs identified by\n  The Illumina platform identified 14 of the 146 autoso-   the Affymetrix 500 K (209 Kb, p < 0.001) or NimbleGen\nmal de novo CNVs that had been called on one or more       (168 Kb, p < 0.001) platforms.\nof the 3 main platforms and 8 of the 9 de novo CNVs          Four of the 117 X-chromosomal CNVs called on the 3\nthat had been called on all 3 main platforms (Additional   main platforms were also identified by the Illumina plat-\nFile 3). All Illumina CNV calls are listed in Additional   form, 6 by the Affymetrix 6.0 platform and 1 by the\nFile 5.                                                    SMRT BAC platform (Additional File 7).\n  The SMRT platform identified 9 of the 146 autosomal\nde novo CNVs called on one or more of the 3 main           Autosomal de novo CNVs with Potential Clinical\nplatforms, including 4 of the 9 de novo CNVs called on     Significance\nall 3 of the main platforms (size range: 333 Kb-9.8 Mb).   In a clinical laboratory, it is not usually possible to use\nAll CNVs called by SMRT AGH are listed in Additional       multiple platforms to determine which CNV calls are\nFile 6.                                                    real, and only a subset of the CNVs called with any\n                                                           technology is likely to be pathogenic. We used pre-\nDetection of X chromosomal CNVs                            viously published criteria to determine which CNVs\nThe X chromosome was analysed separately because           identified by one or more of the Agilent, NimbleGen,\nhalf of our hybridizations are sex-mismatched and the      Affymetrix 500 K and Affymetrix 6.0 platforms are likely\nAffymetrix and NimbleGen CNV detection software are        to be pathogenic (Additional File 4).\nunable to correct for this. Therefore, identifying CNVs      Only autosomal CNVs that occurred de novo were\nin sex-mismatched hybridizations on these platforms        assessed for pathogenicity. Although inherited CNVs\nrequired manual assessment, a process that is inherently   may cause MR [24-27], they are much less likely to do\nmore subjective than the automated assessment used for     so than de novo CNVs, and there was no clinical reason\nthe other platforms.                                       to suspect a pathogenic inherited CNV in any of these\n  There were 117 X-chromosomal CNVs identified on          children.\none or more of the 3 main platforms in these 30 MR           Smaller CNVs are much more likely than large CNVs\ntrios (Additional File 7). 23 of these 117 CNVs were       to be false positives and to be benign rather than patho-\nidentified in 9 females. 101 (86%) of the CNVs were        genic [23]. Therefore, we restricted the analysis for likely\nidentified by only 1 platform (Figure 3).                  pathogenicity to de novo CNVs that were 50 Kb or lar-\nFewer X-chromosomal CNV calls were made on the             ger. This eliminated from consideration 51 CNVs (36\nAgilent (38) and Affymetrix 500 K (26) platforms than      deletions and 15 amplifications) that were < 50 Kb.\non the NimbleGen platform (73). A larger number of           We also eliminated from consideration 21 de novo\ndeletions (78) than duplications (39) were identified on   CNVs (13 deletions and 8 duplications) that did not\nthe X chromosome. The median size of the deletions         contain validated open reading frames because such\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                                                   Page 5 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\nCNVs cannot be interpreted as pathogenic unless they                             chromosomal CNVs were recurrent within this study\ninvolve a non-coding region known to be associated                               population and were also eliminated from further\nwith MR. We eliminated a further 30 de novo CNVs (20                             analysis. One 7 Mb de novo amplification in a male\ndeletions and 10 duplications) that occurred in regions                          was validated by FISH (Patient 8960) and was identi-\nthat contain only genetically unstable highly repetitive                         fied by all 3 of the main platforms. 17 other CNVs\ngenes such as olfactory receptor genes or immunoglobin                           were tested with PCR or qPCR and could not be con-\ngenes. In addition, given the small sample size, any de                          firmed (Additional File 1). These 17 CNVs were\nnovo CNV that was identified in 4 or more probands                               eliminated from further consideration as being\nwith differing phenotypes and that was not known to be                           pathogenic.\npathogenic for MR was deemed unlikely to be patho-\ngenic, and we eliminated an additional 19 CNVs (8 dele-                          Genotype-Phenotype Correlations\ntions and 11 duplications) for this reason.                                      Of the 28 remaining de novo CNVs, 12 were autosomal\n  We subjected 21 of the remaining 25 de novo CNVs                               and 16, X-linked. We considered 4 autosomal de novo\nidentified in 14 individuals to FISH or MLPA validation.                         CNVs (Table 1) and 11 X chromosomal CNVs (Table 2)\nEight of these de novo CNVs were called by all 3 of the                          to be unlikely to cause MR because they contained no\nmain platforms, and all 8 were confirmed by FISH or                              RefSeq genes that appeared to be reasonable candidates\nMLPA. In contrast, the 11 de novo CNVs identified on                             for pathogenicity. Two X-chromosomal CNVs result in\njust one of the 3 main platforms and two de novo CNVs                            a MR phenotype in males but not in females [28,29],\nidentified by two of the 3 main platforms could not be                           and both were eliminated from further consideration\nvalidated by FISH or MLPA.                                                       because they occurred in a female (Patient 7093). One X\n                                                                                 chromosomal deletion in a male (Patient 3094) was\nX Chromosomal CNVs with Potential Clinical Significance                          eliminated because it results in MR when deleted in\nWe considered 31 of the 117 X-chromosomal CNVs                                   females but not in males [30]. Another maternally inher-\nthat were less than 50 Kb and 21 that did not contain                            ited duplication was eliminated in a female (Patient\nopen reading frames unlikely to be pathogenic and                                1815) because only deletions have been reported to\neliminated them from further assessment. 32 other X-                             result in MR in females [31].\n\n\nTable 1 Summary of autosomal de novo CNVs identified on the three main AGH platforms selected for genotype-\nphenotype analysis\nTrio Chr      CNV           Start*          Size*           Platforms         # of RefSeq     Validation             Comment on Gene Function\n ID           Type                                       Identified CNV          Genes\n1815    3      DEL       196 904 149       54 518            Agilent                1              NT        Mucin 20 - Expression pattern not consistent\n                                                                                                                        with causing MR [40]\n4821    5      DEL       68 950 015       1 329 642        NimbleGen                7              NT          Mutations in SMN1 associated with spinal\n                                                                                                                          muscle atrophy [41]\n8960    5      DUP       180 309 941       55 922          NimbleGen                2          MLPA Pos     Expression pattern not consistent with causing\n                                                                                                                               MR [42]\n1815    6      DEL       111 807 663      9 889 630      All 3 platforms            57          FISH Pos            Likely pathogenic based on size\n7531    9      DEL       139 496 489       333 935       All 3 platforms            7           FISH Pos         CNVs in region previously reported as\n                                                                                                                           pathogenic [32]\n1815    12     DEL       11 371 263        83 667          NimbleGen                1          MLPA Pos     Expression pattern not consistent with causing\n                                                                                                                               MR [43]\n1056    13     DEL       107 190 506      2 206 948      All 3 platforms            5           FISH Pos    Encompassed within de novo CNV in DECIPHER\n                                                                                                                         patient with MR\n4821    16     DEL        3 862 993        78 891        All 3 platforms            1          MLPA Pos          CNVs in region previously reported as\n                                                                                                                           pathogenic [35]\n3921    17     DEL       41 062 469        657 364       All 3 platforms            8           FISH Pos         CNVs in region previously reported as\n                                                                                                                           pathogenic [33]\n9609    21     DEL       33 902 218        152 885       All 3 platforms            2          MLPA Pos          Important in spinal development [37]\n9609    22     DEL       19 062 809        728 798       All 3 platforms            19          FISH Pos         CNVs in region previously reported as\n                                                                                                                          pathogenic [34,44]\n8327    22     DUP       19 412 033        378 797       All 3 platforms            13         MLPA Pos        Mutation has been reported in family with\n                                                                                                                        normal phenotype [25]\nDEL = Deletion; DUP = Amplification, NT - Not tested; Pos = Positive; Neg = Negative; N/T = Not tested.\n*Start/end coordinates determined from largest region of overlap between any two platforms; size is the difference between these two coordinates (Build 36).\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                                                   Page 6 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\nTable 2 Summary of X chromosome CNVs identified on the three main AGH platforms selected for genotype-\nphenotype analysis\nTrio     CNV          Start*           Size*           Platforms              Genes Involved           Validation        Comment on Gene Function\n ID      Type                                       Identified CNV\n6428      DEL      148 264 112       156 992              Affy                       IDS                   NT        Expression pattern not consistent with\n                                                                                                                                  causing MR\n2894      DEL      101 266 713       250 045          NimbleGen               5 RefSeq genes               NT        Expression pattern not consistent with\n                                                                                                                                causing MR [45]\n3519      DEL       9 454 329        197 920              Affy                     TBL1X                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [46]\n8960     DUP        67 416 262      7 057 217       All 3 platforms           57 RefSeq genes           FISH Pos                     FISH Pos\n9313      DEL       9 484 049        165 559              Affy                     TBL1X                   NT        Expression pattern not consistent with\n                                                                                                                                  causing MR\n3921     DUP        74 811 330       208 698          NimbleGen                     TTC3L                  NT        Expression pattern not consistent with\n                                                                                                                                causing MR [47]\n1511      DEL       6 856 649        201 556              Affy                    HDHD1A                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [48]\n2714      DEL       76 534 899        67 182          NimbleGen                    FGF16                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [49]\n5993      DEL       6 932 549        130 699          NimbleGen                   HDHD1A                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [48]\n4821      DEL       6 625 133        419 230          NimbleGen                   HDHD1A                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [48]\n3921     DUP        74 811330        208 698          NimbleGen                   MAGEE2                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [47]\n8960      DEL       29 967 317       203 809              Affy                    MEGB2E                   NT        Expression pattern not consistent with\n                                                                                                                                causing MR [50]\n1815     DUP        67 767 923      2 019 581         NimbleGen               15 RefSeq genes              NT       Amplification not reported to cause MR\n                                                                               including DLG3                                         [31]\n7093     DUP        73 429 587       263 642          NimbleGen          3 RefSeq genes including          NT               Females not affected [28]\n                                                                                 SLC16A2\n3094      DEL       99 293 227       205 443              Affy                    PCDH19                   NT                Males not affected [30]\n7093      DEL       6 687 308        906 505           Agilent &                     STS                   NT               Females not affected [29]\n                                                      NimbleGen\nDEL = Deletion; DUP = Amplification, NT - Not tested; Pos = Positive; Neg = Negative; N/T = Not tested.\n*Start/end coordinates determined from largest region of overlap between any two platforms; size is the difference between these two coordinates (Build 36).\n\n\n  Of the remaining 9 de novo CNVs, 7 are likely to be                            cognition [36]. The deletion in this patient falls within a\npathogenic. Table 3 summarizes the phenotypes of these                           9.9 Mb de novo deletion in another patient with MR\npatients. The CNVs that are likely to be pathogenic                              who is listed in DECIPHER (DECIPHER patient ID\ninclude deletions within 9q34.3 (Patient 7531), 17q21.31                         4668).\n(Patient 3921) and 22q11.2 (Patient 9609) that have                                These 7 de novo CNVs that are likely to be pathogenic\nbeen previously reported to be pathogenic in other                               were all identified on all three of the main AGH plat-\npatients with similar phenotypes [32-34]. A 9.8 MB                               forms studied - Agilent, NimbleGen and Affymetrix 500\ndeletion (Patient 1815) and 7 Mb duplication (Patient                            K - as well as on the Illumina platform. Five of these 7\n8960) are likely to be pathogenic based on their size and                        cases were also identified by SMRT AGH (Additional\nthe number of genes affected. Patient 4821 has a 78 Kb                           Files 3 and 7), and the Affymetrix 6.0 platform detected\ndeletion within the first exon and upstream sequence of                          the only CNV tested on that platform that is very likely\nthe CREB binding protein (CREBBP), haploinsufficiency                            to be pathogenic (Patient 4821). None of the de novo\nof which causes the Rubinstein-Taybi syndrome [35].                              CNV calls made only on the Affymetrix 6.0 platform\nThe phenotype of Patient 4821 is consistent with this                            occurred in regions that are known to be pathogenic for\ndiagnosis. The seventh patient has a previously unde-                            MR.\nscribed 2.2 Mb deletion of chromosome 13q11 (Patient                               Two other validated de novo CNVs may be patho-\n1056) that encompasses 5 genes, including myosin 16                              genic. The first is a 152 Kb deletion of chromosome 21\n(MYO16), which codes for a protein that interacts with                           that involves intersectin 1, which regulates endocytosis\nknown synaptic proteins that are important for                                   and dendritic spine development [37]. This deletion\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                                                   Page 7 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\nTable 3 Summary of phenotypes in patients with validated pathogenic or possibly pathogenic CNVs\n ID     Chr   CNV        Start*         Size*      Pathogenicity                                            Phenotype\n1815     6     DEL    111 807 663     9 889 630         Likely          MR, microcephaly, epicanthic folds, small ears, hypoplastic lobes, micrognathia,\n                                                                                                 brachycephaly, hypotonia\n7531     9     DEL    139 496 489      333 935          Likely        Moderate global developmental delay, microcephaly, flat face, upslanting palpebral\n                                                                          fissures, hypertelorism, synophrysm, anteverted nares, hypoplasia of the\n                                                                                               amygdalo-hippocampic complex\n1056    13     DEL    107 190 506     2 206 948         Likely                      Moderate MR, upslanting palpebral fissures, retrognathia\n4821    16     DEL     3 862 993        78 891          Likely              Moderate MR, microcephaly, short stature, bilateral glaucoma, bilateral\n                                                                        colobomas of the optic nerves, neuro-sensorial deafness, large ASD, epicanthic\n                                                                        folds, low nasal septum, preauricular pits, low set ears, broad distal phalanges\n                                                                                        of all fingers and toes, cryptorchidy, hypotonia\n3921    17     DEL     41 062 469      657 364          Likely            Mild MR, sagittal craniosynostosis, malar hypoplasia, mild retrognathia, short\n                                                                           and upslanting palpebral fissures, low set ears, high arched palate, broad\n                                                                               proximal phalangeal joints of the hands, unilateral cryptorchidism\n9609    22     DEL     19 062 809      728 798          Likely            Moderate MR, microcephaly, short stature, down-slanting palpebral fissures,\n                                                                          low-set ears, wide nasal base, retrognathia, metopic craniosynostosis, cleft\n                                                                              palate, partial agenesis of the corpus callosum, tetralogy of Fallot\n8960     X     DUP     67 416 262     7 057 217         Likely             Moderate MR, brachycephaly, bilateral epicanthic folds, posteriorly rotated\n                                                                                          ears with hypoplastic helix and hypotnic\n9609    21     DEL     33 902 218      152 885         Possible                                  See above pathogenic mutation\n8327    22     DUP     19 412 033      378 797         Possible                  Mild MR, small stature, Pierre Robin sequence with cleft palate\nDEL = Deletion; DUP = Amplification.\n*Start/end coordinates determined from largest region of overlap between any two platforms; size is the difference between these two coordinates (Build 36).\n\n\noccurred in Patient 9609, who also has a pathogenic 728                          parents as reference means that half of the hybridiza-\nKb deletion of chromosome 22. The second possibly                                tions involve comparisons between samples from differ-\npathogenic CNV is a 378 Kb duplication that involves                             ent sexes, and copy number estimates involving the\nthe distal portion of the 22q11.2 DGS/VCFS region                                X-chromosome(s) requires manual CNV identification\n(Patient 8327). A similar duplication was previously                             by analysis of raw log2 ratios with the NimbleGen and\nreported in a child and father whose cognitive ability                           Affymetrix 500 K software when there is a sex\nwas not clearly described [25].                                                  mismatch.\n                                                                                   Each of the three main AGH platforms detected hun-\nDiscussion                                                                       dreds of autosomal CNVs in these 30 trios - an average\nIn this study we compared the performance of various                             of 34 CNVs per trio on NimbleGen arrays, of 22 CNVs\nAGH systems for the clinical detection of pathogenic                             on Aglient arrays, and 7 CNVs on Affymetrix 500 K\nCNVs in children with MR. Previous studies that                                  arrays. What is most striking, however, is that 82% of\nincluded more limited comparisons of AGH technolo-                               the CNV calls were only made on one platform, sug-\ngies found substantial differences in the CNV detection                          gesting a majority of false positive calls. As expected,\nfrequency between platforms, but some of these studies                           most of the autosomal CNVs were inherited from one\ncompared much lower resolution techniques and                                    of the parents. However, many of the CNVs called in\nfocused on larger CNVs [18] or compared lower- to                                the child are probably not actually present in the child\nhigher-resolution arrays in an analysis that treated the                         but rather represent a copy number change in the oppo-\nhigher-resolution findings as correct when discrepancy                           site direction in the parent, e.g., a copy number loss\noccurred [20]. In addition, most previous comparative                            called in the child against the mother but not the father\nstudies were retrospective, focusing on the ability of var-                      could actually be a copy number gain in the mother\nious platforms to identify previously characterized                              that was not transmitted to the child.\nCNVs. These studies only report detection of pathogenic                            Overall, 146 autosomal de novo CNVs and 117\nCNVs and do not discuss findings with respect to the                             X-chromosomal CNVs were called on the 3 main plat-\nmore frequent apparently benign variants [18-20].                                forms. 48 (32 de novo autosome and 16 X chromosome)\n  Here we compared de novo CNVs identified on 3 plat-                            of these CNVs were found on more than one platform.\nforms by analysing each child directly in relationship to                        10 de novo CNVs (9 autosome and 1 X chromosome)\nhis/her parent. This approach was the most cost-effi-                            were called by all three main platforms. Genotype-phe-\ncient to distinguish de novo and inherited CNVs using                            notype correlations identified 7 CNVs that are likely to\nthe comparative AGH methodology. However, using the                              be pathogenic and 2 other CNVs that are good\n\fTucker et al. BMC Medical Genomics 2011, 4:25                                                                              Page 8 of 10\nhttp://www.biomedcentral.com/1755-8794/4/25\n\n\n\n\ncandidates to cause MR. All 9 of the pathogenic or pos-      possibly pathogenic CNVs in the 30 MR trios studied,\nsibly pathogenic CNVs were identified by each of the         the need to manually assess CNVs on the sex chromo-\nthree main platforms.                                        somes when there is a sex-mismatch with the Nimble-\n   Although we did not fully assess the Illumina Bead-       Gen and Affymetrix 500 K software is an important\nchips, their sensitivity appears to be similar to that of    consideration when testing for MR or other genomic\nthe Affymetrix 500 K arrays. Only 15 trios were assessed     disorders in clinical service laboratories. Our results\non the Affymetrix 6.0 platform. However, it is clear this    show that the tiling BAC array is less sensitive than the\nplatform produces many more CNV calls, although its          oligonucleotide or SNP-based arrays studied. In any\ndetection rate for pathogenic and possibly pathogenic        case, the large number of apparently false positive CNV\nCNVs appears to be similar to that of the other SNP          calls obtained with each of the platforms studied sup-\narrays. None of the additional de novo CNVs called on        ports the need for validating all such calls with a differ-\nthe Affymetrix 6.0 platform appears to be pathogenic.        ent methodology before consideration of their possible\n   The SMRT array only identified 5 of the 9 CNVs that       pathogenicity in a clinical setting.\nwere thought to be pathogenic or possibly pathogenic.\nOne of the CNVs not identified was only 78 Kb in size        Conclusions\nand is probably below the resolution of the SMRT array.      It seems unlikely that any of the AGH platforms tested\nIt is not clear why the other CNVs were not called by        is completely right (or completely wrong) in its CNV\nthe SMRT array.                                              calls. Clinical use of any AGH platform to detect patho-\n   A number of differences exist among the platforms         genic CNVs in children with birth defects continues to\nstudied that may have contributed to the different           require considerable skill and experience.\nresults. Given the large number of genomic segments\nthat were tested, there is a high probability that some of   Additional material\nthe de novo CNV calls are false positives in the proband\nand others are false negatives in a transmitting parent       Additional file 1: Technical notes. Detailed protocols for AGH and CNV\n(i.e., the CNV is actually inherited, rather than de novo,    size comparison between AGH platforms. In addition, there are detailed\n                                                              protocols for CNV validation and brief discussion of the difference\nin the proband). Differences in pre-processing, labelling,    between each AGH platform.\nand hybridization protocols, which were performed             Additional file 2: Additional Table 5. Summary of inherited CNVs\naccording to the various manufacturers’ specifications        identified in 30 MR trios identified by the Agilent 244 K, NimbleGen 385\n(see Additional File 1), could contribute to the occur-       K and Affymetrix 500 K arrays and correlation with Illumina Hap550, 32 K\n                                                              SMRT BAC and Affymetrix 6.0 platforms.\nrence of false negative and false positive calls. The low-\n                                                              Additional file 3: Additional Table 6. Summary of de novo CNVs\nest observed correlation between platforms was for            identified in 30 MR trios identified by the Agilent 244 K, NimbleGen 385\nsmaller CNVs (data not shown) which highlights the            K and Affymetrix 500 K arrays and correlation with Illumina Hap550, 32 K\nimportance of using probe number as a variable for            SMRT BAC and Affymetrix 6.0 platforms.\nidentifying CNVs. Nevertheless, the lack of concordance       Additional file 4: Additional Table 7. Summary of all CNV calls made\n                                                              by the Affymetrix 6.0 array in 15 MR trios studied.\nin every single two-way comparison and the fact that\n                                                              Additional file 5: Ad",
  "wordCount": 7933,
  "indexed": "2025-09-25T22:44:35.717Z",
  "method": "direct"
}
