{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Nomenclatura/Dunnen et al_2016_HGVS Recommendations for the Description of Sequence Variants.pdf",
  "fileName": "Dunnen et al_2016_HGVS Recommendations for the Description of Sequence Variants.pdf",
  "relativePath": "Genetica/Generalidades/Nomenclatura/Dunnen et al_2016_HGVS Recommendations for the Description of Sequence Variants.pdf",
  "text": "SPECIAL ARTICLE\n                                                                                                                                      OFFICIAL JOURNAL\n\nHGVS Recommendations for the Description of Sequence\nVariants: 2016 Update\n                                                                                                                                          www.hgvs.org\n\nJohan T. den Dunnen,1∗ Raymond Dalgleish,2 Donna R. Maglott,3 Reece K. Hart,4 Marc S. Greenblatt,5\nJean McGowan-Jordan,6 Anne-Francoise Roux,7 Timothy Smith,8 Stylianos E. Antonarakis,9 and Peter E.M. Taschner10 on\nbehalf of the Human Genome Variation Society (HGVS), the Human Variome Project (HVP), and the Human Genome\nOrganisation (HUGO)\n1\n  Human Genetics & Clinical Genetics, Leiden University Medical Center, Leiden, Nederland; 2 Department of Genetics, University of Leicester,\nLeicester, United Kingdom; 3 National Center for Biotechnology Information, National Library of Medicine, National Institutes of Health, Bethesda,\nMaryland; 4 Invitae, Inc., San Francisco, California; 5 University of Vermont College of Medicine, Burlington, Vermont; 6 Children’s Hospital of Eastern\nOntario and University of Ottawa, Ottawa, Ontario, Canada; 7 Laboratoire de Génétique Moléculaire, CHRU Montpellier, Montpellier, France;\n8\n  Human Variome Project International Coordinating Office, Melbourne, Australia; 9 Department of Genetic Medicine, University of Geneva Medical\nSchool, Geneva, Switzerland; 10 Generade Centre of Expertise Genomics and University of Applied Sciences Leiden, Leiden, The Netherlands\nFor the 25th Anniversary Commemorative Issue\nReceived 7 December 2015; accepted revised manuscript 18 February 2016.\nPublished online 2 March 2016 in Wiley Online Library (www.wiley.com/humanmutation). DOI: 10.1002/humu.22981\n\n                                                                                     known classes of sequence variation. After the publication of some\n                                                                                     initial guidelines [Ad Hoc Committee on Mutation Nomenclature,\n    ABSTRACT: The consistent and unambiguous descrip-\n                                                                                     1996; Antonarakis, 1998], the HGVS proposed a more compre-\n    tion of sequence variants is essential to report and ex-\n                                                                                     hensive set of recommendations [den Dunnen and Antonarakis,\n    change information on the analysis of a genome. In par-\n                                                                                     2000], now known as the HGVS recommendations/nomenclature\n    ticular, DNA diagnostics critically depends on accurate\n                                                                                     (http://www.HGVS.org/varnomen). These guidelines have gradu-\n    and standardized description and sharing of the vari-\n                                                                                     ally acquired world-wide acceptance and are currently acknowl-\n    ants detected. The sequence variant nomenclature sys-\n                                                                                     edged as the standard nomenclature in molecular diagnostics\n    tem proposed in 2000 by the Human Genome Variation\n                                                                                     [Gulley et al., 2007; Richards et al., 2015]. As the recommenda-\n    Society has been widely adopted and has developed into an\n                                                                                     tions were used, it was recognized that the initial proposal had a few\n    internationally accepted standard. The recommendations\n                                                                                     errors, contained some inconsistencies, and did not cover all types\n    are currently commissioned through a Sequence Vari-\n                                                                                     of sequence variants (e.g., complex changes). This paper will sum-\n    ant Description Working Group (SVD-WG) operating\n                                                                                     marize the current recommendations, the result of the evolution\n    under the auspices of three international organizations:\n                                                                                     of the original recommendations [den Dunnen and Antonarakis,\n    the Human Genome Variation Society (HGVS), the Hu-\n                                                                                     2000] applied in practice: HGVS recommendations version 15.11.\n    man Variome Project (HVP), and the Human Genome\n    Organization (HUGO). Requests for modifications and\n    extensions go through the SVD-WG following a standard\n    procedure including a community consultation step. Ver-                          The HGVS Recommendations\n    sion numbers are assigned to the nomenclature system to                             The HGVS recommendations are designed to be stable, mean-\n    allow users to specify the version used in their variant                         ingful, memorable, and unequivocal. Still, modifications may be\n    descriptions. Here, we present the current recommenda-                           necessary to remove inconsistencies, clarify confusing conventions,\n    tions, HGVS version 15.11, and briefly summarize the                             and/or to extend the recommendation to represent cases that were\n    changes that were made since the 2000 publication. Most                          not previously covered. To allow users to specify up to what time-\n    focus has been on removing inconsistencies and tightening                        point they have followed the HGVS recommendations, a version\n    definitions allowing automatic data processing. An exten-                        number is now included. Any change in the recommendations will\n    sive version of the recommendations is available online, at                      result in a new dated version number and all changes introduced\n    http://www.HGVS.org/varnomen.                                                    will be specified in the version list. The recommendations described\n    Hum Mutat 37:564–569, 2016. \u0003\n                                C 2016 Wiley Periodicals, Inc.\n                                                                                     here represent the HGVS recommendations for the description of\n    KEY WORDS: standards; sequence variation; mutation;                              sequence variants version 15.11 (i.e., November 2015).\n    database; nomenclature\n\n                                                                                     SVD-WG\n\nIntroduction                                                                            To support overall acceptance of the HGVS recommendations,\n                                                                                     three organizations (HGVS, HVP, and HUGO) joined forces to\n  Sequence variant nomenclature needs to be accurate, unambigu-                      establish the Sequence Variant Description Working Group (SVD-\nous, and stable, but sufficiently flexible to allow description of all               WG). The SVD-WG operates following a standard procedure (for\n                                                                                     details see http://www.variome.org/svd-wg.html), discusses incom-\n    ∗\n        Correspondence to: Johan T. den Dunnen, Human Genetics (S04-030), Leiden     ing requests to modify or extend the recommendations and, where\nUniversity Medical Center, P.O. Box 9600, Leiden 2300RC, The Netherlands. E-mail:    necessary, makes a proposal for changes. When finalized, the pro-\nvarnomen@HGVS.org                                                                    posal is published on the nomenclature Website and, for a 2-month\n\n                                                                                                                \u0003\n                                                                                                                C 2016 WILEY PERIODICALS, INC.\n\fTable 1. Nomenclature Definitions with Example Variant Descriptions\nSubstitution (>)                          g.1318G>T                         A change where one nucleotide is replaced by one other nucleotide\nDeletion| (del)                           g.3661 3706del                    A change where one or more nucleotides are not present (deleted)\nInversion (inv)                           g.495 499inv                      A change where more than one nucleotide replaces the original sequence and is the\n                                                                              reverse-complement of the original sequence (e.g., CTCGA to TCGAG)\nDuplication (dup)                         g.3661 3706dup                    A change where a copy of one or more nucleotides are inserted directly 3’ of the original copy of that\n                                                                              sequence\nInsertion (ins)                           g.7339 7340insTAGG                A change where one or more nucleotides are inserted in a sequence and where the insertion is not a\n                                                                              copy of a sequence immediately 5’\nConversion (con)                          g.333 590con1844 2101             A specific type of deletion-insertion where a range of nucleotides replacing the original sequence are a\n                                                                              copy of a sequence from another site in the genome\nDeletion-insertion (delins/indel)         g.112 117delinsTG                 A change where one or more nucleotides are replaced by one or more other nucleotides and which is\n                                                                              not a substitution, inversion, or conversion\n\nRead “a change where” as “a change where in a specific sequence compared to the reference sequence . . . ”\n\n\n\nperiod, opened for “Community Consultation.” People interested in                             Table 2. Reference Sequences\nthe work of the SVD-WG can register for a mailing list, ensuring\n                                                                                              Numbering scheme        Prefix    Position numbering in relation to\nthat they will receive a copy of all proposals and decisions made.\nAfter 2 months, all comments are collected and evaluated by the                               Genomic DNAa              g.      First nucleotide of the genomic reference sequence\nSVD-WG. When no major concerns are received the proposal is                                   Coding DNAa               c.      First nucleotide of the translation start codon of the\naccepted, published on the nomenclature Website and a new ver-                                                                     coding DNA reference sequence\n                                                                                              Noncoding DNAa,b          n.      First nucleotide of the noncoding DNA reference\nsion number is assigned to the recommendations. Proposals re-\n                                                                                                                                   sequence\nceiving many comments are either modified or considered rejected.                             Mitochondrial DNA         m.      First nucleotide of the mitochondrial DNA\nThe entire procedure described was completed for the first time in                                                                 reference sequence\nOctober 2015 and resulted in the acceptance of two new proposals                              RNA                       r.      First nucleotide of the translation start codon of the\n(see Community Consultation below).                                                                                                RNA reference sequence or first nucleotide of the\n                                                                                                                                   noncoding RNA reference sequence\n                                                                                              Protein                   p.      First amino acid of the protein sequence\n\nTerminology                                                                                   a\n                                                                                                For diagnostic applications, it is strongly recommended to use Locus Reference Ge-\n                                                                                              nomic sequence (LRG) [Dalgleish et al., 2010; MacArthur et al., 2014]. When no LRG\n   In contrast to the original recommendations, the terms “poly-                              is available, one should be requested; “pending” LRGs should not be used. If there is\n                                                                                              no LRG, a RefSeq sequence [O’Leary et al., 2016] is recommended.\nmorphism” and “mutation” are no longer used because both terms                                b\n                                                                                                Reference sequence recently added after community consultation by the\nhave assumed imprecise meanings in colloquial use. Polymorphism                               HGVS/HVP/HUGO sequence variant description working group (SVD-WG,\nis confusing because in some disciplines it refers to a sequence                              http://www.hgvs.org/mutnomen/accepted002.html).\nvariation that is not disease causing, whereas in other disciplines\nit refers to a variant found at a frequency of 1% or higher in a\npopulation. Similarly, mutation is confusing since it is used both                            is replaced by more than one other nucleotide is not a substitution\nto indicate a “change” and a “disease-causing change.” In addition,                           but a deletion-insertion (delins/indel). A duplication is defined as a\n“mutation” has developed a negative connotation [Condit et al.,                               tandem copy of an upstream sequence. The position of a duplica-\n2002; Cotton, 2002], whereas the term “variant” has a positive value                          tion is represented by defining the position of the nucleotide, or the\nin discussions between medical doctors and patients by dedrama-                               range of nucleotides, that is duplicated (see Variability in Repeated\ntizing the implication of the many, often largely uncharacterized,                            Sequences below). When the “duplicated” sequence is not directly\nchanges detected. Therefore, following recommendations of the Hu-                             3\u0004 to the original copy, it should be described as an insertion. In-\nman Genome Variation Society (HGVS) and American College of                                   sertions are in general short and de novo, that is, not a copy of an\nMedical Genetics (ACMG) [Richards et al., 2015], we only use neu-                             existing sequence from elsewhere in the genome. For larger dupli-\ntral terms such as “variant”, “alteration,” and “change.”                                     cating insertions, that is, having a copy elsewhere in the genome,\n                                                                                              one should define the original source sequence with respect to a\n                                                                                              reference sequence and a nucleotide range.\nDefinitions\n   To enhance clarity as well as to facilitate computational analysis                         Reference Sequences\nand description of sequence variants, the basic types of variants\nhad to be defined more strictly. In addition, descriptions have been                              Discussions regarding the preferred use of reference sequences\nprioritized, meaning that when a description is possible according                            (Table 2) remain lively. The most fundamental recommendation is\nto several classes, for example, as a duplication or an insertion,                            that one has to describe what was observed, not what has been in-\none specific class is preferred. The priority assigned is (1) deletion,                       ferred, that is, report original observations using an appropriate ref-\n(2) inversion, (3) duplication, (4) conversion, and (5) insertion.                            erence sequence. When genomic DNA is sequenced, a genomic ref-\nThese changes made it possible to generate a formalized description                           erence sequence should be the preferred choice. However, especially\nof the HGVS standard in Extended Backus-Naur Form [Laros et al.,                              in diagnostics, reporting based on a coding DNA reference sequence\n2011] and to develop software tools that can check and/or generate                            is far more popular. The reason is simple, from the description one\nHGVS descriptions [Wildeman et al., 2008; Hart et al., 2014].                                 immediately gets some information regarding the location of the\n   The definitions are shown in Table 1. The consequences of these                            variant, namely, exonic or intronic, 5\u0004 of the ATG or 3\u0004 of the stop\ndefinitions are, for example, that an A>T substitution should not be                          codon, and, by dividing the nucleotide number by 3, the number of\ndescribed as an inversion. Similarly, a change where one nucleotide                           the amino acid residue that is affected (see Fig. 1; Tables 3–6). For\n\n                                                                                                             HUMAN MUTATION, Vol. 37, No. 6, 564–569, 2016                      565\n\f                           Coding DNA reference\n                                                         –3                                                        *3\n                                     –93                  –2                   187 188                           *2                         *223\n                                               –45 –44      –1 1                                            351 *1         *96 *97\n\n                                                                ATG                                         TGA\n                                           gtgag..//..tttcag                gtaag..//..ttctag                           gtgag..//..ctttag\n                                   –45+1               –44–1                                                      *96+1               *97–1\n                                                                        187+1              188–1\n                                    –45+2             –44–2                                                        *96+2             *97–2\n                                                                         187+2            188–2\n                                     –45+3           –44–3                                                          *96+3          *97–3\n                                                                          187+3          188–3\n\n\n\n\n                            Noncoding DNA reference\n                                       1                                                                                                    667\n                                                49 50                          280 281                                     540 541\n\n\n                                           gtgag..//..tttcag                gtaag..//..ttctag                           gtgag..//..ctttag\n                                   49+1                  50–1          280+1              281–1                   540+1               541–1\n                                    49+2               50–2             280+2            281–2                     540+2            541–2\n                                     49+3             50–3               280+3          281–3                       540+3          541–3\n\nFigure 1. Nucleotide numbering for a coding (top) and noncoding (bottom) DNA reference sequence; black box = the protein coding sequence.\nIn the coding DNA reference sequence, nucleotide numbering starts with c.1 at the A of the ATG translation initiation codon. Numbering proceeds\nuntil the last nucleotide of the translation termination codon (TGA, TAA, or TAG). Nucleotides 5\u0004 of the ATG are numbered c.-1, c.-2, and so on,\nnucleotides 3\u0004 of the stop codon c.∗ 1, c.∗ 2, and so on. Intronic nucleotides are numbered based on the closest flanking exon nucleotide, on the\n5\u0004 side going into the intron such as c.187+1, c.187+2, and so on, on the 3\u0004 side going in to the intron such as c.188-1, c.188-2, and so on. When\nintrons have an uneven number of nucleotides, the central nucleotide (N) is linked to the upstream exon, like c.187+N. Nucleotide numbering for a\nnoncoding DNA reference sequence starts with nucleotide c. and ends at the end of the reference sequence. Intronic nucleotides are numbered\nas for a coding DNA reference sequence.\n\nTable 3. Nucleotide Numbering\n                                                                   Genomic reference sequence\n                                                                                                                                             Coding DNA reference sequence\nLocation nucleotide                               NC_000023.10                                  LRG_199 (DMD)                                LRG_199t1, NM_004006.2\n\n5\u0004 transcription start                            g.33231774                                    g.130953                                     c.-2345\nIn 5\u0004 UTR                                         g.33229552                                    g.133175                                     c.-123\n(In intron in 5\u0004 UTR)a                                                                                                                       (c.-55+23 / c.-54-23)b\nA of the ATG start codon                          g.33229429                                    g.133298                                     c.1\nIn coding DNA                                     g.32862930                                    g.499797                                     c.234\nIn intron, 5\u0004 side                                g.32380903                                    g.981883                                     c.5325+2a\nIn intron, 3\u0004 side                                g.32366647                                    g.996080                                     c.5326-2a\nG of TAG stop codon                               g.31140036                                    g.2222791                                    c.11058\nIn 3\u0004 UTR                                         g.31139691                                    g.2222836                                    c.∗ 345\n(In intron in 3\u0004 UTR)a                                                                                                                       (c..∗ 54+23 / c.∗ 55-23)b\n3\u0004 transcription end                              g.31136580                                    g.2226247                                    c.∗ 3456\n\nNucleotide numbering using a genomic reference sequence (NC_000023.10 [genome build GRCh37/hg19], and LRG_199) and a coding DNA reference sequence (DMD gene,\nLRG_199t1, or NM_004006.2). Nucleotide numbering starts at 1; there is no nucleotide 0.\na\n  Coding DNA reference sequence NM_004006.2 does not contain intron sequences; LRG_199 is required for this description.\nb\n  Hypothetical example, the DMD gene does not contain an intron in the 5\u0004 or 3\u0004 UTR.\n\n\n\ndiagnostic applications, a new reference was recently introduced,                      most prominent of these concerned termination variants at the pro-\nthe Locus Reference Genomic sequence (LRG) [Dalgleish et al.,                          tein level, where “X” had previously been used to describe a stop\n2010; MacArthur et al. 2014]. The HGVS recommendations strongly                        codon, to be changed to “Ter” or “∗ ,” for example, p.Trp123Ter\nadvise the use of an LRG. When for a gene of interest no LRG is                        or p.W123∗ (previously p.Trp123X, see Table 6). With this change,\navailable, one should be requested as soon as possible. “Pending”                      the recommendations now follow the IUPAC-IUB nomenclature\nLRGs should not be used (they might change before being ap-                            and its use of symbols for amino acids and peptides published in\nproved). If there is no current LRG, the use of a RefSeq sequence                      1984 [IUAPC-IUB Joint Commission on Biochemical Nomencla-\n[O’Leary et al., 2016], with its version (RefSeqGene or transcript) is                 ture (JCBN), 1984] where “X” is defined to indicate “any amino\nrecommended.                                                                           acid.” “Ter” (termination codon) is used in three-letter amino acid\n                                                                                       code, and “∗ ” can be used in both one- and three-letter code.\nExisting Standards                                                                        It should be noted that HGVS recommendations follows the full\n                                                                                       IUPAC-IUBMB “Nomenclature for Incompletely Specified Bases in\n  To become compliant with prior standards and conventions, a                          Nucleic Acid Sequences” (Tables 2 and 6). This facilitates, for ex-\nfew changes to the original recommendations were required. The                         ample, the description at DNA level of the uncertainty that remains\n\n\n566             HUMAN MUTATION, Vol. 37, No. 6, 564–569, 2016\n\fTable 4. DNA Level Descriptions\nVariant type                                           g. description                         c. descriptiona                                    Remarks\n\nSubstitution                                   g.32662262G>A                             c.1318G>A\nDeletion                                       g.32466684 32466698del                    c.3661 3706del                      Specification of deleted nucleotides(s) optional\nDuplication                                    g.32466684 32466698dup                    c.3661 3706dup                      Specification duplicated nucleotide(s) optional\nInsertion                                      g.31792279 31792280insTAGG                c.7339 7340insTAGG                  Specification of inserted nucleotides mandatory\nInversions                                     g.32481638 32481654inv                    c.3334 3350inv                      Minimum size: 2 nucleotides\nDeletion-insertion (indel)                     g.32867914 32867919delinsTG               c.112 117delinsTG                   Specification of inserted nucleotides mandatory\nTranslocation                                                                                                                No recommendation yetb\nRepetitive DNA stretch                         g.31836932T[22]                           c.7309+1160T[22]                    Describe first nucleotide and repeat unit or range\n                                               g.33170306TAA[9] or                       c.31+59093TAA[9] or                   of first repeat unit with number of repeat units\n                                               g.33170306 33170308[9]                    c.31+59093 31+59095[9]                between brackets\nTwo variants on one chromosome                 g.[32841486C>T;33038273G>C]               c.[76C>T; 283G>C]\n  (in cis)\nTwo variants on two different                                                            c.[76C>T];[283G>C]\n  chromosomes (in trans)                       g.[32841486C>T];[33038273G>C]\nTwo variants, phase unknown (on                                                          c.[76C>T(;)283G>C]\n  one or two chromosomes)                      g.[32841486C>T(;)33038273G>C]\n\nVariants are described in relation to hypothetical genomic and coding DNA reference sequences. A more extensive collection of examples is available from the HGVS nomenclature\nWebsite.\na\n  For another location of the nucleotide relative to a coding DNA reference sequence, see Table 3.\nb\n  Subject of proposal SVD-WG004.\n\n\n\nTable 5. RNA Level Descriptions                                                          “+” character was used both in nucleotide numbering (for intronic\n                                                                                         nucleotides) and to list combined variants or alleles. The recom-\n Variant type            r. description                        Remarks\n                                                                                         mendation is now to “+” only in nucleotide numbering and to use\n Substitution            r.1318g>u                                                       “;” to list combined variants or alleles: c.[76C>T; 283G>C] for two\n Deletion                r.3661 3706del                        No specification of       variants known to be on one molecule (in cis), c.[76C>T];[283G>C]\n                                                                 deleted nucleotide(s)   for the same two variants known to be on two different molecules (in\n Duplication             r.3661 3706dup                        No specification of\n                                                                                         trans), and c.[76C>T(;)283G>C] for two variants where the phase is\n                                                                 duplicated\n                                                                 nucleotide(s)           unknown (see Table 4). Similarly, “,” was introduced to replace the\n Insertion               r.7339 7340instagg                    Mandatory                 “+” to describe several RNA transcripts deriving from one variant\n                            r.456 457ins456+87 456+121           specification of        at DNA level. In the example from Den Dunnen and Antonarakis\n                                                                 inserted                (2000), r.[76a>c,70 77del] now replaces r.[76a>c+70 77del] (see Ta-\n                                                                 nucleotide(s)\n Inversions              r.3334 3350inv                        Minimum size 2\n                                                                                         ble 5).\n                                                                 nucleotides                The alternative use of c.IVS# and c.EX# in the description of\n Deletion-insertion      r.112 117delinsug                     Mandatory                 nucleotide positions has been retracted. Such descriptions are in-\n   (indel)                                                       specification of\n                                                                                         direct and cause confusion when different exon/intron numbering\n                                                                 inserted nucleotides\n Two variants on          r.[76c>u;283g>c]                                               schemes are used for a gene. They also compromise the develop-\n   1 chromosome (in cis)                                                                 ment of software tools. Some tools, for example, the Mutalyzer Name\n Two variants on differentr.[76c>u];[283g>c]                                             Checker, accept the c.IVS format, supporting conversion to the rec-\n   chromosomes                                                                           ommended format [Wildeman et al., 2008]. Nucleotide positions\n   (in trans)\n Two variants, phase      r.[76c>u(;)283g>c]\n                                                                                         should be specific and include numbers only (Fig. 1; Table 3).\n   unknown                                                                                  Recommendations regarding the description of variants that\n One DNA change           r.[76a>c,70 77del]                                             have not been fully characterized, for example, deletion or du-\n   yielding two                                                                          plication breakpoints, have been clarified. In such cases, the\n   transcripts\n                                                                                         description should indicate the region of uncertainty, using the\n Predictions              r.spl r.?                            Affects splicing\n                                                                 unknown                 format (5\u0004 border 3\u0004 border). The suggestion to describe exon dele-\n                                                                 consequences            tions and duplications using the format c.77-? 923+?del (or dup)\n                                                                                         was therefore retracted. Descriptions of genomic deletions there-\nVariants are described in relation to a hypothetical RNA reference sequence. Compared\nwith DNA descriptions, lower case nucleotides are used and “u” instead of “t.” A more\n                                                                                         fore have formats such as g.2345 6789del (break point sequenced),\nextensive collection of examples is available from the HGVS nomenclature Website.        g.(1234 3456) (5678 7890)del (breakpoints defined but not\n                                                                                         sequenced), g.(? 3456) 6789del (5\u0004 break point undefined, 3\u0004 break\n                                                                                         point sequenced).\nwhen publications list variants only at protein level, for example,                         Reporting one variant using different descriptions creates con-\np.(Ile321Leu) on DNA level as c.961A>Y (Y being C or T).                                 fusion and underrepresentation of its frequency. Preventing this is\n                                                                                         especially important in stretches of repeated DNA sequences. Al-\n                                                                                         though not stated prominently, the 2000 guidelines specified nor-\nModifications to Original Recommendations\n                                                                                         malization (shuffling) to the 3\u0004 end. This so-called 3\u0004 rule states that\n   The 2000 recommendations [Den Dunnen and Antonarakis,                                 for variants in stretches of repeated DNA sequences the most 3\u0004\n2000] contained some minor inconsistencies that demanded mod-                            position possible is arbitrarily deemed to have been changed. Con-\nification. A leading feature, to reduce confusion, was to use specific                   sequently, the change of TTT to TT is described as g.3del (not g.1del\nsymbols for one purpose only. In the 2000 recommendations, the                           or g.2del). A corollary of the 3\u0004 rule is that predicted duplications\n\n\n                                                                                                        HUMAN MUTATION, Vol. 37, No. 6, 564–569, 2016                    567\n\fTable 6. Protein Level Descriptions                                                       the protein level should make clear whether experimental proof\n                                                                                          was available or not. When not, one should list the predicted con-\nVariant type                       p. description                   Remarks\n                            p.(Arg490Ser)                   The protein change is\n                                                                                          sequences in parentheses. Variants that are predicted to shift the\n                                                              predicted (no               translational reading frame should be described using either a short\n                                                              experimental proof)         or a long form; p.(Arg97fs) and p.(Arg97Profs∗23), respectively.\nSubstitution                p.Arg490Ser/p.R490S             Both three- (preferred)       For “fsTer#”/”fs∗#,” it is specified that “#” indicates at which codon\n                              p.Trp87Ter /                    and one-letter amino\n                                                                                          number the new reading frame ends with a stop codon. The number\n                              p.Trp78∗/p.W87∗                 acid code may be used;\n                                                              ∗ accepted for one-         of the stop in the new reading frame is calculated starting at the first\n                                                              and three-letter code       amino acid that is changed by the frame shift, ending at the stop\nDeletion                    p.Asp388 Gln393del              No specification of           codon (∗#).\n                                                              deleted amino acid(s)          A newly added recommendation is to describe changes directly\nDuplication                 p.Asp388 Gln393dup              No specification of\n                                                              duplicated amino\n                                                                                          affecting the start or stop codon as an N- or C-terminal extension.\n                                                              acid(s)                     Amino acids upstream of the original start site are numbered using\nInsertion                   p.Ala228 Val229insTrpPro        Mandatory specification       a minus sign. For example, p.Met1ValextMet-12 describes the ob-\n                              p.Ala228 Val229insLys∗          of inserted amino acids     served N-terminal extension of 12 amino acids (Met-12 to Thr-1)\nInversions                                                  Not possible\n                                                                                          of the protein as the consequence of a variant (DNA c.1A>G) that\nDeletion-insertion          p.L7 H8delinsWQQFRTG            Mandatory specification\n  (indel)                                                     of inserted amino acids     changes amino acid Met1 to Val. Similarly, p.Ter110GlnextTer17 de-\nFrame shift                 p.(Arg97fs)                     Short and long form           scribes the observed extension of the C-terminus of the protein with\n                               p.(Arg97Profs∗23)              accepted; long form         17 new amino acids as a consequence of a variant (DNA c.331T>C)\n                                                              contains “fsTer” or         that changes Ter110 to Gln.\n                                                              “fs∗”\nExtension                   p.Met1ValextMet-12              Short and long form\n                              p.Ter110GlnextTer17             accepted; long form\n                                                              contains “fsTer” or         Community Consultation\n                                                              “fs∗”\nRepetitive amino acid       p.Gln34[22] p.Ser7 Ala9[6]      Describe first amino acid        The Sequence Variant Description Working Group (SVD-WG)\n  stretch                                                     repeat unit                 currently commissioning the variant description recommendations\nTwo protein coding          p.[Trp78∗;Arg490Ser]                                          under the auspices of HGVS, HVP, and HUGO recently completed\n  variants on one\n                                                                                          the first round of proposals. Proposal SVD-WG001 was accepted\n  chromosome (in cis)\nTwo protein coding          p.[Trp78∗];[Arg490Ser]                                        allowing the description g.123G= to indicate that a variant screen\n  variants on two                                                                         was performed but no change detected. Similarly, when a variant\n  different chromosomes                                                                   g.456G>A has no predicted consequences at the protein level, this\n  (in trans)                                                                              can be described as p.(Arg152=). Proposal SVD-WG002 was ac-\nTwo protein coding          p.[Trp78∗(;)Arg490Ser]\n  variants, phase\n                                                                                          cepted allowing the use of a noncoding DNA reference sequence\n  unknown                                                                                 using the prefix “n.” (n.963G>C; Table 2). Proposal SVD-WG003\nPredictions                 p.?                             Unknown consequences          to further specify the description of exon deletions/duplications\n                                                                                          detected using MLPA is still under discussion. Discussions are on-\nVariants are described in relation to a hypothetical protein reference sequence. A more\nextensive collection of examples is available from the HGVS nomenclature Website.\n                                                                                          going to achieve a harmonization of the nomenclature systems of\n                                                                                          the HGVS and the International Standing Committee on Human\n                                                                                          Cytogenetic Nomenclature [ISCN, 2013], but these have not yet\n                                                                                          been finalized. The HGVS nomenclature as presented in this paper\nand deletions of amino acids are similarly normalized to the most\n                                                                                          is version 15.11.\nC-terminal position.\n   The description of variability in repeated sequences has been\nslightly modified and specified more precisely. Such changes are                          Dissemination\ndescribed by defining the first nucleotide of the repeat unit, or\nthe range of the first repeat unit, with the number of repeat units                          The HGVS nomenclature pages list an email address for\nspecified between square brackets, for example, g.123 124[4]. For                         questions (VarNomen @ HGVS.org). The chair of the SVD-\nshort/simple repeats, it is allowable to include the content of the                       WG collects all requests for information and/or clarification\nrepeated unit, using the format “position-first-nucleotide-repeat-                        of the recommendations. In most cases, questions can be an-\ncontent[number]\" such as g.123TG[4]. When the size of the re-                             swered easily; in rare cases, the SVD-WG is consulted first be-\npeat unit is uncertain, this should be specified using parentheses;                       fore an answer is sent. To promote the recommendations, a\ng.-128GGC[(600 800)].                                                                     Facebook page (http://www.facebook.com/HGVSmutnomen) has\n   For descriptions at the protein level, it is strongly recommended                      been started where, on a regular basis, topics of interest are dis-\nto use the three-letter amino acid code. The three-letter code retains                    cussed. These include simplified Q&As, meetings where the rec-\nbetter compatibility with IUPAC and leads to fewer errors when                            ommendations are discussed and the release of new proposals for\nused, especially for those amino acids where the first letter differs                     Community consultation. Current action points for the SVD-WG\nfrom their one-letter code (e.g., aspartic acid [D], asparagine [N],                      are the development of educational material and a restructuring of\nand arginine [R]). The use of the one-letter code should be restricted                    the HGVS nomenclature pages.\nto the description of long sequences.                                                        Although the guidelines have gradually acquired world-wide ac-\n   At the protein level, besides changing the description of a trans-                     ceptance, there is still room for improvement. Initiated by Human\nlational stop codon variant from X to Ter/∗, the description of                           Mutation, the first journal to demand their use, strong support\nframe shifts has been specified and additions have been made to                           is coming from many journals making the use of HGVS nomen-\ndescribe variants affecting the translation start and stop codon. In                      clature for sequence variant descriptions mandatory. All major\naddition, the recommendation has been made that descriptions at                           variant databases support HGVS nomenclature and professional\n\n568              HUMAN MUTATION, Vol. 37, No. 6, 564–569, 2016\n\forganizations have started to demand its use in clinical diagnos-                     the cystic fibrosis external quality assessment scheme. Hum Mutat 32:1197–\ntic reporting [Gulley et al., 2007; Richards et al., 2015]. How-                      1203.\n                                                                                 Condit CM, Achter PJ, Lauer I, Sefcovic E. 2002. The changing meanings of “mutation:”\never, in specific disciplines, HGVS nomenclature is used less\n                                                                                      a contextualized study of public discourse. Hum Mutat 19:69–75.\nfrequently and alternative nomenclature systems survive [e.g.,                   Cotton RGH. 2002. Communicating “mutation:” modern meanings and connotations.\nBerwouts et al., 2011; Kalman et al., 2016]. EQA providers have                       Hum Mutat 19:2–3.\ndetected the problem [Tack et al., 2016] and started to more                     Dalgleish R, Flicek P, Cunningham F, Astashyn A, Tully RE, Proctor G, Chen Y, McLaren\nactively promote HGVS nomenclature by asking participants to                          WM, Larsson P, Vaughan BW, Béroud C, Dobson G, et al. 2010. Locus Refer-\n                                                                                      ence Genomic sequences: an improved basis for describing human DNA variants.\nfollow the recommendations and subtracting marks when lab-                            Genome Med 2:24.1–24.7.\noratories fail to do so correctly. In this respect, it should be                 den Dunnen JT, Antonarakis SE. 2000. Mutation nomenclature extensions and sugges-\nnoted that excellent open source support tools have been de-                          tions to describe complex mutations: a discussion. Hum Mutat 15:7–12.\nveloped that make it very easy to check whether correct HGVS                     Gulley ML, Braziel RM, Halling KC, Hsi ED, Kant JA, Nikiforova MN, Nowak JA, Ogino\n                                                                                      S, Oliveira A, Polesky HF, Silverman L, Tubbs RR, et al. 2007. Clinical laboratory\ndescriptions are reported [Wildeman et al., 2008; Hart et al.,\n                                                                                      reports in molecular pathology. Arch Pathol Lab Med 131:852–863.\n2014]. The latest version of the Mutalyzer suite includes a Vari-                Hart RK, Rico R, Hare E, Garcia J, Westbrook J, Fusaro VA. 2014. A Python package\nant Description Extractor that, based on a reference and sam-                         for parsing, validating, mapping and formatting sequence variants using HGVS\nple sequence, will report all changes present in HGVS nomencla-                       nomenclature. Bioinformatics 31:268–270.\nture (https://www.mutalyzer.nl/description-extractor). Finally, the              IUPAC-IUB Joint Commission on Biochemical Nomenclature (JCBN). 1984. Nomen-\n                                                                                      clature and symbolism for amino acids and peptides. Recommendations 1983.\nHGVS nomenclature Website is currently being completely recon-                        Eur J Biochem 138:9–37.\nstructed to increase usability and a start is being made to add edu-             Kalman LV, Agúndez J, Appell ML, Black JL, Bell GC, Boukouvala S, Bruckner C,\ncational and training material.                                                       Bruford E, Caudle K, Coulthard SA, Daly AK, Tredici AD, et al. 2016. Pharmaco-\n                         ",
  "wordCount": 5050,
  "indexed": "2025-09-25T22:39:55.505Z",
  "method": "direct"
}
