{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Nevado et al_2014_New microdeletion and microduplication syndromes.pdf",
  "fileName": "Nevado et al_2014_New microdeletion and microduplication syndromes.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Nevado et al_2014_New microdeletion and microduplication syndromes.pdf",
  "text": "Genetics and Molecular Biology, 37, 1 (suppl), 210-219 (2014)\n            Copyright © 2014, Sociedade Brasileira de Genética. Printed in Brazil\n            www.sbg.org.br\n\nReview Article\n\n\nNew microdeletion and microduplication syndromes: A comprehensive review\n\nJulián Nevado1,2*, Rafaella Mergener3*, María Palomares-Bralo1,2, Karen Regina Souza3, Elena Vallespín1,2,\nRocío Mena1,2, Víctor Martínez-Glez1,2, María Ángeles Mori1,2, Fernando Santos1,4, Sixto García-Miñaur1,4,\nFé García-Santiago1,5, Elena Mansilla1,5, Luis Fernández1,6, María Luisa de Torres1,5, Mariluce Riegel3,7$\nand Pablo Lapunzina1,4,8$\n1\n  Centro de Investigación Biomédica en Red de Enfermedades Raras, Instituto de Salud Carlos III,\nMadrid, Spain.\n2\n  Section of Functional and Structural Genomics, Instituto de Genética Médica y Molecular,\nHospital Universitario la Paz, Madrid, Spain.\n3\n  Programa de Pós-graduação em Genética e Biologia Molecular,\nUniversidade Federal do Rio Grande do Sul, Porto Alegre,RS, Brazil.\n4\n  Section of Clinical Genetics, Instituto de Genética Médica y Molecular,\nHospital Universitario la Paz, Madrid, Spain.\n5\n  Section of Cytogenetics, Instituto de Genética Médica y Molecular, Hospital Universitario la Paz,\nMadrid, Spain.\n6\n  Section of Preanalytics, Instituto de Genética Médica y Molecular, Hospital Universitario la Paz,\nMadrid, Spain.\n7\n  Serviço de Genética Médica, Hospital de Clínicas de Porto Alegre, Porto Alegre ,RS, Brazil.\n8\n  Section of Molecular Endocrinology, Overgrowth Disordes Laboratory,\nInstituto de Genética Médica y Molecular, Hospital Universitario la Paz, Madrid, Spain.\n\n\nAbstract\nSeveral new microdeletion and microduplication syndromes are emerging as disorders that have been proven to\ncause multisystem pathologies frequently associated with intellectual disability (ID), multiple congenital anomalies\n(MCA), autistic spectrum disorders (ASD) and other phenotypic findings. In this paper, we review the “new” and\nemergent microdeletion and microduplication syndromes that have been described and recognized in recent years\nwith the aim of summarizing their main characteristics and chromosomal regions involved. We decided to group\nthem by genomic region and within these groupings have classified them into those that include ID, MCA, ASD or\nother findings. This review does not intend to be exhaustive but is rather a quick guide to help pediatricians, clinical\ngeneticists, cytogeneticists and/or molecular geneticists.\nKeywords: microdeletion, microduplication, chromosome rearrangement, novel deletions, novel duplications.\n\n\n\n\nIntroduction                                                      for diagnosis and research in genomic disorders has permit-\n      Alteration of gene dosage due to gains or deletions of      ted the discovery of infrequent genomic rearrangements in\nlarge genomic regions causes many genetic disorders that          a variety of diseases and the report of several microdeletion\nare frequently associated with intellectual disability (ID),      and microduplication syndromes (Deak et al., 2011; Rafati\nmultiple congenital anomalies (MCA), autistic spectrum            et al., 2012; Vissers and Stankiewicz , 2012;.Weise et al.,\ndisorders (ASD) and other phenotypic findings (Lupski and         2012).\nStankiewicz, 2005) The advances in the use of microarrays               The identification of novel syndromes is based on\n                                                                  consistent, clinically recognizable features associated with\nSend correspondence to Pablo Lapunzina. Instituto de Genética     a common chromosomal region; however, for some copy\nMédica y Molecular, Hospital Universitario la Paz, Paseo de la    number variations (CNVs), variability in expression and\nCastellana       261-28046,       Madrid,       Spain. E-mail:\nplapunzina.hulp@salud.madrid.org.\n                                                                  penetrance of clinical manifestations have complicated the\n*These authors contributed equally to this work.                  establishment of their clinical significance. Currently, the\n$\n  These authors contributed equally to this work.                 delineation of novel syndromes may start with the identifi-\n\fNevado et al.                                                                                                               211\n\n\n\ncation of overlapping genotypes, that is, a ‘genotype-first’     which is responsible for the Van der Woude syndrome\napproach, in which patients are characterized by a similar       (VWS). The deletion is approximately 2.98 Mb and in-\ngenomic aberration before a common clinical presentation         cludes 25 genes.\nis delineated. This is referred to as “reverse genetics”. This          1q41-q42.12 Deletion. This deletion is characterized\napproach has proven to be successful considering the grow-       by moderate to severe ID, seizures, Pelger-Huet anomaly\ning list of microdeletion/microduplication syndromes that        (leukocyte alteration), cleft lip and palate and agenesis of\nhave been described in the past five years. Furthermore, the     the corpus callosum. Patients may also have hypoglycemia,\ncollection of clinical and genetic information in databases      13 pairs of ribs and a micropenis. DISP1, in the sonic\nsuch as DECIPHER, ISCA, ECARUCA and other free da-               hedgehog pathway, has been proposed as the gene respon-\ntabases has been crucial for discriminating between pa-          sible for the alterations of the midline observed in this dele-\ntients with rare aberrations and those with new micro-           tion. The deletions have a size of 777 kb to 6.87 Mb. It has\ndeletion/duplication syndromes.                                  been proposed that this would represent a locus for Fryns\n       In this paper, we systematically review the novel         syndrome, a Fryns syndrome phenocopy, or congenital dia-\nmicrodeletion and microduplication syndromes described           phragmatic hernia (CDH). It has also been observed in pa-\nin the past five years. We grouped these disorders by chro-      tients with the isolated 1q42 deletion (together with\nmosome, with the intention of serving as a quick guide for       agenesis of the corpus callosum) or within a contiguous de-\nclinicians and researchers.                                      letion, 1q41q42 syndrome (Filges et al., 2010).\n                                                                        1q43-q44 Deletion. Microcephaly, abnormalities of\nChromosome 1                                                     the corpus callosum, seizures, ID and speech disorder are\n                                                                 observed in patients with this deletion. Deletion of the\n      1p34.2-p34.3 Deletion. This deletion is character-\n                                                                 AKT3 gene appears to be correlated with microcephaly and\nized by microcephaly, ID and ASD. The deletion spans ap-\n                                                                 alteration of the other 3 genes (FAM36A, C1ORF199 and\nproximately 3.3 Mb and involves approximately 43 genes,\n                                                                 HNRNPU) correlates with the epileptic phenotype.\nincluding RIMS3, which is the main candidate gene for this\nphenotype.\n      1p31.3-p32.2 Deletion. There are approximately 7\n                                                                 Chromosome 2\ncases described to date. In five of these cases with an NFIA           2p14-p15 Deletion. This deletion is associated with\ndeletion, the patients show central nervous system (CNS)         ID, speech disorder, mild dysmorphic features, hearing loss\nmalformations (hypoplasia of the corpus callosum, macro-         and relative microcephaly. The deletion is approximately\ncephaly, ventriculomegaly) and urinary tract defects.            2.23-2.84 Mb, with a minimal overlapping region of 10\n      1q21.1 Deletion/Duplication. Patients have a pheno-        genes.\ntype similar to 22q11.2 deletion syndrome (velocardio-                 2p15-q16.1 Deletion. This deletion is associated with\nfacial syndrome-like phenotypic findings). They may have         ID, ASD and dysmorphic features. Eight patients described\ncongenital heart disease, schizophrenia and ID. The micro-       by three different groups have this deletion. The OTX1 and\nduplication of approximately 212 kb could be responsible         XPO1 genes have been associated with ASD. It has also\nfor congenital heart disease in at least 2 patients. The phe-    been observed in patients with prenatal and postnatal\nnotype of dup1q21.1 is variable due to incomplete pene-          growth retardation, ptosis of both eyelids and micro-\ntrance and variable expression levels. Therefore, this           cephaly. The deletions range from 2.6 Mb to 3.2 Mb.\nmicroduplication is also observed in asymptomatic individ-             2q13 Deletion. Patients with this deletion have CNS\nuals. Patients with deletions (1.4-1.65 Mb) may also have        disorders and present with cortical disruption and Joubert\nmicrocephaly, epilepsy, ataxic gait, severe dysmorphic fea-      syndrome. These phenotypes are associated with the dele-\ntures of the face and ID. This deleted region comprises ap-      tion of the NPHP1 gene.\nproximately 30 coding genes, including the cluster of genes            2q23.1 Deletion/Duplication. Seizures, speech dis-\nencoding the ephrins (EFNA1, EFNA3 and EFNA4), which             turbances, ataxia, short stature, ID and dysmorphic features\nare tyrosine kinase receptors.                                   (brachycephaly, proximal implementation of the hair, short\n      1q24-q25 Deletion. This deletion is characterized by       nose, hypertelorism, everted lower lip, thick tongue,\ngrowth retardation, microcephaly, small hands and feet           brachytelephalangy, clinodactyly and hypertrichosis) are\n(with brachydactyly), dysmorphic facies, small ears,             observed. This deletion includes the MBD5 gene, which is\nmicrognathia, short nose with bulbous tip and severe ID.         implicated in the pathophysiology of seizures. Stereotyped\nThe deleted region is approximately 1.9 Mb (chr1:                behaviors are also present and these are similar to Rett syn-\n170135865-172099327 coordinates hg18) and contains 13            drome or Angelman syndrome. Microduplications in this\ngenes including DNM3 and CENPL, which encodes a pro-             region present with ID, hypotonia, ASD and include the\ntein essential for centromeric function, mitotic progression     following genes: MBD5, ACVR2A, ORC4L, EPC2, KIF5C,\nand synaptic reaction.                                           MIR1978, LYPD6B and LYPD6. (Jaillard et al., ,2009).\n      1q32.2-q32.3 Deletion. Patients exhibit dysmorphic               2q31.1-q31.2. Deletion. This deletion is character-\nfeatures and facial clefts due to deletion of the IRF6 gene,     ized by monodctylous hands, ectrodactyly, brachydactyly\n\f212                                                                                    Microdeletion and microduplication syndromes\n\n\n\nand clinodactyly with or without duplication of both             Chromosome 4\nhalluces. This deletion is of the HOXD cluster. Mutations in\n                                                                        4q21 Deletion. Growth retardation, ID and absence\nHOXD13 and HOXD10 are associated with malformations\n                                                                 of language are found in patients with this deletion. The\nof the limbs. Some patients may have ID, microcephaly and\n                                                                 smallest region of overlap in deletions is 1.37 Mb and con-\ngrowth retardation.\n                                                                 tains five genes: PRKG2, RASGEF1B, HNRNPD,\n      2q32-33.1 Deletion. Patients with this deletion have\n                                                                 HNRPDL and ENOPH1. It has been suggested that PRKG2\nID, learning disabilities, growth retardation, thin and sparse\n                                                                 and RASGEF1B are the genes responsible for this clinical\nhair, feeding difficulties, cleft lip/palate and multiple\n                                                                 phenotype.\ndysmorphic features. SATB2 haploinsufficiency has been\n                                                                        4q21.3 Deletion. Patients present ID, dysmorphic fa-\nsuggested to be responsible for most of these findings. The\n                                                                 cial features, hypotonia and short stature.\ndeletions are between 35 kb to 10.4 Mb (Rosenfeld et al.,\n                                                                        4q34.1-q35.2 Deletion. The phenotype is somewhat\n2009)].\n                                                                 similar to the 22q11.2 deletion syndrome.\n      2q37 Deletion. This deletion shows the Albright phe-\nnotype (hereditary osteodystrophy; brachydactyly, ID and\nshort stature).\n                                                                 Chromosome 5\n                                                                        5q14.3-q15 Deletion. ID (late Honest), epilepsy,\nChromosome 3                                                     hypotonia and dimples in the jugular region are found in pa-\n                                                                 tients with this deletion. Patients present with atypical clini-\n      3p21.31 Deletion. Patients present with cortical\n                                                                 cal Rett syndrome features. The gene involved is MEF2C.\nblindness, CNS abnormalities, cleft lip and ID. The dele-\n                                                                        5q35.2-q35.3 Deletion/Duplication. The deletion is\ntions are approximately 3.1 Mb, including approximately\n                                                                 1.63 Mb and sometimes includes NSD1, the gene responsi-\n80 genes.\n                                                                 ble for Sotos syndrome. Patients also have the Sotos pheno-\n      3p25 interstitial Deletion. Patients present with low\n                                                                 type, cleft palate, language delay, ID and macrocephaly.\nbirth weight, mental retardation, telecanthus, ptosis and\n                                                                 Microduplication of the Sotos syndrome region, which\nmicrognathia and congenital heart disease, typically atrio-\n                                                                 contains NSD1, has been associated with microcephaly,\nventricular septal defect. SRGAP3 is the major determinant\n                                                                 short stature and development delay.\nof ID.\n      3p11.2-p12.1 Deletion. This deletion includes\nPOU1F1, CHMP2B and VGLL3. Patients have abnormali-\n                                                                 Chromosome 6\nties in pituitary hormones similar to the hypothalamic                  6p25 Deletion. Patients present with white matter ab-\nLaron syndrome but are unresponsive to GH treatment.             normalities, hypotonia, ID, a dysmorphic face, hypoacusis,\n      3q13.31 Deletion. ID, postnatal overgrowth, hypo-          short stature, Axenfeld-Rieger anomaly and a bicuspid aor-\nplastic genitalia (in men) and recognizable facial features      tic valve.\n(short philtrum and protruding lips) are observed in these              6q13-q14 Deletion. ID and connective tissue abnor-\npatients. The deletion is 580 kb and includes DRD3 and           malities are found in patients with this deletion. The dele-\nZBTB20 as candidate genes.                                       tion is 3.7 Mb and affects 16 genes, including COL12A1, a\n      3q22.1-q25.2 Deletion. Patients with this deletion         good candidate for the anomaly in the connective tissue.\nhave multiple congenital anomalies and peculiar facial ap-              6q14.1-q15 Deletion. Obesity, ID and atypical facial\npearance. In particular, the phenotypes result from the vari-    phenotypic traits are observed among these patients. This\nable combination of three recognizable patterns: Dandy-          deletion syndrome partly phenocopies patients with\nWalker malformation, BPES syndrome and Wisconsin                 Prader-Willi syndrome. The haploinsufficiency of SIM1 is\nsyndrome.                                                        suggested to be responsible for the phenotype.\n      3q27.3 Deletion. Patients shared a recognizable fa-               6q16.1 Deletion. Patients present with ID and charac-\ncial dysmorphism and Marfanoid habitus associated with           teristic facies. The deletion includes the haploinsufficiency\npsychosis and mild to severe ID. Most of these patients          of one gene (ephrin receptor 7; EPHA7) that has implica-\nhave severely impaired adaptive skills.                          tions in cortical development.\n      3q29 Deletion/Duplication. Facial dysmorphism,                    6q25 Deletion. Patients usually show ID. Olfactory\nASD, psychiatric disorders (bipolar disease), ID and MCA         bulb aplasia and anosmia may also be observed. The syn-\n(cleft palate, congenital heart disease) are all associated      drome is due to the haploinsufficiency of ARID1B, a mem-\nwith deletions in this region. There are reports of patients     ber of the SWI/SNF chromatin-remodeling complex. Some\nwith deletions and parents with mosaic deletions. The            patients with ID have point mutations in this gene.\nmicroduplication is characterized by mild ID, micro-                    6q25.2-q25.3 Deletion. Microcephaly, ID, hypoa-\ncephaly, dysmorphic features and musculoskeletal abnor-          cusis and dysmorphic features are observed in patients with\nmalities. The minimum size of the rearrangement is 1.6 Mb        this deletion. The smallest region of overlap of the deletion\n(Figure 1A).                                                     in 4 patients is 3.52 Mb in size.\n\fNevado et al.                                                                                                           213\n\n\n\nChromosome 7                                                           8q21.11 Deletion. ID, round face with full cheeks,\n                                                                eyelid ptosis, ocular malformations, hypoplastic nose, ab-\n       7p14.1 Deletion. This deletion is characterized by       normal philtrum and vermillion and minimal hand anoma-\npolysyndactyly, hypertelorism and microcephaly, having a        lies (camptodactyly, syndactyly) are all observed in these\nphenotype similar to Greig syndrome.                            patients. The smallest region of overlap is 539.7 kb, which\n       7p22.1 Duplication. Speech delay and recognizable        includes three genes, including Zinc Finger Homeobox 4\nfacial features are observed in these patients. The duplica-    (ZFHX4)(Figure 1B).\ntion is approximately 1.7 Mb. Macrocephaly, ocular hyper-              8q22.1 Deletion. The phenotype of this deletion is\ntelorism and low-set ears can also occur. Fifteen genes are     similar to that of the Nablus mask syndrome, symptoms in-\ninvolved in the duplicated segment.                             clude ID, speech disorder and typical dysmorphic features.\n       7q11.23 Duplication. It is the reciprocal duplication    The deletion is approximately 1.6 Mb.\nof the deletion observed in Williams Syndrome. Patients                8q22.2 Deletion. Patients with this deletion have\npresent with speech delay, epilepsy, ID, straight and thick     characteristic facial features, ID, absent speech, seizures,\neyebrows and ASD.                                               growth retardation and diaphragmatic hernia in some cases.\n       7q11.23 Deletion. This is the distal deletion of the     The smallest region of deletion is 3.87 Mb (100.69 to\nWilliams-Beuren region. The deletions are recurrent, 1.2        104.56 Mb, hg18), comprising at least 25 genes.\nMb in size and include the Huntingtin-interacting protein 1\n(HIP1) and tyrosine 3-monooxygenase/tryptophan 5-mo-            Chromosome 9\nnooxygenase activation protein gamma (YWHAG) genes.\nThe deletion of HIP1 seems to be sufficient to cause ID.              9p13.3-p13.1 interstitial Deletion. Patients with a\n                                                                9p13 deletion have mild to moderate ID, social and interac-\n       7q21.3 Deletion. Myoclonus, dystonia, ID and psy-\n                                                                tive personality and behavioral problems, such as attention\nchosis have been observed in these patients. Two regions of\n                                                                deficit-hyperactivity disorder. Short stature, prominent\n455 and 496 kb are critical for ID, which is where the gene\n                                                                antihelices, hypoplastic nails and precocious/early puberty\nLOC253012 (HEPACAM2) is located.\n                                                                are also present (Figure 1C).\n       7q22.2-q22.3 Deletion. Overgrowth, delayed bone\n                                                                      9q22.3 Deletion. ID, dysarthria, metopic cranio-\nage, epilepsy, ID, unusual face, hypoplasia of the corpus\n                                                                synostosis, hydrocephalus, macrosomia and seizures are\ncallosum and cerebellar hypoplasia are observed in patients\n                                                                associated with this deletion. Patients with a 9q22.3 micro-\nwith this deletion. The deletion spans 3.2 Mb and includes\n                                                                deletion have the clinical findings of the Gorlin syndrome.\nfour of 15 genes involved in cell cycle (SRPK2, MLL5,\n                                                                The 9q22.3 microdeletions (352 kb to 20.5 Mb in size) in-\nRINT1 and LHFPL3).\n                                                                clude PTCH1, the gene that is mutated in Gorlin syndrome\n       7q33-q35 Deletion. Patients with this deletion pres-     (nevoid basal cell carcinoma syndrome).\nent with speech delay and ID. The deletion includes                   9q31.1-q31.3 Deletion Patients have a distinct clini-\nCNTNAP2, a gene that has previously been found in chil-         cal phenotype characterized by mild ID, short stature with\ndren with speech disorders.                                     high body mass index, thick hair, arched eyebrows, flat pro-\n                                                                file with broad chin, mild prognathism, broad and slightly\nChromosome 8                                                    overhanging tip of the nose and short neck with cervical\n      8p21 Deletion. ID and behavior disorder, with some        gibbus.\nfeatures of autistic spectrum disorder occur in patients with         9q34.3 Deletion (Kleefstra syndrome). Patients\nthis deletion.                                                  have ID, behavior anomalies, hypotonia, epilepsy, congeni-\n                                                                tal heart defect and renal anomalies. The highly recogniz-\n      8p23.1 Duplication. This duplication leads to a vari-\n                                                                able facial features are hypertelorism, midface hypoplasia,\nable phenotype that may include one or more of the follow-\n                                                                prognathism, prominent eyebrows, cupid bow or tented up-\ning: congenital heart disease (CHD), ID and mild dys-\n                                                                per lip and everted lower lip. The syndrome is either caused\nmorphism with prominent forehead and arched eyebrows.\n                                                                by a submicroscopic deletion in the chromosomal region\nThe critical region is a duplication of 3.68 Mb that contains\n                                                                9q34.3 or an intragenic mutation of the EHMT1 gene caus-\n31 genes and microRNAs, of which only GATA4, TNKS,\n                                                                ing haploinsufficiency of EHMT1. There are some commu-\nSOX7 and XKR6 are likely to be dosage-sensitive genes. Of\n                                                                nications of mosaicism in parents of affected patients\nthe microRNAs, MIR124-1 and MIR598 have been impli-\n                                                                (Figure 1D).\ncated in neurocognitive phenotypes. A combination of the\nduplication of GATA4, SOX7 and related genes may ac-\ncount for the variable penetrance of CHD.                       Chromosome 10\n      8q12 Duplication. This duplication includes CHD7.                10q22-q23 Deletion. The overlap of neuropatholo-\nPatients present with hypotonia, ID, failure to thrive, Duane   gical phenotypes among patients described suggests that\nanomaly, Mondini malformation, hearing loss, malforma-          this region harbors genes important for function and neuro-\ntions of the ear canal and atrial septal defects.               development (NRG3, GRD1D1, BMPR1A, SNCG). In-\n\f214                                                                                              Microdeletion and microduplication syndromes\n\n\n\n\nFigure 1 - Chromosome microduplications and microdeletions. A: 3q29 microduplication. B: 8q21 microdeletion. C: Chromosome 9 profile showing a\n9p13 microdeletion. D: Atypical microdeletion of 9q34. E: Partial aCGH in a patient with a 16p11.2 microdeletion.\n\fNevado et al.                                                                                                             215\n\n\n\ndeed, several genes in this region are candidates for           that contains four genes (TUBGCP5, NIPA1, NIPA2 and\nneuropsychiatric disorders. NRG3 and GRD1D1 have been           CYFIP1) not subjected to imprinting.\ndescribed as candidate genes associated with schizophre-               15q11-q13 Duplication. ASD, mild facial dysmor-\nnia.                                                            phism, sleep problems and unusual electroencephalogram\n                                                                findings (Urraca et al., 2013).\nChromosome 11                                                          15q13.2-q13.3 Deletion. Phenotypic findings similar\n                                                                to the Angelman syndrome, with ASD, epilepsy and behav-\n       11q13.1 Deletion. Speech delay, autistic spectrum        ioral problems.\ndisorder, dysmorphic features, such as wide halluces and               15q13.3 Deletion. Epilepsy, ID, psychiatric disorders\nfirsts digits and pancreatic gastrinoma. The deletion is 0.57   (bipolar disorder), severe hypotonia and EEG abnormali-\nMb.                                                             ties. Locus with incomplete penetrance for autism; may\n                                                                show retinal dysfunction and encephalopathy. One gene\nChromosome 12                                                   appears to be involved (CHRNA7) (Shinawi et al., 2009).\n      12q13.11 Deletion. Severe ID, cleft palate and severe            15q14 Deletion. Dandy-Walker malformation, ID,\nmyopia. The deleted region contains 16 genes. It is hypoth-     macrocephaly, myopia and brachytelephalangy.\nesized that haploinsufficiency of AMIGO2 is responsible                15q21.1-q21.2 Deletion. Clinical features similar to\nfor the ID and haploinsufficiency of COL2A1 in cleft palate     Marfan syndrome and with ID. The deletions involve the\nand myopia.                                                     FBN1 gene.\n                                                                       15q24 Deletion/Duplication. Growth delay, ID, fa-\n      12q13 Duplication. This syndrome may represent a\n                                                                cial features (long face, anterior hairline, epicanthic folds,\nphenocopy of the Wolf Hirschhorn syndrome (Bertioli et\n                                                                hypertelorism, long philtrum and thick lower lip). Other\nal., 2013)\n                                                                findings include ASD, hypotonia, behavioral problems,\n      12q14 Deletion. Microcephaly, short stature with          hearing loss, hernias and GH deficiency. Most deletions\nsimilar clinical findings to the Russell Silver syndrome. Pa-   have breakpoints in five LCRs (LCR15q24A, -B, -C, -D\ntients may have osteopoikilosis, low weight, failure to         and -E) and the minimum region of overlap is 1.2 Mb be-\nthrive and learning problems. The HMGA2 gene is in-             tween LCR15q24B and LCR15q24C. Candidate genes\nvolved in the growth deficiency.                                within this deletion are CYP11A1, SEMA7A, CPLX3,\n      12q24.31 Deletion. Hypoglycemia, macroglossia             ARID3B, Stra6, Sin3A and CSK. The duplication cases de-\nand overgrowth (similar to the Beckwith-Wiedemann syn-          scribed share similar clinical features with the 15q24 dele-\ndrome at birth). The deleted region contains the gene HNF1      tion.\nhomeobox A (HNF1A) and others.                                         15q24.1 Deletion. Multiple cysts of the corpus callo-\n                                                                sum, ID, micropenis and strabismus. The deletion is ap-\nChromosome 14                                                   proximately 3.1 Mb. The sizes of the deleted regions range\n                                                                from 1.7 Mb to 6.1 Mb. Most of the reported cases are male.\n      14q12-q22.1 Deletion. Patients present ID, failure to\n                                                                Male genital abnormalities are frequently observed in\nthrive, microcephaly and recognizable facial features\n                                                                15q24 microdeletion patients. One candidate gene is\n(hypertelorism, epicanthic folds, peculiar eyebrows, de-\n                                                                CYP11A1, which is highly expressed in the adrenal gland.\npressed nose, receding forehead, CNS disorders, seizures,\n                                                                       15q24.3- q25.2 Deletion. Cleft palate with or without\napnea, myoclonus and infection proneness).\n                                                                cleft lip and hypotonia.\n      14q32.2 Deletion. ID and many phenotypic abnor-                  15q26 Deletion. Patients have mainly short stature\nmalities in two unrelated patients with identical deletions.    due to haploinsufficiency of the IGF1R gene.\nThe deletions are mediated by repetitions (TGG) (n)                    15q26.1 Deletion. Intractable epilepsy, ID and short\n      14q32.33 Deletion. ID and minimal dysmorphic fea-         stature.\ntures. The deletion affects a small fragment of 0.3 Mb with\n6 genes, including NUDT14, BRF1, BTBD6, PACS2,                  Chromosome 16\nMTA1 and TEX22. A 250-kb region critical for certain fea-\ntures of terminal 14q deletion syndrome has been proposed.            16p11.2 Deletion/Duplication. The deletion is char-\nAmongst them three potential candidate genes for intellec-      acterized by ID, ASD, epilepsy and other less common\ntual disability: CRIP2, MTA1 and TMEM121 (Engels et al.,        findings, such as obesity, microphthalmia, coloboma of the\n2012).                                                          optic nerve, kidney and urinary tract abnormalities,\n                                                                Hirschsprung disease, endocardial fibroelastosis and hemi-\n                                                                vertebrae. Duplication is associated with autism, ID, CNS\nChromosome 15\n                                                                disorders and schizophrenia (Rosenfeld et al., 2010). A\n     15q11.2 Deletion. ID, speech delay, behavioral prob-       600-kb 16p11.2 deletion containing 29 genes has been as-\nlems, seizures and ASD. The deletion is between the BP1         sociated with several neurocognitive disorders, including\nand BP2 regions of the proximal portion of chromosome 15        autism, diabetes-independent obesity and microcephaly,\n\f216                                                                                 Microdeletion and microduplication syndromes\n\n\n\nwhereas duplication of the same region is associated with      lies and dysmorphic facial alterations of the pituitary. The\nautism, schizophrenia, anorexia and microcephaly. The          skin lesions are characterized by nevi, abnormal skin pig-\n16p11.2 deletion is associated with increased head size,       mentation similar to cardiofaciocutaneous syndrome.\nwhereas 16p11.2 duplication is associated with decreased       Other findings include dilation of the aortic root, joint\nhead size (Golzio et al., 2012) (Figure 1E).                   subluxation, hearing loss, recurrent otitis media and persis-\n      16p11.2-p12.2 Deletion/Duplication. Minimal fa-          tent digital pads. At least 6 genes are affected, including\ncial abnormalities, speech disorder, frequent ear infections   MAPT and STH.\nand ID. It should be distinguished from the proximal dele-           17q22-q23.2 Deletion. Microcephaly, thyroid duct\ntion (see immediately above). Patients with duplications       cyst, sensorineural hearing loss and pulmonary hyperten-\nhave severe ID, ASD and dysmorphic features (Figure 2A         sion. Includes the loss of TBX2 and TBX4 but not NOG.\nand B).                                                              17q23.1-q23.2 Deletion/Duplication. Duplication\n      16p12.1 Deletion. ID and abnormal behavioral phe-        has been associated with pes cavus familiar. Duplication af-\nnotype with behavioral disorders. It is a 520-kb deletion.     fects PITX1 and TBX4. The deletion has congenital heart\n      16q12-q13 Deletion. The phenotypic spectrum of           disease and limb abnormalities.\nmicrodeletions in 16q12-q13 region is broad with variable            17q23.2 Deletion. Bilateral sensorineural hearing\ndegrees of ID, craniofacial dysmorphic features, congenital    loss in two isolated patients.\nbrain abnormalities and limb and congenital heart disease.           17q24.2-q24.3 Deletion/Duplication. Duplication\n      16q22.1 Deletion/Duplication. Deletion presents ID       presents generalized hypertrichosis with gingival hyperpla-\nand lobular breast cancer. The deletion is 0.24 MB and af-     sia and deletions in general have less gingival hyperplasia.\nfects 3 genes (ZFP90, CDH3 and CDH1). ZFP90 is ex-\npressed in the brain and is responsible for ID, while CDH1     Chromosome 18\nmay be responsible for cancer. Duplication is characterized\nby epilepsy and learning disabilities.                               18q12.3 Deletion. The deletion is 372 kb in size with\n      16q24.1 Deletion. Typically present persistent pul-      haploinsufficiency of SETBP1. The clinical findings in-\nmonary hypertension in the newborn and sometimes               clude ID and speech disorder. Missense heterozygous mu-\natrioventricular canal, ureteral stenosis and annular pan-     tations in this gene cause Schinzel-Giedion syndrome\ncreas. FOXF1 alterations would be responsible for alveolar     (SGS). However, the phenotype of individual with partial\ncapillary dysplasia and other alveolar malformations.          chromosome 18q deletions does not resemble SGS.\n      16q24.3 Deletion. ID, ASD, short stature and mini-\nmal facial anomalies. Deletions involve the ANKRD11            Chromosome 19\ngene and cause KBG-like syndrome.                                     19p13.11 Deletion. One patient presented with\n                                                               pontocerebellar hypoplasia and ID and haploinsufficiency\nChromosome 17                                                  of the helicase DDX39. Another patient with a deletion in\n      17p13.1 Deletion. ID, hypotonia and anomalies of         this region showed a deletion of 1.1 Mb involving\nthe hands and feet but not cancer. Microdeletions affect the   EPS15L1. The patient showed short stature, ID, severe\nTP53 gene.                                                     hypotonia, ataxia, premature pubarche and dysmorphic fea-\n      17p13.3 Deletion/Duplication. Short stature, ID and      tures.\nabnormal facial features. The microduplication includes               19p13.12 Deletion. Defects of the branchial arches\nautism and affects a region of 72 kb that includes a single    (preauricular tags, ear canal stenosis), mild hearing loss and\ngene (YWHAE). The microdeletion sometimes includes             mild ID are due to the deletion of a region of 0.8 Mb of\nCRK, sometimes YWHAE and / or TUSC5 (Figure 2C and             genomic DNA. The deletion extends 15300338-16064271\n2D).                                                           (hg18, NCBI build 36.1). One patient presented with ID,\n      17q11.2 Deletion/Duplication. The deletion and du-       obesity and hypertrichosis.\nplication affects the NF1 region. ID, facial dysmorphic fea-          19p13.13 Deletion/Duplication. The deletion is\ntures and seizures.                                            characterized by macrocephaly, overgrowth and ophthal-\n      17q12 Deletion/Duplication. The deletion presents        mologic and gastrointestinal disturbances. Duplication has\ncongenital diaphragmatic herniae and pulmonary and renal       short stature and microcephaly. The smallest region of\ncysts. A case of Mayer-Rokitansky-Kuster-Hauser syn-           overlap is 311-340 Kb and has 16 genes including MAST1,\ndrome has been described with this deletion. The deletion is   NFIX and CALR.\n1.4 Mb and affects 17 genes, including AATF, ACACA,                   19p13.2 Deletion. Patients present with ID, mild fa-\nDDX52, DUSP14, GGNBP2, HNF- 1B, Lhx1, PIGW,                    cial features, febrile seizures. The deletion is 834.2 kb in\nSYNRG, TADA2A and ZNHIT3. Duplication is character-            size and includes 32 genes.\nized by ASD (Figure 2E).                                              19p13.3 Terminal Duplication. Patients’ pheno-\n      17q21.31 Deletion/Duplication. Deletions are asso-       types include severe psychomotor DD, skeletal malforma-\nciated with macrocephaly, ID, epilepsy, congenital anoma-      tions and a distinctive facial appearance.\n\fNevado et al.                                                                                                                               217\n\n\n\n\nFigure 2 - A: 16p12.2 deletion (array-cgh) and B: (FISH). C: 17p13.3 duplication (array-cgh) and D (FISH). E: 17q12 deletion (array-cgh).\n\f218                                                                                                    Microdeletion and microduplication syndromes\n\n\n\n       19q13.2 Deletion. Patients present branchial arch de-                 Chromosome 21\nfects. The critical region is approximately 0.8 Mb\n                                                                                   21q22 Deletion. Two patients with similar phenotype\n       19q12-q13.2 Duplication. It is an obesity-related                     and overlapping deletions of the 21q22 region were ob-\nsyndrome, with ID and minor facial findings.                                 served. They had behavioral problems, no speech, micro-\n       19q13.11 Deletion. Patients present a Diamond-                        cephaly, feeding problems, regurgitation, obesity dys-\nBlackfan syndrome, pre and postnatal growth deficiency,                      plastic ears and pointed chin. They also present with\ntall stature, microcephaly, hypospadias, signs of ecto-                      cerebral atrophy, thinned corpus callosum, epilepsy and\ndermal dysplasia and aplasia cutis vertex. The critical re-                  ventricular septal defect. Another patient had micro-\ngion is defined to 750 kb and is due to haploinsufficiency of                cephaly, ID, hypospadias and corneal opacity. Patients with\nRPS19 (Malan et al., 2009).                                                  chromosomal deletions of 21q show a variation in size and\n                                                                             usually include the 21q22.12 region. The deleted region in\nChromosome 20                                                                most of these patients included, among other deleted genes,\n                                                                             the RUNX1 gene (21q22.12), which is related with throm-\n      20p12.3 Deletion. Cleft palate / cleft lip, Pierre-Ro-                 bocytopenia and platelet function and a predisposition to\nbin sequence. The deletion involves the BMP2 gene and has                    develop myeloid leukemia.\nbeen implicated in Wolff-Parkinson-White (WPW) syn-\ndrome with neurocognitive deficits and with Alagille syn-\n                                                                             Chromosome X\ndrome when the deletion includes the neighboring JAG1\ngene in addition to BMP2.                                                          Xq11.11 Deletion. Patients with this deletion have\n      20p13 Deletion. Dysmorphic features, ID, epilepsy                      ID, epilepsy, macrosomia, macrocephaly, tall stature and\nand brachydactyly. SOX12 and NRSN2 are the candidate                         dysmorphic features. The 1.3 Mb deletion includes\ngenes that may be involved in the developmental defects.                     ARHGEF9, which is proposed to have a role in the cogni-\n                                                                             tive development.\n      20q13.33 Deletion. Severe limb malformations, skel-\netal abnormalities, ID, speech delay, seizures and other\nminimal dysmorphic features. The ARFGAP1, CHRNA4\n                                                                             Conclusions\nand KCNQ2 genes have been associated with neurological                            The extensive use of high-resolution microarrays and\ndeficits.                                                                    the “genotype-first” experimental approach taken by ge-\n\n\n\n\nFigure 3 - New microdeletion and microduplication syndromes discovered over the last three to five years. Red squares indicate reported microdeletions;\nblue circles indicate reported microduplications.\n\fNevado et al.                                                                                                                                         219\n\n\n\nnetic laboratories have allowed for the recognition and de-              tomical phenotypes of the 16p11.2 copy number variant.\nscription of an important and growing number of new                      Nature.485:363-367.\nmicrodeletion and microduplication syndromes over the               Lupski, J and Stankiewicz, P (2005) Genomic disorders: Molecu-\n                                                                         lar mechanism for rearrangements and conveyed pheno-\nlast three to five years (Figure 3). Interestingly, most of\n                                                                         types. PLoS Genetics 1:e-49.\nthese syndromes have phenotypic features that are similar           Malan V, Raoul O, Firth HV, Royer G, Turleau C, Bernheim A,\nto and overlapping with other previously described genetic               Willatt L, Munnich A, Vekemans M, Lyonnet S, et al.\nsyndromes. This review may be considered a quick guide to                (2009) 19q13.11 deletion syndrome: A novel clinically re-\nhelp pediatricians, clinical geneticists, cytogeneticists                cognisable genetic condition identified by array compara-\nand/or molecular geneticists and emphasizes the necessity                tive genomic hybridisation. J Med Genet 46:635-640.\nof a strong collaboration between clinical (pediatricians,          Rafati M, Seyyedaboutorabi E, Ghadirzadeh MR, Heshmati Y,\ngeneticists) and molecular geneticists to assure new pheno-              Adibi H, Keihanidoust Z, Eshraghian MR, Javadi GR,\ntype recognitions for these genomic aberrations.                         Dastan J, Mosavi-Jarrahi A, et al. (2012) “Familial” vs.\n                                                                         “Sporadic” intellectual disability: Contribution of common\n                                                                         microdeletion and microduplication syndromes. Mol\nReferences                                                               Cytogenet 5:9.\n                                                                    Rosenfeld JA, Ballif BC, Lucas A, Spence EJ, Powell C,\nBertoli M, Alesi V, Gullotta F, Zampatti S, Abate MR, Palmieri C,        Aylsworth AS, Torchia BA and Shaffer LG (2009) Small\n     Novelli A, Frontali M and Nardone AM (2013) Another pa-             deletions of SATB2 cause some of the clinical features of\n     tient with 12q13 microduplication. Am J Med Genet A                 the 2q33.1 microdeletion syndrome. PLoS One 4:e6568.\n     161A:2004-2008.                                                Rosenfeld JA, Coppinger J, Bejjani BA, Girirajan S, Eichler EE,\nDeak KL, Horn SR and Rehder CW (2011) The evolving picture               Shaffer LG and Ballif BC (2010) Speech delays and behav-\n    of microdeletion/microduplication syndromes in the age of            ioral problems are the predominant features in individuals\n    microarray analysis: Variable expressivity and genomic               with developmental delays and 16p11.2 microdeletions and\n    complexity. Clin Lab Med 31:543-564.                                 microduplications J Neurodev Disord 2:26-38.\nEngels H, Schüler HM, Zink AM, Wohlleber E, Brockschmidt A,         Shinawi M, Schaaf CP, Bhatt SS, Xia Z, Patel A, Cheung SW,\n     Hoischen A, Drechsler M, Lee JA, Ludwig KU, Kubisch C,              Lanpher B, Nagl S, Herding HS, Nevinny-Stickel C, et al.\n     et al. (2012) A phenotype map for 14q32.3 terminal dele-            (2009) A small recurrent deletion within 15q13.3 is associ-\n     tions. Am J Med Genet A.158A:695-706.                               ated with a range of neurodevelopmental phenotypes. Nat\n                                                                         Genet 41:1269-1271.\nFilges I, Röthlisberger B, Boesch N, Weber P, Wenzel F, Huber\n                                                                    Urraca N, Cleary J, Brewer V, Pivnick EK, McVicar K, Thibert\n     AR, Heinimann K and Miny P (2010) Interstitial deletion\n                                                                         RL, Schanen NC, Esmer C, Lamport D and Reiter LT (2013)\n     1q42 in a patient with agenesis of corpus callosum: Pheno-\n                                                                         The interstitial duplication 15q11.2-q13 syndrome includes\n     type-genotype comparison to the 1q41q42 microdeletion\n                                                                         autism, mild facial anomalies and a characteristic EEG sig-\n     suggests a contiguous 1q4 syndrome. Am J Med Genet A\n                                                                         nature. Autism Res 6:268-279.\n     152A:987-993.\n                                                                    Vissers LE and Stankiewicz P (2012) Microdeletion and micro-\nJaillard S, Dubourg C, Gérard-Blanluet M, Delahaye A, Pasquier           duplication syndromes. Methods Mol Biol 838:29-75.\n      L, Dupont C, Henry C, Tabet AC, Lucas J, Aboura A, et al.     Weise A, Mrasek K, Klein E, Mulatinho MV, Llerena JC Jr,\n      (2009) 2q23.1 microdeletion identified by array compara-           Hardekopf D, Pekova S, Bhatt S, Kosyakova N and Liehr T\n      tive genomic hybridisation: An emerging phenotype with             (2012) Microdeletion and Microduplication Syndromes. J\n      Angelman-like features? J Med Genet 46:847-855.                    Histochem Cytochem 60:346-358.\nGolzio C, Willer J, Talkowski ME, Oh EC, Taniguchi Y,\n                                                                    License information: This is an open-access article distributed under the terms of the\n     Jacquemont S, Reymond A, Sun M, Sawa A, Gusella JF, et         Creative Commons Attribution License, which permits unrestricted use, distribution, and\n     al. (2012) KCTD13 is a major driver of mirrored neuroana-      reproduction in any medium, provided the original work is properly cited.",
  "wordCount": 5373,
  "indexed": "2025-09-25T22:43:02.143Z",
  "method": "direct"
}
