{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Mason-Suares et al. - 2013 - Density matters comparison of array platforms for.pdf",
  "fileName": "Mason-Suares et al. - 2013 - Density matters comparison of array platforms for.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Mason-Suares et al. - 2013 - Density matters comparison of array platforms for.pdf",
  "text": "Original Research Article                                                                 © American College of Medical Genetics and Genomics\n\n\n\n\nDensity matters: comparison of array platforms for detection\n of copy-number variation and copy-neutral abnormalities\n         Heather Mason-Suares, PhD1, Wayne Kim, BS1, Leslie Grimmett, BS2, Eli S. Williams, PhD1,\n    Vanessa L. Horner, PhD1, Dawn Kunig, BS1, Ian S. Goldlust, MS1, Bai-Lin Wu, PhD2, Yiping Shen, PhD2,\n               David T. Miller, MD, PhD2, Christa L. Martin, PhD1 and M. Katharine Rudd, PhD1\n\n    Purpose: A combination of oligonucleotide and single-­nucleotide                     called absence-of-heterozygosity regions not confirmed by the other\n    polymorphism probes on the same array platform can detect                            platforms and also overestimated the length of true absence-of-het-\n    copy-number abnormalities and copy-neutral aberrations such as                       erozygosity regions. Furthermore, the low- and mid-density plat-\n    ­uniparental disomy and long stretches of homozygosity. The single-                  forms failed to detect some small absence-of-heterozygosity regions\n     nucleotide polymorphism probe density in commercially available                     that were identified by the high-density platform.\n     platforms varies widely, which may affect the detection of copy-­                   Conclusion: Variation in single-nucleotide polymorphism density\n     neutral abnormalities.                                                              can lead to major discrepancies in the detection of and confidence in\n    Methods: We evaluated the ability of array platforms with low                        copy-neutral abnormalities. Although suitable for uniparental disomy\n    (Oxford Gene Technology CytoSure ISCA uniparental disomy),                           detection, copy-number plus single-nucleotide polymorphism arrays\n    mid-range (Agilent custom array), and high (Affymetrix CytoScan                      with 30,000 or fewer unique single-nucleotide polymorphism probes\n    HD) single-nucleotide polymorphism probe density to detect copy-                     miscall absence-of-heterozygosity regions due to identity by descent.\n    number variation, mosaicism, uniparental isodisomy, and absence of\n    heterozygosity in 50 clinical samples.                                               Genet Med advance online publication 4 April 2013\n    Results: All platforms reliably detected copy-number variation,      Key Words: absence of heterozygosity; array comparative genome\n    mosaicism, and uniparental isodisomy; however, absence-of-­ hybridization; copy-number + SNP array; copy-number variation;\n    heterozygosity detection varied significantly. The low-density array uniparental disomy\n\n\n                            introduction                                                 requires independent analysis of oligonucleotide and SNP\nThe use of microarrays as a first-tier test for detecting copy-                          probes. Not all platforms analyze SNP and oligonucleotide\nnumber aberrations in children with developmental delay,                                 probes independently, so evaluating the probe chemistry and\nintellectual disability, multiple congenital anomalies, and                              aberration-detection algorithms of various platforms is critical.\nautism has vastly improved the diagnostic yield in clinical                                 Array comparative genome hybridization and SNP micro­\ncytogenetic laboratories.1–3 Although oligonucleotide array                              arrays are more sensitive to mosaicism than traditional 20-cell\ncomparative genome hybridization platforms detect whole-                                 G-banded chromosome analysis, as they can detect mosaicism\nchromosome aneuploidies and submicroscopic deletions and                                 levels as low as 5%.6–9 This is important in clinical laboratories\nduplications, they miss copy-neutral aberrations such as unipa-                          because ~1% of all cases are mosaic.9 Furthermore, G-band anal-\nrental disomy (UPD) and absence of heterozygosity (AOH). By                              ysis is limited to cultured cells and may be biased by growth fail-\ncontrast, single-nucleotide polymorphism (SNP) microarrays                               ure and/or lack of proliferation of a subset of cells in culture. By\ndetect copy-neutral aberrations, but due to lack of coverage in                          contrast, microarrays can analyze cultured and uncultured sam-\n“SNP deserts,” they may overlook some copy-number altera-                                ples, thereby uncovering some mosaic abnormalities that escape\ntions.4 Combining both probe types on a single array, referred                           detection by standard G-band analysis.9–11 Moreover, the combi-\nto here as copy number plus SNP (CN+SNP), has the advan-                                 nation of allele genotypes (SNP probes) with copy-number data\ntage of identifying copy-number variations (CNVs) and copy-­                             (oligonucleotide probes) in CN+SNP arrays can improve sensi-\nneutral aberrations in the same test.                                                    tivity and confidence in the detection of mosaicism.\n   Because CN+SNP arrays detect copy-number changes and                                     SNP arrays also detect regions of excessive homozygosity in\nallele genotypes in a single platform, they can provide an inter-                        constitutional samples, known as AOH. Regions of AOH can\nnal confirmation of CNVs that may eliminate the need for sec-                            point to UPD of single chromosomes or identity by descent\nondary confirmatory testing such as quantitative PCR, multi-                             of multiple genomic regions consistent with parental consan-\nplex ligation-dependent probe amplification, or fluorescence                             guinity. UPD is the inheritance of two of the same chromo-\nin situ hybridization;5 however, such internal confirmation                              some from one parent, and there are at least three types of\n\nDepartment of Human Genetics, Emory University School of Medicine, Atlanta, Georgia, USA; 2Genetic Diagnostic Laboratory, Department of Laboratory Medicine, Boston\n1\n\nChildren’s Hospital, Waltham, Massachusetts, USA. Correspondence: M. Katharine Rudd (katie.rudd@emory.edu)\nSubmitted 5 December 2012; accepted 20 February 2013; advance online publication 4 April 2013. doi:10.1038/gim.2013.36\n\n706                                                                                                     Volume 15 | Number 9 | September 2013 | Genetics in medicine\n\fDensity matters | MASON-SUARES et al                                             Original Research Article\nUPD: heterodisomy, isodisomy, and segmental isodisomy.5              1.9 million oligonucleotide probes, with a mean backbone\nHeterodisomy is the inheritance of two biallelic copies of the       spacing of one oligonucleotide probe every 2 kb and one\nsame chromosome from one parent, so it cannot be detected            oligonucleotide probe every 400 basepairs (bp) in targeted\nby SNP analysis without parental studies. Detection of UPD via       regions. The mean spacing of SNP probes is 200 per megabase\nSNP arrays is thus limited to isodisomy and segmental isodi-         (Mb). All probes are 25 bp long. Each SNP is targeted by six\nsomy and must be confirmed by another molecular method.5             probes, three for each allele. Approximately 90% of SNPs have\n   Elevated AOH levels can also indicate an increased risk for       a minor allele frequency of 0.05 or greater, based on data from\nrecessive disorders due to regions of the genome identical by        the 1000 Genomes Project.\ndescent. Recently, SNP arrays have been applied to homozygos-          The high-density (HD) assay was run according to the manu-\nity mapping, also known as autozygosity mapping, to search           facturer’s protocol. Briefly, 250 ng of patient DNA was digested\nfor genes involved in recessive disease (reviewed in ref. 5). In     with Nsp1, amplified with TITANIUM Taq DNA polymerase\nthe clinical laboratory, homozygosity mapping may shorten the        (Clontech, Mountain View, CA; catalog no. 639240), frag-\ntime to diagnosis for offspring of a consanguineous mating with      mented with Affymetrix fragmentation reagent, and labeled\na phenotype suggestive of a recessive disorder.12,13 Sequencing      with biotin end-labeled nucleotides (Affymetrix Reagent Kit\ngenes within regions of AOH could uncover homozygous                 Bundle, catalog no. 901835). The DNA was hybridized to the\nmutations responsible for patient phenotypes. However, as            microarray for 16 hours, washed on the GeneChip Fluidics\ncosts drop in the future, whole-genome sequencing will likely        Station 450 (Affymetrix), stained with Affymetrix GeneChip\nreplace homozygosity mapping for recessive disease testing.          Stain Reagents, and scanned on the GeneChip Scanner 3000\n   The growing demand for CN+SNP microarrays has spawned             7G (Affymetrix).\na number of commercially available platforms that vary in the          Data analysis was performed using Chromosome Analysis\ndensity of oligonucleotide and SNP probes. Some platforms            Suite software version 1.2.2 (Affymetrix). Hybridization of\nrequire specific equipment and software that may force laborato-     patient DNA to oligonucleotide and SNP probes was indepen-\nries to commit to one platform over the other based on the avail-    dently compared against a previously analyzed cohort of nor-\nability of costly scanners and/or software licenses. Here, we com-   mal samples to call CNVs and allele genotypes. Chromosome\npared three leading microarray platforms, Affymetrix CytoScan        Analysis Suite uses the Bayesian robust linear modeling using\nHD (Affymetrix, Santa Clara, CA) (high SNP density), a custom        Mahalanobis distance perfect match algorithm to call SNP\nAgilent array (Agilent, Santa Clara, CA) (mid SNP density), and      genotypes.14 CNVs require a 25-probe call. The percentage\nOxford Gene Technology (OGT) Cytosure ISCA UPD (OGT,                 mosaicism of whole-chromosome aneuploidies was deter-\nBegbroke, Oxfordshire, UK) (low SNP density), to detect CNV,         mined using the average log2 ratio of the entire chromosome.\nmosaicism, UPD, and long stretches of AOH.                           AOH regions required a 50-probe call of at least 3 Mb. The\n                                                                     following regions were not included in the AOH calculation\n                 MATERIALS AND METHODS                               due to segmental duplications in the area: chr1:145,693,382–\nSubjects                                                             151,094,545; chr11: 46,031,567–51,563,636; and chr16:\nFifty DNA samples extracted from peripheral blood were               31,451,325–35,220,544 (GRCh37/hg19 build of the Human\nobtained from Emory Genetics Laboratory and Boston                   Genome Assembly).\nChildren’s Hospital Genetic Diagnostic Laboratory. One sam-\nple from an unaffected, healthy parent was used as a normal          Agilent Technologies (MD). The custom Aligent CGH+SNP\ncontrol. Forty patients self-reported consanguinity or had ini-      4 × 180 K array is a mid-density (MD) array with 150,000\ntial results suggestive of consanguinity from the low-density        oligonucleotide and 30,000 SNP probes, with one oligonucleotide\n(LD) array. Five of these 40 samples also carried CNVs. In addi-     probe every 20 kb and 10 SNP probes per Mb, designed by\ntion, we evaluated two UPD samples previously analyzed via           Boston Children’s Hospital Genetic Diagnostic Laboratory\nDNA methylation, three mosaic samples identified by previous         (AMADID no. 036518). This custom design combines dense\nG-banded chromosome analysis, and four samples with patho-           oligonucleotide coverage in clinically relevant loci with lower\ngenic CNVs previously identified on the LD array. The ethnici-       coverage in nongenic regions. All probes are 60 bp long, and\nties of most patients were not provided to the laboratories.         there is one probe per SNP. The 30,000 SNPs were selected from\n                                                                     60,000 SNPs empirically tested by Agilent. SNPs were evenly\nMicroarray hybridization and analysis                                spaced throughout the genome, and most SNPs have a minor\nWe performed microarray analysis of isolated genomic DNA             allele frequency of 0.1 or greater.\nwith three different commercially available microarray platforms.       Array experiments were performed according to the manu-\nMicroarray hybridization and analysis were performed accord-         facturer’s protocol with sex-matched controls; control DNA\ning to the manufacturer’s instructions, unless otherwise noted.      was provided in the SureTag DNA Complete Labeling Kit\n                                                                     (Agilent, catalog no. 5190-4240). Briefly, 1–1.5 µg of patient and\nAffymetrix    (HD). The Affymetrix CytoScan HD array                 sex-matched control DNA was digested with AluI and RsaI and\n(Affymetrix, catalog no. 901835) has the highest SNP density.        labeled with Cy3- and Cy5-dUTP using Exo-Klenow (Agilent).\nThis 1 × 2.6 M platform contains 750,000 unique SNP and              The DNA was purified with an Amicon 30-kDa centrifugal filter\n\nGenetics in medicine | Volume 15 | Number 9 | September 2013                                                                       707\n\fOriginal Research Article                                                                                                     MASON-SUARES et al | Density matters\n\n\n\n(Millipore, Billerica, MA; catalog no. UFC5003BK) and hybrid-           samples C1–C2 and U1–U11, auto­somal AOH calls were also\nized to the array for 40 hours. The microarray was washed               detected using LOH score cutoffs of 100, 200, 300, and 400.\naccording to wash procedure B (including stabilization and dry-         False-positive and false-negative AOH regions were identified\ning solution) and scanned using the Agilent High-Resolution             by comparison to the HD array data. The total lengths of false-\nMicroarray Scanner model G2505C at 3-µm resolution.                     positive and false-negative AOH regions were summed for\n   Data were processed with feature extraction for cyto software        each sample at the various LOH scores and divided by the total\nand analyzed with Agilent CytoGenomics version 1.5. For each            autosomal genomic length to calculate the percentage auto-\nSNP site, the allele-specific copy number algorithm calculates          somal false-positive or false-negative AOH for each sample.\nan expectation value for the copy number of the uncut SNP               These values were averaged for samples U1–U11 and C1–C2\nallele using data from neighboring oligonucleotide probes. SNP          (Figure 4).\ncalls are determined from the log2 ratios of the sample signal            For all three CN+SNP platforms, the percentage autosomal\nversus the signal from a genotyped internal reference. Because          AOH was determined by summing AOH regions and dividing\nthe reference genotype is known, the raw log2 ratios are “refer-        by total autosomal genomic length, excluding regions with-\nence adjusted” to values that reflect a hypothetical allele-­specific   out probe coverage (centromeres, telomeres, and acrocentric\ncopy number of two for the reference at all SNP sites.                  chromosome arms).5 Whole-genome views of AOH regions\n   CNV detection required a five-probe call with a minimum              were generated with the National Center for Biotechnology\nabsolute average log2 ratio of 0.25. Mosaicism detection                Information Genome Decoration Page (http://www.ncbi.nlm.\nrequired a five-probe call with a minimum absolute average              nih.gov/genome/tools/gdp).\nlog2 ratio of 0.15. Percentage mosaicism was calculated using\nthe clonal fraction algorithm, which separates out the major                                                   RESULTS\naberrant clone from other clones in the sample and calculates           CNV detection\na percentage mosaicism based on the log2 ratio.15 AOH regions           We compared the LD, MD, and HD arrays for their ability to\nwere detected using the loss of heterozygosity (LOH) algorithm          detect nine known CNVs (Figure 1a). Three CNVs were 300–\nat the default threshold of 6.0, unless otherwise noted.                800 kb, four CNVs were ~100 kb, and two intragenic CNVs were\n                                                                        9 and 16 kb in length. The two smallest CNVs lie in International\nOxford Gene Technology (LD). The OGT CytoSure ISCA UPD                  Standards for Cytogenomic Array–targeted regions16 and\narray 4 × 180 K platform (OGT, catalog no. 020050) has 6,186            were detected only by the LD and MD arrays. The HD array\nunique SNP and 137,100 oligonucleotide probes, with one                 lacked oligonucleotide probes in the 9-kb CNV and had only\noligonucleotide probe every 25 kb and higher oligonucleotide            20 probes in the 16-kb CNV. Although visual inspection showed\ndensity in targeted regions determined by the International\nStandards for Cytogenomic Array consortium.16 This LD array             a                                                 LD array\n                                                                                                                                        b\n                                                                          +1\nhas an average of three SNP probes every Mb. All probes are\n                                                                            0\n60 bp long, and each SNP has three identical probes per allele.                                                                                          LD array\n                                                                          −1                                                                             MD array\nThe SNPs have a minor allele frequency of 0.4–0.5.                                                             648 kb\n                                                                                                                                                         HD array\n  Array experiments were performed according to the manu-                 +1\n                                                                                                                          MD array\n\nfacturer’s protocol with some modifications. Briefly, 900 ng of             0\npatient and sex-matched control DNA was sonicated to a length             −1\nbetween 500 bp and 2 kb. The sex-matched control DNA was                                                       661 kb\n                                                                                                                          HD array\npooled from five normal males or females. DNA samples were                +1\n\nlabeled with Cy3- or Cy5-deoxycytidine triphosphate using                   0\n                                                                          −1\nExo-Klenow (OGT Cytosure Labeling Kit, catalog no. 020020),                                                    688 kb                       7            14\n\npurified with a multiscreen PCR plate (Millipore, catalog no.            AA\nMSNU03050), and hybridized to the microarray at 65 °C for                AB\n40 hours. The microarray was washed using the Little Dipper              BB\nmicroarray processor (SciGene, Sunnyvale, CA) and scanned                                                      688 kb\n\nwith the Agilent High-Resolution Microarray Scanner Model                       102.0 102.2 102.4 102.6 102.8 103.0 103.2 103.4 103.6\n                                                                            Chr 6\nG2505B at 3-µm resolution.                                                                          Megabases\n\n  Data analysis was performed using Feature Extraction ver-\n                                                                        Figure 1 Copy-number variations (CNVs) and uniparental disomy\nsion 9.5 (Agilent) and CytoSure Interpret Software version              (UPD) are detected on all three platforms. (a) Log2 ratios of\n3.4.8 (OGT). CNV detection required a four-probe call; the              oligonucleotide probe signal intensities detect the deletion of 6q16.3 on\nlog2 ratio threshold is +0.3 for a gain and −0.5 for a loss. The        the low-density (LD) (upper), mid-density (MD) (center), and high-density\nlog2 ratio threshold for a mosaic gain or loss is ±0.1. AOH             (HD) (lower) arrays. The allele difference plot from the single-nucleotide\n                                                                        polymorphism probes on the HD array (lower) confirms the same CNV.\nregions required a LOH score ≥50, which is calculated by the\n                                                                        (b) Absence-of-heterozygosity regions detected in two different UPD samples;\nCytoSure Interpret Software algorithm. A higher LOH score               one with chromosome 7 uniparental segmental isodisomy and the other with\ncorrelates with greater confidence in the AOH region. For               chromosome 14 uniparental isodisomy.\n\n708                                                                                      Volume 15 | Number 9 | September 2013 | Genetics in medicine\n\fDensity matters | MASON-SUARES et al                                              Original Research Article\nan increase in copy number of those 20 probes, there were not      samples, there were concordant AOH calls, as well as discordant\nenough probes to meet the 25-probe threshold set for HD array      AOH calls that differed in regions detected and the size of those\nanalysis. All three platforms detected CNVs >100 kb; however,      regions (Figure 3). For samples C1 and C2, the LD array called\nthe MD array did not detect one CNV that was 91–100 kb due         14 and 3 AOH regions, respectively, that were not detected\nto poor probe coverage in the region. As expected, the length of   by either of the other arrays. These 17 regions were 3–19 Mb,\nCNVs varied as measured by different platforms based on probe      included 10–42 LD SNP probes, and had LOH scores from 50\nlocation and density. The mean difference in minimum CNV           to 190. The HD and MD arrays included a mean of 1,800 and 90\nlength was 11, 32, and 45 kb for the LD versus MD, LD versus       SNP probes in these regions, respectively. Therefore, we inter-\nHD, and MD versus HD platforms, respectively. Only the HD          pret these 17 AOH calls as false positives on the LD array. It is\nplatform independently detects CNVs with oligonucleotide and       important to point out that false positives detected with the LD\nSNP probes, thereby providing detection and confirmation for       array exhibited a range of LOH scores, some higher than those\nCNVs simultaneously (Figure 1a).                                   calculated for true AOH positives.\n                                                                     In addition, there were three AOH regions in sample C2\nMosaicism detection                                                that were detected by the MD and HD arrays but not the LD\nThe LD, MD, and HD arrays successfully detected mosaicism in       array. These regions ranged from 5 to 12.5 Mb in size, were sup-\nthree mosaic samples. As measured by G-banded chromosome           ported by 71–121 MD and 1,287–2,905 HD SNP probes, but\nanalysis, the trisomy 8, trisomy 18, and 45,X samples exhibited    only included ~15–37 SNP probes in the LD array (Figure 3b).\nmosaicism levels of 92, 54, and 47% for the abnormal cell line,    There were two ~5-Mb AOH regions detected by the HD array\nrespectively. We calculated percentage mosaicism for the MD        that were not detected by the MD or LD array and two ~7-Mb\nand HD data using the software packages for each platform (see     AOH regions detected by the LD and HD arrays but absent\nMaterials and Methods). However, the LD software does not cal-     from the MD array (Figure 2).\nculate percentage mosaicism. Percentage mosaicism values from        The size of AOH regions is expected to vary slightly between\nthe MD and HD platforms differed from the G-banded analysis        platforms, depending on the location of SNP probes; however,\nby 6–20% (Supplementary Table S1 online). These differences        we found large discrepancies in the size of three AOH regions\nmay be explained by uncultured samples used for the micro­         detected by the LD array for C1 and C2 versus the other two\narrays versus the cultured samples required for G-band analysis.   arrays (Figure 2). These three regions were 21–28 Mb (49–63\n                                                                   SNP probes and LOH scores of 136–370) as detected by the\nUPD detection                                                      LD array and only 8–15 Mb as measured by the other arrays,\nOne of the major goals of CN+SNP platforms is the detection        meaning the LD array overestimates the size of AOH stretches\nof UPD. We tested two previously characterized UPD samples         in some cases.\n(UPD7 and UPD14) on the three different platforms. Each              Differences in AOH detection were even more pronounced in\narray detected AOH regions consistent with whole chromo-           the 11 samples without known consanguinity (U1–U11). These\nsome 14 and segmental chromosome 7 uniparental isodisomy           samples exhibited elevated levels of AOH in the LD array that\n(Figure 1b). The size of AOH regions on chromosome 7 varied        would suggest relationships between first cousins once removed\namong arrays; however, all three platforms detected AOH con-\nsistent with segmental isodisomy of chromosome 7.                   Table 1 Percentage autosomal AOH detected for samples\n                                                                    run on all three platforms\nLong stretches of AOH detection                                     Sample           LD array (%)          MD array (%)          HD array (%)\nForty samples were derived from patients with suspected             U1                    8.35                   0.00                    0.00\nconsanguinity according to self-report or previous LD array–­       U2                    6.36                   0.00                    0.00\ntesting results. Twenty-nine of the 40 individuals reported         U3                    4.26                   0.00                    0.12\nparental consanguinity. Eleven exhibited elevated levels (3–8%)     U4                    3.46                   0.00                    0.00\nof total autosomal AOH as detected by LD array. We analyzed\n                                                                    U5                    5.63                   0.00                    0.00\n14 samples in all three platforms: two from known consan-\n                                                                    U6                    4.86                   0.00                    0.00\nguineous matings (C1–C2), 11 with elevated AOH per the LD\narray (U1–U11), and one negative control (N). The three arrays      U7                    5.11                   0.00                    0.11\ndetected AOH in the two consanguineous samples and showed           U8                    4.78                   0.00                    0.00\nno AOH in the negative control, but the results were discrepant     U9                    6.36                   0.00                    0.00\nfor the 11 other samples (Table 1).                                 U10                   7.17                   0.00                    0.66\n  Although all three arrays detected AOH in the two consan-         U11                   5.10                   0.00                    0.34\nguineous samples (C1–C2), the AOH calls differed among the          C1                  12.16                    8.28                    8.25\narrays. For sample C1, the LD array detected ~12% total auto-       C2                    9.06                   9.04                    9.53\nsomal AOH, whereas the MD and HD arrays detected ~8%\n                                                                    N                     0.00                   0.00                    0.00\ntotal autosomal AOH (Figure 2a). In sample C2, all three plat-\n                                                                    AOH, absence of heterozygosity; HD, high-density; LD, low-density;\nforms detected ~9% total autosomal AOH (Figure 2b). In both         MD, mid-density.\n\n\nGenetics in medicine | Volume 15 | Number 9 | September 2013                                                                                    709\n\fOriginal Research Article                                                                                                         MASON-SUARES et al | Density matters\n\n\n\n\n a                                                                               a\n                                                             LD array                  AA/BB\n                                                             MD array                                                                                             LD\n                                                             HD array                     AB\n                                                                                                           Score: 67          Probes: 22\n\n                                                                                          AA\n                                                                                          AB                                 Probes: 176                          MD\n\n                                                                                          BB\n\n      1    2     3    4     5     6    7     8     9    10     11       12\n                                                                                          AA\n\n                                                                                                                             Probes: 3,309\n                                                                                          AB                                                                      HD\n\n                                                                                          BB\n      13   14   15    16   17    18    19    20   21    22\n\n\n b                                                                                              35         40          45        50          55         60\n                                                                                       Chr 1                                Megabases\n                                                                                 b\n                                                                                     AA/BB\n                                                                                                                                                                   LD\n                                                                                         AB\n                                                                                                                                                  Probes: 28\n                                                                                         AA\n                                                                                                                                                  Probes: 109\n                                                                                         AB                                                                        MD\n                                                                                         BB\n      1    2     3    4     5     6    7     8     9    10     11       12\n\n                                                                                         AA\n                                                                                                                                                  Probes: 3,382\n                                                                                         AB\n                                                                                                                                                                   HD\n                                                                                         BB\n      13   14   15    16   17    18    19    20   21    22\n\n\n c                                                                                              160        162         164     166              168         170\n                                                                                     Chr 6                              Megabases\n\n                                                                                 c AA/BB\n                                                                                                                                                                  LD\n                                                                                        AB\n                                                                                                 Score: 172                                     Probes: 56\n\n                                                                                        AA\n                                                                                                                                                Probes: 226\n                                                                                        AB                                                                        MD\n      1    2     3    4     5     6    7     8     9    10     11       12              BB\n\n\n                                                                                        AA\n                                                                                                                                                Probes: 6,168\n                                                                                        AB                                                                        HD\n      13   14   15    16   17    18    19    20   21    22\n                                                                                        BB\nFigure 2 Absence-of-heterozygosity (AOH) calls vary between\n                                                                                                      35         40         45             50          55\nplatforms. Whole-genome views of AOH regions detected in samples                       Chr 19                           Megabases\n(a) C1, (b) C2, and (c) U1 on the low-density (LD), mid-density (MD), and\nhigh-density (HD) arrays.                                                    Figure 3 Concordant and discordant absence-of-heterozygosity (AOH)\n                                                                             calls. (a) One AOH region in sample C1 detected on all three arrays, (b) one\n                                                                             terminal AOH region in sample C2 detected by the mid-density (MD) and high-\n(3.125%) or first cousins (6.25%) (Table 1).17,18 However, in these          density (HD) arrays but not the low-density (LD) array, (c) and one terminal AOH\nsamples the MD array detected no AOH regions, and the HD                     region in sample U1 detected by the LD array but not the MD or HD arrays. For\narray detected only 0–0.66% autosomal AOH. As an example,                    each platform, single-nucleotide polymorphism probes are indicated by vertical\nthe U1 sample exhibits 8.35% autosomal AOH on the LD array                   lines (LD) or dots (MD and HD). AA, AB, and BB alleles are indicated on the left.\nand 0% on the MD and HD arrays (Table 1 and Figure 2c). In                   Gray boxes highlight the AOH calls detected by the software and the number\n                                                                             of probes within a call. For LD calls, the loss of heterozygosity score is listed.\nsamples U1–U11, the discrepant LD AOH calls ranged from 3 to\n26 Mb with 10–56 SNP probes and LOH scores from 50 to 325\n(Figure 3c). There was a mean of 20 AOH calls (median of 18)                 Mb between LD and HD platforms. There were also seven small\nper sample detected on the LD array, of which only three regions             AOH regions (3–5 Mb) in the 11 samples that were detected\n(~3.5 Mb each) were confirmed by the HD array but not the                    by the HD array but not by the other arrays (Supplementary\nMD array. These three AOH regions differed in length by 5–11                 Table S2 online).\n\n710                                                                                          Volume 15 | Number 9 | September 2013 | Genetics in medicine\n\fDensity matters | MASON-SUARES et al                                                                            Original Research Article\n                        5.0\n                                         400                                                        array detected 10 AOH regions that were not detected by the HD\n                        4.0\n                                               300\n                                                                                      C1–C2\n                                                                                                    array (5–16 Mb; mean = 8 Mb); these are likely false positives on\n                        3.0                    200                                    U1–U11        the MD platform. Therefore, there is a trade-off between missing\n                                                                                                    some AOH regions and introducing false-­positive regions with\n    % False negative\n\n\n\n\n                        2.0                           100\n                                                                             50                     different stringencies of MD array software.\n                        1.0\n                       0.12\n                                                                                                                            DISCUSSION\n                       0.11       400\n                                  300                                                               All three CN+SNP arrays were able to detect CNVs >100 kb\n                       0.10        200\n                                                                                                    in size, which is more sensitive than the American College of\n                       0.09                          100                                            Medical Genetics and Genomics recommendation of 400 kb.19\n                       0.08                                                                    50   Due to differences in platform chemistry and analysis algo-\n                              0                            2                      4             6   rithms, only the HD array can detect and confirm CNV calls\n                                                               % False positive                     at the same time (Figure 1). The LD platform independently\n                                                                                                    analyzes the two probe types; however, the software does not\nFigure 4 False-positive and false-negative absence-of-heterozygosity\n(AOH) calls detected by the LD software. The percentage of the autosomal\n                                                                                                    distinguish between hemizygous and homozygous genotypes\ngenome included in AOH false-positive regions (x-axis) is plotted versus the                        and therefore cannot confirm CNV aberrations with SNP geno-\npercentage of the autosomal genome included in AOH false-negative regions                           types. The MD software combines data from the oligonucleotide\n(y-axis) for samples C1–C2 and U1–U11. Values for C1–C2 and U1–U11 are                              and SNP probes to call genotypes; therefore, the two sets of data\naverage percentage AOH, as described in the Materials and Methods. Loss                             are not independent and do not provide internal confirmation.\nof heterozygosity (LOH) scores per experiment are indicated. For samples\nU1–U11, the results were the same at LOH scores of 300 and 400.\n                                                                                                    Furthermore, the MD software only displays SNP data from the\n                                                                                                    major clone in the “uncut SNP alleles plot,” which prevents visu-\n  It is possible that raising the LOH threshold in the LD software                                  alization of mosaic genotypes. In our cases, samples had rela-\ncould lead to more concordant AOH findings among the three                                          tively high percentages of mosaic cell lines that were detectable\nplatforms. Increasing the LOH score cutoff not only reduced                                         by all three platforms (Supplementary Table S1 online). For\nthe percentage of the autosomal genome in false-positive AOH                                        lower levels of mosaicism, different arrays may be more or less\ncalls but also inflated the missed (false-negative) AOH regions.                                    sensitive, depending on probe coverage and analysis algorithms.\nAs the LOH cutoff was increased from 50 to 400, the number of                                          Detection of long stretches of AOH produced the most vari-\nAOH calls in samples U1–U11 decreased to levels inconsistent                                        able results between arrays. In some cases, AOH regions were\nwith consanguinity (Figure 4); however, with these more strin-                                      detected by one platform but not by the other two, which may\ngent LOH settings, the number of false-negative AOH regions                                         represent false positives in the discrepant platform; however,\nin consanguineous samples C1–C2 rose dramatically. The per-                                         such calls could also represent real, albeit small, regions of\ncentage autosomal AOH in samples C1 and C2 was reduced                                              AOH that are only detected by platform(s) with dense SNP cov-\nby 6.8 and 2.8%, respectively, when the LOH score cutoff was                                        erage. It is also possible that patients from ethnic groups under-\nincreased from 50 to 400 (Figure 4). Therefore, there is a signif-                                  represented in SNP studies are heterozygous for fewer SNPs on\nicant trade-off between reducing false positives in regions that                                    these platforms, leading to more AOH false positives in certain\nare not AOH and increasing false negatives in true stretches of                                     populations.\nAOH when choosing LD software settings.                                                                Many calls detected on the LD array in samples U1–U11 are\n                                                                                                    likely false positives. Within LD AOH regions, there are abun-\nMD versus HD array comparison                                                                       dant heterozygous SNPs on the MD and HD arrays that do not\nTo better assess the detection of true AOH, we analyzed 27 addi-                                    support AOH (Figure 3c). Furthermore, in U1–U11, only 3\ntional samples (C3–C29) from self-reported consanguineous                                           of 217 AOH calls detected by the LD array were confirmed by\nmatings using the MD and HD arrays. All AOH regions detected                                        the HD array, and for those 3 calls, the HD regions were much\nby the MD array were also detected by the HD array; however,                                        smaller than the LD regions. On the basis of these data, we\n111 regions detected by the HD array were not detected using                                        conclude that the LD arrays overestimate the number of AOH\nMD array default parameters (LOH score = 6.0) (Supplementary                                        regions per genome and the size of individual AOH regions,\nTable S3 online). Three of these regions are >10 Mb, 31 regions                                     leading to a major inflation in total autosomal AOH.\nare 5–10 Mb, and 77 regions are 3–5 Mb. Given the HD SNP                                               It is possible that different LD analysis parameters could\nprobe density in these regions (346–4,056 probes per region), we                                    improve AOH detection. To investigate this, we increased the\nexpect that most are false negatives in the MD platform.                                            stringency of the LOH score in the LD software. We found that\n   We lowered the stringency of the MD LOH threshold (LOH                                           increasing the LOH score from 50 in the original analysis to 400\nscore = 5.25), which revealed 28 additional AOH regions that                                        reduced the number of false positives in samples U1–U11 and\nwere also detected on the HD array. These regions ranged from                                       lowered the percentage of autosomal AOH to levels expected in\n3 to 17 Mb (mean = 6.5 Mb). Nevertheless, the MD analysis                                           a normal population, but increasing the LOH score to 400 also\nstill failed to detect 83 AOH regions detected by the HD array                                      decreased percentage AOH in consanguineous samples C1 and\n(3–9 Mb; mean = 4 Mb). Furthermore, at this threshold, the MD                                       C2 by 6.8 and 2.8% of the total autosomal genome, respectively,\n\nGenetics in medicine | Volume 15 | Number 9 | September 2013                                                                                                      711\n\fOriginal Research Article                                                                                                 MASON-SUARES et al | Density matters\n\n\n\nmuch lower than their true AOH values (Figure 4). Therefore,          ­ hildren’s Hospital staff for technical support. We also thank\n                                                                      C\nwhen adjusting the LD analysis parameters, one must choose            Cheryl Strauss for editorial assistance.\nbetween avoiding false positives and retaining true positives.\n   Although the MD array performed better than the LD array           DISCLOSURE\nin AOH detection, there were some AOH regions called by the           The authors declare no conflict of interest.\nHD array that were absent from the MD array using our default\nparameters (Supplementary Table S3 online). To further inves-         References\n                                                                      1.    Miller DT, Adam MP, Aradhya S, et al. Consensus statement: chromosomal\ntigate this, we lowered the stringency of the MD LOH threshold              microarray is a first-tier clinical diagnostic test for individuals with developmental\nfrom 6.0 to 5.25 for samples C3–C29. These settings not only                disabilities or congenital anomalies. Am J Hum Genet 2010;86(5):749–764.\nimproved the detection of previous false-negative regions but         2.    Shen Y, Dies KA, Holm IA, et al.; Autism Consortium Clinical Genetics/DNA\n                                                                            Diagnostics Collaboration. Clinical genetic testing for patients with autism\nalso introduced false positives in regions that were not called             spectrum disorders. Pediatrics 2010;125:e727–e735.\nas AOH in the HD analysis. Therefore, even for the MD array,          3.    Coulter ME, Miller DT, Harris DJ, et al. Chromosomal microarray testing\nsome small AOH regions may confound detection.                              influences medical management. Genet Med 2011;13:770–776.\n   Discrepancies in the size of AOH regions called by the three       4.    Schaaf CP, Wiszniewska J, Beaudet AL. Copy number and SNP arrays in clinical\n                                                                            diagnostics. Annu Rev Genomics Hum Genet 2011;12:25–51.\nplatforms can lead to differences of up to tens of megabases per      5.    Kearney HM, Kearney JB, Conlin LK. Diagnostic implications of excessive\nAOH call (Figure 2). Minor differences in AOH boundaries are                homozygosity detected by SNP-based microarrays: consanguini",
  "wordCount": 6095,
  "indexed": "2025-09-25T22:44:21.275Z",
  "method": "direct"
}
