{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Tratamientos basados en RNA/Levin_2019_Treating Disease at the RNA Level with Oligonucleotides.pdf",
  "fileName": "Levin_2019_Treating Disease at the RNA Level with Oligonucleotides.pdf",
  "relativePath": "Genetica/Tratamientos basados en RNA/Levin_2019_Treating Disease at the RNA Level with Oligonucleotides.pdf",
  "text": "T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n                                        Review Article\n\n                                     Frontiers in Medicine\n\n\n                 Treating Disease at the RNA Level\n                       with Oligonucleotides\n                                        Arthur A. Levin, Ph.D.​​\n\n\n\n      D\n              iseases as different as spinal muscular atrophy and hyperlip-                          From Research and Development, Avidity\n              idemias can now be treated with drugs that act on RNA. A new class of                  Biosciences, La Jolla, CA. Address re-\n                                                                                                     print requests to Dr. Levin at art.levin@\n              drugs — oligonucleotides — takes advantage of Watson and Crick’s base-                 aviditybio.com.\n      pairing rules to target disease-related RNAs. With information from the sequenc-\n                                                                                                     N Engl J Med 2019;380:57-70.\n      ing of the human genome, it is possible to design therapeutic oligonucleotides                 DOI: 10.1056/NEJMra1705346\n      — solely on the basis of genomic information — that will change the expression                 Copyright © 2019 Massachusetts Medical Society.\n      of any protein, even those not amenable to traditional approaches involving small-\n      molecule drugs (see video).\n         Although the concept of using synthetic oligonucleotides to modulate RNA\n      function was described as early as 1978,1 its realization in the form of drugs ap-\n      proved by the Food and Drug Administration (FDA) has required advances in ge-\n      nomics, chemistry, pharmacology, and drug delivery. Moreover, dozens of oligo-\n      nucleotides intended to treat diseases as varied as hemophilia, amyloidosis,\n      hemostasis, and hyperlipidemias are in clinical trials.2-9 Here, four oligonucleo­             An illustrated\n      tides that target RNA in distinctly different ways and new directions in the field             glossary and a\n                                                                                                     video overview\n      of therapeutic oligonucleotides are described.                                                 of therapeutic\n                                                                                                     oligonucleotides\n                                                                                                     are available at\n                                  Mech a nisms of Ac t ion                                           NEJM.org\n      Therapeutic oligonucleotides are generally 15 to 30 nucleotides in length and are\n      designed to be complementary to a specific region of a messenger RNA (mRNA)\n      encoding a disease-related protein or a regulatory RNA. After parenteral adminis-\n      tration, the oligonucleotide enters a cell and binds to any complementary RNA.\n      When designing a therapeutic candidate, the goal is to identify sequences that are\n      highly specific for the target RNA and to avoid sequences that hybridize to unin-\n      tended but homologous “bystander” RNAs. With careful design guided by bioin-\n      formatics, specific sequences can be identified such that even single members of\n      closely related gene families can be targeted selectively.\n         Once the oligonucleotide drug has bound to its complementary mRNA or pre-\n      mRNA, a series of events ensues. The outcomes depend partly on the nature of the\n      targeted sequence and include destruction of the mRNA by means of enzymatic\n      cleavage (which is helpful when the mRNA is mutated and encodes a pathogenic\n      protein), a change in the pre-mRNA splicing pattern (which is helpful when the\n      “default” splicing pattern produces a pathogenic product), or a change in the func-\n      tion of a regulatory RNA. The choice of strategy depends on the disease mecha-\n      nism and on whether the intended outcome is gain or loss of RNA function.\n         Currently approved oligonucleotide drugs induce cleavage of a target mRNA or\n      alter the splicing pattern. Cleavage-inducing oligonucleotides have structural and\n      chemical features that recruit endogenous enzymes to the site on the target mRNA\n      where the drug hybridizes. Oligonucleotides that alter splicing hybridize with pre-\n\n\n                                        n engl j med 380;1   nejm.org   January 3, 2019                                                            57\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                  Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                              T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n                 mRNA near a site that controls splicing; the hy-          have in-frame mutations in central exons of\n                 bridized oligonucleotide effects a change, through        DMD that lead to a shortened albeit functional\n                 steric hindrance, in the action of enzymes that           form of dystrophin and a milder form of the\n                 edit pre-mRNA.                                            dystrophic phenotype.13 The goal of treatment\n                                                                           with exon-skipping agents such as eteplirsen is\n                                                                           to convert severely damaging mutations in DMD\n                        Ther a peu t ic Mech a nisms\n                                                                           exons into in-frame deletions by excluding exon\n                 Splicing to Induce Changes in Function                    51 in order to mimic a milder phenotype (resem-\n                 Only a small fraction of the genetic information          bling Becker’s muscular dystrophy). Approximate-\n                 in the human genome is translated into proteins.          ly 13% of boys with muscular dystrophy have\n                 For example, DNA encoding dystrophin is dis-              mutations amenable to the skipping of exon 51.\n                 persed across a region of 2.4 million base pairs,         Drugs intended to target other, less commonly\n                 but dystrophin mRNA consists of approximately             mutated exons are in development,14 but design-\n                 14,000 bases.10 The process of splicing and edit-         ing clinical trials that are powered to demon-\n                 ing pre-mRNA is a point of genetic regulation.            strate statistical differences in smaller subpop­\n                 Pre-mRNA can be edited through alternative                ulations of patients will be difficult, if not\n                 splicing to yield different protein isoforms, which       impossible. With tailored approaches such as\n                 can have different — and sometimes opposing               these, the question of how to demonstrate evi-\n                 — functions. The role of alternative splicing in          dence of therapeutic benefit remains a challenge.\n                 health and disease is becoming more widely                   Treatment of patients with exon 51–related\n                 appreciated,11,12 and mechanisms to modulate              Duchenne’s muscular dystrophy with a weekly\n                 or alter the splicing process can be used thera-          intravenous infusion of eteplirsen yielded slight\n                 peutically.                                               increases in the shortened mRNA encoding DMD\n                                                                           and in the expression of dystrophin.15 There was\n                 Exon Skipping in Duchenne’s Muscular                      some preservation of 6-minute walk distance in\n                 Dystrophy                                                 those receiving treatment as compared with his-\n                 Duchenne’s muscular dystrophy is a uniformly              torical controls. Although the interpretation of\n                 fatal disease caused by mutations in DMD, the             the results is difficult because of the modest\n                 gene encoding dystrophin. Frameshift mutations            extent of restoration of dystrophin, the small size\n                 in any of the 79 exons that produce an unstable           of the trial, and the modest effect on outcome,\n                 or nonfunctional protein will cause Duchenne’s            the FDA approved eteplirsen on the basis of\n                 muscular dystrophy. Failure to produce dystro-            stipulations that both doses and patient num-\n                 phin results in disconnection of the cytoskeletal         bers would be increased in subsequent trials.16\n                 elements from the sarcolemma. In patients with            One reason for the weak activity of eteplirsen is\n                 the disease, contractions of the muscle cause             that most of the drug is rapidly excreted through\n                 microtears in the sarcolemma, cell injury, cell           glomerular filtration and only a small fraction\n                 death, and ultimately loss of muscle function.            of the remainder is taken up by skeletal muscle.\n                     Eteplirsen, an oligonucleotide agent approved         Indeed, delivery to target tissues after systemic\n                 by the FDA, induces the skipping of exon 51.              delivery has been a key challenge in the develop-\n                 Eteplirsen functions by hybridizing to a site             ment of oligonucleotide drugs.\n                 within exon 51, thereby sterically blocking the\n                 splicing machinery from binding and forcing it            Exon Inclusion in Spinal Muscle Atrophy\n                 to “skip” the exon to correct the frameshift mu-          Spinal muscle atrophy is an autosomal recessive\n                 tation (Fig. 1). Exon 52 is spliced to exon 50,           disease caused by mutations in SMN1 that result\n                 generating a shortened but still functional ver-          in loss of SMN1 protein function. Spinal muscle\n                 sion of dystrophin, and as a result the more dis-         atrophy is manifested as muscle weakness, with\n                 tal, downstream exons are read in frame by the            the most severely affected infants never gaining\n                 cell’s translational machinery.                           head control. Degeneration of motor neurons in\n                     The therapeutic potential of the exon-skipping        the ventral horn is followed by loss of respira-\n                 approach is supported by the natural history of           tory function and death.17\n                 patients with Becker’s muscular dystrophy, who               SMN2 is a paralogous gene (i.e., it shares a\n\n\n\n58                                                 n engl j med 380;1   nejm.org   January 3, 2019\n\n                                                 The New England Journal of Medicine\n Downloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                   Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                          Treating Disease with Oligonucleotides\n\n\n\n        A Duchenne’s Muscular Dystrophy                                         B Oligonucleotide Therapy with Eteplirsen\n\n\n\n                                                                                                                                        Eteplirsen masks\n                                                                                                                                        splice site\n\n                       DNA                                                                                                       51                   52\n                                                                                                                                 Exon     Intron\n\n                           Frameshift                                             DMD\n                            mutation                                            pre-mRNA\n                                                    Exon        Intron\n          DMD pre-mRNA\n            45     46  47            48   49   51    52        53        54                   45    46    47     48   49    51     52       53        54\n\n\n\n         NUC LE US                                                                                                                  51 Exon 51 excised\n                                                                                                                                       during splicing\n\n                      DMD mRNA\n                         45 46 47 48 49 51          52    53    54                                       45 46   47 48 49     52    53     54\n\n                                                                                                           Restored\n                                                                                                         reading frame\n\n\n\n\n                                                                          M U SC LE\n                                                                           C E LL\n                                                                                                                                        Shortened but partly\n                                                                                                                                        functional dystrophin\n                                                                                                                                        protein produced\n                               Messenger RNA degraded and\n                               not translated into dystrophin\n         C Y T OP LA S M                   protein\n\n                                                                                                                                         Shortened\n                                                                                                                                         dystrophin\n\n\n\n\n             Cell membrane\n\n\n                                                                                                                      Dystrophin−associated\n                                                                                       Eteplirsen                     glycoprotein complex\n         E XT RA C E LLULA R SPACE\n\n\n\n        Figure 1. Exon Skipping Induced by Eteplirsen in Duchenne’s Muscular Dystrophy.\n        Shown is the transcript for dystrophin in the nucleus of a muscle cell with an indicated frameshift mutation upstream from exon 51\n        (Panel A). If uncorrected, the nonsense mutation leads to the creation of a nonproductive protein or to nonsense -mediated decay of\n        RNA. The administration of eteplirsen and its internalization by the cell allow the oligonucleotide to hybridize to a site in exon 51 that\n        causes the spliceosome to skip exon 51 and read the transcript in frame to produce a shorter but functional dystrophin-like protein\n        (Panel B). DMD denotes the gene encoding dystrophin.\n\n\n\n\n                                               n engl j med 380;1        nejm.org     January 3, 2019                                                           59\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                  Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                              T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n                 “common ancestor” gene with SMN1), with a                 Cleavage-Based Mechanisms\n                 coding region that would be identical to that             for the Destruction of mRNA\n                 of SMN1 if not for a single nucleotide change in          Several oligonucleotide drugs in clinical trials\n                 exon 7 that causes the exon to be skipped. The            and three FDA-approved drugs use sequence-\n                 SMN2 protein product is translated without the            driven cleavage mechanisms to reduce levels of a\n                 part encoded by exon 7; it is short-lived (i.e.,          disease-related mRNA and its protein product.\n                 degraded rapidly) and therefore nonfunctional.18          Two drugs, mipomersen and inclisiran, use dif-\n                 However, some fraction of the SMN2 mRNA is                ferent cleavage mechanisms to modify choles-\n                 translated into SMN protein. This observation,            terol disposition. The two drugs each target a\n                 taken together with the fact that there can be            different gene product, each of which is impor-\n                 multiple copies of SMN2 (because it is subject            tant in hypercholesterolemia, underscoring the\n                 to copy-number variation), each contributing to           versatility of oligonucleotide therapeutic agents.\n                 SMN levels, explains the variability in the sever-        The common factor in each mechanism — as a\n                 ity of the condition.                                     result of the hybridization of each oligonucleo­\n                     If the fraction of SMN2 that is translated into       tide drug to the target — is the activation of en-\n                 a functional protein could be increased with the          dogenous enzymes, which results in cleavage of\n                 use of oligonucleotides to induce the expression          the targeted mRNA at the site of hybridization.\n                 of exon 7, a sufficient amount of functional SMN              Mipomersen is a single-stranded oligonucleo­\n                 protein could be formed to rescue neuronal                tide with a sequence that is complementary to a\n                 function19-21 (Fig. 2). By synthesizing a number          portion of the RNA encoding apolipoprotein B,\n                 of antisense sequences in areas in the intronic           a component of low-density lipoprotein (LDL) cho-\n                 region 3′ to exon 7, an oligonucleotide (nusiner­         lesterol that is produced in the liver. The 20-mer\n                 sen) was identified that effectively forced inclu-        oligonucleotide is chemically modified to increase\n                 sion of exon 7.22 When hybridized to its target           its affinity for RNA and its stability. The central\n                 site, nusinersen blocks the splicing signal that          portion of the sequence of mipomersen has\n                 causes the exclusion of exon 7. Consequently,             DNA-like properties, and when mipomersen hy-\n                 the mRNA is processed to include the formerly             bridizes to the pre-mRNA for apolipoprotein B,\n                 missing exon 7 of SMN2. The SMN2-related SMN              the presence of the DNA–RNA heteroduplex at-\n                 protein, now fully functional, can serve as a sub-        tracts and activates RNase H, which cleaves the\n                 stitute for the SMN that is missing in these              mRNA in the heteroduplex (Fig. 3). Cleavage\n                 patients.                                                 renders the apolipoprotein B mRNA inactive,\n                     Treatment with nusinersen led to production           thereby reducing the amount of apolipoprotein B\n                 of a functional SMN protein, rescue of motor              that is produced. As a result, the export of very\n                 neurons, and more normal neuronal develop-                low-density lipoprotein cholesterol from the liver\n                 ment.5,23 The chemistry of nusinersen includes            is reduced and, ultimately, circulating levels of\n                 the methoxyethyl modification of the 2′ position          LDL cholesterol are diminished, even in patients\n                 of the ribose sugars that increases affinity to its       for whom statin therapy is ineffective.24-27 The\n                 cognate sequence. That modification, combined             FDA approved mipomersen in 2013 for the treat-\n                 with the replacement of the phosphodiester link-          ment of homozygous hypercholesterolemia.\n                 ages between ribose sugars with phosphorothio-                Inclisiran is an experimental therapeutic agent\n                 ate linkages, confers nuclease resistance, which          that induces cleavage of the mRNA encoding\n                 reduces susceptibility to nuclease degradation,           proprotein convertase subtilisin–kexin type 9\n                 increasing tissue half-life such that nusinersen          (PCSK9), an enzyme that negatively regulates\n                 can be administered infrequently.                         levels of the LDL receptor (LDLR).2,4,28 Persons\n                     Successful clinical trials in which four load-        with naturally occurring genetic variants that\n                 ing doses were used during the first month of             reduce the activity of PCSK9 have increased\n                 treatment followed by maintenance doses every             LDLR levels, reduced LDL cholesterol levels, and\n                 4 months thereafter produced statistically sig-           reduced cardiovascular risk as compared with\n                 nificant increases in the motor function of in-           persons who do not have these variants.29 Incli-\n                 fants5 and older children. This use of nusinersen         siran cleaves and inactivates PCSK9 mRNA, which\n                 was recently approved by the FDA.23                       has the effect of decreasing levels of the PCSK9\n\n\n\n60                                                 n engl j med 380;1   nejm.org   January 3, 2019\n\n                                                 The New England Journal of Medicine\n Downloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                   Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                             Treating Disease with Oligonucleotides\n\n\n\n         A Spinal Muscular Atrophy                                                               B Oligonucleotide Therapy with Nusinersen\n\n\n\n\n                                                                 SMN1                                                              Nusinersen binds to\n                                                               pre-mRNA                                                            splice site in\n                                                                                                        SMN2                       intron 7\n                     DNA\n                                                                                                      pre-mRNA\n\n         NUC LE US                                                                                                                      7                   8\n                                                                                                                                        Exon       Intron\n                                   Nonsense or frameshift\n        SMN1 pre-mRNA                   mutations\n         1   2a 2b 3          4      5   6      7      8\n                                                                                                       SMN2 pre-mRNA\n                                                                                                        1   2a 2b 3           4    5     6     7     8\n                                     SMN2 pre-mRNA\n                                      1   2a 2b 3          4     5   6         7     8\n                                                                                                                         Nusinersen forces\n                                                                                                                         inclusion of exon 7\n                                                                           7                                             into SMN2 mRNA\n\n             SMN1 mRNA (nonfunctional)              SMN2 mRNA (nonfunctional)                              SMN2 mRNA\n               1 2a 2b 3 4 5 6 8                     1 2a 2b 3 4 5 6 8                                      1 2a 2b 3 4 5 6       7 8\n\n\n\n\n                                                                                           N E RV E\n                                                                                            C E LL\n\n\n                No SMN1 proteins                  ~90% of SMN∆7 proteins\n                                                                                                               Stable, functional\n                    translated                  translated are nonfunctional\n                                                                                                                 SMN2 protein\n                                                        and degraded\n\n\n\n         C Y T OP LA S M                            Nonfunctional SMN proteins\n\n\n                                  Cell membrane\n\n\n                                                                                                                        Nusinersen\n         E XT RA C E LLULA R SPACE\n\n\n\n        Figure 2. Exon Switching Induced by Nusinersen in Spinal Muscular Atrophy.\n        Nonsense or frameshift mutations in SMN1 lead to nonsense-mediated decay of RNA, and no functional protein is created (Panel A).\n        Pre-mRNA for SMN2 has a natural variant in exon 7 (in red) that results in the exclusion of exon 7 from 90% of mature SMN2 mRNAs.\n        After treatment with nusinersen (Panel B), the oligonucleotide hybridizes to a site within just 3′ of the boundary of exon 7, which forces\n        the inclusion of exon 7 into the mRNA and thereby increases the amount of full-length SMN2 produced by SMN2, rescuing the cell from\n        SMN deficiency.\n\n\n\n\n                                                n engl j med 380;1        nejm.org       January 3, 2019                                                        61\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                  Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                                            T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n A Hypercholesterolemia                                                B Oligonucleotide Therapy with Mipomersen\n\n\n\n\n                       DNA                                    APOB pre-mRNA\n\n\n\n                                                                                                         Mipomersen hybridizes\n                                                                                                            to APOB mRNA\n\n     N UCL E US\n                                                                                                                                          RNase H\n\n\n                  APOB mRNA                                                                                                  Central DNA-like\n                                                                                                                      portion of mipomersen attracts\n                                                                                         APOB mRNA         RNase H        and activates RNaseH\n\n\n\n\n                                                                                                                       RNaseH cleaves\n                                                                                                                        APOB mRNA\n\n\n\n\n                Lipid                           APOB-100\n               droplet\n\n                                                 Pre-VLDL\n                                                                                                    APOB mRNA is degraded\n                                                               HEPATOCYTE\n                                                                                                     and not translated into\n                                                                                                       APOB-100 protein\n     CY T O P LA S M\n\n\n\n                                        VLDL                                                                 Cell membrane\n\n\n                                                                                                                         E XT RA C E LLU LA R SPA C E\n\n\n\n                         LDL\n                                                                            Mipomersen              Reduced levels of APOB-100\n                                 Elevated serum LDL                                                  lead to decrease in serum\n                                  cholesterol levels                                                   LDL cholesterol levels\n\n\n                               HDL\n\n\n\n\n Figure 3. RNase-Mediated Cleavage of Apolipoprotein B mRNA.\n A hepatocyte translates the mRNA for apolipoprotein B (APOB) into the protein component of low-density lipoprotein (LDL) cholesterol.\n After treatment with mipomersen, the oligonucleotide hybridizes to the mRNA, and the DNA portion of the oligonucleotide attracts and\n activates RNase H, which recognizes the RNA–DNA heteroduplex and cleaves the APOB mRNA, reducing the output of very low-density\n lipoprotein (VLDL) cholesterol and ultimately the levels of LDL cholesterol in circulation.\n\n\n\n\n62                                                               n engl j med 380;1   nejm.org   January 3, 2019\n\n                                                 The New England Journal of Medicine\n Downloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                   Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                    Treating Disease with Oligonucleotides\n\n\n      and therefore increasing both LDLR levels and             and tertiary structures, and they are frequently\n      the clearance of LDL cholesterol and reducing             bound to proteins. As a result, not every perfectly\n      circulating levels of LDL cholesterol. Inclisiran is      matched oligonucleotide will have access to its\n      being tested in late-stage clinical trials (e.g.,         complementary sequence in a targeted RNA.32,33\n      NCT03397121, NCT03400800, NCT03705234,                    Consequently, in practice, libraries of sequences\n      and NCT03399370).                                         perfectly matched to the target RNA are often\n          Inclisiran cleaves mRNA through a mecha-              screened.\n      nism distinct from that of mipomersen. Inclisiran            The ease of synthesizing libraries of perfectly\n      is a double-stranded, small interfering RNA               matched sequences makes the process of identi-\n      (siRNA). One of the RNA strands of inclisiran is          fying active oligonucleotide drugs faster than\n      complementary to a portion of PCSK9 mRNA.                 that required to identify small-molecule drugs.\n      Once inclisiran enters the cell, the complemen-           Active pharmacophores can be identified in weeks\n      tary strand (or guide strand) is loaded into the          and the related drug produced rapidly. In con-\n      RNA-induced silencing complex (RISC), a protein           trast, the discovery of a small-molecule drug\n      complex that displays the strand to the intracel-         often requires years of iterative studies of the\n      lular milieu. Once a near-perfect complementary           relationships between structure and activity. As\n      sequence (within an mRNA molecule) hybridizes             is the case in the drug-discovery process, the\n      with part of the guide strand, an enzyme that is          similarities in the development process (includ-\n      part of RISC cleaves the mRNA. The mRNA cleav-            ing toxicologic study, pharmacokinetic profiling,\n      age products cannot be translated, and PCSK9              and manufacturing) for different oligonucleotide\n      protein levels are thereby reduced (Fig. 4). Incli-       drugs provides efficiencies.\n      siran is chemically modified to increase its sta-\n      bility against endogenous nucleases, conferring\n                                                                                Ch a l l enge s\n      a durable effect and months of therapeutic activ-                    for Ol ig onucl eo t ide\n      ity after each dose.2,4 In fact, single doses of in-                  Ther a peu t ic Agen t s\n      clisiran have shown pharmacologic activity for\n      more than 3 months in clinical trials,2,4 permit-         Similar to other new technological developments\n      ting dosing as infrequently as quarterly or even          in medicine, including monoclonal antibody ther-\n      twice a year.                                             apy and gene therapy, the field of oligonucleotide-\n          Drugs that trigger RNase H–mediated and               based treatment has overcome a number of\n      RISC-mediated cleavage (inotersen and patisiran,          challenges during a period of maturation. Chal-\n      respectively) are being used in the treatment of          lenges related to chemistry and manufacturing\n      transthyretin (TTR) amyloidosis. In this form of          have been addressed. Synthetic sources of oligo-\n      amyloidosis, mutations in TTR induce misfold-             nucleotide precursors have reduced the costs\n      ing of the protein product, which results in the          of manufacture, and chemical modifications to\n      formation of amyloid deposits in multiple tis-            oligonucleotides have improved resistance to me-\n      sues, including peripheral neurons and the heart.         tabolism by nucleases and produced more favor-\n      Both drugs produce dose-related reductions in             able pharmacokinetic profiles.\n      circulating TTR levels that ameliorate the dis-              Despite considerable progress, two major hur-\n      ease state, and both have been approved by the            dles stand in the way of widespread application\n      FDA. In phase 3 trials, these drugs were associ-          of oligonucleotide therapeutics: drug safety and\n      ated with limiting the progression of neuropathy          delivery. The administration of oligonucleotides\n      and improving quality-of-life measures.30,31              has been associated with the activation of innate\n                                                                immunity through interactions with toll-like re-\n                                                                ceptors (TLRs). Some oligonucleotides bind to\n      A dva n tage s of Ol ig onucl eo t ide s\n                                                                TLRs and induce immune responses similar to\n      In principle, an advantage of oligonucleotide-            those induced by viral and bacterial RNA and\n      based treatment is that the identification of drug        DNA. Different members of the TLR family are\n      candidates requires only the identification of a          activated by single-stranded, DNA-like oligonucleo­\n      target region in an RNA that is related to a dis-         tides (e.g., RNase H–dependent and splice-skip-\n      ease process. However, RNAs have secondary                ping oligonucleotides), and different sequence\n\n\n\n                                        n engl j med 380;1   nejm.org   January 3, 2019                                                  63\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                  Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                                          T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n     A Hypercholesterolemia                                          B Oligonucleotide Therapy with Inclisiran\n\n                                     DNA\n\n       N UC LE US\n\n                                                              PCSK9 mRNA\n\n\n\n\n                                                                                                  siRNA component\n                           PCSK9                                                              of complex binds cognate\n                       production and                                                               PCSK9 mRNA\n                          secretion\n\n\n\n                                                                                                                                   LDL receptor\n                                                                                                                                  production and\n     CY T OP LA S M                                                                                                                  secretion\n                                                                     Passenger siRNA\n                                                                     strand removed                          PCSK9 mRNA\n                                                                                                              degradation\n                                      HEPATOCYTE\n\n\n                                                                     RNA-induced\n                                                                  silencing complex\n\n\n\n           PCSK9\n                                                                   siRNA\n                                                                                                                          Enhanced\n                                                                                      Down-regulation                 clearance of LDL\n                                                                                        of PCSK9                         cholesterol\n                        PCSK9 causes\n                        degradation of\n                        LDL receptors                                                                      Enhanced\n                                                                                                  retention and expression\n                                                                                                      of LDL receptor at\n                                                                                                          cell surface\n                                                                           Asialoglycoprotein\n                                                                                receptor\n\n\n\n                                                                                 Trienary                                    LDL\n                                                     LDL                         N-acetylglucosamine\n                       LDL                         receptor                      residues\n\n                                                                                 Double-stranded\n                                                                                 siRNA\n                      PCSK9\n                                                                                                            Decreased levels of\n                             Elevated levels of                                                              LDL cholesterol\n                              LDL cholesterol\n\n                                                                             Inclisiran\n\n                                                                                                                        E XT RA C E LLU LA R SPA C E\n\n\n\n Figure 4. RISC-Mediated Cleavage of PCSK9 mRNA.\n Proprotein convertase subtilisin–kexin type 9 (PCSK9) down-regulates levels of the low-density lipoprotein (LDL) receptor (LDLR) on the cell\n surface. Inclisiran, conjugated to trinary N-acetylglucosamine residues, binds to the asialoglycoprotein receptor on the surface of hepatocytes\n and is internalized. When the guide strand for inclisiran is loaded into RNA-induced silencing complex (RISC), the complex scans mRNAs for\n homologous sequences. Hybridization with the mRNA for PCSK9 induces mRNA cleavage, thus inhibiting the expression of PCSK9 protein.\n Reducing the negative regulator of PCSK9 increases the levels of LDLR, thereby enhancing clearance of LDL cholesterol from circulation.\n\n\n\n64                                                             n engl j med 380;1      nejm.org     January 3, 2019\n\n                                                 The New England Journal of Medicine\n Downloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                   Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                    Treating Disease with Oligonucleotides\n\n\n      motifs have been identified as agonists of TLR            drugs and appears to be sequence-related but\n      family members. These immunostimulatory                   nevertheless has led regulatory authorities to\n      effects can be minimized by avoiding these\n      ­                                                         recommend increased surveillance for renal tox-\n      sequence motifs and using chemical modifica-              icity in clinical trials involving phosphorothio-\n      tions.34-38                                               ate-modified oligonucleotides.\n          The proinflammatory nature of single-stranded             At least three phosphorothioate oligonucle-\n      phosphorothioate oligonucleotides stymied some            otides have produced marked thrombocytopenia\n      early therapeutic programs. Injection-site reac-          in small subgroups of patients in clinical trials.\n      tions were commonly observed after subcutaneous           These events occurred in three unrelated indica-\n      injections of antisense drugs, including mipo­            tions with no overlap in oligonucleotide se-\n      mersen and the splice-skipping drug candidate             quences. Platelets dropped precipitously to class\n      drisapersen.39,40 Constitutional symptoms such            4 thrombocytopenia in 3% of patients receiving\n      as fever, chills, and rigors have been associated         long-term treatment (14 to 26 months) with\n      with high doses of phosphorothioate oligonucleo­          drisapersen at a dose of 6 mg per kilogram per\n      tides.41,42 The response of adaptive immunity has         week40,45 but the condition has also been ob-\n      been more muted. Treatment with some se-                  served in patients receiving treatment with phos-\n      quences of single-stranded phosphorothioate               phorothioate-modified sequences for triglyceri-\n      oligonucleotides has been associated with weak            demias and transthyretin amyloidosis.30,49\n      titers of antidrug antibodies.40                              All observed toxic effects are dose-related.\n          The use of some siRNA therapeutics in clini-          Some adverse effects may be minimized with\n      cal trials may be associated with another liabil-         newer versions of oligonucleotide drugs in which\n      ity: inflammatory responses to the lipid nanopar-         the chemistry has been improved or the delivery\n      ticle formulations used to promote the uptake of          made more efficient in an effort to reduce doses.\n      siRNAs. Lipid nanoparticles are known to induce               Delivery remains one of the greatest chal-\n      a complex antiviral-like response of innate im-           lenges to more widespread application of oligo-\n      munity.43,44 To diminish the immunostimulatory            nucleotide therapeutics. Because oligonucleotide\n      effects of the formulations, siRNAs in lipid nano­        drugs have molecular weights in the range of 5\n      particles have been administered in combination           to 15 kDa and are hydrophilic in nature, their\n      with antihistamines, nonsteroidal antiinflamma-           ability to penetrate cell membranes is limited,\n      tory drugs, and glucocorticoids.3,4,31                    thus diminishing access to their site of activity\n          Other challenges for single-stranded phospho-         in cytoplasmic or nuclear compartments. The\n      rothioate oligonucleotides include renal accumu-          first successful delivery strategy for an oligonu-\n      lation and a rare but notable reduction in platelet       cleotide agent was intravitreal administration of\n      count.30,40 Single-stranded, phosphorothioate-            fomiversen; this was approved in 1998 for the\n      modified oligonucleotides are generally protect-          treatment of cytomegalovirus retinitis, which\n      ed from glomerular filtration because they are            was followed more recently by nusinersen, which\n      bound to plasma proteins. However, the small              is locally administered through intrathecal injec-\n      unbound fraction is readily reabsorbed by renal           tion for spinal muscle atrophy.\n      proximal tubular cells. Mild, low-molecular-weight            Systemic delivery to most organs and tissues,\n      proteinuria and, in rarer instances, glomerular           with the exception of the liver, has proved to be\n      nephritis have been reported in some patients             challenging. After intravenous or subcutaneous\n      after treatment with some phosphorothioate                delivery, phosphorothioate oligonucleotides and\n      oligonucleotides.30,40,45 An analysis of data on          siRNAs in lipid nanoparticles are taken up pri-\n      renal function from a database of approximately           marily by nonparenchymal cells and to a lesser\n      2400 patients suggested no clinically meaning-            extent by hepatocytes. N-acetylgalactosamine\n      ful changes in levels of protein, creatinine, or          (GalNAc) conjugated to oligonucleotides binds\n      plasma urea across multiple sequences.46 In a             to the asialoglycoprotein receptors (ASGPR) on\n      phase 1 trial, the administration of a single-            hepatocytes to transport and release the oligo-\n      stranded phosphorothioate oligonucleotide at a            nucleotides into the intracellular compartment.50\n      dose of 5 mg per kilogram of body weight per              This receptor-mediated uptake allows for dosing\n      week, modified with locked nucleic acids, pro-            that is lower than that required for the therapeu-\n      duced acute tubular necrosis.47,48 This toxic effect      tic delivery of unconjugated oligonucleotides.8\n      has not been observed with other oligonucleotide          Both single-stranded and double-stranded oligo-\n\n                                        n engl j med 380;1   nejm.org   January 3, 2019                                                  65\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at UNIVERSITAT DE BARCELONA CRAI on January 8, 2019. For personal use only. No other uses without permission.\n                                  Copyright © 2019 Massachusetts Medical Society. All rights reserved.\n\f                                                T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n                   Table 1. Current and Potential Mechanisms of RNA-Based Therapies.\n\n                   Mechanism                                                                   Oligonucleotide\n                   RNase H                                         Chimeric oligodeoxynucleotides\n                   RNA-induced silencing complex                   Double-stranded RNAs or modified single-stranded RNA-like molecules\n                   Exon skipping or splice switching               Single-stranded oligonucleotide\n                   MicroRNA sequestration                          Single-stranded or circular oligonucleotide\n                   MicroRNA mimetics                               Double-stranded RNA\n  ",
  "wordCount": 8329,
  "indexed": "2025-09-25T22:43:47.894Z",
  "method": "direct"
}
