{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Ferguson-Smith - 2008 - Cytogenetics and the evolution of medical genetics.pdf",
  "fileName": "Ferguson-Smith - 2008 - Cytogenetics and the evolution of medical genetics.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Ferguson-Smith - 2008 - Cytogenetics and the evolution of medical genetics.pdf",
  "text": "August 2008 䡠 Vol. 10 䡠 No. 8                                                                                             review\n\n\n\nCytogenetics and the evolution of medical genetics\nMalcolm A. Ferguson-Smith, MBChB, FRCPath, FRS\n              Interest in cytogenetics may be traced to the development of the chromosomal theory of inheritance that emerged\n              from efforts to provide the basis for Darwin’s theory “On the origin of species by means of natural selection.”\n              Despite their fundamental place in biology, chromosomes and genetics had little impact on medical practice until\n              the 1960s. The discovery that a chromosomal defect caused Down syndrome was the spark responsible for the\n              emergence of medical genetics as a clinical discipline. Prenatal diagnosis of trisomies, biochemical disorders, and\n              neural tube defects became possible and hence the proliferation of genetic counseling clinics. Maternal serum\n              screening for neural tube defects and Down syndrome followed, taking the new discipline into social medicine. Safe\n              amniocentesis needed ultrasound, and ultrasound soon found other applications in obstetrics, including scanning\n              for fetal malformations. Progress in medical genetics demanded a gene map, and cytogeneticists initiated the\n              mapping workshops that led to the human genome project and the complete sequence of the human genome. As\n              a result, conventional karyotyping has been augmented by molecular cytogenetics, and molecular karyotyping has\n              been achieved by microarrays. Genetic diagnosis at the level of the DNA sequence is with us at last. It has been\n              a remarkable journey from disease phenotype to karyotype to genotype, and it has taken ⬍50 years. Our mission\n              now is to ensure that the recent advances such as prenatal screening, microarrays, and noninvasive prenatal\n              diagnosis are available to our patients. History shows that it is by increased use that costs are reduced and better\n              methods discovered. Chromosome research has been behind the major advances in our field, and it will continue\n              to be the key to future progress, not least in our appreciation of chromosomal variation and its importance as a\n              mechanism in Darwinian evolution. Genet Med 2008:10(8):553–559.\n              Key Words: medical genetics history, cytogenetic developments, CNV, Darwinian evolution\n\n\n\n   When Charles Darwin’s book On the Origin of Species was                                 coincidental with refinements in the compound microscope\npublished almost 150 years ago,1 nothing was understood                                    and the emergence of cellular pathology. Drawings of human\nabout the mechanism of heredity that might explain the bio-                                chromosomes in cancer cells first appeared in 1879,6 and at-\nlogical variation through which natural selection operates. Af-                            tempts were made to count human chromosomes in 1891 and\nter the rediscovery of Mendel’s laws at the beginning of the                               1898.7 Estimates were made of an average of 24 per cell. Draw-\n20th Century, and the appreciation by Boveri and Sutton that                               ings of almost recognizable human chromosomes in corneal\nchromosomes during cell division followed these laws,2,3 sci-                              cells were published by Flemming in 1882,8 and Waldeyer is\nentists sought to understand the nature of continuous and dis-                             credited with coining the name chromosome in 1888.9 Despite\ncontinuous variation and its significance for evolution. By                                the link between chromosomes and mendelism, discovered in\n1912, Morgan and Bridges had discovered linkage and established                            1902, and the heated controversy between Bateson, who es-\nthe chromosomal theory of inheritance (see Bridges4). Contro-                              poused mendelism, and the biometricians Pearson and Wel-\nversy in this area continued for many years and culminated in                              don, who favored Galton’s Law of Ancestral Inheritance, there\nFisher’s book The Genetical Theory of Natural Selection.5                                  appeared to be little interest in human chromosomes during\n   Before their significance was fully understood, chromo-                                 the next decade. The X chromosome was described in inverte-\nsomes were recognized in plants around the mid 19th Century,                               brates, and there were a number of papers on plant chromo-\n                                                                                           somes. It seems that the overwhelming interest was to find a\nFrom the Cambridge Resource Centre for Comparative Genomics, Cambridge University          mechanism for the inheritance of the variation in species de-\nDepartment of Veterinary Medicine, Cambridge, United Kingdom.\n                                                                                           scribed by Darwin.\nMalcolm A. Ferguson-Smith, MBChB, FRCPath, FRS, Cambridge Resource Centre for Com-\n                                                                                              Human chromosomes surfaced once more in 1912, when\nparative Genomics, Cambridge University Department Of Veterinary Medicine, Madingley\nRoad, Cambridge CB3 0ES, United Kingdom. E-mail: maf12@cam.ac.uk.\n                                                                                           Winiwarter studied chromosomes in sections of human go-\nThe Pruzansky Lecture presented at the American College of Medical Genetics Annual Clin-\n                                                                                           nads.10 Counts of 47 in testes and 48 in ovaries convinced him\nical Genetics Meeting, 14th March, 2008.                                                   that humans, like locusts, must have an XO/XX sex-determin-\nDisclosure: The author declares no conflict of interest.                                   ing system. Painter in 1921 refuted this result and described the\nSubmitted for publication May 8, 2008.                                                     Y chromosome that Winiwarter had missed.11 On the basis of\nAccepted for publication May 14, 2008.                                                     Winiwarter’s studies, he concluded that there were 48 chromo-\nDOI: 10.1097/GIM.0b013e3181804bb2                                                          somes in both sexes, despite noting that he could count only 46\n\nGenetics IN Medicine                                                                                                                                    553\n\fFerguson-Smith\n\nin the clearest mitotic figures. Over the next 20 years, at least        era of human cytogenetics. The breakthrough was due to the\neight separate investigators confirmed the 48 number until               improved cell culture methods, colchicine-induced arrest for\nTjio and Levan proved them all wrong in 1956 with the report             accumulation of mitoses and the serendipitous observation\nof 46 chromosomes in cultured cells.12                                   that hypotonic treatment of mitoses before fixation led to the\n   The significance of chromosomes was first appreciated in              improved separation of chromosomes in squash preparations.\n1902, and Garrod (with Bateson) recognized that alkaptonuria             (Apparently, in 1952, water was used inadvertently instead of\nand several other rare inborn errors of metabolism represented           isotonic solutions independently by Hsu in Texas, Makino in\nhuman examples of Mendelian traits.13 Hemophilia, color                  Sapporo, and Hughes in Cambridge.17–19 It is fair to say that,\nblindness, and brachydactyly were recognized as further exam-            unknown to the West, similar techniques were used success-\nples. The origin of medical genetics may seem to stem from               fully 20 years earlier in Russia by Zhivago.20) Chromosome\nthese observations, but it is doubtful if families benefited from this   analysis, using fresh bone marrow (Fig. 1), was introduced by\nknowledge as there is no record of genetic counseling with the           Ford in 1958.21 Those of us studying the apparent sex reversal\naim of avoiding future affected pregnancies. This was despite            in Turner and Klinefelter syndrome in 1958 attempted this\nan understanding of sex-linked, autosomal dominant and re-               method unsuccessfully to determine the sex chromosome sta-\ncessive inheritance. It was not until 1937 that Bell and Haldane         tus of these patients, but the first successful diagnosis of a hu-\ndescribed the first example of linkage in humans in X-linked             man chromosome aberration came in January 1959 with the\npedigrees transmitting both hemophilia and color blindness.14            publication by Lejeune of trisomy 21 in three cases of Down\nBoth Haldane and Fisher commented in the 1920s on the pos-               syndrome.22 I date the emergence of modern medical genetics\nsibility of predicting, through linkage, the occurrence of disor-        from that date because, within a few months, the search began\nders such as Huntington disease. However, the controversial              for other chromosomal syndromes with mental handicap and\nviews on contraception, the virtual prohibition of therapeutic           multiple malformations. The 45,X and 47,XXY sex chromo-\nabortion, and the abhorrence for the eugenic practices advo-             some abnormalities in Turner and Klinefelter syndromes were\ncated by the Third Reich are among the reasons why clinical              discovered first.23,24 Then, clinicians John Edwards, working\ngenetic counseling did not advance between the two World\n                                                                         with David Harnden in Oxford, and Dave Smith, working with\nWars. Perhaps, it was also because the second generation of\n                                                                         Klaus Patau in Madison, described trisomies 18 and 13, respec-\nacademic geneticists, including Fisher, Haldane, and Sewall\n                                                                         tively.25,26 Both clinicians looked for the constellation of mul-\nWright, had greater interest in population and mathematical\n                                                                         tiple malformations and dysmorphology that was the charac-\ngenetics, statistics, and evolution. Fisher’s successor at the Gal-\n                                                                         teristic of the Down and Turner syndromes, and this led them\nton Laboratory in 1946 was Lionel Penrose, and he com-\n                                                                         quickly to study the infants with these trisomies. Less astute\nbined expertise in mathematical genetics with interests in\n                                                                         clinicians were referring cases of anencephaly, Mendelian dis-\nclinical genetics, especially in patients with Down syndrome\n                                                                         orders and all sorts of single malformations as possible candi-\nand other learning disorders.15 Emphasis was on under-\nstanding the causative factors and modes of inheritance                  dates for chromosome abnormality, but without success. I re-\nrather than on the reproductive options that might be of-                call being asked in the summer of 1959 to see a newborn child\nfered to affected families.                                              with a possible trisomy at the Johns Hopkins Obstetric Depart-\n   The following years saw many advances in genetics, espe-              ment. The child had normal chromosomes, but the child in the\ncially in biochemical genetics, blood group genetics, and the            next cot was an infant with trisomy 13. The pattern of dysmor-\nhemoglobinopathies. The major advancement at the time was                phology that was associated with chromosomal syndromes\nthe resolution of the structure of the DNA molecule by Watson            soon became established. The pioneers in these early chromo-\nand Crick in 1953.16 Although the science of genetics was trans-         some studies met in Denver in 1960 to agree to a chromosomal\nformed by this fundamental observation, its full impact on               nomenclature,27 but, at that stage of the discipline, complete\nmedical genetics was not felt until the recombinant DNA tech-            accord was difficult, and errors such as the identification of the\nnology became established some 20 years later, when DNA                  chromosome trisomic in Down syndrome as 21 and not 22\ntechniques were first used to diagnose genetic defects. How-             (the smallest) were perpetuated.28\never, it stimulated a great interest among clinicians. Hospital             1959 and 1960 were the years of awakening interest in hu-\nclinics were established in the United States at a number of             man cytogenetics. The bone marrow method (Fig. 1) was re-\ncenters, notably in Baltimore and Madison. Victor McKusick               placed by the leukocyte method of Moorhead,29 and this sim-\nbegan a postgraduate teaching program in medical genetics at             ple technique opened up the field to every pathology\nJohns Hopkins Hospital, and his famous Bar Harbor Course                 laboratory. The key ingredient was phytohaemagglutinin,\nwas started a few years later in 1959.                                   added to remove red cells from plasma, and this caused lym-\n                                                                         phocyte transformation. (Unknown to the authors, autolysis\n                                                                         of red cells had been noted to induce cell division in lympho-\n                                                                         cytes by Chrustschoff in Moscow 25 years earlier,30 another\nTHE MODERN ERA\n                                                                         unfortunate example of Russian science being ignored in the\n  The discovery of the correct chromosome number of 46 in                West.) The most notable discoveries at that time were the Phil-\nhumans in 1956, by Tjio and Levan,12 heralded in the modern              adelphia chromosome in chronic myeloid leukemia31 and the\n\n554                                                                                                                 Genetics IN Medicine\n\f                                                                                                      Cytogenetics and its impact on medical genetics\n\n\n\n\nFig. 1.   Early karyotype from bone marrow in 48,XXXY syndrome (Adapted from: Ferguson-Smith et al. Lancet 1960;ii:184 –187). Aceto-orcein.\n\n\n\n\nthree-generation families with translocation Down syn-                                     HUMAN GENE MAPPING\ndrome.32 The former confirmed Theodor Boveri’s prediction\n                                                                                              Chromosome loss in interspecific somatic cell hybrids be-\nabout the chromosomal basis of cancer,33 whereas the latter\n                                                                                           tween mouse and human cells was discovered in 1967 as a\nindicated the need to screen children with Down syndrome for\n                                                                                           productive technique for chromosome mapping, the first suc-\ntranslocations, especially those born to young mothers. Here\nwas a diagnostic service that could be offered to families anx-                            cess being thymidine kinase locus to chromosome 17.39 In the\nious about the recurrence of Down syndrome. More genetic                                   following year, the assignment of the Duffy blood group locus\nclinics were set up in part to fulfill this need. These chromo-                            was made by linkage to a centric polymorphism on chromo-\nsome discoveries fuelled interest in other areas of human ge-                              some 1.40 These two methods initiated the start of the human\nnetics, especially inborn errors, hemoglobinopathies, and                                  gene mapping (HGM) program and spurred on those who had\ndominant skeletal and neurological disorders such as achon-                                recognized that progress in medical genetics required maps,\ndroplasia and Huntington disease. Clinicians became much                                   similar to those available for Drosophila, maize, and mouse. By\nmore aware of the need for patients to be advised about the                                the time of the first HGM workshop in 1973, 152 X-linked loci\nrisks of recurrence of genetic disorders in general. Before 1960,                          were known, but only 64 autosomal loci had been assigned to\nthere were several genetics clinics in the United States, includ-                          their respective chromosomes. In 1991, the 11th and last of the\ning McKusick’s Moore Clinic at Johns Hopkins Hospital, but                                 HGM workshops were conducted, and by this time, there were\nonly two or three in Britain, the first pioneered by Fraser Rob-                           221 X-linked genes and 2104 assigned autosomal gene loci as\nerts in 1945 and continued by Cedric Carter into the 1970s.                                well as another 8000 DNA segment markers.28 For the next 5\nThere were no National Health Service consultant posts in                                  years, the Human Genome Organization organized single\nmedical genetics in Britain before 1970, and the few available                             chromosome mapping workshops (which Bronwen Loder and\npioneers had either University or Medical Research Council                                 I coordinated) and later, genome mapping workshops dealing\nappointments.                                                                              with other aspects such as mutation databases, telomeres and\n   The early 1960s were years in which techniques were im-                                 centromeres, nomenclature, and comparative mapping. The\nproved, chromosome-specific patterns of DNA replication                                    genetic markers developed by the HGM workshops were ex-\nwere discovered,34 meiotic chromosomes were re-examined,35                                 tensively used during this period for the diagnosis of genetic\nand new structural chromosome aberrations were identified.                                 disease through linkage, and many of these disease genes were\nThe high frequency of chromosome aberrations in spontane-                                  isolated by positional cloning. The HGM workshops and their\nous abortion was recognized.36 Ohno showed that the sex                                    successors represent the foundations on which the Human Ge-\nchromatin body was formed by one of the two Xs in female                                   nome Project was built, leading to the draft sequence of the\ncells,37 and Lyon developed her theory of dosage compensation                              human genome some 34 years after the first human autosomal\nof X-linked genes due to random X-inactivation.38                                          gene was mapped.\n\nAugust 2008 䡠 Vol. 10 䡠 No. 8                                                                                                                         555\n\fFerguson-Smith\n\nIN SITU HYBRIDIZATION AND BANDING                                 tested for these indications were found to have a normal fe-\n                                                                  tus.51 Prenatal diagnosis allowed mothers to plan for future\n   Meanwhile, in 1969, two other great technological advances\n                                                                  healthy offspring when this could not have been contemplated\nwere made almost simultaneously. Pardue and Gall were the\n                                                                  without the procedure. Bearing in mind the high frequency of\nfirst to show that satellite DNA, a form of repetitive DNA,\n                                                                  chromosomal defects in spontaneous abortion, pregnancies\ncould be hybridized to denatured chromosomes in situ on mi-\n                                                                  that tested positive at 16 weeks could be regarded as having\ncroscope slides using radioactive-labeled DNA probes that\n                                                                  escaped miscarriage earlier, and this may have helped families\nwere detected by autoradiography.41 The regions to which the\n                                                                  to consider termination as a reasonable, albeit very distressing,\nDNA probes annealed were also stained selectively by Giemsa.\n                                                                  option.\nVarious modifications of the denaturing process, using alkali,\n                                                                     One important consequence of the introduction of prenatal\nheat, or proteolytic enzymes, led to the transverse dark and\n                                                                  diagnosis was an increased number of referrals to genetics clin-\nlight Giemsa bands along the chromosomes.42,43 Miraculously,\n                                                                  ics, suggesting that when parents had the option of stopping\neach chromosome was found to have a distinctive banding\n                                                                  the pregnancy, genetic counseling become not only useful but\npattern that allowed unequivocal identification. Zech and\n                                                                  also essential. It is important to note that obstetric ultrasound,\nCaspersson discovered the same patterns independently using\n                                                                  pioneered by Ian Donald in Glasgow,52 was used first in med-\nquinacrine fluorescence.44 Immediately, a whole range of\n                                                                  ical genetics to guide the amniocentesis needle, exclude twins,\nchromosome deletions, duplications, and inversions could be\n                                                                  and avoid the anterior placenta. The Medical Research Council\nrecognized. Patients previously reported to have “normal”\n                                                                  Trial on the Safety of Amniocentesis concluded that the risk of\nkaryotypes were recalled, and new chromosomal syndromes\n                                                                  miscarriage related to the procedure was about 1% and em-\nwere discovered. The chromosome bands also improved the\n                                                                  phasized the important role of ultrasound. This undoubtedly\nresolution of gene mapping and led to the characterization of\n                                                                  stimulated the use of sonar in obstetrics and the development\naberrations in cancer cells, such as the 9:22 translocation in\n                                                                  of improved ultrasound equipment.\nchronic myeloid leukemia.45 Cytogenetics was once again con-\n                                                                     The discovery of raised amniotic alphafetoprotein (AFP) in\ntributing significantly to medical practice.\n                                                                  fetuses with open spina bifida and anencephaly in 197253 in-\n   The isotopic DNA/RNA probes used in the early days of in\n                                                                  troduced another important indication for amniocentesis, es-\nsitu hybridization could not be used for mapping single copy\n                                                                  pecially in Scotland and Wales where the birth frequency of\ngenes as it was not possible to make them sufficiently radioac-\n                                                                  neural tube defects (NTDs) was more than 5 per 1000. Imme-\ntive. This problem was resolved by the advances in recombi-\n                                                                  diately after the introduction of AFP testing, it was found that\nnant DNA technology in the late 1970s that allowed the con-\n                                                                  maternal serum levels of AFP reflected levels in amniotic fluid\nstruction of DNA libraries and the cloning of DNA fragments\n                                                                  so that it was possible to screen for NTDs using maternal\nin bacteria in sufficient quantity to give good hybridization\n                                                                  blood. However, success depended on the accurate estimation\nsignals. The globin, insulin, and kappa light chain immuno-\n                                                                  of gestation as normal serum AFP levels increased during preg-\nglobulin genes were all mapped in 1981,46 the year that the\n                                                                  nancy. Many regions in the United Kingdom postponed ma-\nmitochondrial genome was fully sequenced. The following\n                                                                  ternal serum AFP screening on the grounds that ultrasound\nyear saw the introduction of fluorescence in situ hybridiza-\n                                                                  was not reliable. I believe that it was largely due to AFP screen-\ntion,47 and it is arguably this technique that revolutionized\n                                                                  ing in other areas that led to experience in ultrasound that\ngene mapping.48 It is still the standard mapping method 25\n                                                                  made the early introduction of the fetal anomaly scan possible.\nyears later.\n                                                                  Thanks largely to AFP screening, the birth frequency of NTDs\n                                                                  in Scotland was reduced from 5 per 1000 in 1975 to 1.7 per\n                                                                  1000 in 1981.54 By then, the resolution of ultrasound was such\nPRENATAL DIAGNOSIS AND SCREENING\n                                                                  that many pregnancies affected with spina bifida could be\n   The next milestone in human cytogenetics, again in 1969,       identified at 20 weeks by sonar alone.\nwas the introduction of prenatal diagnosis for chromosome            Prenatal screening for chromosome aberrations grew out of\naberrations and metabolic disorders.49,50 Amniocentesis at        the NTD screening program when Merkatz observed that ma-\naround 16 weeks’ gestation with the culture of amniotic fluid     ternal serum AFP levels were lower in Down syndrome preg-\ncells for fetal chromosome analysis was established principally   nancies than in unaffected pregnancies.55 Those of us who had\nto exclude Down syndrome in older mothers and in those who        stored maternal serum samples were able to confirm this and\nhad had a previous affected child. Less frequent indications      to detect small numbers of cases prospectively. Other bio-\nwere Down syndrome translocations and X-linked recessive          chemical markers and ultrasound markers, such as nuchal\ndisorders where the mother was a carrier. In Britain, the Abor-   translucency, were soon discovered that improved the detec-\ntion Act of 1967 allowed the termination of pregnancy when it     tion rates in screening programs. Nowadays, using the Contin-\ncould be shown that the mother had a substantial risk of pro-     gent Test that incorporates maternal age, nuchal translucency,\nducing a child with a severe handicapping condition, and this     and various serum levels, it is possible to detect 60% of Down\nnot only applied to Down syndrome but also to male fetuses at     syndrome fetuses in the first trimester for a false-positive rate\n50% risk of an X-linked disorder. Our early studies from 1969     of 1.2%. Seventy-five percent of pregnancies are identified as\nto 1970 demonstrated that by far the majority of pregnancies      having a very low risk, and the remainder can be retested for\n\n556                                                                                                          Genetics IN Medicine\n\f                                                                             Cytogenetics and its impact on medical genetics\n\nserum levels in the second trimester. This strategy achieves an      mixed with control DNA labeled in another color. Both are\noverall detection rate of 91% for a false-positive rate of 4.5%.56   mixed and hybridized to normal metaphases and the ratio of\nSince the introduction of prenatal screening for chromosome          the two colors determined along the length of each chromo-\ndefects, there has been a progressive decline in the need for        some. Duplications are recognized by the predominance of the\namniocentesis and a commensurate reduction in related mis-           subject DNA color, whereas deletions are revealed by the pre-\ncarriage.                                                            dominance of the control DNA color. CGH has been useful\n   A desire to move away from invasive prenatal diagnosis has        both in screening for small constitutional chromosome aber-\nstimulated research into safer techniques using fetal cells from     rations in patients and in detecting aberrations in cancer cells.\nthe maternal circulation. Unfortunately, this has not proved to         We learned from the publication of the draft sequence of the\nbe practicable as insufficient numbers of cells are present and      human genome in 2001 that humans have ⬍25,000 genes in-\nenrichment methods are unreliable. However, DNA and RNA              stead of the 80,000 that had been initially predicted.64 The se-\nin maternal plasma derived from cells shed from the placenta         quence provides the means for identifying these genes, includ-\nhave been used successfully to determine fetal sex in the first      ing those that cause monogenic disease or that confer\ntrimester and to diagnose dominant disorders inherited from          susceptibility and resistance to common multifactorial disease.\nthe father.57 The most useful application so far has been to         Search for linkage of common disease phenotypes to genetic\ndetermine the Rhesus blood group of the fetus at risk of hemo-       markers, especially single nucleotide polymorphisms and hap-\nlytic disease of the newborn. Current research by Dennis Lo          lotypes, has become an important strategy in medical genetics.\nand colleagues indicates that fetal trisomies may be detected        The discovery of a number of susceptibility genes in both Type\nfrom ratios of allele-specific markers in placental-specific         1 and Type 2 diabetes and in rheumatoid arthritis is a signifi-\nRNA.58                                                               cant example.65 In another strategy, termed array CGH and\n                                                                     used to detect microdeletions and microduplications, DNA\n                                                                     sequences that are spaced at defined distances from one an-\nTHE POLYMERASE CHAIN REACTION\n                                                                     other are chosen from the genome database. A low-resolution\n   Much of modern molecular cytogenetics depends on the              array may have 3000 markers spaced at approximately 1-Mb\nintroduction of the polymerase chain reaction (PCR) in               intervals along the chromosome. Higher resolution arrays,\n1988.59 PCR exploits the enzyme Taq polymerase to amplify            containing a million DNA “marker” sequences, are also avail-\nDNA between primer sequences. The technique has applica-             able. These DNA sequences are arrayed as spots on glass slides,\ntion to mutation testing, gene mapping, and almost all aspects       and the patient’s DNA sample plus control is hybridized to the\nof DNA analysis and sequencing. Using random DNA primers,            microarrays, which are then screened for duplications and de-\nalmost any sample of DNA can be amplified in any species.            letions by the same CGH methodology used for chromosomal\nPCR is used extensively in modern methods of forensic DNA            CGH. The patient to control ratios are plotted on chromosome\nfingerprinting and, for example, in the production and label-        maps to reveal regions of genetic imbalance (Fig. 2). At high\ning of chromosome paint probes from chromosome-specific              resolution, imbalances of ⬍1 Mb are detected, and it may be\nDNA that in 1992 were used first in multicolour-fluorescence         difficult to distinguish pathologic imbalance from normal (be-\nin situ hybridization techniques for karyotype analysis.60           nign) copy number variants.66,67 The problem may be resolved\nChromosome-specific DNA is made by PCR from chromo-                  by determining if the same variant is present in controls from\nsomes sorted in a dual laser flow cytometer or from PCR am-          the normal population or in normal first-degree relatives. The\nplification of microdissected chromosomes. Cross-species re-         great advantage of the technology is the ability to interrogate in\nciprocal chromosome painting has had an important                    a genome-wide fashion and at high resolution. This is a huge\napplication in the study of mammalian karyotype evolution.61         improvement over classical karyotyping, and it is to be ex-\nChromosome-specific paints have become useful Darwinian              pected that array CGH technology will replace much of the diag-\nmarkers in tracing lines of descent, in taxonomic studies, and       nostic cytogenetics that is current today.68 However, the present\nin studying evolutionary mechanisms. My laboratory cur-              array CGH technology is expensive and beyond the means of\nrently uses chromosome-specific DNA and gene mapping                 many genetic services. Only increased take-up can be expected to\ntechniques to investigate the evolution of sex-determining           reduce costs and bring the advantages within reach of more of our\nmechanisms in vertebrates.62 We have much to learn about             patients.\nhuman genetics from these comparative studies.\n\n\nCOMPARATIVE GENOME HYBRIDIZATION AND                                 CONCLUSIONS\nMICROARRAYS\n                                                                       Advances in cytogenetics have been the stimulus for\n   1992 saw the introduction of comparative genome hybrid-           progress in medical genetics and have made genetic diagnosis\nization (CGH).63 This is a form of reverse chromosome paint-         possible today at the level of the DNA molecule rather than the\ning used to detect chromosome deletions and duplications             phenotype. This is something that we dreamed about in 1956\nfrom a patient’s total genomic DNA rather that from his or her       and could have scarcely contemplated occurring in such a\nkaryotype. The patient’s DNA is labeled in one color and             comparatively short time. Our specialty can take pride in this\n\nAugust 2008 䡠 Vol. 10 䡠 No. 8                                                                                                      557\n\fFerguson-Smith\n\n\n\n\nFig. 2. Chromosome 15q deletion in a patient with Prader-Willi syndrome by the modern technique of array CGH. A dye swap methodology was used using a 1 Mb array CGH platform.\nCourtesy of Dr. Charles Lee.\n\n\n\n\nachievement, and I, for one, feel it a great privilege to have                                 7.   Flemming W. Uber Chromosomenzahl beim Menschen. Anat Anz 1898;14:171–\n                                                                                                    174.\nworked in the field for the past 50 years.                                                     8.   Flemming W. Zellsubstanz, Kern, und Zelltheilung. Leipzig: Verlag Vogel, 1882.\n   Looking back to the beginning of the 20th Century, the early                                9.   Waldeyer W. Uber Karyokinese und ihre Bezeihungen zu den Befruchtungsvorgan-\ngeneticists were searching for laws that explained the variation                                    gen. Arch Mikrosk Anat 1888;32:1–122.\non which natural selection operated. They found their answer                                  10.   Winiwarter H. Etudes sur la spermatogenese humaine. Arch Biol (Liege) 1912;27:91–\n                                                                                                    189.\nin the chromosomes. One hundred and fifty years after the                                     11.   Painter TS. The Y chromosome in mammals. Science 1921;53:503–504.\npublication of On the Origins of Species Darwin would have                                    12.   Tjio JH, Levan A. The chromosome number of man. Hereditas 1956;42:1– 6.\nbeen pleased to learn about copy number variation because                                     13.   Garrod AE. The incidence of alkaptonuria: a study in chemical individuality. Lancet\n                                                                                                    1902;ii:1616 –1620.\nsuch variation lies at the heart of evolutionary mechanisms.                                  14.   Bell J, Haldane JBS. The linkage between the genes for colour blindness and hae-\n                                                                                                    mophila in man. Proc R Soc B 1937;123:119 –150.\nReferences                                                                                    15.   Penrose LS. A clinical and genetic study of 1280 cases of mental defect. MRC Special\n 1.   Darwin C. On the origin of species by means of natural selection, or the preservation         Report 229. London: HMSO, 1938.\n      of favoured races in the struggle for life. London: John Murray, 1859.                  16.   Watson JD, Crick FHC. Molecular structure of nucleic acids. Nature 1953;171:737–\n 2.   Boveri T. Ergebnisse uber die Konstitution der Chromatischen Substanz des Zellk-              738.\n      erns. Jena: Gustav Fischer, 1904.                                                       17.   Hsu TC. Mammalian chromosomes in vitro. I. The karyotype of man. J Heredity\n 3.   Sutton WS. The chromosomes in heredity. Biol Bull 1903;4:231–251.                             1952;43:167–172.\n 4.   Bridges CB. Non-disjunction as proof of the chromosome theory of heredity.              18.   Makino S, Nishimura I. Water pre-treatment squash technique. Stain Technol 1952;\n      Genetics 1916;1:107–163.                                                                      27:1–7.\n 5.   Fisher RA. The genetical theory of natural selection. Oxford: Clarendon Press, 1930.    19.   Hughes A. Some effects of abnormal tonicity on dividing cells in chick tissue cul-\n 6.   Arnold T. Beobachtungen uber Kentheilungen in den Zellen der Geschwulste. Vir-                tures. Quar J Micro Sci 1952;93:207–220.\n      chow’s Arch 1879;78:279 –301.                                                           20.   Zhivago P, Morosov B, Ivanickaya A. Uber die Einwirkung der Hypotonie auf die\n\n\n558                                                                                                                                                     Genetics IN Medicine\n\f                                                                                                        Cytogenetics and its impact on medical genetics\n\n      Zellteilung in den Gewebkulturen des embryonalen Hertzens. C R Acad Sci URSS          44.   Caspersson T, Zech L, Johansson C. Differential banding of alkylating fluoro-\n      1934;3:385–386.                                                                             chromes in human chromosomes. Exp Cell Res 1970;60:315–319.\n21.   Ford CE, Jacobs PA, Lajtha LG. Human somatic chromosomes. Nature 1958;181:            45.   Rowley JD. A new consistent chromosomal abnormality in chronic myelogenous\n      1565–1568.                                                                                  leukaemia identified by quinacrine fluorescence and Giemsa staining. Nature 1973;\n22.   Lejeune J, Gautier M, Turpin R. Etudes des chromosomes somatique de neuf enfants            243:290 –293.\n      mongoliens. CR Acad Sci Paris 1959;248:1721–1722.                                     46.   Malcolm S, Barton P, Murphy C, Ferguson-Smith MA. Chromosomal localisation\n23.   Ford CE, Jones KW, Polani PE, de Almeida JC, Briggs JH. A sex chromosome anom-              of a single copy gene by in situ hybridisation: beta globin genes on the short arm of\n      aly in a case of gonadal dysgenesis (Turner’s syndrome). Lancet 1959;i:711–713.             chromosome 11. Ann Hum Genet 1981;45:135–141.\n24.   Jacobs PA, Strong JA. A case of human intersexuality having a possible XXY sex        47.   Langer PR, Waldrop AA, Ward DC. Enzymatic synthesis of biotin-labelled\n      determining mechanism. Nature 1959;183:302–303.                                             polynucleotides: novel nucleic acid affinity probes. Proc Nat Acad Sci USA 1981;78:\n                                                                                                  6633– 6637.\n25.   Edwards JH, Harnden DG, Cameron AH, Crosse VM, Wolff OH. A new trisomic\n                                                                                            48.   Lichter P, Tang CC, Call CK, et al. High resolution mapping of human chromosome\n      syndrome. Lancet 1960;i:787–790.\n                                                                                                  11 by in situ hybridisation with cosmid clones. Science 1990;247:64 – 69.\n26.   Patau K, Smith DW, Therman E, Inhorn SL, Wagner HP. Multiple congenital\n                                                                                            49.   Steele MW, Breg WR. Lancet 1966;i:383–385.\n      anomaly caused by an extra autosome. Lancet 1960;i:790 –793.\n                                                                                            50.   Nadler HL. Antenatal detection of hereditary disorders. Pediatrics 1968;42:912–918.\n27.   Denver Conference. A proposed standard system of nomenclature of human mitotic\n                                                                                            51.   Ferguson-Smith ME, Ferguson-Smith MA, Nevin NC, Stone M. Chromosome anal-\n      chromosomes. Lancet 1960;i:1063–1065.\n                                                                                                  ysis before birth and its value in genetic counselling. Br Med J 1971;4:69 –74.\n28.   Ferguson-Smith MA. From chromosome number to chromosome map: the contri-\n                                                                                            52.   Donald I, Brown TG. Br J Radiol 1961;40:604.\n      bution of human cytogenetics to genome mapping. In: Sumner AT, Chandley AC,           53.   Brock DJH, Sutcliffe RG. Alphafetoprotein in the antenatal diagnosis of anenceph-\n      editors. Chromosomes today, Vol. 11, Chap. 1. London: Chapman and Hall, 1993:               aly and spina bifida. Lancet 1972;ii:197–199.\n      3–19.                                                                                 54.   Ferguson-Smith MA. The reduction in anencephalic and spina bifida births by ma-\n29.   Moorhead PS, Nowell P, Mellman W, Battips D, Hungerford D. Chromosome prep-                 ternal serum alphafetoprotein screening. Br Med Bull 1983;39:365–372.\n      arations of leukocytes cultured from human peripheral blood. Exp Cell Res 1960;20:    55.   Merkatz IR, Nitowsky HM, Macri JN, Johnson WE. An association between low\n      613– 616.                                                                                   maternal serum alphafetoprotein and fetal chromosomal abnormalities. Am J Obstet\n30.   Chrustschoff GK, Berlin EA. Cytological investigations on cultures of normal blood.         Gynecol 1984;148:886 – 894.\n      J Genet 1935;31:243–261.                                                              56.   Cuckle HS, Malone FD, Wright D, et al. Contingent screening for Down syn-\n31.   Nowell PC, Hungerford DA. A minute chromosome in human chronic myelocytic                   drome—results from the FaSTER trial. Prenat Diagn 2008;28:89 –94.\n      leukaemia [abstract]. Science 1960;132:1497.                                          57.   Lo YMD, Corbetta N, Chamberlain PF, et al. Presence of fetal DNA in maternal\n32.   Polani PE, Briggs JH, Ford CE, Clarke CM, Berg JM. Amongol girl with 46 chromo-             plasma and serum. Lancet 1997;350:485– 487.\n      somes. Lancet 1960;i:721–724.                                                         58.   Lo YMD, Tsui NBY, Chiu RWK, et al. Plasma placental RNA allelic ratio permits\n33.   Boveri T. Zur Frage der Entstehung maligner Tumoren. Jena: Gustav Fischer, 1914.            non-invasive prenatal chromosomal aneuploidy detection. Nature Med 2007;13:\n34.   German JL. DNA synthesis in human chromosomes. Trans N. Y Acad Sci 1962;24:                 218 –223.\n      395– 407.                                                                             59.   Saiki RK, Gelfand DH, Stoffel S, et al. Primer-directed enzymatic amplification of\n35.   Ferguson-Smith MA. The sites of nucleolus formation in human pachytene chro-                DNA with a thermostable DNA polymerase. Science 1988;239:487– 491.\n      mosomes. Cytogenetics 1964;3:124 –134.                                                60.   Schrock E, Du Manoir S, Veldman T, et al. Multicolor spectral karyotyping of hu-\n36.   Carr DH. Chromosome studies in spontaneous abortion. Obstet Gynec 1965;26:                  man chromosomes. Science 1996;273:494 – 497.\n      308 –326.                                                                             61.   Ferguson-Smith MA, Trifonov V. Mammalian karyotype evolution. Nature Rev.\n                                                                                                  Genet 2007;8:950 –962.\n37.   Ohno S, Kaplan WD, Kinosita R. Formation of the sex chromatin by a single X\n                                                                                            62.   Rens W, O’Brien PCM, Grutzner F, et al. The multiple sex chromosomes of platypus\n      chromosome in liver cells of Rattus norvegicus. Exp Cell Res 1959;18:415– 418.\n                                                                                                  and echidna are not completely identical and several share homology with the avian\n38.   Lyon MF. Gene action in the mammalian X chromosome of the mouse (Mus mus-\n                                                                                                  Z. Genome Biol 2007;8:R243.\n      culus L.). Nature 1961;190:372–373.\n                                                                                            63.   Kallioniemi A, Kallioniemi OP, Sudar D, et al. Comparative genomic hybridisation\n39.   Weiss M, Green H. Human-mouse hybrid cell lines containing partial complements\n                                                                                                  for molecular cytogenetic analysis of solid tumours. Science 1992;258:818 – 821.\n      of human chromosomes and functioning human genes. Proc Nat Acad Sci USA\n                                                                                            64.   Human Genome Sequencing Consortium. Initial sequencing and analysis of the\n      1967;58:1104 –1111.                                                                         human genome. Nature 2001;409:860 –921.\n40.   Donahue RP, Bias WB, Renwick JH, McKusick VA. Probable assignment of the              65.   Wellcome Trust Case Control Consortium. Genome-wide association study of\n      Duffy blood group locus to chromosome 1 in man. Proc Nat Acad Sci USA 1968;61:              14,000 cases of seven common diseases and 3000 shared controls. Nature 2007;447:\n      949 –955.                                                                                   661– 678.\n41.   Pardue ML, Gall JG. Chromosomal localisation of mouse satellite DNA. Science          66.   Iafrate AJ, Feuk L, Rivera MN, et al. Detection of large scale variation in the human\n      1970;168:1356 –1358.                                                                        genome. Nat Genet 2004;36:949 –951.\n42.   Sumner AT, Evans HJ, Buckland RA. New technique for distinguishing between            67.   Tuzun E, Sharp AJ, Bailey JA, et al. Fine-scale structural variation of the",
  "wordCount": 5744,
  "indexed": "2025-09-25T22:44:50.556Z",
  "method": "direct"
}
