{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Liehr et al. - 2004 - Small supernumerary marker chromosomes (sSMC) in h.pdf",
  "fileName": "Liehr et al. - 2004 - Small supernumerary marker chromosomes (sSMC) in h.pdf",
  "relativePath": "Genetica/Generalidades/Liehr et al. - 2004 - Small supernumerary marker chromosomes (sSMC) in h.pdf",
  "text": "Original Article\n\n                             Cytogenet Genome Res 107:55–67 (2004)\n                             DOI: 10.1159/000079572\n\n\n\n\n                            Small supernumerary marker chromosomes\n                            (sSMC) in humans\n                            T. Liehr, U. Claussen, and H. Starke\n                            Institute of Human Genetics and Anthropology, Jena (Germany)\n\n\n\n\n   Abstract. Small supernumerary marker chromosomes                              acterization. Here we present an overview of sSMC, including\n(sSMC), defined as additional centric chromosome fragments                       the first attempt to address problems of nomenclature and their\ntoo small to be identified or characterized unambiguously by                     modes of formation, problems connected with mosaicism plus\nbanding cytogenetics alone, are present in 0.043 % of newborn                    familial occurrence. The review also discusses the frequency of\nchildren. Several attempts have been made to correlate certain                   sSMC in prenatal, postnatal, and clinical cases, their chromo-\nsSMC with a specific clinical picture, resulting in the descrip-                 somal origin and their association with uniparental disomy. A\ntion of several syndromes such as the i(18p)-, der(22)-, i(12p)-                 short review of the up-to-date approaches available for sSMC\n(Pallister Killian syndrome) and inv dup(22)- (cat-eye) syn-                     characterization is included. Clinically relevant correlations\ndromes. However, most of the remaining sSMC including min-                       concerning the presence of a specific sSMC and its phenotypic\nute-, ring-, inverted-duplication- as well as complex-rearranged                 consequences should become available soon.\nchromosomes, have not yet been correlated with clinical syn-                                                            Copyright © 2004 S. Karger AG, Basel\ndromes, mostly due to problems in their comprehensive char-\n\n\n\n\n    Overview on sSMC                                                             chromosomes that occur in addition to the normal 46 chromo-\n                                                                                 somes” (Crolla et al., 1997). Part of the problem is that the phe-\n   The report most often cited as the first description of a small               notypes associated with sSMC are hugely variable, from nor-\nsupernumerary marker chromosome (sSMC; the abbreviation                          mal to severely abnormal (Paoloni-Giacobino et al., 1998). Pre-\nsSMC is used throughout this review irrespective if we talk of                   natally ascertained cases with small markers which have arisen\none small supernumerary marker chromosome or of two or                           de novo are particularly difficult to associate with a clinical out-\nmore marker chromosomes) is Froland et al. (1963). However,                      come. The correlation of specific sSMC with distinct clinical\nthis was in fact the third sSMC case, preceded by Ellis and                      pictures has been possible for some syndromes, for example the\ncoworkers (1962) who reported “an aberrant small acrocentric                     i(18p) syndrome, i(12p)- (Pallister-Killian) syndrome, der(22)-\nchromosome”, and Ilberry and coworkers (1961).                                   and cat-eye syndromes (Crolla, 1998). In general, the risk for an\n   A clear definition of sSMC is conspicuously lacking                           abnormal phenotype in prenatally ascertained de novo cases\nthroughout the corresponding literature. Crolla proposed a                       with sSMC is given as F13 % (Warburton, 1991); i.e. 7 % for\n“minimal definition” for sSMC as “small structurally abnormal                    sSMC from chromosomes 13, 14, 21 or 22 and 28 % for non-\n                                                                                 acrocentric chromosomes (Crolla, 1998).\n                                                                                    In summary, 1,528 cases with sSMC characterized by mo-\n                                                                                 lecular cytogenetic methods for their chromosomal origin were\n                                                                                 included in this review; 1,396 of those cases had at least 47\nSupported by the Dr. Robert Pfleger-Stiftung.\n                                                                                 chromosomes, the remaining 132 had 46 chromosomes and a\n                                                                                 Turner syndrome-like appearance. Additionally, for the re-\nReceived 29 March 2004; manuscript accepted 18 May 2004.\n                                                                                 viewed data on sSMC frequencies in different populations, 427\nRequest reprints from Dr. Thomas Liehr, Institut für Humangenetik\n   Postfach, DE–07740 Jena (Germany); telephone: +49 3641 935533                 sSMC cases of unknown chromosomal origin were included.\n   fax: +49 3641 935502; e-mail: i8lith@mti.uni-jena.de                          An sSMC not characterizable by fluorescence in situ hybridiza-\n\n\n                    Fax + 41 61 306 12 34       © 2004 S. Karger AG, Basel       Accessible online at:\nABC                 E-mail karger@karger.ch     0301–0171/04/1072–0055$21.00/0   www.karger.com/cgr\n                    www.karger.com\n\ftion (FISH) described by Mackie Ogilvie et al. (2001) and               sSMC formation\nsSMC detected in tumor cytogenetics were not included in this\nreview.                                                                  Different mechanisms of sSMC formation including tri-\n                                                                     somic rescue, monosomic rescue, post fertilization errors and\n                                                                     gamete complementation have been proposed in the literature\n     Nomenclature and definition of sSMC                             (Bartels et al., 2003). Mosaicism resulting in one cell line with\n                                                                     sSMC and one with a trisomy provided evidence for functional\n    Nomenclature of sSMC                                             trisomic rescue as a really existing mechanism (Bartels et al.,\n    sSMC were given various names throughout the last de-            2003).\ncades. The three best known are: “SMC”, which does not distin-           Recently, a new mechanism was proposed, in which sSMC\nguish between larger and smaller supernumerary marker chro-          originated from transfection of chromosomes into the zygote\nmosomes (e.g. Crolla, 1998), extra structurally abnormal chro-       derived from one or more superfluous haploid pronuclei that\nmosome (= ESAC; e.g. Hook and Cross, 1987) and supernu-              would normally be degraded by deoxyribonucleases or other\nmerary ring chromosome (= SRC; e.g. Blennow et al., 1994). It        means (Daniel and Malafiej, 2003). This provides a possible\nis stated that SRC constitute about 10 % of SMC (Blennow et          explanation for the formation of multiple sSMC of different\nal., 1994). In addition, the following names can be found: acces-    origin.\nsory chromosome (= AC; Soudek and Sroka, 1977; or ACH;\nSoudek et al., 1973), small accessory chromosome (= SAC; Ver-            Inverted duplication chromosomes\nmeesch et al., 1999), marker chromosome (Nielsen and Ras-                Several modes of formation for inverted duplication (acro-\nmussen, 1975), extra or additional marker chromosome (Buck-          centric) chromosomes (see Fig. 1) have been proposed (Schreck\nton et al., 1985; Martin et al., 1986), supernumerary or extra       et al., 1977; Ing et al., 1987; Narahara et al., 1992). The most\nmicrochromosome (Howard-Peebles, 1979; Chudley et al.,               plausible of these is a U-type exchange resulting from crossover\n1983), additional or metacentric chromosome fragment (Den            mistakes of chromatids of two homologous chromosomes dur-\nDulk et al., 1966), (centric) fragment (Hoehn et al., 1970), or      ing meiosis (Schreck et al., 1977; see Fig. 2c). A U-type\nsmall bisatellited additional chromosome (= SBAC; Mattei et          exchange is also proposed for the formation of isochromosomes\nal., 1984).                                                          of non-acrocentric chromosomes this time with a break within\n    The ISCN defines “marker” chromosome as “an abnormal             the centromeric DNA (Dewald, 1983). This is a more general\nchromosome in which no part can be identified” (ISCN, 1995).         mechanism of isochromosome formation present not only in\nHowever, sSMC are often incorrectly described thus: “a SMC/          germ cells, but also in tumor cells (Mukherjee et al., 1991).\nESAC/marker chromosome derived from chromosome 1 was\nidentified” (Callen et al., 1999).                                       Neocentric chromosomes\n                                                                         In recent years, an increasing number of supernumerary\n    Definition of sSMC                                               human marker chromosomes have been reported with cen-\n    sSMC are a morphologically heterogeneous group of struc-         tromeres that contain no detectable alpha-satellite DNA. These\nturally abnormal chromosomes: different types of inverted            so-called analphoid markers “carry newly derived centromeres\nduplicated chromosomes, minute chromosomes and ring chro-            (or ‘neocentromeres’) that are apparently formed within inter-\nmosomes can be detected (see Fig. 1). Thus, the description of       stitial chromosomal sites that have not previously been known\nsSMC as “markers”, makes sense and should be maintained,             to express centromere function” (Choo, 1997).\neven after their identification by molecular cytogenetics.               The development of the majority of neocentric sSMC is\n    A short definition of sSMC is not easy, and we suggest for       based on a U-type exchange (see Fig. 2c; Voullaire et al., 2001).\nthe first time a cytogenetic one as follows: sSMC are structurally   Most of the neocentric sSMC included in this review (see\nabnormal chromosomes that cannot be identified or character-         Fig. 3) are small isochromosomes. The acentric fragment\nized unambiguously by conventional banding cytogenetics              created during an U-type exchange in these cases is included\nalone, and are (in general) equal in size or smaller than a chro-    into a gamete, a neo-centromere is activated and the new chro-\nmosome 20 of the same metaphase spread (see Fig. 1). sSMC            mosome (-fragment) is distributed throughout further cell cy-\ncan be present additionally (1) in a karyotype of 46 normal          cles. This theory is supported by the fact that the frequency of\nchromosomes, (2) in a numerically abnormal karyotype (like           inv dup(15) chromosomes is similar to that observed in neo-\nTurner or Down syndrome) or (3) in a structurally abnormal           centric chromosomes 15 among other acrocentric derived chro-\nbut balanced karyotype (e.g. Robertsonian translocation; Wolff       mosomes of the corresponding groups. As shown in Fig. 3, 11 of\nand Schwartz, 1992) or ring chromosome formation (e.g. Lasan         the 18 cases derived from acrocentrics (i.e. F60 %) are derived\nTrcic et al., 2003).                                                 from chromosome 15. About half of the cases summarized in\n    In contrast, a SMC larger than chromosome 20 usually can         Fig. 4 are centric acrocentric sSMC, thus also F60 % of this\nbe identified based on chromosome banding. Thus, cases with          group are inv dup(15) cases.\ni(9p) are not included in the group of sSMC in this review, as           For all neocentric sSMC(1) (Slater et al., 1999; Spiegel et al.,\npreviously done (see e.g. Viersbach et al., 1998). The definition    2003), sSMC(2) (Choo, 1997) and sSMC(4) (Grimbacher et al.,\nof small SMC versus large(r) SMC is a cytogenetic, not a “func-      1999) as well as for one neocentric sSMC(13) (Knegt et al.,\ntional” one, i.e. sSMC and larger SMC can have the same              2003), a ring chromosome conformation is described. The\nmodes of karyotypic evolution (see below).                           mechanism for ring chromosome formation shown in Fig. 2a\n\n\n56                     Cytogenet Genome Res 107:55–67 (2004)\n\f                                                                                        del             r\n  #20               inv dup                        min\n\n\n\n\n    }\n                                     } }\n                                                                                                                                                                    r\n                                                        r\n\n\n                                                                                                                                                       del\n\n\n\n                                                                                                                                       idic\n\n                                                                   1                                    2a                                                               2b\n\n\n\n\n                                             meiotic                    replication                                               OR\n                                             division\n\n\n\n\n     prophase 1                  U-type\n      synapsis                  exchange\n                                 meiosis\n                                                                                                        NEO centromerization\n                                                                             replication\n\n\n                                                                                                                                                                         2c\n\n                                                                       12\n                                                                                                                 sSMC cases with neo-centromeres\n\n                                                                       10\n\n\n                                                                       8\n\n\n                                                                        6\n                                                  min\n                                                            ring        4\n                 inv dup\n                   ring\n                                                                        2\n\n\n                                                                        0\n                                                                                        #3\n                                                                                              #8\n                                                                                                   #1\n                                                                                                            #9\n\n\n\n\n                                                                                                                                  #4\n                                                                                                                                       #5\n                                                                                                                                            #7\n                                                                            #15\n                                                                                  #13\n\n\n\n\n                                                                                                                 #10\n                                                                                                                       #12\n\n\n\n\n                                                                                                                                                 #11\n                                                                                                                                                       #14\n                                                                                                                                                             #16\n                                                                                                                                                                   #17\n                                                                                                                                                                         #18\n                                                                                                                             #2\n\n\n\n\n                           2d                                 2e                                                                                                               3\n    Fig. 1. Small supernumerary marker chromosomes (sSMC) can have different forms; they can appear as inverted duplication\nchromosomes (inv dup), minute chromosomes (min) or ring chromosomes (r). We define sSMC as small structurally abnormal\nchromosomes, in general equal in size or smaller than a chromosome 20 of the same metaphase spread, as larger SMC can usually\nbe characterized by banding cytogenetics.\n    Fig. 2. The postulated different modes of sSMC formation are summarized here. Ring chromosome formation can be (a) due\nto an interstitial deletion, (b) arise connected with a complex chromosomal rearrangement leading to an inverted duplication prior\nto the formation of a ring, (d) in connection with a U-shape reunion between broken sister chromatids leading to an inverted\nduplicated ring or (e) evolve from a minute chromosome. The latter is postulated to evolve by degradation of a whole chromosome,\nwhich is indicated by the red arrows in the left part in e. (c) Development of an acrocentric inverted duplication chromosome; for\nnon-acrocentric iso-chromosomes the same U-type exchange during meiosis is thought to be the most likely explanation for sSMC\nformation, as well. In the lower part of c, the evolution of a neocentric chromosome in connection with a U-type exchange is\ndepicted.\n    Fig. 3. 47 cases with neocentric sSMC are reported in the literature. Their distribution according to the chromosomal origin is\nshown here.\n\n\n\n\n                                                     Cytogenet Genome Res 107:55–67 (2004)                                                                                 57\n\fappeared in the aforementioned cases: a part of the chromo-            ly detected as sSMC. sSMC present in der(22) syndrome con-\nsome is excised by unknown mechanisms and for unknown rea-             sist of material from chromosome 11 and 22; the der(22) associ-\nsons and a neocentric chromosome is built, while the original          ated sSMC form the largest group among the complex sSMC\ncentromere stays at the shortened chromosome (Schuffenhauer            (Shaikh et al., 1999).\net al., 1996).\n\n    Small supernumerary ring chromosomes (sSRC)                           Distribution of sSMC types in acrocentrics and\n    Several possible explanations for formation of non-neocen-            non-acrocentrics\ntric small supernumerary ring chromosomes (sSRC) are avail-\nable.                                                                      sSMC can have different shapes (summarized in Fig. 1). An\n    Firstly, sSRC can be formed in association with a deletion of      analysis of 1,528 cases included in this review (excluding 20\na part of the chromosome; in contrast to neocentric sSMC,              cases with multiple sSMC, 47 cases with neocentromeres and\nparts of the centromere are included, leaving two centric chro-        132 cases with a karyotype 46,X,+mar) revealed the distribu-\nmosome fragments, one of which forms a small ring (Fig. 2a;            tion illustrated in Fig. 5 for acrocentric and non-acrocentric\nSchuffenhauer et al., 1996). A second possible mechanism has           chromosomes. Minute and ring chromosomes are present in\nbeen described for cases with sSRC(18) and sSRC(X): Here,              5.3 and 2.3 % of the acrocentrics but in 18.8 and 28.6 % of the\nsSRC were associated with complex chromosomal rearrange-               non-acrocentrics, respectively. Acrocentric sSMC comprise\nments (Stavropoulou et al., 1998; Stankiewicz et al., 2001). In        preferentially inverted duplicated chromosomes (73.8 %). In\nall three of these cases a dicentric isochromosome could have          the non-acrocentrics the inverted duplicated chromosomes are\nbeen formed primarily (Stavropoulou et al., 1998), followed by         exclusively present as i(12p) and i(18p) chromosomes, account-\nan excision of one centromere, with the excised fragment subse-        ing for 51.7 % of this group. Complex rearranged chromosomes\nquently forming a ring chromosome (see Fig. 2b).                       comprising material derived from different chromosomes are,\n    A third form of ring formation has been proposed in connec-        in general, a minority in all sSMC cases. However, as the sSMC\ntion with an inverted duplication as due to a U-shape reunion          present in the der(22) syndrome is a complex rearranged chro-\nbetween broken sister chromatids (see Fig. 2d; Michalski et al.,       mosome, this group comprises 18.6 % of the acrocentric cases\n1993).                                                                 (see Fig. 5).\n    For the overwhelming majority of sSRC we postulate a ring\nformation starting with a minute chromosome (Fig. 2e). In this\ncase sSRC result, which do not have an inverted duplication.              Familial occurrence and mosaicism of sSMC\n    However, some ring chromosomes remain unexplained by\nany of these theories. For example, Fang et al. (1995) describe a          Familial occurrence of sSMC\ncomplex sSRC, consisting of three different regions of chromo-             Approximately 61 % of sSMC are de novo, with 39 % famil-\nsome 4. For such sSRC they postulate that they derive from an          ial. These figures are based on a total of 174 cases from several\natypical large ring chromosome “which was involved in break-           studies (Nielsen and Rasmussen, 1975; Warburton, 1984;\nage and reunion cycles as a result of the formation of inter-          Hook and Cross, 1987; Sachs et al., 1987; Djalali, 1990; Blen-\nlocked rings during cell division. As a consequence, complex           now et al., 1994). In most of the familial cases there is no dis-\ndeletions of DNA have occurred until the stable form was gen-          cernibly increased risk for fetal abnormalities if an sSMC is also\nerated” (Fang et al., 1995).                                           present in a phenotypically normal parent (Bröndum-Nielsen\n    The formation of double rings is well known and is thought         and Mikkelsen, 1995). However, this does not hold true for all\nto be due to a sister chromatid exchange with a normal cen-            cases, especially when different grades of mosaicism are in-\ntromere division (Ramirez-Duenas and Gonzalez, 1992).                  volved. For example in one reported family with a phenotypi-\n                                                                       cally normal father and son with neurological disorders and\n   Complex rearranged sSMC                                             facial anomalies, the father had an sSMC derived from chro-\n   The majority of sSMC consist exclusively of material de-            mosome 7 present in 35 % of his cells, while the son had the\nrived from one chromosome. Of those, only a very small subset          sSMC in 100 % (Anderlid et al., 2001, cases H and I). Thus,\ndoes not consist of consecutive chromosomal material, but has          sSMC presence in 35 % of the (blood) cells was without clinical\ncomplex intrachromosomal rearrangements (Fang et al., 1995;            consequences, while sSMC presence in all cells led to clinical\nSchuffenhauer et al., 1996; Callen et al., 1999, cases A and C;        abnormalities.\nRöthlisberger et al., 2000; Starke et al., 2001, 2003b, case 30;\nDaniel and Malafiej, 2003, case 5).                                       Mosaicism in association with sSMC\n   There are some reports of sSMC derived from two (Uchida                Mosaicism in association with sSMC is a well-known fact.\net al., 1964; Bröndum-Nielsen, 1991; Wolff and Schwartz,               Crolla (1998) summarized 144 cases, 78 of which (54 %)\n1992; Pierluigi et al., 1997, 2 cases; Crolla et al., 1998, case 6;    showed mosaic karyotypes. At least 60 % (i.e. 47) of those mosa-\nViersbach et al., 1998, case 27; Arab et al., 1999; Hastings et al.,   ic cases had psychomotor developmental delay and/or dys-\n1999, case 8; Minelli et al., 2003) or three different chromo-         morphic stigmata – apparently independent of the detected\nsomes (Blennow et al., 1992). Here also sSMC resulting from            fraction of aberrant cells in the peripheral blood. An even lower\nmeiotic malsegregation in carriers of a balanced reciprocal or         rate of abnormal clinical findings was observed when looking at\nRobertsonian translocation were included, as they were initial-        the non-mosaic cases; i.e. in 27 of 66 cases (40 %) clinical abnor-\n\n\n58                     Cytogenet Genome Res 107:55–67 (2004)\n\f    Fig. 4. Chromosomal origin of 1,396 sSMC cases reviewed from the literature. Separated from the small supernumerary\nmarker chromosomes not correlated with clinical syndromes (= sSMC) are cases with inverted duplication chromosomes 15 [inv\ndup (15)] and such cases with Pallister-Killian syndrome (PKS), isochromosome 18 [i(18p)] syndrome, derivative 22 [der(22)]\nsyndrome and cat eye syndrome (CES). Additionally included are cases with neocentric sSMC and multiple sSMC of different\nchromosomal origin. The percentage in which each group appears within the collective is given in the right part of the figure.\n    Fig. 5. sSMC derived from acrocentric or non-acrocentric chromosomes show different distributions of conformations:\ninverted duplication (yellow), ring (purple), complex rearranged (red) and minute chromosomes (blue) were distinguished.\n    Fig. 6. Chromosomal origin of 857 sSMC cases (without those cases with multiple sSMC, with neocentric sSMC, with PKS,\nwith CES, with der(22)-syndrome and with i(18p)-syndrome).\n\n\n\n\n                                                   Cytogenet Genome Res 107:55–67 (2004)                                   59\n\fmalities were described (Crolla, 1998). Unfortunately, there are           Thus, sSMC are 10 and 4 times more frequent in mentally\nno systematic studies available to address that problem, e.g. by       retarded and subfertile individuals respectively, compared to\nstudying different tissues of the corresponding mosaicism car-         the overall population. Only two of the 18 reported cases with\nriers. Singular studies with in summary confusing results can be       sSMC in subfertile people were female (Buckton et al., 1985).\nfound in e.g. Viersbach et al. (1997), case 1; Anderlid et al.         Nonetheless, the frequency of sSMC seems to be the same in\n(2001), case N; Batista et al. (1995); Michalski et al. (1993), case   males and females: 16 of 9,306 male (0.171 %) and 2 of 1,242\n2; Felbor et al. (2002), case 2 (for overview see http://mti-n.        female (0.161 %) sSMC carriers, respectively.\nmti.uni-jena.de/Fhuwww/MOL_ZYTO/sSMC.htm).                                 Moreover, it can be carefully deduced, that F0.033 % of\n    More confusing examples of familial sSMC can be found in           unborn children are aborted after week 15 to 20 of pregnancy in\nthe literature. Similar grades of mosaicism in two generations         association with the presence of an sSMC. However, this is\nbut variations in the clinical outcome have been reported (Tan-        biased by the fact that of 123 cases with sSMC detected prena-\nSindhunata et al., 2000), as well as great variations in mosai-        tally, 37 were electively terminated and only 4 of the remaining\ncism with no phenotypic consequences (Anderlid et al., 2001,           86 pregnancies ended with a stillbirth or spontaneous abortion;\ncases E and F plus B and C).                                           9 additional cases of the 86 cases (10.5 %) were born with\n    The question of whether an sSMC is familial or derived de          abnormalities (Warburton, 1991).\nnovo is easy to answer for most clinical cases. The problem of\nmosaicism and its consequences for the phenotype are, how-                 sSMC in correlation to Down syndrome offspring or\never, still not solved. Applying sophisticated molecular cyto-             maternal age\ngenetic methods often leads to detection of more complex                   Other correlations of sSMC and clinical abnormalities have\nmosaics than initially detected by banding cytogenetics alone          been studied. There is no increased risk for trisomy 21 in the\n(e.g. cases 13, 33 and 35 in Starke et al., 2003b; Bartels et al.,     offspring of sSMC carriers (Steinbach and Djalali, 1983); how-\n2003). The latter, however, helps to interpret the severity of the     ever, this result is still under discussion. A positive correlation\nclinical finding (e.g. Starke et al., 2003b, case 13).                 between sSMC in the offspring and advanced maternal age has\n    Additionally, one has to expect that sSMC may tend to rear-        been reported (Chandley et al., 1975; Hook and Cross, 1987).\nrange and/or be reduced in size during karyotype evolution.            This may be due to ascertainment bias, as the majority of wom-\nThis can lead to (1) sSRC with double ring formation (e.g.             en in these reports were studied due to enhanced maternal age\nStarke et al., 2003b, case 13), (2) a minute chromosome of the         and there were no younger control groups available. The prob-\nsame chromosomal region in a sub-population of the cells (e.g.         lem of sSMC in connection with trisomic rescue and uniparen-\nUrioste et al., 1994, case III-2), or (3) the formation of different   tal disomy is discussed later (see below).\nvariants and a highly complex mosaic arising from minute or\nring chromosomes being degraded in a subset of the studied                Frequencies of different sSMC groups\ncells (e.g. Starke et al., 2003b, case 33), (4) the disappearance of      For this paper we reviewed all available sSMC literature, i.e.\nsSMC at least in the most frequently studied tissue, the periph-       1750 reports. As it is impossible to include all references in this\neral blood (Fitzgerald and Mercer, 1980).                              paper, the citations are available online on http://mti-\n                                                                       n.mti.uni-jena.de/Fhuwww/MOL_ZYTO/sSMC.htm or can\n                                                                       be ordered from the author directly. About 2,000 cases with\n     Frequency of sSMC                                                 sSMC were characterized throughout these studies by cytoge-\n                                                                       netics and/or molecular cytogenetics. Only those 1,396 sSMC\n     Overall frequency in different populations                        cases in which chromosomal origins were characterized reliably\n     Pooling data from the literature, sSMC are reported in            were included. These can be divided into (1) multiple sSMC,\n0.043 % (67 of 155,111) of newborn infants (Nielsen and Ras-           (2) sSMC with neo-centromeres, (3) sSMC correlated with\nmussen, 1975; Hook and Hamerton, 1977; Buckon et al., 1980,            known clinical syndromes and (4) sSMC not correlated with\n1985; Benn and Hsu, 1984; Nielsen and Wohlert, 1991; Maeda et          known clinical syndromes (see Fig. 4).\nal., 1991), in 0.076 % (244 of 319,303) of prenatal cases (Fergu-         Cases with Turner syndrome (karyotype 46,X,+mar) and\nson-Smith and Yates, 1984; Warburton, 1984; Hook and Cross,            Down syndrome (48,XY,+21,+mar or 48,XX,+21,+mar) were\n1987; Sachs et al., 1987; Dahoun-Hadorn et al., 1990; Carrasco         not included here. They are discussed separately below.\nJuan et al., 1990; Djalali, 1990; Stengel-Rutkowski and Num-\nmermann, 1991; Blennow et al., 1994; Bröndum-Nielsen and                  Multiple sSMC\nMikkelsen, 1995; Li et al., 2000; Kaluzewski et al., 2001; Woo et         The smallest group among the 1,396 cases (n = 20 cases,\nal., 2003), in 0.426 % (82 of 19,243) of mentally retarded patients    1.4 %) comprises those with multiple sSMC derived from dif-\n(Borgaonkar et al., 1971; Mulcahy and Jenkyn, 1972; Price et al.,      ferent chromosomes. Within this group there were 14 cases\n1976; Buckton et al., 1985; Kirkilionis et al., 1987; Hou et al.,      with two, two with four and one each with three, six and seven\n1998; Kaluzewski et al., 2001; Woo et al., 2003) and 0.165 % (19       sSMC per case (for details see Table 1 and Fig. 4).\nof 11,548) of subfertile individuals (Johnson et al., 1974; Chand-        A group consisting of 17 cases with 48 chromosomes and\nley et al., 1975; Bourrouillou et al., 1985; Buckton et al., 1985;     two identical small markers (derived from duplication of single\nHens et al., 1988; Matsuda et al., 1989; Baschat et al., 1996;         sSMC) comprised the following: seven cases with derivatives of\nTestart et al., 1996; Pandiyan and Jequier, 1996; Tuerlings et al.,    chromosome 15 (Martin-Lucas et al., 1986, cases 1 and 2;\n1998; Mau et al., 1997; Yoshida et al., 1997).                         Manenti, 1992; Robinson et al., 1993a, case C; Nietzel et al.,\n\n\n60                     Cytogenet Genome Res 107:55–67 (2004)\n\f                             Table 1. Cases with two to seven sSMC of different origin\n\n                        Case No.    sSMC 1         sSMC 2              sSMC 3     sSMC 4   sSMC 5    sSMC 6        sSMC 7    Reference\n\n                         1          r(3)           not characterized                                                       Callen et al., 1991, case 2\n                         2          min(3)         min(13)                                                                 Levy et al., 2002\n                         3          r(6)           r(9)                                                                    Aalfs et al., 1996\n                         4          r(X)           r(6)                                                                    Callen et al., 1991, case 3\n                         5          mar(6)         not characterized                                                       Haddad et al., 1998, case 7\n                         6          min(9)         min(20)                                                                 Starke et al., 2003b, case 34\n                         7          i(10)          min(18)                                                                 Starke et al., 2003b, case 35\n                         8          r(X)           r(17)                                                                   Wiktor et al., 1993\n                         9          r(18)          r(13)                                                                   Nandi et al., 2001\n                        10          min(6)         min(11)                                                                 Maurer et al., 2001\n                        11          r(1)           r(16)                                                                   Shanske et al., 1999\n                        12          r(13 or 21)    r(12)                                                                   Plattner et al., 1993a, b, case 20\n                        13          r(13 or 21)    r(18)                                                                   Plattner et al., 1993a, b, case 21\n                        14          r(3)           not characterized                                                       Viersbach et al., 1998, case 28\n                        15          r(4)           r(17)               r(20)                                               Mackie-Oglivie et al., 1997, case 1\n                        16          r(X)           r(4)                r(8)       r(10)                                    Mackie-Oglivie et al., 1997, case 2\n                        17          r(?5)          r(7)                r(15)      r(22)                                    Reddy et al., 2003, case 1\n                        18          min(1)         min(5)              min(6)     min(7)                                   Reddy et al., 2003, case 2\n                        19          r(1)           r(2)                r(5)       r(6)     r(12)     r(14 or 22)           Vermeesch et al., 1999\n                        20          min(X)         r(1)                r(3)       r(11)    min(14)   min(20)       min(21) Ulmer et al., 1997\n\n\n\n\n2001, case 4; Qumsiyeh et al., 2003; Starke et al., 2003b, case                     A derivative chromosome 22 [der(22)t(11;22)(q23;q11.2)]\n22), two cases with derivatives of chromosome 20 (Callen et al.,                represents another F10 % of sSMC. It is “the only known\n1991, case 10; Viersbach et al., 1997), and one case each with 2                recurrent, non-Robertsonian, constitutional translocation in\nidentical sSMC of the X chromosome (Le Caignec et al., 2003),                   humans. Carriers of the balanced constitutional t(11;22) are\nchromosome 3 (Rothemund et al., 1998), chromosome 6 (Stan-                      phenotypically normal but are at risk of having progeny with\nkiewicz et al., 2000), chromosome 9 (Mowrey et al., 2001),                      the supernumerary-der(22)t(11;22) syndrome, as a result of\nchromosome 12 (Van den Veyver et al., 1993), chromosome 13                      malsegregation of the der(22). Individuals with the +der(22)\n(Warburton et al., 2000, case 13h), chromosome 17 (Engelen et                   syndrome have a distinct phenotype, which consists of severe\nal., 1996, case C) and chromosome 22 (Scott et al., 2003). These                mental retardation (and physical) abnormalities” (Shaikh et al.,\n17 cases are included within the groups “sSMC” and “inv                         1999).\ndup(15)” of Fig. 4.                                                                 The fourth known syndrome associated with sSMC is the\n                                                                                cat eye syndrome (CES; OMIM #115470). In this case the\n    sSMC with neocentromeres                                                    sSMC is an inv dup(22) chromosome, which is present in F7 %\n    Forty-seven cases with sSMC (3.4 % of the 1,396 cases)                      of the cases with sSMC.\nincluding a neo-centromere are reported throughout the litera-\nture (for reviews and reports see Ramirez-Duenas and Gonza-                         inv dup(15) cases and sSMC not correlated with known\nlez, 1992; Lamb et al., 1998; Siriwardena et al., 1999; Warbur-                     clinical syndromes\nton et al., 2000; Dufke et al., 2001; Fritz et al., 2001; Amor and                  By far the largest group of sSMC (857 of 1,396 cases, 61.4 %)\nChoo, 2002; Hu et al., 2002; Li et al., 2002; Spiegel et al., 2003;             is not correlated with a specific syndrome. This group is\nKnegt et al., 2003). Nearly one quarter of the cases (11 of 47) is              divided into two almost equal sized subgroups: (i) those form-\nderived from chromosome 15, and 45 % originate from chro-                       ing an inverted duplicated chromosome 15 (inv dup(15)) and\nmosomes 13, 3, 8 and 1 (see Fig. 3). If analphoid sSMC were                     (ii) those derived from all other chromosomes (see Fig. 4). The\nscreened for these five chromosomes, the origin should be clari-                distribution of these remaining sSMC (Fig. 4) according to\nfied in 75 % of the cases.                                                      their chromosomal origin is shown in Fig. 6. Slightly more than\n                                                                                half (F55 %) are comprised of chromosome 15 material.\n   sSMC correlated with known clinical syndromes                                    In summary, 71 % of those 857 sSMC cases discussed in this\n   33.8 % of the sSMC cases are correlated with known clinical                  section derive from an acrocentric chromosome. Of the non-\nsyndromes (see Fig. 4).                                                         acrocentric cases, derivatives of chromosome 8 and 1 are the\n   The Pallister-Killian (PKS; OMIM #601803) and isochro-                       most frequent, with sSMC originating from chromosomes 21,\nmosome 18p [i(18p)] syndromes (Eggermann et al., 1999) are                      5, 6, 11, Y and 10 least frequently observed. There is no correla-\nassociated with isochromosomes 12p and 18p, respectively, in                    tion of chromosome size and involvement in sSMC formation\naddition to well-defined clinical signs. In PKS the sSMC can be                 (see Fig. 6). 610 (F70 %) of those 857 cases of this sSMC group\ndetected preferentially in fibroblasts and not in peripheral                    discussed here showed clinical symptoms, while 247 (F30 %)\nblood (OMIM #601803). A PKS associated i(12p) is present in                     were healthy carriers of an sSMC.\nalmost 11 % and an i(18p) in 6 % of sSMC cases.                                     Approximately 50 % of the healthy sSMC carriers (some of\n                                                                                those diagnosed during ICSI course) carried an sSMC derived\n\n\n                                                                                Cytogenet Genome Res 107:55–67 (2004)                                        61\n\ffrom chromosome 15. Thus, chromosome 15 is over-repre-                Ledbetter and Engel (1995), three independent factors are\nsented in both groups: patients with clinical symptoms and            involved: (i) effects of trisomy on the placenta or the fetus; (ii)\nhealthy sSMC carriers. The patients with a der(15) sSMC are a         autosomal recessive disease due to reduction to homozygosity,\nclinically and cytogenetically heterogeneous group (Webb et al.,      and (iii) imprinted gene effects for some chromosomes. More-\n1998): about 50 cases with an inv dup(15)(q13) plus autism            over, the situation can be complicated by the finding of hetero-\n(e.g. Rineer et al., 1998), 27 cases with sSMC(15) plus Prader-       disomy combined with isodisomy (e.g. Salafsky et al., 2001).\nWilli syndrome (e.g. Narahara et al., 1992), 5 cases with                 UPD is without clinical consequences for some chromo-\nsSMC(15) plus Angelman syndrome (e.g. Thompson and Bol-               somes (e.g. von Eggeling et al., 2002), but for a few chromo-\nton, 2003) and about 200 cases with different clinical symp-          somes (6, 7, 11, 14, 15 and 20) it can result in abnormality in\ntoms correlated with the size of the sSMC (e.g. Roberts et al.,       the affected individual (Chudoba et al., 1999; Shaffer et al.,\n2003) are described.                                                  2001; Kotzot, 2002). There are only a few systematic studies for\n    Finally, it has to be taken in account, that sSMC carriers        UPD in connection with sSMC (James et al., 1995; Anderlid et\nwith clinical symptoms are more likely to be reported than            al., 2001; Starke et al., 2003b). Nonetheless, there are 160 cases\nthose without. Thus, a bias in direction of clinically abnormal       in total, which were studied for UPD of the sSMC’s sister-chro-\ncases cannot be excluded.                                             mosomes and a UPD was detected in sixteen (10 %). UPD 15 in\n                                                                      association with Prader-Willi or Angelman syndrome has been\n    sSMC in Down syndrome cases                                       described five times (Robinson et al., 1993b; Cheng et al., 1994;\n    sSMC can also be detected in cases with free trisomy 21 and       Bettio et al., 1996; Mignon et al., 1996; Roberts et al., 2002);\nDown syndrome (OMIM #190685). Interestingly, at least 25              UPD 1 (Röthlisberger et al., 2001; Finelli et al., 2001) and UPD\ncases with trisomy 21 and an sSMC are reported in the litera-         7 (Miyoshi et al., 1999; own unpublished data) was detected\nture. In only three of these the origin of the sSMC was identi-       twice, each. Partial UPD 4 (Starke et al., 2003b, case 10), UPD\nfied. Two were derived from chromosome 15, and one from               6 (James et al., 1995), UPD 9 (Anderlid et al., 2001, case L),\nchromosome 4 (Heppell-Parton and Waters, 1991; Starke et al.,         UPD 10 (Schlegel et al., 2002), UPD 12 (von Eggeling et al.,\n2003a, cases 10 and 23). The other 22 reports were published in       2002), UPD 20 (Chudoba et al., 1999) and UPD 22 (Bartels et\nthe pre-FISH era and thus are not informative for this review.        al., 2003) were all found in single cases. Cases with der(22) syn-\nHowever, the Down syndrome phenotype did not seem to be               drome are excluded here, as they all have, due to their mode of\naltered by the presence of an additional sSMC.                        formation, partial UPD(22) and UPD(11) (e.g. Starke et al.,\n                                                                      2003b, case 29).\n   sSMC in Turner syndrome cases\n   In Turner syndrome (OMIM #163950) a small subset of\npatients presents with a karyotype 45,X,+mar. 132 case reports           Classification of sSMC\nare available in which the sSMC of Turner syndrome were\ncharacterized as derivatives of the X (e.g. Lin et al., 1990;             To facilitate the description of sSMC based on novel molec-\nSchwartz et al., 1997) or Y chromosome (e.g. Patsalis et al.,         ular cytogenetic characterization, we previously proposed a\n1998; Schwartz et al., 1997). According to Patsalis et al. (1998),    new sSMC classification (Tables 4 and 5 in Starke et al.,\nthere is some evidence that derivatives of the Y chromosomes          2003b), based on five main classes that are differentiated by the\nare preferentially involved in Turner syndrome patients with          presence or absence of a nucleolar organizer region (NOR)/cen-\nsSMC; however, we could not confirm this, as we found 73 ver-         tromeric region and a rearrangement of the sSMC. sSMC\nsus 59 case reports on X chromosome versus Y chromosome               derived from acrocentric chromosomes (including all minutes,\norigin of the sSMC, respectively. Thus, a 1:1 distribution is         dicentrics, ring chromosomes, and other rearrangements) are\nmost likely. As in Down syndrome, in general no phenotypic            summarized in class 1; in class 2, sSMC derived from all other\ncorrelations are reported in connection with an additional            chromosomes apart from the acrocentrics are included (as long\nsSMC in Turner syndrome. The exceptions are (1) when the              as they do not comprise any detectable rearrangements); class 3\nsSMC comes from the Y chromosome the patient’s risk in                and 4 comprise complex rearranged chromosomes, class 3\ndeveloping either gonadoblastoma or another form of gonadal           those which are rearranged with own chromosomal material,\ntumor is enhanced and (2) when the sSMC is derived from the           class 4 those which are rearranged with others; class 5, finally,\nX chromosome and the XIST locus is not present. In the latter         includes neocentric sSMC. Furthermore, four subclasses are\ncases, more clinical complications appear (Migeon et al.,             suggested that allow for the presence or absence of pericentro-\n1993).                                                                meric euchromatin and/or UPD: class a = neither centromere-\n                                                                      near material, nor UPD; class b = no centromere-near material,\n                                                                      UPD present; class c = centromere-near material present, no\n     sSMC and uniparental disomy (UPD)                                UPD; class d = centromere-near material plus UPD present.\n\n   Uniparental disomy (UPD), the exceptional inheritance of\ntwo homologous chromosomes from only one parent, has been\nshown to occur in cases with sSMC (for review see Kotzot,\n2002; Shaffer et al., 2001; Starke et al., 2003b, Fig. 6). Predict-\ning the phenotypic effects of UPD is complex as, according to\n\n\n62                     Cytogenet Genome Res 107:55–67 (2004)\n\f    Table 2. Suggestion for the management of\n                                                    Suggestion for the management of prenatally diagnosed sSMC\nprenatally diagnosed sSMC – as well under aspect\nof ongoing research. Adapted from Hastings et al.\n                                                    1. Presence of an sSMC noted:\n(1999)                                              2. Take parental blood samples for karyotyping (heparinized blood) and UPD test (EDTA-blood).\n               ",
  "wordCount": 12195,
  "indexed": "2025-09-25T22:39:45.266Z",
  "method": "direct"
}
