{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Butler - 2017 - Clinical and genetic aspects of the 15q11.2 BP1-BP2 microdeletion disorder.pdf",
  "fileName": "Butler - 2017 - Clinical and genetic aspects of the 15q11.2 BP1-BP2 microdeletion disorder.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Butler - 2017 - Clinical and genetic aspects of the 15q11.2 BP1-BP2 microdeletion disorder.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     J Intellect Disabil Res. 2017 June ; 61(6): 568–579. doi:10.1111/jir.12382.\n\n\n\n                    Clinical and Genetic Aspects of the 15q11.2 BP1-BP2\n                    Microdeletion Disorder\n                    Merlin G. Butler1\n                    1University of Kansas Medical Center, Departments of Psychiatry & Behavioral Sciences and\n\n                    Pediatrics, Kansas City, KS USA\nAuthor Manuscript\n\n\n\n\n                    Abstract\n                         Background—The 15q11.2 BP1-BP2 microdeletion (Burnside-Butler susceptibility locus) is an\n                         emerging condition with over 200 individuals reported in the literature. TUBGCP5, CFYIP1,\n                         NIPA1 and NIPA2 genes are located in this chromosome 15 region and when disturbed\n                         individually are known to cause neurological, cognitive or behavioural problems as well as playing\n                         a role in both Prader-Willi and Angelman syndromes. These syndromes were the first examples in\n                         humans of genomic imprinting and typically caused by a deletion but involving the distal\n                         chromosome 15q11-q13 breakpoint BP3 and proximally placed breakpoints BP1 or BP2 of\n                         different parental origin. The typical 15q11-q13 deletion involves BP1 and BP3 and the typical\n                         type II deletion at BP2 and BP3. Several studies have shown that individuals with the larger type I\n                         deletion found in both Prader-Willi and Angelman syndromes are reported with more severe\n                         neurodevelopmental symptoms compared to those individuals with the smaller type II deletion.\nAuthor Manuscript\n\n\n\n\n                         Methods—The literature was reviewed and clinical and cytogenetic findings summarised in 200\n                         individuals with this microdeletion along with the role of deleted genes in diagnosis, medical care\n                         and counseling of those affected and their family members.\n\n                         Results—Reported findings in this condition include developmental delays (73% of cases) and\n                         language impairment (67%) followed by motor delay (42%), ADD/ADHD (35%) and autism\n                         spectrum disorder (27%). The de novo frequency has been estimated at 5 to 22% with low\n                         penetrance possibly related to subclinical manifestation or incomplete clinical information on\n                         family members. A prevalence of 0.6 to 1.3% has been identified in one study for patients with\n                         neurological or behavioural problems presenting for genetic services and chromosomal microarray\n                         analysis.\n\n                         Conclusions—The summarised results indicate that chromosome 15q11.2 BP1-BP2\nAuthor Manuscript\n\n\n\n\n                         microdeletion is emerging as one of the most common cytogenetic abnormalities seen in\n                         individuals with intellectual impairment, autism spectrum disorder and other related behavioural\n                         or clinical findings but more research is needed.\n\n\n\n\n                    Corresponding author: Dr. Merlin G. Butler, University of Kansas Medical Center, Departments of Psychiatry & Behavioral Sciences\n                    and Pediatrics, 3901 Rainbow Blvd., MS 4015, Kansas City, KS 66160, USA, mbutler4@kumc.edu.\n\f                    Butler                                                                                                  Page 2\n\n\n                       INTRODUCTION\nAuthor Manuscript\n\n\n\n\n                       The 15q11.2 BP1–BP2 Microdeletion: Clinical Description\n                                   Individuals with a microdeletion of the 15q11.2 BP1-BP2 region or Burnside-Butler\n                                   susceptibility locus can present with a wide range of clinical findings including intellectual\n                                   disabilities and language delays found in greater than two-thirds of the individuals with this\n                                   deletion along with neurodevelopmental behavioural disturbances (autism, ataxia, poor\n                                   coordination, ADD, seizures), psychiatric problems (schizophrenia) and/or mild dysmorphic\n                                   features (Murthy et al. 2007; Doornbos et al. 2009; Burnside et al. 2011; Abdelmoity et al.\n                                   2012; Jerkovich & Butler 2014; Cafferkey et al. 2013; Cox & Butler 2015). Not all\n                                   individuals with this microdeletion will present with known clinical manifestations, an active\n                                   area of study to further explain the non-penetrance nature of this emerging microdeletion\n                                   disorder. The 15q11.2 BP1-BP2 microdeletion encompasses a 500 kb region located\nAuthor Manuscript\n\n\n\n\n                                   between proximal long arm breakpoints BP1 and BP2 in the centromeric side of the\n                                   chromosome 15q11-q13 region involving four genes (i.e., TUBGCP5, CYFIP1, NIPA1,\n                                   NIPA2) (Christian et al. 1995; Pujana et al. 2002; Chai et al. 2003; Bittel & Butler 2005;\n                                   Cox & Butler 2015). This emerging cytogenetic disorder has an estimated prevalence\n                                   ranging from 0.6%–1.3% of patients presenting for genetic services and chromosomal\n                                   microarray analysis usually due to unexplained behaviour, cognitive and/or psychiatric\n                                   problems (Burnside et al. 2011; de Wolf et al. 2013; Rosenfeld et al. 2013; Chaste et al\n                                   2014; Cox & Butler 2015; Hashemi et al. 2015). The prevalence rate is estimated at two to\n                                   four fold increase compared with controls without a known or recognised phenotype (Itsara\n                                   et al. 2009; de Kovel et al. 2010; Rosenfeld et al. 2013; Cox & Butler 2015).\n\n                                   A literature review and summary of clinical features from 200 individuals with an identified\n                                   15q11.2 BP1-BP2 microdeletion were reported by Cox and Butler (2015) and grouped into\nAuthor Manuscript\n\n\n\n\n                                   five categories: 1) developmental (73% of cases) and speech (67%) delays; 2) dysmorphic\n                                   ears (46%) and palatal anomalies (46%); 3) writing (60%) and reading (57%) difficulties,\n                                   memory problems (60%) and verbal IQ scores ≤75 (50%); 4) general behavioural problems,\n                                   unspecified (55%) and 5) abnormal brain imaging (43%). Other clinical features were not\n                                   considered as common including seizures/epilepsy (26%), autism spectrum disorder (27%),\n                                   attention deficit disorder (ADD)/attention deficit hyperactivity disorder (ADHD) (35%),\n                                   schizophrenia/paranoid psychosis (20%) and motor delay (42%) (see Table 1). Not all\n                                   individuals with the deletion were clinically affected, yet the collection of findings appeared\n                                   to share common biological pathways and therefore presumed genetic mechanisms.\n                                   Neuropsychiatric and behaviour disturbances with mild dysmorphic features were associated\n                                   with genomic imbalances of the 15q11.2 BP1-BP2 region, including the microdeletion and\n                                   showed both incomplete penetrance or variable expressivity in those harboring this\nAuthor Manuscript\n\n\n\n\n                                   chromosome deletion requiring more research (Burnside et al. 2011; Cox & Butler 2015).\n\n                       The 15q11.2 BP1-BP2 Microdeletion: Clinical Cytogenetic Findings\n                                   The human chromosome 15 is classified as an acrocentric and contains five common\n                                   breakpoint sites located in the proximal long arm of the chromosome (15q11-q13) and\n                                   referred to as BP1–BP5 (Christian et al. 1995; Pujana et al. 2002; Chai et al. 2003).\n                                   Breakpoints BP1 and BP2 are located at the proximal end of the 15q11-q13 region while\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                              Page 3\n\n\n                             breakpoints BP3, BP4 and BP5 are located more distally in the region. A cluster of low copy\nAuthor Manuscript\n\n\n\n\n                             DNA repeats are found within this region and facilitate mis-pairing of homologous\n                             chromosome 15s during meiosis leading to an abnormal or non-allelic chromosome\n                             alignment or recombination and chromosome anomalies (Pujana et al. 2002; Locke et al.\n                             2004). These low copy repeat sequences are called duplicons and contain pseudogenes\n                             (Eichler 1998; Pujana et al. 2002). These duplicons found within breakpoints BP1, BP2 and\n                             BP3 are characterised by the presence of the HERC2 gene at BP3 and HERC2 pseudogenes\n                             at breakpoints BP1 and BP2 (Pujana et al. 2002; Visser et al. 2012).\n\n                             The first examples of errors in genomic imprinting in humans are Prader-Willi syndrome\n                             (PWS) and Angelman syndrome (AS) (Nicholls et al. 1989; Butler 1990; Butler et al. 2006;\n                             Williams et al. 2010; Cassidy et al. 2012; Angulo et al. 2015; Butler 2016). The two\n                             syndromes are entirely different clinically and most frequently caused by a deletion of either\n                             the paternal chromosome 15q11-q13 region in PWS or a maternal deletion of the same\nAuthor Manuscript\n\n\n\n\n                             chromosome 15 region in AS. The different parental origins of the 15q11-q13 deletion in\n                             both syndromes involve the distal breakpoint BP3 and either the proximal BP1 or proximal\n                             BP2 breakpoints. Typical deletions of the 15q11-q13 in region are now classified as type I\n                             involving breakpoints BP1 and BP3 or type II involving BP2 and BP3 (Bittel & Butler 2005;\n                             Butler et al. 2006; Williams et al. 2010; Cassidy et al. 2012; Angulo et al. 2015; Butler\n                             2016) (see Figure 1). The larger type I deletion is approximately 6.6 Mb in size and the\n                             smaller type II deletion is 5.3 Mb in size (Butler et al. 2008). Individuals with the larger type\n                             I deletion seen in both Prader-Willi and Angelman syndromes often have more learning and\n                             behavioural problems compared to those individuals with the smaller typical type II deletion\n                             (Butler et al 2004; Hartley et al. 2005; Milner et al. 2005; Varela et al. 2005; Bittel et al.\n                             2006; Sahoo et al. 2007; Zarcone et al. 2007; Valente et al. 2013). Particularly more\n                             compulsions, self-injurious and other maladaptive behaviours and lower cognitive, reading\nAuthor Manuscript\n\n\n\n\n                             and math scores are seen in those with type II deletion and PWS and more impaired speech\n                             and seizure activity in those individuals with AS.\n\n                             The four genes found in the 15q11.2 BP1-BP2 region are NIPA1, NIPA2, CYFIP1 and\n                             TUBGCP5 which are found between breakpoints BP1 and BP2 which span approximately\n                             500 kb and considered key genes causing behavioural and academic differences seen\n                             between Type I and Type II deletion genetic subtypes in individuals with these two rare\n                             genetic disorders (PWS and AS) (Butler et al 2004; Bittel & Butler 2005; Hartley et al.\n                             2005; Milner et al. 2005; Varela et al. 2005; Bittel et al. 2006; Sahoo et al. 2007; Zarcone et\n                             al. 2007; Valente et al. 2013). The four genes are highly conserved and biallelically\n                             expressed with the NIPA1 (non-imprinted in Prader-Willi/Angelman syndrome 1) gene\n                             being studied most often and causes autosomal dominant hereditary spastic paraplegia and\nAuthor Manuscript\n\n\n\n\n                             postural disturbance when mutated (Rainier et al. 2003; Chen et al. 2005; Goytain et al.\n                             2007; Rainier et al. 2012). This gene is also known to mediate Mg2+ transport and is highly\n                             expressed in the brain (Goytain et al. 2007). The second gene is NIPA2 (non-imprinted in\n                             Prader-Willi/Angelman syndrome 2) and its encoded protein plays a role in renal Mg2+\n                             transport (Goytain et al. 2007) and when mutated, causes childhood absence epilepsy (Jiang\n                             et al. 2012). The TUBGCP5 (tubulin gamma complex associated protein 5) gene is\n                             associated with attention deficit hyperactivity disorder (ADHD) and obsessive compulsive\n                             disorder (OCD) (de Wolf et al. 2013). The CYFIP1 (cytoplasmic fragile X mental\n\n                               J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                           Page 4\n\n\n                             retardation 1 FMR1 interacting protein 1) is a gene whose product interacts with FMRP, the\nAuthor Manuscript\n\n\n\n\n                             protein coded by the FMR1 gene and associated with fragile X syndrome (FXS), the most\n                             common cause of intellectual disabilities in families (Hagerman & Hagerman 2002). FXS\n                             primarily affects males. The protein products of these two interrelated genes located on\n                             different chromosomes (i.e., X and 15) play important roles in the regulation of mRNAs\n                             found in the brain (Bozdagi et al. 2012; de Wolf et al. 2013). In addition, recent studies\n                             using stem cell research from patients with the 15q11.2 BP1-BP2 microdeletion showed\n                             abnormalities of dendritic spine formation indicating a role in neurodevelopment (Das et al.\n                             2015).\n\n                             A pattern of disturbed gene expression and associated behavioural findings in subjects with\n                             either PWS or Angelman syndrome having different genetic subtypes implicated genes\n                             within the 15q11.2 BP1 and BP2 genomic region (Butler et al. 2004; Bittel et al. 2006;\n                             Valente et al. 2013). Hence, Burnside et al. (2011) summarised findings from a large cohort\nAuthor Manuscript\n\n\n\n\n                             of patients presenting for genetic services at a large commercial genetic testing laboratory\n                             for high resolution chromosomal microarrays and found that 0.86% of the approximate\n                             17,000 individuals studied had an abnormality, either a deletion or duplication of the\n                             15q11.2 BP1-BP2 region. They reported 69 subjects with the 15q11.2 microdeletion and 77\n                             subjects with a microduplication which further supported that this genomic area is a\n                             susceptibility site or locus for neurological dysfunction and impaired development. More\n                             specifically, the 15q11.2 BP1-BP2 microdeletion correlated with language or motor delays,\n                             autism, behavioural problems, seizures and on occasion dysmorphism or congenital\n                             anomalies (Wong et al. 2013; Jerkovich & Butler 2014; Usrey et al. 2014). Findings from\n                             this large cohort of patients with the microdeletion identified by microarray analysis\n                             supported the original observations by Butler et al. (2004) of differences in behavioural\n                             patterns found in those individuals with PWS having the larger type I deletion compared\nAuthor Manuscript\n\n\n\n\n                             with those PWS subjects having the smaller type II deletion. More recently, Ho et al. (2016)\n                             summarised ultra-high resolution chromosomal microarray results on 10,351 consecutive\n                             patients presenting for genetic services over a four year time period and reported that this\n                             emerging microdeletion syndrome was the leading finding of those with ASD only\n                             (N=5,694 patients) and those with ASD having other problems such as intellectual disability\n                             and/or multiple congenital anomalies (N=2,844 patients).\n\n                             A report of genetic disturbances in the 15q11.2 BP1-BP2 region without PWS was first\n                             made by Murthy et al. (2007) in two individuals and later reported by Doornbos et al. (2009)\n                             in nine individuals. Most of those individuals in the two studies had behavioural related or\n                             neurological problems. Later, a cohort of 1,654 pediatric patients presenting with\n                             neurological problems reported by Abdelmoity et al. (2012) found that 21 (1.27%) of the\nAuthor Manuscript\n\n\n\n\n                             subjects had a 15q11.2 BP1-BP2 defect or microdeletion. In their report, 87.5% of the 21\n                             patients with the defect or microdeletion presenting for genetic services had the deletion and\n                             developmental delay or learning problems. Following this study a report by Cafferkey et al.\n                             (2012) showed that in 14,605 patients referred for microarray analysis, 83 (0.57%) had the\n                             15q11.2 BP1-BP2 microdeletion; the vast majority presented with behavioural or\n                             developmental problems such as motor delays with deletions of NIPA1, NIPA2, TUBGCP5,\n                             and CYFIP1 genes - all found in the deleted region prone to both microdeletions or\n                             microduplications.\n\n                               J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                  Page 5\n\n\n                       The 15q11.2 BP1-BP2 Microdeletion: Implications for Clinical Cytogenetics\nAuthor Manuscript\n\n\n\n\n                                   Although both microdeletion or microduplications are recognised in the 15q11.2 BP1-BP2\n                                   region, not all individuals share an apparent clinical phenotype or clinically affected and\n                                   contain genes showing incomplete or low penetrance for pathogenicity and with variable\n                                   expressivity reminiscent of dominantly inherited genes. Data summarised in the literature\n                                   from 66,462 individuals have shown that 0.25% of individuals with the 15q11.2 BP1-BP2\n                                   microdeletion (Itsara et al. 2009; de Kovel et al. 2010; Cooper et al. 2011; Cafferkey et al.\n                                   2013; Rosenfeld et al. 2013) have penetrance estimates at 10.4% representing an estimated\n                                   two fold increase compared with the general population which could be explained by\n                                   paucity or incomplete inheritance data (Rosenfeld et al. 2013). The estimated penetrance is\n                                   low compared to other microdeletion syndromes such as the 16p11.2 deletion with a\n                                   penetrance of 62% (Rosenfeld et al., 2013). A higher penetrance is often seen in copy\n                                   number variants that have more de novo frequencies while low penetrance estimates may\nAuthor Manuscript\n\n\n\n\n                                   reflect subclinical presentation or manifestation of features that are recognized as\n                                   components of disorders including neuropsychiatric disturbances in parents of affected\n                                   individuals or in control cohorts.\n\n                                   This cytogenetic region when disturbed is associated with autism and other behaviour,\n                                   learning or neurodevelopmental problems and one of the most common cytogenetic regions\n                                   harboring genes for these clinical problems supported by a recent study of 10,351\n                                   consecutive patients (7,422 M; 2,929 F or 2.5:1 sex ratio) presenting for genetic services and\n                                   microarray analysis (Ho et al. 2016). They reported that 5,694 patients had ‘any ASD’\n                                   designation as the sole testing indicator or in combination with any other testing indication.\n                                   Those patients were further grouped as ‘ASD only’ (2,850 patients or 27.5%) or as ‘ASD+’\n                                   (2,844 or 27.4%). The ‘ASD+’ category represents those with ASD and another testing\n                                   indication such as seizures, developmental delay and/or intellectual disability or multiple\nAuthor Manuscript\n\n\n\n\n                                   congenital anomalies and ‘ASD only’ refers to those with ASD as the only testing\n                                   indication. The 15q11.2 BP1-BP2 microdeletion syndrome was found in 9% of the top 85\n                                   cytogenetic findings in their study. More males were found in their total study cohort of\n                                   patients but more females showed the microdeletion compared with males. No apparent\n                                   clinical differences were described based on gender and no parent of origin effect was\n                                   identified or discussed. More detailed neuropsychiatric and behaviour assessments are\n                                   needed from other family members (and parents) of those with the 15q11.2 BP1-BP2\n                                   deletion as well as more sophisticated genetic testing to better characterise the relationship\n                                   between the cytogenetic defect and clinical presentation (variability and severity). This\n                                   testing may include next generation (exome) sequencing or targeted sequencing of the four\n                                   genes in the 15q11.2 BP1-BP2 region (or associated interactive genes in common pathways\n                                   combined with detailed behaviour/psychiatric/cognitive measures of “affected” and “non-\nAuthor Manuscript\n\n\n\n\n                                   affected” family members with and without the microdeletion. This would allow\n                                   determination of the coding genetic status of the “normal” or non-deleted alleles in families.\n                                   In addition, clinical description and phenotypic findings may be incomplete poorly\n                                   characterised or unavailable for parents and other family members having the microdeletion\n                                   without concerted efforts required to undertake such testing and detailed assessments needed\n                                   to thoroughly address these issues and for genotype-phenotype relationships.\n\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                 Page 6\n\n\n                                   The 15q11.2 BP1-BP2 deletion is reported to be de novo and ranges from 5% to 22% in\nAuthor Manuscript\n\n\n\n\n                                   individuals while the inheritance data to date for this microdeletion was studied by\n                                   Cafferkey et al. (2013) in 43 subjects with this microdeletion and 22 individuals (51%)\n                                   inherited the chromosome finding from a parent without known health or learning/behaviour\n                                   problems. Ten of 29 (35%) of individuals inherited the microdeletion from an abnormal\n                                   parent. Hence, modifying genes outside of the chromosome region may play a role and will\n                                   require further investigations by examining interacting genes or pathways impacting on the\n                                   phenotype and clinical presentation.\n\n\n                       RESULTS AND DISCUSSION\n                       Clinical Description\n                                   Patients with the 15q11.2 BP1-BP2 microdeletion do present regularly for genetic services\n                                   with a range of clinical findings, most commonly intellectual disability and language delay\nAuthor Manuscript\n\n\n\n\n                                   seen in more than two-thirds of affected individuals with this deletion. Other clinical\n                                   features or reported associated findings include neurobehavioural disturbances (poor\n                                   coordination, ataxia, attention deficit disorder, seizures), autism, psychotic problems\n                                   (schizophrenia) and dysmorphic features (reviewed by Cox & Butler 2015). Due to\n                                   incomplete penetrance and variable expressivity, not all individuals with this microdeletion\n                                   will present with these typical clinical manifestations and more research is needed on\n                                   causation and understanding pathophysiology.\n\n                       Genetic Laboratory Testing\n                                   The 15q11.2 BP1-BP2 microdeletion encompasses a 500kb region located between the\n                                   centromeric 15q11-q13 region breakpoints, BP1 and BP2 in the proximal long arm of\n                                   chromosome 15 (Christian et al. 1995; Pujana et al. 2002; Chai et al. 2003). Four non-\nAuthor Manuscript\n\n\n\n\n                                   imprinted genes are found in this genomic region (i.e., TUBGCP5, CYFIP1 NIPA1, NIPA2)\n                                   and are known to play a role in neurodevelopment and function when disturbed individually\n                                   and contribute to seizures, spasticity and ataxia with cognitive and behavioural problems.\n                                   This emerging microdeletion disorder containing neurodevelopmental susceptibility loci has\n                                   a prevalence ranging from 0.6 to 1.3% in patients presenting primarily with behavioural,\n                                   cognitive and/or psychiatric problems necessitating genetic testing. The estimated\n                                   prevalence range is two to four-fold increased compared with controls without these findings\n                                   (Burnside et al. 2011; Cafferkey et al. 2013; Rosenfeld et al. 2013; Cox & Butler 2015).\n                                   There are several laboratory methods available to identify this cytogenetic anomaly\n                                   including a chromosomal microarray (CMA) using oligonucleotide probes, high resolution\n                                   SNP microarrays containing over 2 million genome-wide probes, genotyping informative\n                                   chromosome 15q11.2 markers and specific FISH probes from this region for cytogenetic or\nAuthor Manuscript\n\n\n\n\n                                   diagnostic purposes. However, genotyping and FISH techniques are not as powerful or\n                                   informative as newly developed and validated high resolution SNP microarrays and use of\n                                   bioinformatics with computer software programs produced to analyse the generated large\n                                   genetic datasets (see Figure 2).\n\n\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                    Page 7\n\n\n                       Establishing the Diagnosis\nAuthor Manuscript\n\n\n\n\n                                   Individuals reported with the 15q11.2 BP1-BP2 microdeletion may present with a wide\n                                   range of clinical features and presentation. No formal diagnostic criteria has been\n                                   established in this newly emerging microdeletion disorder. Individuals with the deletion have\n                                   no obvious or distinctive clinical findings that are unique or specifically seen in the disorder,\n                                   but they can present with neurodevelopmental behaviour problems or physical anomalies.\n                                   More detailed and comprehensive studies are warranted to further characterise the molecular\n                                   mechanism accounting for the low or incomplete penetrance and variable expressivity,\n                                   common in this disorder and range of clinical presentation.\n\n                                   Genomic coordinates represent the minimum deletion size associated with 15q11.2 BP1-\n                                   BP2 microdeletion or Burnside-Butler susceptibility locus and border the four genes\n                                   (CYFIP1, TUBGCP5, NIPA1, NIPA2) in the genomic region. Coordinates for deletions may\nAuthor Manuscript\n\n\n\n\n                                   vary based on arrays used, designed and validated by the testing laboratory and level of\n                                   genetic technology. The genomic coordinates can also change with updates from one human\n                                   genome build to another (e.g. hg18 vs hg19). The size of the microdeletion calculated from\n                                   the genomic positions given may also vary slightly from the expected microdeletion size due\n                                   to the presence or absence of segmental duplications near the proximal breakpoints BP1 or\n                                   BP2 of the 15q11-q13 region.\n\n                                   The diagnosis of the 15q11.2 BP1-BP2 microdeletion is established by having the deletion\n                                   of the 500 kb heterozygous deletion at the proximal long arm of chromosome 15 between\n                                   breakpoints BP1 and BP2 detected using several types of genetic testing methods (see Table\n                                   2). The four genes in the 15q11.2 BP1 and BP2 region are highly conserved and biallelically\n                                   expressed with prone to formation of either microdeletions or macroduplications in the\n                                   offspring due to common DNA low copy repeats or duplicons at these proximal breakpoint\nAuthor Manuscript\n\n\n\n\n                                   sites leading to misalignment of the homologous chromosome 15s in meiosis resulting in\n                                   deletions or duplications of the region (Bittel & Butler 2005; Butler et al. 2006; Burnside et\n                                   al. 2011; Cassidy et al. 2012; Cox & Butler 2015; Butler 2016). These genes then become\n                                   candidates individually or collectively for causing the behavioural problems and clinical\n                                   changes seen in this emerging cytogenetic disorder seen using high resolution microarrays\n                                   and not visible with routine or high resolution chromosome studies without the use of new\n                                   genetic technology and bioinformatics approach assisted with computer based programs for\n                                   analysis of several hundred thousands to millions of genome-wide DNA probes, both copy\n                                   number and single nucleotide polymorphisms (SNPs).\n\n                       Management and Treatment\n                                   Treatment is directed to address the specific features or clinical problems seen in each\nAuthor Manuscript\n\n\n\n\n                                   affected individual based on clinical genetics evaluation, neuropsychological, cognitive and\n                                   developmental-behaviour assessments by trained clinical geneticists, psychologists,\n                                   psychometrists and developmental experts.\n\n                                   Features seen in this microdeletion syndrome when present may require attention by\n                                   healthcare providers and specialists to treat on a case by case basis. The reported features\n                                   include developmental and speech delays found in the majority of subjects with reading,\n\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                 Page 8\n\n\n                                   writing and memory difficulties and low verbal and performance IQs and may require\nAuthor Manuscript\n\n\n\n\n                                   educational intervention. Approximately one-half of reported subjects show general\n                                   behavioural problems and abnormal brain imaging. These individuals should be evaluated by\n                                   speech, behavioural and educational experts with skills in those with learning impairment.\n                                   Additional findings include seizures, motor delay and postural disturbances due to brain\n                                   development or abnormalities and will require neurological services and possibly include\n                                   physical, occupational and rehabilitation therapies.\n\n                                   Congenital abnormalities have been reported (ear and palatal abnormalities) and surgical,\n                                   ear, nose and throat specialists and dental care services may be needed. Behavioural and\n                                   psychiatric disturbances are commonly reported including ASD, schizophrenia/paranoid\n                                   psychosis, OCD and ADHD and these findings will require attention by members of the\n                                   multidisciplinary health care team of providers. Hence, medical interventions and\n                                   psychiatric/behavioural therapies will be implicated in affected individuals depending on the\nAuthor Manuscript\n\n\n\n\n                                   neurodevelopmental, cognitive and behavioural problems identified, their age of onset and\n                                   family history. As indicated, care of the other clinical features such as dysmorphism and\n                                   congenital anomalies (e.g., cleft palate), speech and language delay, balance problems,\n                                   hyperactivity, ADD, autism and cognitive impairment, seizures and psychiatric\n                                   (schizophrenia) will be required and dependent on age at onset, severity and duration.\n                                   Clinical genetics and genetic counseling of family members and genetic testing of those at-\n                                   risk are warranted. Currently, the chromosome 15q11.2 BP1-BP2 microdeletion can be\n                                   detected prenatally by chromosomal microarray analysis and once identified, then genetic\n                                   counseling to supply information regarding this disorder and examination for associated\n                                   features such as congenital anomalies should be undertaken and questions entertained.\n\n                       Surveillance and Consultation\nAuthor Manuscript\n\n\n\n\n                                   Developmental, speech and behaviour assessments are indicated at regular intervals\n                                   depending on the age at diagnosis and severity of clinical problems and onset. Referrals to\n                                   health related experts and specialists are made for early intervention and enrollment in\n                                   specialised developmental programs and interventions to address these concerns, if required\n                                   and to treat the problems. The services of other specialists are needed such as neurology, if\n                                   seizures and balance problems are present, child psychology and psychiatry for therapies\n                                   and medication needs if behavioural problems, autism and schizophrenia exist and surgical\n                                   consultation and intervention for congenital anomalies (e.g., cleft palate) along with\n                                   developmental problems including physical limitations or impairments.\n\n                       Genetic Services and Genetic Counseling\n                                   With advances in genetic technology and readily available testing, the 15q11.2 BP1-BP2\nAuthor Manuscript\n\n\n\n\n                                   microdeletion is emerging as a relatively common and recognised condition with a\n                                   susceptibility locus related to a collection of clinical findings and presentations with a low\n                                   penetrance estimated at about 10%. Approximately one half of the defects are inherited from\n                                   an apparently healthy parent while 35% of parents will have an abnormal presentation. The\n                                   reported de novo deletion frequency is less than 25%. The children of a parent with this\n                                   deletion will have a 50% chance of inheriting the deletion (Burnside et al. 2011; Cafferkey et\n                                   al. 2013; Cox & Butler 2015). Prenatal testing can be accomplished by detecting the\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                  Page 9\n\n\n                                   microdeletion, but cannot predict the phenotype based on the penetrance information and\nAuthor Manuscript\n\n\n\n\n                                   variable expressivity status known to date regarding this condition More research is needed\n                                   to assist in gaining a better understanding of the genetics and causation, gene interaction and\n                                   pathway description and analysis which should lead to improved recognition and potential\n                                   treatment along with more accurate genetic counseling for families with affected family\n                                   members.\n\n                                   The 15q11.2 BP1-BP2 microdeletion should be under consideration in individuals with\n                                   microcephaly and motor/language delay. In addition, dysmorphic features including\n                                   craniofacial and, palatal defects along with contractures/arthrogryposis are seen in about\n                                   40% of affected individuals (Wong et al. 2013; Jerkovich & Butler 2014; Usrey et al. 2014;\n                                   Cox & Butler 2015; Ho et al. 2016). General behaviour problems are reported in greater than\n                                   55% of individuals in a recent review of the literature, specifically autism spectrum disorder;\n                                   schizophrenia/paranoid psychosis; OCD, oppositional defiant disorder, ADD, ADHD; self-\nAuthor Manuscript\n\n\n\n\n                                   injury and anxiety (Cafferkey et al. 2013; Cox & Butler 2015). Affected individuals may\n                                   present with only a subset of the clinical findings including intellectual disabilities or\n                                   aberrant behaviour and without obvious dysmorphic or growth anomalies.\n\n                                   As discussed earlier, multiple laboratory methods can identify the microdeletion including\n                                   FISH (Butler et al. 2006; Butler 2016), MS-MLPA (Bittel et al. 2007; Henkhaus et al. 2012)\n                                   and microarray analyses (Roberts et al. 2014; Butler et al. 2014; Ho et al. 2016). Genotyping\n                                   of appropriate informative DNA markers within the genomic region can also be used to\n                                   identify the 15q11.2 BP1-BP2 microdeletion in at-risk family members. Access to parental\n                                   samples is important for genetic testing to determine the recurrence risk estimates by\n                                   utilizing the above genetic testing methods but no parent of origin effects are known for the\n                                   four non-imprinted genes found in this cytogenetic region.\nAuthor Manuscript\n\n\n\n\n                       Similarly-related Genetic Disorders - The 15q11.2 BP1-BP2 Microduplication\n                                   The 15q11.2 BP1-BP2 chromosome region is reported in individuals with a separate\n                                   similarly-related chromosome anomaly, the reciprocal microduplication that occurs at the\n                                   same proximal breakpoint sites due to misalignment of homologous chromosome 15s in\n                                   meiosis from the same mechanism that leads to the microdeletion. This phenomenon is also\n                                   reported for other chromosome microdeletion/microduplication syndromes such as the\n                                   7q11.2 region involved with the 7q11.2 microduplication syndrome (Abbas et al. 2016) and\n                                   the 7q11.2 microdeletion causing Williams syndrome (Pober 2010). The individuals with the\n                                   15q11.2 BP1-BP2 microduplication have a similar list of neuropsychiatric and behavioural\n                                   findings as seen in those with the microdeletion involving the same four genes but more\n                                   investigators are needed to further characterize the similarities (and differences) in the two\nAuthor Manuscript\n\n\n\n\n                                   cytogenetic conditions. These findings include intellectual disabilities, motor and speech\n                                   delay, autism spectrum disorder; ADHD, coordination problems (ataxia), seizures,\n                                   schizophrenia and occasionally growth anomalies with dysmorphic features (Burnside et al.\n                                   2011; Cox & Butler 2015). Specifically, phenotypic features in common include\n                                   developmental delay/intellectual disability (at 40%), ADHD (at 38%), behavioural/\n                                   neurological problems (at 62%), autism spectrum disorders (at 43%), hypotonia (at 13%),\n                                   speech delay (at 49%), motor delay (at 27%), ataxia/balance problems (at 23%), seizures (at\n\n\n\n                                     J Intellect Disabil Res. Author manuscript; available in PMC 2018 June 01.\n\f                    Butler                                                                                                          Page 10\n\n\n                                 12%), dysmorphic features (at 42%) as summarised by a review of 52 subjects in the report\nAuthor Manuscript\n\n\n\n\n                                 by Burnside et al. (2011). The duplication can either be de novo or inherited from an\n                                 apparently unaffected parent, as seen in the families with affected members having the\n                                 microdeletion of the same chromosome region.\n\n                       Advanced Genomic Testing Methods\n                                 The microdeletion of the 15q11.2 BP1-BP2 region is not detected by routine G-banded\n                                 chromosome analysis or other routine cytogenetic banding techniques. Copy number\n                                 variation in this region is more readily detected by chromosomal microarray analysis,\n                                 targeted deletion by fluorescence in situ hybridization (FISH), methylation specific-\n                                 multiplex ligation dependent problem amplification (MS-MLPA) or high resolution\n                                 chromosomal SNP arrays. Genotyping using DNA probes from this region with parental\n                                 DNA can identify the deletion as well as its parental origin but not at the same level of detail\nAuthor Manuscript\n\n\n\n\n                                 as with high resolution microarrays.\n\n\n                       CONCLUSION\n                                 Chromosomal microarrays using oligonucleotide probes or more recently validated arrays\n                                 using SNP probes are now the standard of care approach to detect small submicroscopic\n                                 deletions or duplications in the genome in individuals presenting for genetic services with\n                                 developmental/language delay, behavioural problems/disorders and mild dysmorphic or\n                                 growth anomalies, specifically the 15q11.2 BP1-BP2 microdeletion. Prior to 2011, the\n                                 identification of the microdeletion was not interpreted as having clinical significance but\n                                 now with over 200 individuals analysed in over 20 reports in the literature with many more\n                                 identified in recent studies of individuals presenting for genetic services, this microdeletion\n                                 disorder is emerging at the molecular and clinical level and appears to be the most common\nAuthor Manuscript\n\n\n\n\n                                 or one of the most common cytogenetic causes of autism and/or neurodevelopmental deficits\n                                 in humans. More research is needed to further characterise and understand the genetic\n                                 causation and gene interaction and for development of treatment plans for affected\n                                 individuals and accurate genetic counseling.\n\n\n                       Acknowledgments\n                                 The National Institute of Child Health and Human Development (NICHD) and grant number HD02528 is\n                                 acknowledged.\n\n\n                       References\n                                 Abbas E, Cox DM, Smith T, Butler MG. The 7q11.23 microduplication syndrome: a clinical report\n                                    with selective mutism and review of literature. Journal of Pediatric Genetics. 2016; 5(3):129–40.\nAuthor Manuscript\n\n\n\n\n                                    [PubMed: 27617154]\n                                 Abdelmoity AT, LePichon JB, Nyp SS, Soden SE, Daniel CA, Yu S. 15q11.2 proximal imbalances\n                                    associated with a diverse array of neuropsychiatric disorders and mild dysmorphic features. Journal\n                                    of Developmental & Behavioral Pediatrics. 2012; 33:570–576. [PubMed: 22922608]\n                              ",
  "wordCount": 7229,
  "indexed": "2025-09-25T22:42:45.540Z",
  "method": "direct"
}
