{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Sheth et al. - 2014 - Evolution of Cytogenetics in Disease Diagnosis.pdf",
  "fileName": "Sheth et al. - 2014 - Evolution of Cytogenetics in Disease Diagnosis.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Sheth et al. - 2014 - Evolution of Cytogenetics in Disease Diagnosis.pdf",
  "text": "Article\n                                                                                                                                    Journal of\n                                                                                                                                 Translational\n                                                                                                                                   Toxicology\n                   Copyright © 2014 American Scientiﬁc Publishers\n                   All rights reserved                                                                                     Vol. 1, 3–9, 2014\n                   Printed in the United States of America                                                                www.aspbs.com/jtt\n\n\n\nEvolution of Cytogenetics in Disease Diagnosis\nFrenny Sheth1\u0002 ∗ , Harsh Sheth2 , Kumari Pritti1 , Stuti Tewari1 , Manisha Desai1 , Bhumika Patel1 , and\nJayesh Sheth1\n1\n    FRIGE’s Institute of Human Genetics, Jodhpur Village Road, Satellite, Ahmedabad 380015, India\n2\n    Institute of Genetic Medicine, International Centre for Life, Newcastle upon Tyne, NE1 4EP, UK\n\n\n\n For the past 6 decades, cytogenetics has evolved from being a research tool to an invaluable collection of front line diag-\n nostic techniques. Its ability to view the entire genome of an individual in a single test has given it paramount importance\n in disease diagnosis and clinical management. With the passage of time, advancements in tools and techniques have\n provided higher accuracy, resolution, reproducibility and lower turn around times and costs. This review details tools and\n techniques developed from the mid 1950s till to date along with examples of their applications and how they have enabled\n researchers and clinicians to deduce complex and subtle genetic etiology behind various rare diseases. We also present\n paradigm-shifting role of next generation sequencing technologies in disease diagnostics, which is bridging the difference\n between cytogenetics and molecular genetics.\n KEYWORDS: Cytogenetics, Chromosomes, Structural Rearrangements, Fluorescence In-Situ Hybridization, Comparative Genomic\n    Hybridization, Next Generation Sequencing.\n                                           Delivered by Publishing Technology to: Guest User\n                                          IP: 121.247.165.154 On: Thu, 16 Jan 2014 18:47:32\n                                                Copyright: American Scientific Publishers\nINTRODUCTION                                                                   human cytogenetics can be divided into three major time\nIn the mid 20th century, two paradigm shifting discoveries                     periods: the pre-banding era (1879–1970), the chromoso-\npaved the way for the modern clinical genetics viz. normal                     mal banding era (1970–1986) and the molecular cytoge-\nhuman cells consists of 23 chromosome pairs and the dou-                       netic era (since 1986).3 (Fig. 1).\nble helix structure of DNA.1\u0002 2 These two discoveries led to                      In the pre-banding era, chromosomes were grouped\nthe development of two separate branches called cytogenet-                     and classiﬁed based on their size, shape, position of cen-\nics and molecular genetics respectively. Cytogenetics rapidly                  tromere and gross chromosomal morphology. Early cyto-\nemerged as the branch for carrying out frontline genetic diag-                 genetic studies showed that an extra or missing copy of\nnosis of various diseases with genetic etiology due to its abil-               certain human chromosomes could lead to disease. The\nity to view the entire genome of an individual in a single test.               best known association is an extra copy of chromosome\nThis ﬁeld and our understanding of the link between chromo-                    21 that leads to Down syndrome (also called trisomy 21).4\nsomal defects and disease have grown by leaps and bounds.                      Around the same time, several other disorders with numer-\nAdvances in cytogenetic technology in the last 6 decades have                  ical anomalies were detected such as Turner syndrome\nfurther improved our understanding of the role of genetic                      (45, X), Klinefelter syndrome (47, XXY), Patau syndrome\naberrations in disease pathophysiology, prognosis, therapy                     (trisomy 13) etc.5–7\nand clinical management.                                                          Development of the Q-banding technique in 1970\n                                                                               improved visualization of the genome and lead to the\n                                                                               stratiﬁcation of the genetic regions based on the inten-\nEVOLUTION OF CONVENTIONAL\n                                                                               sity of the bands that were later called as euchromatin\nCYTOGENETICS\n                                                                               and heterochromatin.8 (Fig. 2(A)). In due course, several\nIn early days, researchers developed methods to visualize\n                                                                               other banding techniques were developed such as, G-, R-,\nchromosome structure and organization. The history of\n                                                                               C- and NOR-banding (Figs. 2(B–D)). G-banding, which\n    ∗\n                                                                               is carried out by staining the chromosomes with Giemsa\n        Author to whom correspondence should be addressed.\n        Email: fshethad1@googlemail.com\n                                                                               solution, became the most frequently used method.9\u0002 10\n        Received: 13 June 2013                                                 With the augment of new chromosome staining techniques,\n        Revised/Accepted: 15 July 2013                                         Janet Rowley showed that the Philadelphia chromosome,\n\nJ. Transl. Toxicol. 2014, Vol. 1, No. 1                             2332-242X/2014/1/003/007         doi:10.1166/jtt.2014.1008              3\n\f    Evolution of Cytogenetics in Disease Diagnosis                                                                         Sheth et al.\n\n\n\n\n                                      Delivered by Publishing Technology to: Guest User\n                                     IP: 121.247.165.154 On: Thu, 16 Jan 2014 18:47:32\nHomologous                                 Copyright: American Scientific Publishers\nrecombination\n    Figure 1.   Diagrammatic representation of the history of human cytogenetics in disease diagnosis.\n\n    which was linked to Chronic Myeloid Leukemia (CML),               conventional cytogenetic techniques such as low resolu-\n    arose as a result of a translocation event involving chro-        tion (3–10 Mb), long turn around time, expensive reagents\n    mosomes 9 and 22.10 Eventually, with high resolution              and the need for highly skilled scientiﬁc team. The need\n    G-banding, greater delineation of chromosomal rearrange-          was met in 1986 with the development of a method to\n    ments including segmental aneusomy could be achieved.11           visualize speciﬁc segments of the chromosomes using\n    Late 1970s saw the development of specialized techniques          ﬂuorescent labeled (or tagged) probes called ﬂuorescent\n    such as sister chromatid exchange (SCE) analysis and              in situ hybridization (FISH).20 FISH added to the diagnos-\n    DAPI staining which enabled visualization of the increased        tic utility of routine cytogenetics and its use on interphase\n    frequency of SCE in Bloom syndrome and study the                  nuclei overcame the drawbacks of conventional cytogenet-\n    heterochromatin region of chromosome 1, 9, 16 and Y               ics by minimizing the turn around time to just 24 hours\n    respectively.12\u0002 13 In 1995, a specialized technique requir-      (Fig. 3(A)). It allowed greater resolution (50 Kb to 3 Mb)\n    ing an alkylating or cross linking agent was developed to         compared to the standard G-banding technique. It is widely\n    study chromosome breakage syndromes such as Fanconi               used to detect submicroscopic deletions and characteriza-\n    anemia.14 The aforementioned banding techniques made              tion of chromosomal aberrations (Table I).21\n    cytogenetics indispensible for diagnosing various genetic            Advanced techniques such as spectral karyotyping or\n    disorders especially unexplained psychomotor retardation,\n                                                                      multicolor FISH (M-FISH) allow all of the 24 human chro-\n    abnormal sexual differentiation and development, infertil-\n                                                                      mosomes to be labeled in different colors using a com-\n    ity, recurrent pregnancy loss, pregnancy at risk for aneu-\n                                                                      bination of ﬁve ﬂourochromes in a single preparation.22\n    ploidy, chromosome breakage syndrome and cancer.15–19\n                                                                      (Fig. 3(B)). The diagnostic utility of single-, dual- and\n                                                                      multi-color FISH has been evaluated for cancer genetics,\n    FISH                                                              characterization of marker chromosomes, breakpoint char-\n    In the mid 1980s, need for molecular based cytoge-                acterization in structural aberrations, in prenatal diagnosis\n    netic techniques arose due to the inherent limitations of         and screening for micro-deletion/duplication in syndromic\n\n    4                                                                                                    J. Transl. Toxicol. 1, 3–9, 2014\n\fSheth et al.                                                                   Evolution of Cytogenetics in Disease Diagnosis\n\n                      (A)                                      (B)\n\n\n\n\n                      (C)                                      (D)\n\n\n\n\nFigure 2. Chromosome banding techniques. (A) Quinicrine [Q] banding, (B) Giemsa [G] banding, (C) Centromere [C] banding\nand (D) Nucleolar organizing region (NOR) banding.\n\n\n\n\n             (A)                                         (B)\n\n                                    Delivered by Publishing Technology to: Guest User\n                                   IP: 121.247.165.154 On: Thu, 16 Jan 2014 18:47:32\n                                         Copyright: American Scientific Publishers\n\n\n\n\n            (C)                                                (D)\n\n\n\n\nFigure 3. Various applications of FISH technique. (A) Interphase FISH and centromeric FISH conﬁrming tetrasomy of chromo-\nsome 8 in a patient with CML, (B) Multiplex [M] FISH karyotype (Courtesy Liehr T.), (C) Detection of Philadelphia chromosome\nusing locus speciﬁc probes and (D) Presence of subtelomeric region of chromosome 11 detected using subtelomeric FISH\nprobes.\n\n\n\n\nJ. Transl. Toxicol. 1, 3–9, 2014                                                                                           5\n\fEvolution of Cytogenetics in Disease Diagnosis                                                                                                   Sheth et al.\n\nTable I.     Comparison of various cytogenetic techniques in disease diagnosis.\n\n                                                                                              Techniques\n\n                                                                                              FISH\n                                                             Conventional                                      SKY/M-                 array-\n                                                                                                                      a         b\n                                                             cytogenetics          Interphase Metaphase FISH              CGH         CGHc\n\nChromosomal                                                      Whole                      Region                          Whole\nabnormalities                   Types                           genome                      speciﬁc                        genome                 Reference\n\n                                                       10–15 Mb conventional          50 Kb        1–3 Mb      1–2 Mb 3–5 Mb 10–150 Kb\n                                                       3–5 Mb High resolution\n                                                                √                       √             √           √         √           √d\nNumerical                     Trisomy                                                                                                               [49, 50]\n                                                                √                       √             √           √         √           √d\n                           Monosomy\n                                                                √                       √             √           √         √           √\n                            Polyploidy                                                                                                                [51]\n                                                                √                                     √           √         √           √\nStructural                   Deletion                                                   —                                                             [52]\n                                                                √                                     √           √\n                            Inversion                                                   —                                   —           —             [53]\n                                                                √                                     √           √         √           √e\n                           Duplication                                                  —                                                             [52]\n                                                                √                                     √           √\n                             Insertion                                                  —                                   —           —\n                                                                √                                     √           √\n                                Ring                                                    —                                   —           —          [54, 55]\n                                                                √                                     √           √                     √e\n                          Translocation                                                 —                                   —                      [56, 57]\n                                                                √                                     √           √         √           √f\n                      Marker chromosome                                                 —                                                        [23, 40, 58]\n                                                                √                                     √\n                             Variants                                                   —\n                                                                                        √             √                                  √\n                 Micro-deletion/micro-duplication                  —                                              —         —                    [21, 25, 59]\n                                                                                                                                         √\n                   Cryptic genomic imbalance                       —                    —             —           —         —                    [24, 35–41]\na\n Cannot detect paracentric inversion, small deletion/duplications (<1 Mb). b Cannot detect balanced translocation, gain/loss of <4 Mb region, multiplication of\n2 n. c Cannot detect balanced translocation, mosaicism less than 30% and heterochromatin region. d Cannot distinguish pattern for numerical and structural\nrearrangements. e Cannot identify balanced structural changes. f Detects only protein coding regions.\n\n\n\ncases (Table I). DevelopmentDelivered\n                                   and application   of cen-Technology\n                                              by Publishing       spreads asto:hybridization\n                                                                                Guest User targets against the patient’s DNA\ntromeric probes has allowed IP:   for 121.247.165.154\n                                       screening minor On:\n                                                         ane- Thu,(Fig. 4).292014\n                                                                    16 Jan         18:47:32\n                                                                              In CGH,   differentially ﬂuorophore-tagged DNA\nuploidy cell lines in the cases ofCopyright:       American Scientific\n                                          both constitutional     from thePublishers\n                                                                              patient and a normal sex matched control is\nand acquired genetic disorders (Fig. 3(A)).23 In contrast,        applied to a metaphase spread of a normal individual.\nlocus-speciﬁc probes are used in detecting micro-deletions,       Ratio of the color intensities depends upon the relative\nmicro-duplications and numerical and structural anoma-            difference in the copy number between patient and con-\nlies (Fig. 3(C)).24\u0002 25 Subtle subtelomeric rearrangements,       trol DNA. However, standard CGH methods are very labor\nwhich are a signiﬁcant cause of idiopathic mental retar-          intensive and necessitate the use of metaphase chromo-\ndation (MR), can be detected using probes developed for           somes, which leads to limited resolution (3–5 Mb).\ntargeted subtelomeric regions (Fig. 3(D)).26 In prenatal             Recent advancements in array-CGH technology have\ncases with advanced maternal age, abnormal ultrasonog-            made it possible to substitute chromosome target on a glass\nraphy markers or an abnormal result in triple marker              slide with an artiﬁcially synthesized small length DNA\nscreening, prenatal diagnosis to screen for aneuploidies of       (approximately 60 bp in length) called oligos (Fig. 4).\nchromosomes 13, 18, 21, X and Y on uncultured cells from          Higher resolution (20–150 Kb) and an extensive coverage\namniotic ﬂuid and chorionic villi sampling is commonly            of the genome has led the technology to become “ﬁrst line\nperformed using FISH.22 FISH has played an indispensible          genetic test” for individuals with developmental disabili-\nrole in the characterization of complex karyotypes in var-        ties or congenital anomalies in secondary care settings in\nious conditions such as cases having multiple congenital          the UK.30\nanomalies, leukemia or solid tumors.27\u0002 28                           Various array designs have been developed for appli-\n                                                                  cation in diagnostics and research. First, Targeted array,\nCONVENTIONAL AND ARRAY-CGH                                        which interrogates speciﬁc region of the genome such\nDespite numerous advantages and applications of FISH              as micro-deletion/micro-duplication panel and telomeric\nin disease diagnosis, a major drawback of targeted anal-          region and is mainly used in cases with multiple congenital\nysis of speciﬁc regions of the genome in a single experi-         anomalies with apparently normal karyotype.31–34 Second,\nment fuelled the need for a technique that could scan the         whole genome oligonucleotide array-CGH is available\nentire genome at a resolution higher than 3 Mb. Compar-           with densities of clones from 15,000 to 1 million probes.\native Genomic Hybridization (CGH) was ﬁrst introduced             Increased resolution (20–30 kb) has helped in deﬁning new\nin the early 1990s for the detection of DNA ampliﬁcation          syndromes, detecting target gene deletions and character-\nin tumors and used cytogenetically “normal” metaphase             izing breakpoint regions.24\u0002 35–40 Third, SNP array allows\n\n6                                                                                                                             J. Transl. Toxicol. 1, 3–9, 2014\n\fSheth et al.                                                                    Evolution of Cytogenetics in Disease Diagnosis\n\n\n\n\nFigure 4.    Schematic representation of conventional CGH versus array-CGH.\n                                  Delivered by Publishing Technology to: Guest User\nanalysis of cancer genomes where IP: 121.247.165.154    On: Thu,of16second\n                                      loss of heterozygosity          Jan 2014\n                                                                            and 18:47:32\n                                                                                  third generation technologies have pro-\n                                       Copyright: American Scientific Publishers\n(LOH) is observed. Array-CGH has played a vital role in        vided evidence of their utility by helping in understand-\ndetecting copy number variants (CNVs) that are larger than     ing human genome variation, its association with disease\n1 kb in size, which occur in patients with isolated heart      risk and individual’s response to treatment. Considering\ndefects, neurological diseases and psychiatric disorders.41    the impact of next generation sequencing (NGS) technolo-\n   Despite numerous advantages, the current technology         gies in basic research, it is a tantalizing prospect to antic-\nhas some pitfalls. It is not easy to characterize struc-       ipate its translation into molecular diagnostics. Examples\ntural conﬁguration of balanced chromosomal anomalies,          of translational work have been published in the litera-\ndetection of low level mosaicism (<30%) is difﬁcult,           ture where NGS has been used to understand the tem-\nincreased resolution leads to decrease in signal to noise      poral and spatial heterogeneity of neoplastic process and\nratio, requires expensive apparatus for analysis and good      delineate sub-classiﬁcation of diseases, genetics guided\ntechnical expertise in biostatistics and any genomic aber-     tailored treatments, disease targeted sequencing where a\nration identiﬁed using array-CGH needs to be validated         panel of disease associated genes are sequenced for muta-\neither using FISH or PCR based strategies such as Q-PCR.       tions at the point of care, identiﬁcation of causative genes\n                                                               in rare Mendelian diseases, mapping of translation break-\nNEXT GENERATION SEQUENCING                                     points in balanced chromosome rearrangements and accu-\nIntroduction of several molecular genetics based tech-         rate detection and measurement of cell free fetal DNA in\nniques in cytogenetics (mentioned above) have dimin-           maternal plasma.43–47 However, current technologies have\nished the distinction between the two branches. The            short read lengths and require considerable bioinformatics\ndemand for a single nucleotide level resolution has            expertise to analyze vast amounts of data generated from\naccelerated throughput, precipitous drop in per-base cost      a single run. This potential drawback is currently being\nof the raw sequence and improved base calling abil-            challenged with the emerging nanofabricated systems,\nity of DNA sequencing technologies. First generation           which are able to linearize and stretch DNA molecules\nsequencing technology, which was based on chain ter-           in nanoscale ﬂuidic channels.48 This technology coupled\nmination method heralded the start of the “genomics            with the fourth generation sequencing technologies such\nera” in 1975 and was subsequently used in sequenc-             as Oxford nanopore and silicon nanowires (that are able to\ning the ﬁrst human genome.42 Since then, development           sequence label free DNA) could lead to the development\n\nJ. Transl. Toxicol. 1, 3–9, 2014                                                                                            7\n\fEvolution of Cytogenetics in Disease Diagnosis                                                                                          Sheth et al.\n\nof a platform that could sequence whole chromosome in a                     13. D. Schweizer, Simultaneous ﬂuorescent staining of R bands and spe-\nsingle read in the near future.                                                 ciﬁc heterochromatic regions (DA-DAPI bands) in human chromo-\n                                                                                somes. Cytogenet. Cell Gene 27, 190 (1970).\n                                                                            14. A. Auerbach, Fanconi anemia. Dermatol. Clin. 13, 41 (1995).\nCONCLUSION                                                                  15. F. VinSheth, J. Sheth, A. Patel, A. Shah, and A. Verhest, Useful-\n                                                                                ness of cytogenetics in leukemias. Indian Journal of Cancer 39, 139\nCytogenetics has played a vital role in unraveling genetic                      (2002).\netiology behind various diseases and understanding the                      16. J. Sheth, R. Joshi, and F. Sheth, Ring chromosome 9 in a dysmorphic\nlink between genetic aberrations and disease pathophysi-                        child. Indian Journal of Pediatrics 74, 507 (2007).\nology. Techniques employed in disease diagnosis over the                    17. H. Shah, F. Sheth, V. Pandit, and B. Langanecha, Bloom syn-\n                                                                                drome: Report of two cases in siblings. Indian Journal of Dermatol-\npast 6 decades have allowed scientists and clinicians to\n                                                                                ogy, [Epub ahead of print] Doi: 10.1111/j.1365-4632.2011.05385.x.\nview the entire genome of an individual in a single exper-                      (2013).\niment. However, with the passage of time, the resolution,                   18. G. Vinci, R. Brauner, A. Tar, H. Rouba, J. Sheth, F. Sheth, C. Ravel,\nturn around time and automation provided by the tech-                           K. McElreavey, and A. Bashamboo, Mutations in the TSPYL1 gene\nniques and technologies have allowed detection of sev-                          associated with 46,XY disorder of sex development and male infer-\n                                                                                tility. Fertility Sterility 92, 1347 (2009).\neral micro-deletions and duplications, characterization of                  19. J. Sheth, F. Sheth, N. Oza, and M. Doshi, Triple maker study in\nbreakpoints in balanced translocations and identiﬁcation                        midtrimestor of pregnancy and risk of chromosomal abnormality:\nand characterization of the origin of supernumerary marker                      An indian experience. Indian Journal of Obstretics and Gynaecology\nchromosomes (Table I). With the advent of fourth gen-                           58, 142 (2008).\n                                                                            20. D. Pinkel, T. Straume, and J. W. Gray, Cytogenetic analysis\neration sequencing technology, which have the capability\n                                                                                using quantitative, high-sensitivity, ﬂuorescence hybridization. PNAS\nof performing long read lengths in a single run and have                        83, 2934 (1986).\nresolution down to 1 bp, genetic diagnosis followed by                      21. T. Mampilly, G. Mampilly, N. Chandramohan, M. Velayutham, J. Sheth,\nclinical management and counseling could be performed                           F. Sheth, and V. Janaki, Prenatal dolichocephaly: Sign of trouble?—\nat the point of care in the near future.                                        A variant of Miller-Dieker syndrome. Fetal and Pediatric Pathology.\n                                                                                Early Online:1–4 Doi: 10.3109/15513815.2012.754529 (2013).\n                                                                            22. T. Ried, G. Landes, W. Dackowski, K. Klinger, and D. Ward, Mul-\nConﬂict of Interest                                                             ticolor ﬂuorescence in situ hybridization for the simultaneous detec-\nAuthors have no conﬂict of interest.                                            tion of probe sets for chromosomes 13, 18, 21, X and Y in uncultured\n                                                                                amniotic ﬂuid cells. Human Molecular Genetics, 1, 307 (1992).\n                                        Delivered by Publishing Technology              to: E.\n                                                                            23. F. Sheth,    Guest\n                                                                                                 Ewers,User\n                                                                                                          N. Kosyakova, A. Weise, J. Sheth, M. Desai,\nREFERENCES                             IP: 121.247.165.154 On: Thu, 16J.Jan              2014J.18:47:32\n                                                                                    Andrieux,      Vermeesch, A. B. Hamid, M. Ziegler, and T. Liehr,\n 1. J. H. Tijo and A. Levan, The chromosome   Copyright:\n                                                number of man.American\n                                                                  Heredi- Scientific\n                                                                                A smallPublishers\n                                                                                          supernumerary marker chromosome present in a Turner syn-\n    tas, 42, 1 (1965).                                                          drome patient not derived from X- or Y-chromosome: A case report.\n 2. J. D. Watson and F. H. C. Crick, A structure for deoxyribose nucleic        Molecular Cytogenetics 2, 22 (2009).\n                                                                            24. F. Sheth, J. Andrieux, E. Ewers, N. Kosyakova, A. Weise, H. Sheth,\n    acid. Nature 171, 737 (1953).\n                                                                                S. P. Romana, M. LeLorc’h, B. Delobel, O. Theisen, T. Liehr,\n 3. T. Liehr and F. Pellestor, Molecular cytogenetics: The standard FISH\n                                                                                S. Nampoothiri, and J. Sheth, Characterization of sSMC by FISH\n    and PRINS procedure. Fluorescence In Situ Hybridization (FISH)-\n                                                                                and molecular techniques. European Journal of Medical Genetics\n    —Application Guide, edited by T. Liehr, Springer, Berlin (2009),\n                                                                                54, 247 (2011).\n    pp. 23–34.\n                                                                            25. F. Sheth, N. Gohel, T. Liehr, O. Akinde, M. Desai, O. Adeteye, and\n 4. J. Lejeune, R. Turpin, and M. Gautier, Mongolism; a chromosomal\n                                                                                J. Sheth, Gain of chromosome 4qter and loss of 5pter—An unusual\n    disease (trisomy). Bulletin de l’Acade‘mie Nationale de Me‘decine\n                                                                                case with features of Cri du chat syndrome (CdCS). Case Reports\n    143, 256 (1959).\n                                                                                in Genetics 2012, 153405. Doi: 10.1155/2012/153405 (2012).\n 5. C. Ford, K. Jones, O. Miller, U. Mittwoch, L. Penrose, M. Ridler,\n                                                                            26. S. Walter, K. Sandig, G. Hinkel, B. Mitulla, K. Ounap, G. Sims,\n    and A. Shapro, The chromosomes in a patient showing both mon-               M. Sitska, B. Utermann, P. Viertel, V. Kalscheuer, and O. Bartsch,\n    golism and the Klinefelter syndrome. Lancet 1, 709 (1959).                  Subtelomere FISH in 50 children with mental retardation and minor\n 6. P. A. Jacobs, A. G. Baikie, W. M. Brown, and J. A. Strong, The              anomalies, identiﬁed by a checklist, detects 10 rearrangements\n    somatic chromosomes in mongolism. Lancet 273, 710 (1959).                   including a de novo balanced translocation of chromosomes 17p13.3\n 7. K. Patau, D. Smith, E. Therman, S. Inhorn, and H. Wagner, Multiple          and 20q13.33. American Journal of Medical Genetics 128A, 364\n    congenital anomaly caused by an extra autosome. Lancet 1, 790               (2004).\n    (1960).                                                                 27. P. Johnson, J. Leek, K. Swinbank, B. Angus, P. Roberts,\n 8. T. Caspersson, L. Zech, C. Johansson, and E. Modest, Identiﬁcation          A. Markham, P. J. Selby, and K. A. MacLennan, The use of ﬂu-\n    ofhuman chromosomes by DNA-binding ﬂuorescent agents. Chomo-                orescent in situ hybridization for detection of the t(2;5)(p23;q35)\n    soma 30, 215 (1970).                                                        translocation in anaplastic large-cell lymphoma. Ann. Oncol. 8, 65\n 9. D. Rooney, Human Cytogenetics: Constitutional Analysis, Oxford              (1997).\n    University Press, New York (2001).                                      28. S. Raimondi. Fluorescence in situ hybridization: Molecular probes\n10. J. Rowley, A new consistent chromosomal abnormality in chronic              for diagnosis of pediatric neoplastic diseases. Cancer Invest 18, 135\n    myelogenousleukaemia identiﬁed by quinacrine ﬂuorescence and                (2000).\n    Giemsa staining. Nature 243, 290 (1973).                                29. O. Kallioniemi, A. Kallioniemi, D. Sudar, D. Rutovitz, J. Gray,\n11. J. Yunis, High resolution of human chromosomes. Science 191, 1268           F. Waldman, and D. Pinkel, Comparative genomic hybridization:\n    (1976).                                                                     A rapid new method for detecting and mapping DNA ampliﬁcation\n12. R. S. K. Chaganti, S. Schonberg, and J. German, A manyfold                  in tumors. Semin. Cancer Bio. 4, 41 (1993).\n    increase in sister chromatid exchanges in bloom’s syndrome lym-         30. D. Miller, M. Adam, S. Aradhya, L. Biesecker, A. Brothman,\n    phocytes. Proc. Natl. Acad Sci. USA 71, 4508 (1974).                        N. Carter, D. M. Church, J. A. Crolla, E. E. Eichler, C. J. Epstein,\n\n8                                                                                                                     J. Transl. Toxicol. 1, 3–9, 2014\n\fSheth et al.                                                                                     Evolution of Cytogenetics in Disease Diagnosis\n\n    W. A. Faucett, L. Feuk, J. M. Friedman, A. Hamosh, L. Jackson,           43. F. Ong, J. Lin, K. Das, D. Grosu, and J. Fan, Translational\n    E. B. Kaminsky, K. Kok, I. D. Krantz, R. M. Kuhn, C. Lee,                     utility of next-generation sequencing. Genomics, Doi:pii: S0888-\n    J. M. Ostell, C. Rosenberg, S. W. Scherer, N. B. Spinner, D. J.               7543(13)00089-X. 10.1016/j.ygeno. 2013.04.012 2013 (2013).\n    Stavropoulos, J. H. Tepperberg, E. C. Thorland, J. R. Vermeesch,         44. W. Chen, V. Kalscheuer, and A. Tzschach, Mapping transloca-\n    D. J. Waggoner, M. S. Watson, C. L. Martin, and D. H. Ledbetter,              tion breakpoints by next-generation sequencing. Genome Research\n    Consensus statement: Chromosomal microarray is a ﬁrst-tier clini-             18, 1143 (2008).\n    cal diagnostic test for individuals with developmental disabilities or   45. H. Rehm, Disease-targeted sequencing: A cornerstone in the clinic.\n    congenital anomalies. American Journal of Human Genetics 86, 749              Nature Reviews 14, 295 (2013).\n    (2010).                                                                  46. K. Voelkerding, S. Dames, and J. Durtschi, Next-generation sequenc-\n31. B. Bejjani, R. Saleki, B. Ballif, E. Rorem, K. Sundin, A. Theisen,            ing: From basic research to diagnostics. Clinical Chemistry 55, 641\n    C. D. Kashork, and L. G. Shaffer, Use of targeted array-based CGH             (2009).\n    for the clinical diagnosis of chromosomal imbalance: Is less more?       47. Y. M. Lo, K. C. Chan, H. Sun, E. Z. Chen, P. Jiang, F. M. Lun,\n    American Journal of Medical Genetics 134, 259 (2005).                         Y. W. Zheng, T. Y. Leung, T. K. Lau, C. R. Cantor, and R. W.\n32. B. Bejjani and L. Shaffer, Application of array-based comparative             Chiu, Maternal plasma DNA sequencing reveals the genome-wide\n    genomic hybridization to clinical diagnostics. Journal of Molecular           genetic and mutational proﬁle of the fetus. Science 2, 61ra91DOI:\n    Diagnosis 8, 528 (2006).                                                      10.1126/scitranslmed.300172 (2010).\n33. L. Shaffer, Risk estimates for uniparental disomy following prenatal     48. N. Douville, D. Huh, and S. Takayama, DNA linearization through\n    detection of a nonhomologous Robertsonian translocation. Prenatal             conﬁnement in nanoﬂuidic channels. Analytical and Bioanalytical\n    Diagnosis 26, 303 (2006).                                                     Chemistry 391, 2395 (2008).\n34. T. Sahoo, S. Peters, N. Madduri, D. Glaze, J. German, L. Bird,           49. H. Sheth, J. L. Blouin, J. Sheth, F. Sheth, Triple-X syndrome\n    R. Barbieri-Welge, T. J. Bichell, A. L. Beaudet, and C. A. Bacino,            in a trisomic Down syndrome child: Both aneuploidies originated\n    Microarray based comparative genomic hybridization testing in                 from the mother. International Journal of Human Genetics 11, 51\n    deletion bearing patients with Angelman syndrome: Genotype-                   (2011).\n    phenotype correlations. Journal of Medical Genetics 43, 512              50. U. Radhakrishna, V. C. Shah, H. Highland, N. Chinoy, and F.\n    (2006).                                                                       Sheth, A triple-X female with long arm deletion of one of\n35. R. Selzer, T. Richmond, N. Pofahl, R. Green, P. Eis, P. Nair, A. R.           the X-chromosomes associated with primary amenorrhoea: 47,XX,\n    Brothman, and R. L. Stallings, Analysis of chromosome break-                  +del(X) (q27.3). Annales de Genetique 34, 40 (1991).\n    points in neuroblastoma at sub-kilobase resolution using ﬁne-tiling      51. F. Sheth, J. Sheth, and C. Desai, Case of near triploidy with isochro-\n    oligonucleotide array CGH. Genes Chromosomes Cancer 44, 305                   mosome 17(q). Cancer Genetics Cytogenetics 164, 177 (2006).\n    (2005).                                                                  52. F. Sheth, J. Andrieux, S. Tewari, H. Sheth, M. Desai, P. Kumari,\n36. L. Wong, D. Dimmock, M. Geraghty, R. Quan, U. Lichter-Konecki,                N. Nanavati, and J. Sheth, Phenotypic consequences of combined\n    J. Wang, E. K. Brundage, F. Scaglia, and A. C. Chinault, Utility              deletion 8pter and duplication 15qter. Molecular Cytogenetics 6, 24\n                                         Delivered\n    of oligonucleotide array-based comparative         by Publishing\n                                                   genomic  hybridizationTechnology\n                                                                                  (2013).to: Guest User\n                                        IP: 121.247.165.154\n    for detection of target gene deletions.  Clinical Chemistry 54, On:\n                                                                     1141 Thu,\n                                                                             53.16F.Jan\n                                                                                     Sheth,2014   18:47:32\n                                                                                            U. Shah,  M. Desai, and J. Sheth, Clinical Proﬁle of Inver-\n    (2008).                                    Copyright:     American     Scientific    Publishers\n                                                                                  sion Y in People of Gujarat, West India. International Journal of\n37. A. Urban, J. Korbel, R. Selzer, T. Richmond, A. Hacker, G. V.                 Human Genetics 11, 245 (2011).\n    Popescu, J. F. Cubells, R. Green, B. S. Emanuel, M. B. Gerstein,         54. J. Sheth, R. Joshi, D. Master, and F. Sheth, Ring chromosome 9 in\n    S. M. Weissman, and M. Snyder, High-resolution mapping of DNA                 a dysmorphic child. Indian Journal of Pediatrics 74, 507 (2007).\n    copy alterations in human chromosome 22 using high-density tiling        55. F. Sheth and N. Soni, Ring chromosome 14 in a child with epilepsy\n    oligonucleotide arrays. PNAS 103, 4534 (2005).                                and development delay. Indian Pediatrics 43, 744 (2006).\n38. J. Andrieux and F. Sheth, CGH-Array study and its utility in chil-       56. F. Sheth, J. Sheth, and A. Verhest, A three way complex translocation\n    dren for detection of Constitutional and Acquired anomalies. Indian           (4; 9; 22) in two patients with chronic myelocytic leukemia. Journal\n    Journal of experimental Biology 47, 779 (2009).                               of Cancer Research and Therapeutics 1, 108 (2005).\n39. R. Asadollahi, B. Oneda, F. Sheth, S. Azzarello-Burri, R. Baldinger,     57. A. Multani, U. Radhakrishna, F. Sheth, V. C. Shah, N. Chinoy, and\n    P. Joset, B. Latal, W. Knirsch, S. Desai, A. Baumer, G. Houge, J.             S. Pathak, Maternal Inheritance of 10/15 translocations in a female\n    Andrieux, and A. Rauch, Dosage changes of MED13L further delin-               with bad obstetric history. Brazelian Journal of Genetics 19, 497\n    eate its role in congenital heart defects and intellectual disability.        (1996).\n    European Journal of Human Genetics, Doi: 10.1038/ejhg.2013.17.           58. F. Sheth, E. Ewers, N. Kosyakova, A. Weise, J. Sheth, S. Patil,\n    [Epub ahead of print] (2013).                                                 M. Ziegler, and T. Liehr, A neocentric isochromosome Yp present\n40. F. Sheth, J. Andrieux, and J. Sheth, Supernumerary marker chromo-             as additional small supernumerary marker chromosome–evidence\n    some in a child with microcephaly and mental retardation. Indian              against U-type exchange mechanism?. Cytogenetics and Genome\n    Pediatrics 47, 277 (2010).                                                    Research 125, 115 (2009).\n41. M. Shinawi and S. Cheung, The array CGH and its clinical applica-        59. F. Sheth, O. Akinde, C. Datar, O. Adeteye, and J. Sheth, Genotype-\n    tions. Drug Discovery Today 13, 760 (2008).                                   phenotype characterization of Wolf-Hirschhorn syndrome con-\n42. F. Sanger, S. Nicklen, and A. Coulson, DNA sequencing with chain-             ﬁrmed by FISH—Case reports. Case Reports in Genetic 5 pages\n    terminating inhibitors. PNAS 74, 5463 (1977).                                 Doi:10.1155/2012/878796 (2012).\n\n\n\n\nJ. Transl. Toxicol. 1, 3–9, 2014                                                                                                                     9",
  "wordCount": 4449,
  "indexed": "2025-09-25T22:46:47.436Z",
  "method": "direct"
}
