{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/admin - Consenso para la Implementación de los Arrays (CGH.pdf",
  "fileName": "admin - Consenso para la Implementación de los Arrays (CGH.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/admin - Consenso para la Implementación de los Arrays (CGH.pdf",
  "text": "Consenso\npara la Implementación\nde los Arrays [CGH y SNP-arrays]\nen la Genética Clínica\n\f© 2012 del contenido: Instituto Roche. Eucalipto, 33. 28016-Madrid www.institutoroche.es\n© 2012 de esta edición: Drug Farma, S. L. Antonio López, 249 1.ª planta. 28041-Madrid\n\nReservados todos los derechos. Ninguna parte de esta publicación puede ser reproducida, almacenada o\ntransmitida en cualquier forma ni por cualquier procedimiento electrónico, mecánico, de fotocopia de registro o\nde otro tipo, sin el permiso previo de los autores.\n\nISBN: 978-84-15010-13-5\nD. L.: M-10474-2012\n\f                                                        GRUPO DE TRABAJO\n\n\n                                                                             COORDINADORES\n       Juan C. Cigudosa García                                  Pablo Lapunzina Badía\n        Jefe de Citogenética Molecular,                        Director-Coordinador del Instituto\n      Centro Nacional de Investigaciones                 de Genética Médica y Molecular (INGEMM).\n        Oncológicas (CNIO). CIBERER-                    IDIPaz-Hospital Universitario La Paz-CIBERER-\n      Centro de Investigación Biomédica                       Centro de Investigación Biomédica\n    en Red de Enfermedades Raras. Madrid                   en Red de Enfermedades Raras. Madrid\n\n\n                                                                   MIEMBROS DEL GRUPO\n          Guillermo Antiñolo Gil                            Manuel de la Puente Andrés\n    Jefe de Servicio de Obstetricia y Ginecología.          Director Gerente, Hospital Universitario\nDirector de la Unidad de Gestión Clínica de Genética,            de Fuenlabrada. Fuenlabrada\n    Reproducción y Medicina Fetal. Profesor Titular\n   de Ginecología y Obstetricia. Unidad de Gestión          Feliciano J. Ramos Fuentes\nClínica de Genética, Reproducción y Medicina Fetal.      Catedrático de Pediatría, Unidad de Genética\n     Hospital Universitario Virgen del Rocío. Sevilla    Clínica, Hospital Clínico Universitario “Lozano\n                                                          Blesa”. Facultad de Medicina, Universidad\n          Carmen Ayuso García                                       de Zaragoza. Zaragoza\n      Jefa de Servicio de Genética, Instituto\nde Investigación Sanitaria Fundación Jiménez Díaz.              Pedro Serrano Aguilar\n              CIBERER ISCIII. Madrid                     Jefe de Servicio de Evaluación y Planificación.\n                                                          Jefe de Grupo y Coordinador del Programa\n          Pilar Nicolás Jiménez                               de Evaluación de Servicios de Salud\n Investigadora Permanente, Cátedra Interuniversitaria        en CIBERESP. Servicio de Evaluación\n     de Derecho y Genoma Humano. Universidad              del Servicio Canario de la Salud, Consejería\n    de Deusto / Euskal Herriko Uniberstitate. Bilbao         de Sanidad del Gobierno de Canarias.\n                                                              CIBER Epidemiología y Salud Pública\n       Francisco Palau Martínez                               (CIBERESP). Santa Cruz de Tenerife\n Profesor de Investigación, Unidad de Genética\n y Medicina Molecular. Instituto de Biomedicina                 Isabel Tejada Mínguez\n  de Valencia, CSIC. Director Científico, CIBER            Responsable del Laboratorio de Genética\n  de Enfermedades Raras (CIBERER). Valencia             Molecular, Servicio de Bioquímica. Responsable\n                                                            de la Unidad de Genética del Instituto\n          Alberto Plaja Rustein                          BIO-CRUCES. Hospital de Cruces. Barakaldo\nResponsable de Citogenética Molecular, Programa\n   de Medicina Molecular. Hospital Universitari\n    Vall d’Hebron. Institut de Recerca (VHIR).\n Universitat Autònoma de Barcelona. Barcelona\n\n\n\n                                                                                                           3\n\f                                                                          COLABORADORES\n               Lidia García Pérez                           Juan Manuel Ramos Goñi\n         Técnica de Investigación, Fundación               Técnico de Investigación, Fundación\n      Canaria de Investigación y Salud “FUNCIS”;        Canaria de Investigación y Salud “FUNCIS”;\n        CIBER Epidemiología y Salud Pública               CIBER Epidemiología y Salud Pública\n         (CIBERESP). Santa Cruz de Tenerife                (CIBERESP). Santa Cruz de Tenerife\n\n\n\n              EXPERTOS INVITADOS A LA CONFERENCIA DE CONSENSO\n           Lluís Armengol i Dulcet                            Julián Nevado Blanco\n     Director Científico, Qgenomics. Barcelona               Responsable del Área de Genómica\n                                                                Estructural y Funcional, INGEMM\n      María José Calasanz Abinzano                       (Instituto de Genética Médica y Molecular)-\n    Catedrática de Genética / Directora del Servicio   IdiPAZ (Hospital Universitario La Paz. Imsalud).\n    de Análisis Genéticos UN. Servicio de Análisis                   Universidad Autónoma\n       Genéticos / Departamento de Genética                       de Madrid, CIBERER. Madrid\n       Universidad de Navarra (UN). Pamplona\n                                                             Sergio Romeo Malanda\n            Daniel Callejo Velasco                     Profesor Ayudante Doctor de Derecho Penal,\n    Evaluación Económica de Tecnologías Sanitarias.    Universidad de Las Palmas de Gran Canaria.\n     Unidad de Evaluación de Tecnologías Sanitarias            Las Palmas de Gran Canaria\n        (UETS) Agencia Laín Entralgo. Consejería\n    de Sanidad de la Comunidad de Madrid. Madrid               Javier Sánchez Caro\n                                                       Responsable del Área de Bioética y Derecho\n         Joaquín Dopazo Blázquez                           Sanitario, Consejería de Sanidad.\n      Director de Departamento, Departamento                Comunidad de Madrid. Madrid\n      de Bioinformática, Centro de Investigación\n               Príncipe Felipe. Valencia                        Javier Suela Rubio\n                                                          Director Técnico, NIMGenetics. Madrid\n         Montserrat Milá Recasens\n       Jefa de Sección de Genética Molecular,                Miguel Urioste Azcorra\n     Servicio de Bioquímica y Genética Molecular,            Investigador Genética Humana,\n       Hospital Clínic de Barcelona. Barcelona              Centro Nacional de Investigaciones\n                                                            Oncológicas (CNIO). Investigador,\n            Miguel Moreno Muñoz                             Centro de Investigación Biomédica\n       Profesor Ayudante Doctor, Departamento           en Red de Enfermedades Raras (CIBERER).\n    de Filosofía II. Universidad de Granada. Granada                     Madrid\n\n\n                                                                          ASESOR EXTERNO\n                                                                    Ángel Carracedo Álvarez\n             Director de la Fundación Pública Gallega de Medicina Genómica-Servicio Gallego de Salud.\n                             CIBERER-Universidad de Santiago de Compostela. Santiago de Compostela\n\n4\n\f                                                         PRESENTACIÓN\n\n\n\n\nLos CGH-arrays (Comparative Genomic Hybridization Arrays) y los SNP-arrays (Single\nNucleotide Polymorphism Arrays) son potentes e innovadoras tecnologías cuya implanta-\nción está permitiendo un cambio extraordinario en el diagnóstico de distintas patologías,\nespecialmente en el ámbito del diagnóstico prenatal y en el diagnóstico e investigación\ndel retraso mental.\n\nLa incorporación de estos nuevos recursos diagnósticos es ya una realidad en nuestro\nentorno, más aún cuando ya se empieza a conocer que son más informativos en tér-\nminos de resolución (casi diez veces más) que las tecnologías convencionales y que\nactualmente ya son coste-eficientes. Gracias a estos nuevos test no solo se conseguirán\nmejores diagnósticos (más efectivos y tempranos) en los síndromes posnatales, sino que\ntambién se favorecerá el diagnóstico de patologías que no se detectaban anteriormente\nen Medicina Prenatal.\n\nEn estos momentos se está comenzando a implementar estos recursos en la rutina clí-\nnica, aunque no sin ciertos obstáculos. Las dificultades derivan fundamentalmente del\ncambio de paradigma que supone su implementación y, en parte, del coste que lleva\naparejado el cambio de tecnología. Además, hasta ahora existía un vacío científico y legal\nen lo que respecta a la recomendación y la regulación, respectivamente, del uso de las\ntecnologías de microarrays en España.\n\nDe ahí el interés y la necesidad de mejorar el conocimiento, difusión y generalización de\nestas tecnologías de diagnóstico genómico, un objetivo que se ha pretendido cubrir con\nla creación de un grupo multidisciplinar de expertos. Así surgió el Grupo para el Consen-\nso para la Implementación de los Arrays [CGH y SNP-arrays] en la Genética Clínica, que\nha sido promovido por el Instituto Roche.\n\nEl Grupo nació a partir de una idea original del Dr. Juan C. Cigudosa, jefe del Laboratorio\nde Citogenética Molecular del Centro Nacional de Investigaciones Oncológicas (CNIO) y\ndel equipo del Instituto Roche, a la que se sumó inmediatamente el Dr. Pablo D. Lapun-\nzina, coordinador responsable del Instituto de Genética Médica y Molecular del Hospital\nUniversitario La Paz (Madrid). Dando un paso más, este Grupo de Trabajo se planteó\ncomo principal actividad la redacción de un documento que analizase objetivamente las\nevidencias existentes en este ámbito desde el punto de vista científico, tecnológico y de\ncoste-efectividad y que consensuase los puntos de incertidumbre a través de la expe-\n\n\n                                                                                              5\n\f    Consenso para la Implementación de los Arrays\n    [CGH y SNP-arrays] en la Genética Clínica\n\n\n    riencia propia de los miembros del Grupo y de otros expertos que han participado en\n    los grupos de discusión. Fruto de este trabajo es este documento que pretende aportar\n    una visión común y unas recomendaciones útiles sobre la utilización de los CGH-arrays\n    y SNP-arrays en el diagnóstico prenatal y en el diagnóstico e investigación clínica en\n    síndromes posnatales.\n\n    El objetivo general de este proyecto ha sido confeccionar un documento sobre el uso,\n    aplicación e implementación de esta tecnología en medicina, que sirva para orientar a los\n    profesionales en el buen uso de la misma, en las indicaciones correctas y con los contro-\n    les de calidad apropiados. Esto también repercutirá en un mejor diagnóstico y tratamiento\n    de los pacientes, lo que sin duda contribuirá a mejorar la situación de las familias.\n\n    Sin lugar a dudas, se ha efectuado un enorme y provechoso esfuerzo por discutir los\n    pros y los contras de estas tecnologías, de su aplicación clínica; por evaluar el impacto\n    sociosanitario de estas aplicaciones, y por estudiar las posibles repercusiones éticas y\n    jurídicas derivadas de incorporar estas tecnologías genómicas al arsenal de recursos de\n    diagnóstico genético y clínico. Así ha sido posible elaborar un conjunto de recomenda-\n    ciones sobre estos temas que, estoy convencido, serán extraordinariamente útiles tanto\n    para el personal sanitario y asistencial como para los responsables de la gestión sanitaria\n    que regula esa atención.\n\n    El trabajo del Grupo y el documento de consenso que se ha redactado abordan distin-\n    tos aspectos de crucial importancia, como la evaluación tecnológica y de laboratorio, la\n    aplicabilidad clínica, el marco legal y ético, la epidemiología del retraso mental y la orga-\n    nización de la atención sanitaria de estas enfermedades, y la evaluación económica. De\n    indudable valor son las recomendaciones finales que formulan los expertos y que tienen\n    por objeto facilitar y optimizar la aplicación clínica de los CGH-arrays en el diagnóstico\n    genético; de esta forma se sintetizan consejos prácticos que deben seguir los servicios\n    o centros de genética que ofrezcan tecnologías genómicas.\n\n    Junto a los doctores Juan Cruz Cigudosa y Pablo Lapunzina, forman actualmente parte\n    del Grupo para el Consenso relevantes científicos, clínicos y profesionales de otras áreas\n    afines que, con su experiencia, ánimo, esfuerzo y dedicación han hecho posible este\n    magno proyecto. Destaca especialmente la labor que ha llevado a cabo como asesor ex-\n    terno Ángel Carracedo, director de la Fundación Pública Gallega de Medicina Genómica-\n    Servicio Gallego de Salud CIBERER-Universidad de Santiago de Compostela.\n\n    A todos ellos y al resto de personas que han colaborado en la puesta en marcha del\n    Grupo para el Consenso y en la elaboración de este documento de consenso les doy\n    mi más sincera enhorabuena y mi agradecimiento personal. Tan solo su calidad personal\n    supera su excelencia profesional.\n\n                                                                           Jaime del Barrio\n                                                           Director General del Instituto Roche\n\n\n6\n\f                                                                        ÍNDICE\nINTRODUCCIÓN                                                                    13\nJustificación del proyecto                                                      13\nObjetivo                                                                        13\nMETODOLOGÍA                                                                     15\n\n1. ÁREA DE EVALUACIÓN TECNOLÓGICA Y DE LABORATORIO                              17\n  1.1. Incorporación de la genómica al diagnóstico genético:\n       de la hibridación genómica comparada a los microarrays de CGH            17\n  1.2. Tipos y funcionalidad de los array-CGH                                   20\n    1.2.1. Microarrays de BAC                                                   20\n    1.2.2. Microarrays de oligonucleótidos                                      21\n    1.2.3. Microarrays de SNP                                                   23\n  1.3. Situación actual de la tecnología: diseños disponibles,\n       fabricación interna, obtención de marcado CE (conformidad europea)       23\n    1.3.1. Los microarrays de fabricación propia                                23\n    1.3.2. Los microarrays de fabricación industrial (comerciales)              24\n    1.3.3. Los microarrays de diseño original y fabricación comercial\n           (microarrays personalizados o “customizados”)                        24\n    1.3.4. La resolución teórica y real de un microarray                        24\n    1.3.5. Marcaje CE para el empleo de los arrays-CGH en diagnóstico clínico   26\n  1.4. Análisis funcional de tecnología                                         27\n    1.4.1. Ventajas y beneficios de los microarrays                             27\n    1.4.2. Comparativa con otros métodos: cariotipo, FISH, qF-PCR, SKY\n           (cariotipo espectral multicolor), MLPA                               28\n                                                                                     7\n\f    Consenso para la Implementación de los Arrays\n    [CGH y SNP-arrays] en la Genética Clínica\n\n    \t\t\t 1.4.2.1. Cariotipo                                                               28\n    \t\t\t 1.4.2.2. FISH                                                                    29\n    \t\t\t 1.4.2.3. FISH y qF-PCR para estudio de aneuploidías                              29\n    \t\t\t 1.4.2.4. SKY o M-FISH (multi-FISH)                                               30\n    \t\t\t 1.4.2.5. MLPA                                                                    30\n    \t\t1.4.3. Limitaciones del array-CGH                                                  30\n    \t\t1.4.4. Beneficios y usos potenciales                                               32\n     1.5. R\n          \u0007 equerimientos técnicos y de funcionamiento profesional para la realización\n          de experimentos genómicos y su aplicación al diagnóstico                       33\n    \t\t1.5.1. Requerimientos técnicos y profesionales                                     33\n    \t\t1.5.2. Requerimientos legales                                                      34\n    \t\t\t 1.5.2.1. Licencia de Actividad Sanitaria                                         34\n    \t\t\t 1.5.2.2. Acreditación UNE-EN-ISO 15189                                           34\n    \t\t\t 1.5.2.3. Controles de calidad externos e intercomparaciones                      35\n     1.6. Recomendaciones técnicas y profesionales                                       35\n     1.7. Bibliografía                                                                   37\n\n    2. ÁREA DE APLICACIÓN CLÍNICA                                                        41\n      2.1. Introducción                                                                  41\n      2.2. Indicaciones más comunes de uso de los arrays-CGH                             42\n    \t\t2.2.1. Población de pacientes en la que aplicar los arrays-CGH                     42\n    \t\t\t 2.2.1.1. R \u0007 etraso mental, trastornos del aprendizaje, autismo\n                   y discapacidad intelectual                                            42\n    \t\t\t 2.2.1.2. Retraso mental o discapacidad intelectual grave o severa (RMS)          43\n    \t\t\t 2.2.1.3. Retraso mental leve/moderado (RMLM)                                     44\n    \t\t\t 2.2.1.4. Etiología del RM/DI                                                     44\n    \t\t\t 2.2.1.5. Causas genéticas de RM/DI                                               44\n    \t\t\t 2.2.1.6. Síndromes genéticos clínicamente reconocibles                           45\n    \t\t\t 2.2.1.7. P \u0007 acientes con trastornos de la fertilidad, esterilidad\n                   y/o con abortos reiterados                                            45\n    \t\t\t 2.2.1.8. Pacientes con talla baja                                                47\n    \t\t\t 2.2.1.9. Pacientes con patologías específicas: “personalización de arrays”       47\n    \t\t2.2.2. Diagnóstico prenatal                                                        47\n    \t\t2.2.3. Hemato-Oncología                                                            49\n    \t\t2.2.4. Diagnóstico preimplantacional, células mesenquimales y terapia celular      50\n      2.3. \u0007Protocolo mínimo de evaluación de un paciente antes de la realización\n            de un array-CGH                                                              51\n\n\n8\n\f                                                                                  Índice\n\n\t\t2.3.1. Genética clínica posnatal                                                   51\n\t\t\t 2.3.1.1. P\u0007 acientes con retraso mental, trastornos del espectro autista\n              y/o anomalías congénitas múltiples                                     51\n\t\t\t 2.3.1.2. Síndromes genéticos clínicamente reconocibles                           52\n\t\t\t 2.3.1.3. P\u0007 acientes con trastornos de la fertilidad, esterilidad\n              y/o con abortos frecuentes                                             52\n\t\t\t 2.3.1.4. Pacientes con talla baja                                                53\n\t\t\t 2.3.1.5. P\u0007 acientes con patologías específicas o dentro de un grupo\n              específico de patologías                                               53\n\t\t2.3.2. Diagnóstico prenatal                                                        53\n\t\t2.3.3. Onco-Hematología                                                            53\n\t\t2.3.4. Diagnóstico preimplantacional, células mesenquimales y terapia celular      54\n 2.4. Bases de datos                                                                 54\n\t\t2.4.1. \u0007Bases de datos de utilidad para el análisis e interpretación\n          de los arrays-CGH: OMIM, UCSC, Decipher                                    54\n\t\t\t 2.4.1.1. OMIM                                                                    54\n\t\t\t 2.4.1.2. UCSC                                                                    54\n\t\t\t 2.4.1.3. Decipher                                                                55\n\t\t2.4.2. Bases de datos de variantes genómicas                                       55\n\t\t\t 2.4.2.1. Database of Genomic Variants                                            55\n\t\t\t 2.4.2.2. Ensembl                                                                 56\n\t\t\t 2.4.2.3. Genecards and GeneReviews                                               56\n\t\t2.4.3. \u0007Desarrollo de una base de datos de CNV a través\n          de los Institutos Nacionales de la Salud de los EE. UU.                    56\n 2.5. N\n      \u0007 omenclatura de los arrays. Variantes normales y patogénicas.\n      Plataformas de arrays-CGH para el uso clínico-asistencial                      58\n\t\t2.5.1. Evaluación de la patogenicidad de una CNV                                   58\n\t\t\t 2.5.1.1. Duplicaciones segmentarias                                              58\n\t\t\t 2.5.1.2. Clasificación de las variantes en los arrays-CGH                        58\n\t\t2.5.2. Nomenclatura de los arrays-CGH. Sistema ISCN                                60\n\t\t\t 2.5.2.1. Algunos ejemplos sobre informes                                         60\n\t\t2.5.3. Los informes de arrays                                                      61\n\t\t\t 2.5.3.1. Información mínima que debe contener un informe clínico de arrays       61\n\t\t\t 2.5.3.2. Ejemplo de informe tipo de un array-CGH                                 61\n\t\t2.5.4. Comparación de plataformas de uso clínico de los arrays-CGH                 61\n\t\t2.5.5. Recomendaciones para la cobertura de los arrays-CGH y su resolución         63\n\t\t2.5.6. \u0007Impacto de los reordenamientos equilibrados y del mosaicismo\n          de bajo porcentaje en la sensibilidad clínica de los arrays-CGH            64\n\n                                                                                           9\n\f     Consenso para la Implementación de los Arrays\n     [CGH y SNP-arrays] en la Genética Clínica\n\n               2.6. \u0007Impacto clínico inmediato y a largo plazo de la implementación\n                     de los arrays-CGH                                                65\n     \t\t2.6.1. Resultados comparativos entre el cariotipo y los arrays-CGH             65\n     \t\t2.6.2. Impacto en el diagnóstico clínico inmediato de los arrays-CGH           66\n      2.7. Recomendaciones clínicas                                                   69\n      2.8. Bibliografía                                                               70\n\n     3. MARCO LEGAL Y ÉTICO                                                           77\n       3.1. I\u0007ntroducción: razones para una atención especial desde\n             el punto de vista jurídico y ético a la tecnología\n             de los microarrays de CGH                                                77\n     \t\t3.1.1. La dificultad en la interpretación de los resultados de las pruebas     77\n     \t\t3.1.2. Marco general ético y legal                                             78\n       3.2. I\u0007mplicaciones para los profesionales y los pacientes.\n              Principios generales                                                    81\n     \t\t3.2.1. \u0007Garantías de equidad en el acceso a los análisis mediante\n                  microarrays de CGH                                                  81\n     \t\t3.2.2. Garantías en el proceso de información y asesoramiento                  81\n     \t\t3.2.3. \u0007Garantías en la custodia y gestión de los datos genéticos\n                  personales obtenidos                                                82\n       3.3. Régimen normativo                                                         82\n     \t\t3.3.1. Diagnóstico e investigación                                             82\n     \t\t3.3.2. \u0007El proceso del consejo genético. Importancia particular\n                  en el diagnóstico con microarrays de CGH                            85\n     \t\t3.3.3. Criterios de calidad de los centros                                     86\n     \t\t3.3.4. Los profesionales implicados                                            87\n     \t\t3.3.5. \u0007Contenido mínimo de la información que debe recibir el paciente\n                  antes del estudio                                                   88\n       3.4. Cuestiones particulares                                                   89\n     \t\t3.4.1. Diagnóstico preimplantatorio                                            89\n     \t\t3.4.2. \u0007Diagnóstico prenatal. LIB y Ley Orgánica 2/2010, de 3 de marzo,\n                  de salud sexual y reproductiva y de la interrupción voluntaria\n                  del embarazo                                                        91\n     \t\t3.4.3. Diagnóstico de menores                                                  92\n     \t\t3.4.4. Diagnóstico de personas sin capacidad para consentir                    93\n     \t\t3.4.5. Utilización de muestras y datos de fallecidos                           94\n       3.5. Recomendaciones legales y éticas                                          95\n       3.6. Bibliografía                                                              97\n\n\n10\n\f                                                                                 Índice\n\n4. E\n   \u0007 PIDEMIOLOGÍA Y SALUD PÚBLICA. DESARROLLO, APROBACIÓN,\n   FINANCIACIÓN, ORGANIZACIÓN Y USO DE LAS PRUEBAS\n   DE DIAGNÓSTICO GENÉTICO DESDE LA PERSPECTIVA\n   DE SALUD PÚBLICA                                                                101\n  4.1. Introducción                                                                101\n  4.2. E\u0007 pidemiología del retraso mental o discapacidad intelectual (RM/DI)\n       y otras condiciones asociadas                                               102\n\t\t4.2.1. Definiciones y criterios diagnósticos                                     102\n\t\t4.2.2. Búsqueda de información y limitaciones de los hallazgos                   103\n\t\t4.2.3. Prevalencia global del RM/DI                                              103\n\t\t4.2.4. El RM/DI en los trastornos del espectro autista                           104\n  4.3. I\u0007ncorporación y financiación de las pruebas de diagnóstico\n         y análisis genético                                                       105\n  4.4. Planificación de los nuevos Servicios de Diagnóstico Genético Molecular     108\n  4.5. El problema de las instituciones en España                                  110\n  4.6. P\u0007 olíticas regulatorias sobre las pruebas genéticas en España\n        y en la Unión Europea (UE)                                                 111\n  4.7. Instrumentos para guiar las decisiones políticas y clínicas                 114\n  4.8. Aspectos éticos de la epidemiología genética                                115\n  4.9. A\u0007 spectos sociales y familiares relacionados con las pruebas\n        de diagnóstico genético                                                    117\n  4.10. Recomendaciones                                                            118\n  4.11. Bibliografía                                                               119\n\n5. \u0007ÁREA DE EVALUACIÓN ECONÓMICA: REVISIÓN SISTEMÁTICA\n    DE COSTE-EFECTIVIDAD                                                           123\n  5.1. Introducción                                                                123\n  5.2. Revisión sistemática de evaluaciones económicas                             124\n\t\t5.2.1. Material y método                                                         124\n\t\t5.2.2. Resultados                                                                125\n\t\t5.2.3. Otras revisiones de evaluaciones económicas identificadas                 131\n  5.3. C\n       \u0007 onsideraciones metodológicas para la evaluación económica\n       de las tecnologías basadas en microarrays de CGH                            132\n\t\t5.3.1. La elección de la medida de resultado                                     132\n\t\t5.3.2. Los costes                                                                134\n\t\t5.3.3. Otras cuestiones metodológicas                                            134\n  5.4. Conclusiones y recomendaciones                                              135\n  5.5. Bibliografía                                                                136\n\n\n                                                                                          11\n\f     Consenso para la Implementación de los Arrays\n     [CGH y SNP-arrays] en la Genética Clínica\n\n     6. A\n        \u0007 PLICACIÓN AL ESTUDIO DE COSTES\n        EN UN ÁMBITO HOSPITALARIO                                             141\n       6.1. Introducción. Razones para realizar un estudio de costes          141\n       6.2. Campo de aplicación del estudio                                   142\n     \t\t6.2.1. Campo de aplicación de los arrays-CGH                           142\n     \t\t6.2.2. Tipo de arrays-CGH                                              142\n     \t\t6.2.3. Costes de personal y amortización del aparataje                 143\n     \t\t6.2.4. Tasas de detección y técnicas de confirmación requeridas        143\n       6.3. E\n            \u0007 valuación del coste económico de las técnicas de citogenética\n            convencional, FISH, MLPA y array-CGH                              144\n     \t\t6.3.1. Citogenética convencional                                       145\n     \t\t6.3.2. FISH                                                            146\n     \t\t6.3.3. MLPA                                                            147\n     \t\t6.3.4. Arrays-CGH                                                      148\n       6.4. Conclusiones                                                      149\n       6.5. Recomendaciones                                                   152\n       6.6. Bibliografía                                                      152\n\n     RECOMENDACIONES SOBRE EL USO CLÍNICO DE LOS ARRAYS-CGH                   155\n\n     ANEXO I. ACREDITACIÓN DE CENTROS, SERVICIOS\n     Y ESTABLECIMIENTOS SANITARIOS                                            163\n\n     ÍNDICE DE TÉRMINOS                                                       167\n\n     ÍNDICE DE ABREVIATURAS                                                   177\n\n\n\n\n12\n\f                                                           INTRODUCCIÓN\n\n\n\n\nJUSTIFICACIÓN DEL PROYECTO\n\nLos microarrays de CGH (arrays-CGH) y los microarrays de SNP (SNP arrays) constitu-\nyen una nueva tecnología con un potencial tal que los expertos creen inevitable que se\nconstituya en una herramienta clave en el diagnóstico de distintas patologías en un amplio\nespectro de áreas clínicas.\n\nLa tecnología de array-CGH permite detectar cambios en el número de copias a través de\ntodo el genoma con alta resolución y con rapidez, y puede, además, ser implementada\nde forma automatizada en plataformas de alto rendimiento.\n\nUna aplicación importante de esta tecnología es la investigación de amplificaciones, de-\nleciones y reordenamientos cromosómicos, que pueden ser factores etiológicos en el\nretraso mental, en la discapacidad intelectual y/o en el trastorno del aprendizaje, condi-\nciones que representan un problema importante de salud pública, y en los que la etio-\nlogía sigue siendo desconocida en una gran proporción de casos. Además, son una\nherramienta de gran utilidad en el estudio de trastornos del espectro autista y/o anomalías\ncongénitas múltiples.\n\nDadas las características y el potencial de esta nueva tecnología, se ha constituido un\nGrupo de Trabajo para evaluar y consensuar la aplicación de estas herramientas genó-\nmicas en el diagnóstico prenatal y en el diagnóstico e investigación clínica en síndromes\nposnatales.\n\nOBJETIVO\n\nEl objetivo general de este proyecto es confeccionar un documento sobre el uso, apli-\ncación e implementación de los arrays-CGH y los SNP arrays en el ámbito clínico que\nsirva para orientar a los profesionales en su uso adecuado, y en el establecimiento de las\nindicaciones correctas y de los controles de calidad apropiados.\n\nEste objetivo también repercutirá en un mejor diagnóstico y tratamiento de los pacientes,\nlo que sin duda contribuirá a mejorar la situación de las familias, a llegar a un diagnóstico\nde su enfermedad, a mejorar el acceso a la educación cuando hay necesidades espe-\nciales y a tener acceso a grupos de soporte y, finalmente, a llevar a cabo una planificación\nreproductiva.\n\n\n                                                                                                13\n\f     Consenso para la Implementación de los Arrays\n     [CGH y SNP-arrays] en la Genética Clínica\n\n\n     Objetivos específicos\n\n       1. \u0007Análisis de la tecnología en los distintos ámbitos de aplicación. Ventajas y limitacio-\n           nes de la técnica, comparación con otros métodos diagnósticos y entre diferentes\n           plataformas. Análisis de la situación actual de los laboratorios que disponen de dicha\n           técnica y requerimientos mínimos consensuados (espacio, personal, plataformas,\n           clones, expertise…). Control de calidad (directrices ECA-European Cytogeneticists\n           Association).\n\n       2. \u0007Análisis de la situación actual de la práctica clínica y de los protocolos en distintos\n           centros. Recomendaciones para su uso en las diferentes situaciones e indicaciones\n           (prenatal/posnatal, síndromes conocidos y en investigación). Propuesta de circuito\n           paciente y protocolos. Bases de datos: recomendaciones de utilización y propuesta\n           para estandarizar características fenotípicas. Consejo genético.\n\n       3. \u0007Marco legal y ético de su potencial aplicación tanto en diagnóstico prenatal como en\n           síndromes posnatales.\n\n       4. \u0007Epidemiología y Salud Pública. Análisis desde el punto de vista de salud pública.\n           Evaluación, regulación y financiación de las nuevas pruebas de diagnóstico genético\n           y las posibles alternativas organizativas y de acreditación.\n\n       5. \u0007Evaluación económica de la tecnología. Revisión de las pruebas de coste efectividad\n           de los arrays-CGH como tecnología alternativa al diagnóstico genético y análisis de\n           las particularidades de la evaluación económica en este campo.\n\n       6. \u0007Aplicación al estudio de costes en un ámbito hospitalario. Evolución del incremento\n           de costes derivado de la sustitución del cariotipo convencional y otras pruebas com-\n           plementarias, y análisis de si el incremento de diagnósticos justifica su utilización.\n\n\n\n\n14\n\f                                                             METODOLOGÍA\n\n\n\n\nPartiendo de los objetivos de este documento, la metodología de elaboración se planteó\nsiguiendo las normas y directrices propias de este tipo de documentos, es decir, trabajo\nmultidisciplinario, coordinado, repartido por áreas y consensuado en reunión de expertos\n(conferencia de consenso).\n\nEl trabajo se inició con dos reuniones, una de los coordinadores para establecer las líneas\ngenerales del proyecto, y posteriormente otra de estos con el grupo de trabajo en la que se\nestablecieron cinco bloques temáticos o mesas de trabajo, responsabilizándose del desa-\nrrollo de cada uno de los temas los miembros de dicho grupo de trabajo y algunos colabo-\nradores invitados a participar en razón de su experiencia en aspectos concretos a abordar.\n\nLos temas, elaborados a partir de la revisión de la literatura y la experiencia profesional de\nlos expertos, se circularon y discutieron entre todo el grupo, y el resultado final de esta\nlabor fue la documentación que se presentó para el consenso.\n\nA continuación, se propuso una selección de expertos, y de cara a la reunión de con-\nsenso se constituyeron tres grupos de trabajo que habrían de discutir las ponencias y\nelaborar las correspondientes conclusiones:\n• Grupo 1: Tecnología y legislación.\n• Grupo 2: Clínica.\n• Grupo 3: Salud pública, economía y planificación.\n\nCada uno de estos grupos estaba formado por, al menos, un miembro del grupo de tra-\nbajo y expertos invitados de las diferentes áreas a abordar. Para facilitar su participación,\ntodos los asistentes a la reunión de consenso recibieron, previamente a la reunión, la\ndocumentación elaborada por el comité.\n\nLa reunión de consenso (Madrid, 28 de junio 2011) se estructuró en tres partes:\n• Sesión plenaria, cuyo objetivo era realizar una breve presentación de los aspectos fun-\n  damentales de cada uno de los temas.\n• Grupos de trabajo: discusión de los temas y establecimiento de conclusiones.\n• Sesión plenaria: presentación y discusión de las conclusiones de cada grupo.\n\nDe esta manera, durante la reunión todos los participantes pudieron contribuir activamen-\nte a la discusión y al consenso definitivo basado en el trabajo de las ponencias.\n\nTras este proceso, los coordinadores revisaron el documento generado y este se sometió\nde nuevo a los miembros del comité de expertos y a un revisor externo para su redacción\nfinal, versión que constituye el contenido de esta guía.\n                                                                                                 15\n\f\f 1. ÁREA DE EVALUACIÓN TECNOLÓGICA Y DE LABORATORIO\n\n\n\n\n1.1. Incorporación de la Genómica al diagnóstico genético:\nde la Hibridación Genómica Comparada a los microarrays de CGH\n\nEn los últimos años las herramientas de análisis genético han sufrido una revolución téc-\nnica comparable a la incorporación del microscopio en los laboratorios. Han aparecido\nsistemas de análisis genómico masivo que permiten analizar en un solo experimento el\nestado de miles de genes. Es decir, estudiar ahora la relación gen-enfermedad no se\nbasa en analizar un único gen candidato y sus efectos, sino en analizar el comportamien-\nto de miles de genes de forma simultánea. Estos sistemas, denominados genéricamente\ncomo matrices, arrays, microarrays o biochips, están cambiando nuestra forma de plan-\ntear problemas y extraer conclusiones de los experimentos y análisis, ya que nos ofrecen\nuna foto compleja del conjunto del genoma. Este conjunto de datos sobre el fenotipo\n(los caracteres que vemos) y el genotipo (la disposición exacta del contenido genético),\nanalizados de forma sistemática mediante herramientas de análisis masivo, constituye\nel cuerpo esencial de lo que denominamos Genómica. La Genómica, por tanto, intenta\nproporcionar a los investigadores en biología el equivalente a la tabla periódica de los ele-\nmentos, es decir, un inventario de todos los genes que contribuyen y se coordinan para\nexplicar la existencia y funcionalidad de cualquier ser vivo. Para ser efectivo, este inven-\ntario tiene que estar asociado a un sistema de clasificación que identifique subconjuntos\nde genes que actúan de forma coordinada para “conformar” el fenotipo del individuo.\n\nSin duda, la mayor contribución de los estudios con microarrays reside en la taxono-\nmía de las enfermedades. Clasificar un determinado fenotipo (un síntoma, un conjunto\nde síntomas en forma de síndrome, un tumor específico, etc.) con nombre y apellidos,\nde la forma menos ambigua posible, permite ajustar el diagnóstico y el tratamiento\ncasi de forma individual, lo que es la base, la piedra angular, de la medicina\nindividualizada. Sin embargo, realizar una filiación o llegar de manera adecuada\nal diagnóstico de un caso real depende de muchas variables: las circunstancias de\nrecogida de la muestra (hospital, laboratorio), el rigor en la descripción inicial de todas\nlas condiciones (anamnesis, datos de laboratorio), la disponibilidad de herramientas\nde diagnóstico adecuadas y, por último, la experiencia del profesional. Conjugar to-\ndos estos elementos tendría que tener como final el desarrollo de una clasificación de\nlas enfermedades que pretenda ser universal y efectiva.\n\nEl diagnóstico genético, basado fundamentalmente en la citogenética y en la genéti-\nca molecular, es una pieza fundamental en la práctica clínica asistencial moderna. Así,\npor ejemplo, las alteraciones genéticas que ocurren en forma de pérdida o ganancia\nde material genético (deleciones y duplicaciones o amplificaciones, respectivamente),\n\n                                                                                                17\n\f     Consenso para la Implementación de los Arrays\n     [CGH y SNP-arrays] en la Genética Clínica\n\n\n     localizadas en regiones concretas en el genoma, son una posible causa de múltiples\n     enfermedades, como el cáncer (1) o los síndromes con discapacidad intelectual y las\n     malformaciones (2), entre muchos otros. Estas alteraciones son analizadas de una mane-\n     ra rutinaria en los laboratorios de genética clínica, utilizando para ello técnicas convencio-\n     nales, como el cariotipo (3), la hibridación in situ fluorescente (FISH, del inglés fluorescent\n     in situ hybridization) (4) o técnicas de biología molecular como la amplificación de sondas\n     por multiplex dependiente del ligando de ADN (MLPA, del inglés multiple ligand-specific\n     probe amplification) (5).\n\n     En las últimas tres décadas se han desarrollado sistemas de detección de alteraciones\n     en el número de copias de ácido desoxirribonucleico (ADN) presentes en una muestra\n     problema a lo largo de todo su genoma mediante la técnica de hibridación genómica\n     comparada (CGH, por sus siglas en inglés de comparative genomic hybridization) (6).\n     La CGH, que se basa en la hibridación competitiva de dos ADN (el ADN problema y\n     el ADN control normal) marcados con distintos fluorocromos, detectaba esos cambios\n     sobre cromosomas normales que se utilizaban como molde para la hibridación. En\n     resumen, se marcaba el ADN del problema con un fluorocromo (tradicionalmente ver-\n     de) y un ADN normal, o control, con un fluorocromo diferente (tradicionalmente rojo).\n     Ambos ADN se mezclaban en cantidades equimolares y se realizaba una hibridación\n     in situ sobre cromosomas metafásicos normales. Ambos ADN competían por hibridar\n     en los mismos lugares cromosómicos. En condiciones normales (por ejemplo un caso\n     problema sin alteraciones genéticas), como la cantidad de ADN marcado en rojo (con-\n     trol) y verde (problema) era la misma, el resultado final eran cromosomas marcados en\n     color amarillo por contener una mezcla en proporción 1:1 de ambos fluorocromos (rojo\n     + verde = amarillo). En condiciones patológicas, si el caso problema contenía alguna\n     ganancia cromosómica, la cantidad de ADN del caso disponible para hibridar era ma-\n     yor, y la hibridación de esa zona resultaría en una mayor proporción de fluorocromo del\n     ADN problema (verde). Al contrario, si el caso problema contenía una deleción (pérdida),\n     la región delecionada aparecería en rojo, ya que habría más cantidad de ADN normal\n     (rojo) para hibridar en esa región cromosómica. La CGH permitía, por tanto, la detec-\n     ción de ganancias y pérdidas de regiones cromosómicas en todo el genoma del caso\n     problema por la comparación de las intensidades de las señales de hibridación.\n\n     La CGH ha contribuido significativamente al conocimiento actual de las alteraciones ge-\n     nómicas en varias patologías, y de forma relevante en Oncología. Además de definir\n     patrones de ganancias y pérdidas específicas de tumor, proporciona información para\n     la identificación de nuevos genes implicados en el cáncer. Esta técnica se ha utilizado\n     sobre todo para detectar alteraciones cromosómicas en tumores sólidos, en los que la\n     obtención de metafases presenta muchas dificultades técnicas. Todas las alteraciones\n     cromosómicas, ganancias y pérdidas, descritas en cáncer por CGH se pueden con-\n     sultar en la base de datos actualizada de la Universidad de Helsinki (http://www.helsinki.\n     fi/~lgl_www/CMG.html).\n\n     A pesar de sus numerosas ventajas, la CGH tiene algunos inconvenientes de gran cala-\n     do. Por ejemplo, la sensibilidad de esta técnica depende del grado de complejidad clonal\n\n18\n\f                                      Área de evaluación tecnológica y de laboratorio\n\npresente en la muestra. Un mosaico genético, situación en la que en la misma muestra\ncoexisten poblaciones celulares de diferente composición genómica, es difícil de analizar\nmediante CGH. La población clonal debe suponer, al menos, un 30% de la población\ntotal para que los cambios sean detectables. En esa situación, no detecta diferentes\nclones celulares, sino que proporciona un valor medio de ganancias y pérdidas. Otra\ndesventaja es que la CGH solo detecta cambios de dosis génica y no detecta transloca-\nciones cromosómicas u otros reordenamientos equilibrados. Por último, la CGH sobre los\ncromosomas tiene su mayor desventaja en su limitada capacidad de resolución. Al fin y\nal cabo, el límite de resolución es definido por el binomio cromosoma y microscopio, por\nlo que las alteraciones genéticas que impliquen regiones del genoma de tamaño inferior\na 3-5 megabases no se detectan (7).\n\nLa solución al problema de la baja resolución de la CGH vino de la incorporación de la\ntecnología genómica a los laboratorios de citogenética molecular. Así, mediante los mi-\ncroarrays, la hibridación competitiva de los ADN de la muestra problema más el control\npasó de realizarse sobre cromosomas a realizarse sobre segmentos de ADN de tamaño\nmucho menor que un cromosoma. Estos fragmentos (a los que denominamos sondas)\ntienen coordenadas precisas (sabemos dónde están en el genoma) y su secuencia es\nconocida, lo que permite aumentar la resolución de la tecnología hasta miles de veces la\ncorrespondiente a un cariotipo convencional. Inicialmente, estas plataformas estaban im-\npresas en los propios laboratorios, utilizando para ello sondas basadas en cromosomas\nartificiales bacterianos (BAC, del inglés bacterial artificial chromosome). La primera des-\ncripción la hicieron Solinas-Toldo y col. en 1997 (8) y la denominaron CGH basada en ma-\ntriz, y Pinkel y col. en 1998 y la llamaron array-CGH (9). A pesar de tratarse de una tecno-\nlogía desarrollada de forma no industrial, enseguida aparecieron publicaciones sobre su\nutilidad clínica. La primera publicación sobre el tema aparece en 2002. En ella, Veltman y\ncols. (10) describen la utilización del array-CGH en regiones subteloméricas. Resaltan las\nventajas de la técnica: permite analizar en una sola reacción 77 sondas subteloméricas a\npartir de solo 500 ng de ADN genómico del paciente. En este artículo los autores prevén\nun profundo impacto del array-CGH subtelomérico en el diagnóstico y el consejo gené-\ntico de pacientes con retraso mental; pronostican que, en el futuro, con esta técnica se\nllevará a cabo un análisis genómico de número de copias en una sola reacción, con una\nresolución sin precedentes y haciendo posible la identificación de genes causantes de\nenfermedad. Más tarde, el grupo de Schoumans y col. (11) utilizaron el array-CGH en 10\ncasos de alteraciones cromosómicas crípticas ya diagnosticados con FISH para confir-\nmar la robustez de la técnica. Ellos emplearon arrays de BAC con una resolución de 1 Mb\ny concluyeron que, cuando se introduzca esta técnica en laboratorios de rutina, se podría\ndiagnosticar nuevos desequilibrios y se describirán nuevos síndromes. Además, también\nindican que para detectar alteraciones más pequeñas será necesario mejorar los arrays.\nEste tipo de arrays de BAC de 1 Mb de resolución ha sido empleado con profusión en el\ndiagnóstico genético de retraso mental y síndromes polimalformativos.\n\nEn el año 2005 apareció el primer array-CGH comercial de oligonucleótidos que realiza-\nba una cobertura completa del genoma con 44.000 puntos, a una resolución media de\naproximadamente 45 kilobases. Este primer array, desarrollado por la compañía Agilent (12),\n\n                                                                                               19\n\f     Consenso para la Implementación de los Arrays\n     [CGH y SNP-arrays] en la Genética Clínica\n\n\n     supuso un cambio global en el trabajo en la genómica de los arrays; de una técnica artesa-\n     nal, con protocolos poco definidos y cristales impresos en forma casera en escaso número,\n     se pasaba a una producción altamente tecnológica de miles de cristales por año y a un\n     protocolo sencillo y estandarizado, con criterios de calidad validados internacionalmente.\n\n     Como se recoge en el conjunto de este documento, el array-CGH se utiliza ya en la clínica,\n     especialmente en las áreas de estudio genético posnatal (en el diagnóstico de pacientes\n     con retraso mental, psicomotor o dismorfias). El uso del array-CGH ha sido y está siendo\n     especialmente útil en tres situaciones diferentes: por una parte, para caracterizar un síndro-\n     me desconocido cuya alteración genética es críptica para el cariotipo. Por otra parte, para\n     descartar formas más agresivas de ciertos síndromes asociadas a deleciones cromosómi-\n     cas. Por último, sirve para la identificación precisa de marcadores extracromosómicos, que\n     no podemos conocer mediante técnicas de citogenética convencional (13-15).\n\n\n     1.2. Tipos y funcionalidad de los array-CGH\n\n     Por razones históricas, los microarrays que se incorporaron en primer lugar a la investi-\n     gación biomédica y que, por tanto, son los de uso más frecuente y extendido fueron los\n     microarrays de cADN, empleados casi exclusivamente en estudios sobre análisis masivo\n     o global de la expresión genética de los organismos (16). Esta monografía está orientada\n     a la práctica clínica y el diagnóstico genético por lo que, a fin de simplificar y unificar el\n     mensaje, los microarrays de expresión se excluyen de la descripción. De hecho, aunque\n     la determinación de los perfiles de transcripción fuera la aplicación inicial y más conoci-\n     da de los bio",
  "wordCount": 76678,
  "indexed": "2025-09-25T22:44:42.211Z",
  "method": "direct"
}
