{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Lupski_2007_Genomic rearrangements and sporadic disease.pdf",
  "fileName": "Lupski_2007_Genomic rearrangements and sporadic disease.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Lupski_2007_Genomic rearrangements and sporadic disease.pdf",
  "text": "PERSPECTIVE\n\n\n\n\n                                                                      Genomic rearrangements and sporadic disease\n© 2007 Nature Publishing Group http://www.nature.com/naturegenetics\n\n\n\n\n                                                                      James R Lupski\n\n\n                                                                      Many clinical phenotypes occur sporadically despite genetics                       Chromosomal abnormalities, including aneuploidies (chromosome\n                                                                      contributing partly or entirely to their cause. To what                         number different from the normal karyotype of 46,XX or 46,XY), seg-\n                                                                      extent are de novo mutations the cause of sporadic traits?                      mental aneusomies (chromosomal deletions and duplications), unbal-\n                                                                      Locus-specific mutation rates for genomic rearrangements                        anced translocations and small marker chromosomes (SMCs), result in\n                                                                      appear to be two to four orders of magnitude greater than                       genomic imbalances and can cause sporadic disease. Whereas nondisjunc-\n                                                                      nucleotide-specific rates for base substitutions. Widespread                    tion causing trisomy 21 is a relatively frequent event, most aneuploidies do\n                                                                      implementation of high-resolution genome analyses to detect                     not survive to birth. From population-based registry data, chromosomal\n                                                                      de novo copy-number variation may identify the cause of traits                  anomalies have been shown to be responsible for birth defects in ∼0.2%\n                                                                      previously intractable to conventional genetic analyses.                        of live births4. Recessive traits are thought to account for a similar propor-\n                                                                                                                                                      tion4. These values are estimates based on observed rates for a representa-\n                                                                      Traditionally, when considering what constitutes ‘genetic disease’ one has      tive set of disorders of known genetic etiology.\n                                                                      usually referred to inherited traits that segregate in a mendelian fashion         De novo dominant point mutations can cause sporadic disease, and\n                                                                      and result from base pair changes that alter an encoded protein’s struc-        indeed this is a common mechanism for achondroplasia, neurofibromato-\n                                                                      ture, function or regulation. Nevertheless, the most common condition           sis type 1 and tuberous sclerosis. Direct estimates of human per-nucleotide\n                                                                      observed by clinical geneticists is sporadic in >97% of cases and is not        rates for spontaneous mutations have been determined from the per-locus\n                                                                      due to any mutant genes, but instead results from genomic copy-number           mutation rates and sequences of de novo nonsense nucleotide substitu-\n                                                                      variation (CNV): Down syndrome resulting from trisomy 21. In fact, 2–           tions, deletions, insertions and complex events at eight loci causing auto-\n                                                                      3% of children are born with a major birth defect and most often these are      somal dominant diseases and 12 loci causing X-linked diseases5. These\n                                                                      sporadic in nature1,2. Moreover, genomic rearrangements and gene CNV            direct estimates range from 0.5–3.7 × 10−8 and show the combined rate\n                                                                      (that is, alterations from the normal copy number; usually two with one         of all mutations to be on average 1.8 × 10−8 per nucleotide per genera-\n                                                                      copy inherited from each parent) can be responsible for nervous system          tion5. This average direct estimate agrees remarkably well with the indirect\n                                                                      diseases that present as neurodevelopmental disorders at birth or dur-          estimates of 2.5 × 10−8 determined by comparing pseudogenes in humans\n                                                                      ing childhood, or present later in adult life as either neurodegenerative       and chimpanzees6. For the indirect methods to determine point muta-\n                                                                      diseases or psychiatric illnesses3, and are often sporadic.                     tion rates, 18 processed pseudogenes were sequenced from both species,\n                                                                         What are the molecular bases of sporadic disease? Sporadic disease           including 12 on autosomes and six on the X chromosome. In the context\n                                                                      could represent a chromosomal abnormality or a recessive trait, or be           of the 3 × 109 bp haploid human genome the ∼2 × 10−8 (1.8–2.5) de novo\n                                                                      due to de novo dominant mutations. To what extent are new mutations             simple base mutation frequency corresponds to about 60 new mutations\n                                                                      (that is, de novo events) responsible for sporadic traits? Are locus-specific   per germ cell, with male germ cells having more than female germ cells as\n                                                                      mutation rates (µ) equivalent for different types of mutations, such as         most point mutations presumably represent DNA replication or repair\n                                                                      point mutations and genomic rearrangements? These are important ques-           errors, or ∼120 new point mutations per diploid embryo. Approximately\n                                                                      tions to answer in order to determine what molecular approach to apply          2% (2.4) of them will affect exonic sequences, thus about two exons\n                                                                      to the study of sporadic diseases. Do we need a $1,000 individual human         (genes) have a de novo base-pair change, of which at least one-third are\n                                                                      genome sequence? A 1,000,000-probe SNP chip? Or just better arrays for          likely to have little effect as they occur in the third position of a codon. As\n                                                                      high-resolution genome analysis and detection of copy-number changes            eloquently discussed in James Crow’s review of the origins, patterns and\n                                                                      to be used in conjunction with robust CNV and genotype-phenotype                implications of human spontaneous mutations for selected conditions\n                                                                      databases (for example, Database of Genomic Variants, http://projects.          due to point mutations, the paternal age affect is likely to be responsible\n                                                                      tcag.ca/variation/; and DECIPHER–database of chromosomal imbalance              for the observation that ‘sporadic cases’ are most often found among the\n                                                                      and phenotype in humans using Ensembl resources–http://www.sanger.              last-born children of a sibship7,8. Deleterious de novo dominant mutations\n                                                                      ac.uk/PostGenomics/decipher/)?                                                  are likely to undergo negative selection. However, some deleterious point\n                                                                                                                                                      mutations that are harmful to the organism may be advantageous in the\n                                                                      James R. Lupski is in the Department of Molecular and Human Genetics            cellular context of the testis and undergo positive selection9.\n                                                                      and Department of Pediatrics, Baylor College of Medicine, One Baylor               De novo structural changes of the genome can also cause sporadic dis-\n                                                                      Plaza, 604B; and Texas Children’s Hospital; Houston, Texas 77030, USA.          ease, but precise frequency estimates are elusive. Anecdotal observations\n                                                                      e-mail: jlupski@bcm.tmc.edu                                                     suggest that genomic rearrangements may be frequent mutational events.\n                                                                      Published online 27 June 2007; doi:10.1038/ng2084                               There are at least 35 genes or linked loci in which mutations can cause\n\n\n                                                                      NATURE GENETICS SUPPLEMENT | VOLUME 39 | JULY 2007                                                                                                        S43\n\f                                                                      PERSPECTIVE\n\n                                                                                                                                                                                Figure 1 Genome analysis and locus-specific mutation rates\n                                                                                                                                                                                (µ). Above is shown the 3 × 109 bp haploid human genome\n                                                                            100 bp    101      102      103      104      105      106     107       108      109 bp            with the methods used to resolve changes in the genome of\n                                                                                                                                                                                different sizes. Chromosomal banding (green) examines the\n                                                                                                                                                                                whole genome at once, but cannot resolve changes <∼5 Mb\n                                                                        DNA sequencing                          PFGE, FISH                   Chromosome banding                 (106–107 bp) in size. DNA sequencing (purple) can resolve\n                                                                                                                                                                                single nucleotide changes and changes of several bases,\n                                                                                                                                                                                but cannot identify CNV. Pulsed-field gel electrophoresis\n                                                                                                                                                                                (PFGE) and FISH (yellow) extend the reach of conventional\n                                                                                                                                                                                karyotyping and resolve changes from 104–106 bp in size.\n                                                                                                                                                                                Array CGH can resolve changes causing genomic imbalance\n© 2007 Nature Publishing Group http://www.nature.com/naturegenetics\n\n\n\n\n                                                                                                                                                                                from 103–108 bp (including aneuploidies), simultaneously\n                                                                                                                                                  Locus–specific                performing thousands of locus specific FISH as well as\n                                                                                      SNP                             CNV                                                       detecting imbalances seen by chromosome analysis. Note\n                                                                                                                                                  mutation rates (µ)\n                                                                                  1.8–2.5 × 10–8              1.7 × 10–6 –1.2 × 10–4                                            the two to four orders of magnitude greater locus-specific\n                                                                                                                                                                                mutation rates (µ) for genomic rearrangements than for\n                                                                                                                                                                                single-nucleotide changes.\n\n\n                                                                      Charcot-Marie-Tooth (CMT) neuropathy. Nevertheless, about one-half that are hotspots for base substitutions, predominately transitions due to\n                                                                      of all patients with CMT10 and 70% of all patients with the demyelinating methyl-mediated deamination29,30, perhaps flanking low-copy repeats can\n                                                                      type (CMT1) have a 1.4-Mb duplication as the cause of their disease11,12. be considered the ‘hotspots’ for CNV.\n                                                                      Furthermore, 76–90% of sporadic CMT1 cases have a de novo duplica-               One of the best-characterized genomic disorders is CMT1A. It results\n                                                                      tion12,13. Genomic rearrangements occur frequently enough that both from a 1.4-Mb duplication including the dosage sensitive PMP22 gene31,32.\n                                                                      inherited and de novo events can be observed in the same family. A patho- The CMT prevalence is ∼40/100,000 (refs. 33,34). It has been estimated\n                                                                      logic de novo 3.7-Mb genomic duplication rearrangement of 17p11.2 has that CMT1 constitutes 60–70% of CMT (the remaining 30–40% represent\n                                                                      been observed in an individual with a more complex phenotype from a the axonal form or CMT2)34, and the frequency of duplication in CMT1\n                                                                      family segregating a different genomic rearrangement that was associated is 70% (refs. 11,12). Reports vary between 20% and 26.5% (refs. 35,36)\n                                                                      with a neuropathy (the hereditary neuropathy with pressure palsies, HNPP, representing de novo mutations within the previous few generations. Thus,\n                                                                      deletion reciprocal to the CMT1A duplication) through several genera- the locus-specific mutation rate is between (0.5 × (4 × 10−4) × 0.6 × 0.7 ×\n                                                                      tions. The de novo event in combination with the inherited rearrange- 0.2) and (0.5 × (4 × 10−4) × 0.7 × 0.7 × 0.265) = between 1.7 × 10−5 and 2.6\n                                                                      ment was responsible for the more complex clinical phenotype14. It is only × 10−5: still at least three orders of magnitude greater than the single-base\n                                                                      recently that high-resolution genome technologies have become available substitution frequencies. Extrapolating this 1.4 × 106 bp region to the 3 ×\n                                                                      that enable the detection of genomic changes too small to be resolved by 109 bp haploid genome requires a multiple of 2,200 and thus for a new-\n                                                                      conventional cytogenetic techniques and too large to be observed by either born (diploid genome), again under the assumption of an approximately\n                                                                      DNA sequencing or standard agarose gel electrophoresis15 (Fig. 1). Locus- equal mutation rate across the genome, between 7 and 11% of individuals\n                                                                      specific DNA sequencing technologies in general do not resolve genome will have a de novo duplication. Such genomic rearrangements as those\n                                                                      structural changes. Duplication and deletion genomic rearrangements causing CMT1A and SMS vary in size from 1.4 Mb (CMT1A duplication)\n                                                                      result in CNV, a topic of intense recent interest3,16–25.                     to 3.7 Mb (SMS deletion) and may encompass several genes of which only\n                                                                         Diseases due to genome structural changes because of architectural a subset (often only one, as for example PMP22 and RAI1 in CMT1A and\n                                                                      features rendering a portion of the genome unstable have been referred SMS, respectively) are dosage sensitive and confer a phenotype.\n                                                                      to as genomic disorders26,27. For autosomal dominant genomic disor-              In one recent elegant calculation and extrapolation by Gert-Jan Van\n                                                                      ders that are fully penetrant with fitness w, the per-locus per-genera- Ommen, the frequency of new CNV in humans was directly estimated to\n                                                                      tion rate (µ) of loss-of-function mutation can be estimated by the birth be 1 × 10−4 from molecular studies at the DMD locus37. As initially argued\n                                                                      prevalence B: µ = (1/2)(1 – w)B. The estimates of birth prevalence are by J.B.S. Haldane in 1935 (ref. 38), for a disease with a stable prevalence,\n                                                                      1/4,000, 1/10,000 and 1/25,000 for DiGeorge-Velo cardiofacial (DGVCFS) the rate of appearance of mutated alleles must equal removal. Thus, for\n                                                                      del22q11.2, Williams-Beuren (WBS) del7q11.23 and Smith-Magenis X-linked lethal conditions, wherein one-third of all mutated alleles reside in\n                                                                      (SMS) del17p11.2 syndromes, respectively (http://www.ncbi.nlm.nih. males and are genetic lethals, if male and female gamete mutation rates are\n                                                                      gov/entrez/query.fcgi?CMD=search&DB=omim)28. Thus, the estimated equal, then the new mutation frequency equals one-third of the mutated\n                                                                      per-locus mutation rates for genomic rearrangements, assuming fitness allele frequency38. The DMD mutation frequency is 1 × 10−4, as DMD\n                                                                      of zero, are between 2 × 10−5 and 1.25 × 10−4: about three to four orders occurs in ∼1/3,500 male newborns. Genomic deletions account for ∼65%\n                                                                      of magnitude greater than for nucleotide substitution rates. The DGVCFS (ref. 39) and duplications ∼9% (ref. 40). Thus, the de novo deletion fre-\n                                                                      (3.0 Mb) and SMS (3.7 Mb) loci each represent ∼3 × 106 bp of the 3 × 109 quency in this 2.1-Mb segment of the genome is estimated at ∼1:15,000 and\n                                                                      bp genome. Extrapolating for the entire genome\n                                                                      1,000 times the size of the deletions, then in the Table 1 De novo locus specific mutation rates (µ             µ) for genomic rearrangements\n                                                                      diploid genome of a newborn there may be µ                             Disease or genomic region           Rearrangement type                Method\n                                                                      one segmental deletion in between 1 in 25 ((2 2.0–12.5 × 10−5 DGVCFS, WBS, SMSa                            del                               Prevalence\n                                                                      × 10−5) × 2 × 1,000) and 1 in 4 ((1.25 × 10−4) × 1.7–2.6 × 10−5        CMT1Aa                              dup                               Prevalence + molecular\n                                                                      2 × 1,000) newborns. The extrapolation from 1.0 × 10−4                 DMD                                 del + dup                         Prevalence + molecular\n                                                                      these loci to the entire genome may overestimate 4.2 × 10−5            α-Globin                            del                               Sperm PCRb\n                                                                      µ, as the common recurrent deletions for WBS, 1.2–9.5 × 10−5           t(11;22)                            translocation                     Sperm PCRb\n                                                                      SMS and DGS occur because of a mechanism 1.7 × 10−6                    Normal controls                     del + dup                         Array CGH of trios\n                                                                      involving the flanking low-copy-repeat genome aThe rearrangement rates for genomic disorders may vary by a factor of ∼2 because of the reciprocal deletion/duplication nature\n                                                                      architecture. Analogously to CpG dinucleotides of the NAHR mechanism. bEstimates of µ derived from only male germ-line mutations; del, deletion; dup, duplication.\n\n\n                                                                      S44                                                                                                 VOLUME 39 | JULY 2007 | NATURE GENETICS SUPPLEMENT\n\f                                                                                                                                                                                                          PERSPECTIVE\n\n\n                                                                                                                        Smith-Magenis rearrangements\n                                                                                                                                                                                                    N = 96\n                                                                                Common                                                         ~ 4 Mb\n                                                                                                                                                                                                                                77%\n                                                                                recurrent\n\n                                                                                Uncommon                                                    ~ 5 Mb\n                                                                                recurrent\n© 2007 Nature Publishing Group http://www.nature.com/naturegenetics\n\n\n\n\n                                                                                Uncommon\n                                                                                nonrecurrent\n\n\n\n\n                                                                                Interstitial\n                                                                                deletions                                                                                     0.0       0.2         0.4            0.6         0.8\n                                                                                                        PMP22\n                                                                                                                                                                                             Cen\n                                                                                                                                          RAI1\n                                                                                Interstitial\n                                                                                                                                                                                               N = 35 (3 complex)\n                                                                                duplications\n\n                                                                                Uncommon\n                                                                                nonrecurrent\n\n\n\n\n                                                                                Common                                                           ~ 4 Mb\n                                                                                                                                                                                                                               63%\n                                                                                recurrent\n                                                                                                  Potocki-Lupski rearrangements                                                        0.0         0.2       0.4         0.6         0.8\n\n\n                                                                      Figure 2 Breakpoint mapping in 17p11.2: the SMS deletion and PLS duplication region of proximal 17p. The horizontal structure in the middle of the\n                                                                      figure depicts proximal chromosome 17p with low-copy repeats shown as rectangles (color-coded or like symbols for given repeats). Above, red horizontal\n                                                                      lines represent deletions (Smith-Magenis rearrangements) with breakpoints depicted by arrow heads (if no arrow head, the given breakpoint is outside the\n                                                                      region assayed). Below, green horizontal lines depict duplications (Potocki-Lupski rearrangements). CNVs are ascertained by virtue of the clinical phenotype\n                                                                      conferred (SMS or PLS) because of the dosage-sensitive RAI1 gene (loss or gain of one copy, respectively). To the right are bar graphs depicting the\n                                                                      frequency of recurrent (breakpoints clustered in low-copy repeats) and nonrecurrent rearrangements 63–68. Note that recurrent deletions are four times as\n                                                                      common (occur ∼4:1) when compared with nonrecurrent deletions. Recurrent to nonrecurrent duplications occur ∼2.5:1. Nonrecurrent deletions are smaller\n                                                                      whereas nonrecurrent duplications are larger. Deletions can occur by interchromosomal, intrachromosomal and intrachromatidal recombination 27, whereas\n                                                                      duplications do not occur by intrachromatid recombination. However, for at least some fraction of duplications a replication, not recombination, mechanism\n                                                                      may be responsible for the rearrangements69.\n\n\n                                                                      the duplication frequency ∼1:100,000. Extrapolating to the entire diploid       architecture that favors genomic instability, and it has been proposed as a\n                                                                      euchromatic genome, about 2,000 times the size of the DMD gene, this            mechanism for CNV given the CNV proximity to low-copy repeats20,41.\n                                                                      implies a de novo occurrence of one segmental deletion per eight new-           In the SMS deletion and Potocki-Lupski syndrome (PLS)46 duplication\n                                                                      borns and one segmental duplication per ∼50 newborns37. However, this           region of 17p11.2, for which comprehensive breakpoint analyses have\n                                                                      approach may underestimate de novo CNV because the DMD locus is not             been performed on subjects harboring rearrangements, the ratio of\n                                                                      known to have a genome architecture prone to the genomic instability            affected individuals with clustered breakpoints (that is, NAHR) versus\n                                                                      that occurs with regions associated with many genomic disorders (that is,       nonclustered breakpoints is ∼4:1 for deletions and ∼2.5:1 for duplications\n                                                                      flanking low-copy repeats of >97% sequence identity, in direct orientation,     (Fig. 2). Thus, extrapolation from the DMD locus may underestimate\n                                                                      on the same chromosome and within 5 Mb of each other26). Such architec-         µ at loci that predominantly utilize the NAHR mechanisms. However,\n                                                                      ture enables predictions of potential regions of genomic instability. Using     extrapolating from DMD rearrangement may also overestimate µ because\n                                                                      such predictive approaches through computational analyses of the human          the DMD gene is unusual in that its size of >2 × 106 bp results in genomic\n                                                                      genome to elucidate regions of genomic instability, and incorporating such      rearrangements mostly occurring within the gene and deleting exons or\n                                                                      features into an array for screening cohorts of affected individuals, Eichler   duplicating them, causing frameshift mutations, as opposed to the phe-\n                                                                      and colleagues have identified both CNV in normal individuals41 and pre-        notype being conferred by a ‘gene dosage’ effect or other rearrangement-\n                                                                      viously unrecognized genomic disorders in affected cohorts42,43.                mediated mechanism44.\n                                                                         There are two primary recombination mechanisms for generating                   Another method for determining locus-specific mutation rates is to\n                                                                      genomic deletions and duplications that cause CNV that can be associated        directly measure them in sperm. Using single-sperm PCR, Jeffreys and\n                                                                      with genomic disorders: nonallelic homologous recombination (NAHR)              colleagues have determined the frequency of deletion rearrangements at\n                                                                      and nonhomologous end joining (NHEJ)27,44,45. NAHR appears to be                the α-globin locus to be 4.2 × 10−5 (ref. 47). Of course, this determines the\n                                                                      the more frequent mechanism when a specific genomic region has the              rate of occurrence in the male germline, but some of these rearrangement\n\n\n                                                                      NATURE GENETICS SUPPLEMENT | VOLUME 39 | JULY 2007                                                                                                                   S45\n\f                                                                      PERSPECTIVE\n\n                                                                      events may be selected against, and thus not be relevant to sporadic disease.         gously to how this indirect method was applied to base substitutions for\n                                                                      Such caveats apply to all genomic rearrangements, in that mutation rates              comparison with direct methods6. One caveat is the robustness and cover-\n                                                                      determined from disease prevalence estimates can potentially be underes-              age of segmental duplications or low-copy repeats in nonhuman primate\n                                                                      timates because of selection. Deletions may be selected against more than             genome sequences, given the notorious difficulties of assembling such\n                                                                      duplication because of both loss of genetic material and the potential                repeat sequences with whole-genome shotgun assemblies56.\n                                                                      ‘unmasking’ of recessive mutant alleles on the remaining chromosome. In                  Thus, for many apparent sporadic diseases, and perhaps for multifac-\n                                                                      general, chromosomal deletions (those detected by conventional cytoge-                torial and complex traits, one must consider the possibility of de novo\n                                                                      netic G-banding techniques) have more severe phenotypic consequences,                 CNV as a potential genetic mechanism. Furthermore, the possibility that\n                                                                      are smaller in size and have been reported for less of the genome than                sporadic disease might be found to result from a combination of two\n                                                                      chromosomal duplications (that is, greater haplolethal than triplolethal              CNVs at a single locus (for example, analogously to the recessive diseases\n© 2007 Nature Publishing Group http://www.nature.com/naturegenetics\n\n\n\n\n                                                                      effects)48,49 (Fig. 2). It is also important to consider the possibility that, like   spinal muscular atrophy and nephronophthisis type I) or at different loci,\n                                                                      Apert-causing de novo point mutations9, some genomic rearrangements                   one from each parent, in whom the uncombined structural variation did\n                                                                      may undergo positive selection in germ cells. This may be relevant to male            not provide a genetic burden that was great enough to cause disease25,\n                                                                      germ cells and mutational mechanisms involving DNA replication.                       should also be entertained. It is also important to note that, given what we\n                                                                         Sperm analyses have also been applied to the study of the de novo consti-          have learned about the mechanisms for genomic rearrangement associ-\n                                                                      tutional t(11;22)q23q11) balanced translocation. This structural genome               ated with genomic disorders, some members of the human population\n                                                                      rearrangement represents a recurrent non-Robertsonian translocation.                  may be more prone to sporadic diseases than others, depending on the\n                                                                      The recurrent breakpoint occurs at an unusual genome architectural fea-               structural variants in their genome53,54. Nevertheless, when attempting to\n                                                                      ture: a palindromic AT-rich region50,51. The experimentally determined                unravel the molecular genetic basis of a given phenotype, perhaps whole-\n                                                                      de novo rates for t(11;22) are between 1.24 × 10−5 and 9.46 × 10−5 in sperm           genome sequencing and SNP-based linkage and association studies should\n                                                                      from individuals aged 40 and 33 years, respectively52. From this small                be supplemented with approaches that robustly measure CNVs25. High-\n                                                                      sample (4 men aged 31 to 40), as well as limited studies on other genomic             resolution genome analysis may identify the cause of traits previously\n                                                                      disorders, there is no evidence for a paternal age effect on the de novo              intractable to conventional genetic analysis, as was shown recently for\n                                                                      rate of genomic rearrangements, in contrast to the effect shown for point             autism spectrum disorders55,57,58.\n                                                                      mutations7. Such observations are also consistent with a predominately                   Application of high-resolution genome analysis in the clinic has begun\n                                                                      meiotic (recombination) and not mitotic (replication?) mechanism for                  to uncover many new genomic disorders even using targeted arrays that\n                                                                      generating the rearrangement. Interestingly, as in other de novo structural           assay a small portion of the genome59–62. CNV discovery will also con-\n                                                                      changes53, genetic variation of the genomic architectural features (in this           tinue. Many of these CNVs are likely to represent benign variants, but\n                                                                      case the palindromic AT-rich region) affects de novo mutation rates54.                proving they do not have phenotypic consequences or that they do not\n                                                                         An alternative direct method for measuring the frequency of de novo                account for normal physical or behavioral traits can be a challenge. It is\n                                                                      genomic rearrangements would be to identify de novo genome structural                 also a challenge to establish a cause-and-effect relationship for a specific\n                                                                      changes using high-resolution genome analysis and comparing the find-                 genomic rearrangement and a given phenotype; and even more of a chal-\n                                                                      ings in a child with that in the parents. New CNV in these trio analyses              lenge to determine the dosage-sensitive gene or genes within the genomic\n                                                                      represents de novo structural changes. In a recent study of children with             rearrangement. Regardless, when analyzing sporadic traits, one should\n                                                                      autism, it was determined that de novo CNVs were significantly associated             consider new mutation. Given that the frequency of de novo structural\n                                                                      with autism55. CNVs were identified using an oligonucleotide genome-                  changes can be four orders of magnitude greater than that of base pair\n                                                                      wide tiling-path array comparative genomic hybridization (CGH) that                   changes, perhaps CNV should be considered a potential significant cause\n                                                                      could resolve changes >100,000 bp (three interrogating probes with an                 of sporadic disease.\n                                                                      average 35 kb spacing)55. Interestingly, two out of 196 (∼1%) of controls\n                                                                                                                                                            ACKNOWLEDGMENTS\n                                                                      were found to have a de novo CNV not observed in their parents. In that\n                                                                                                                                                            I thank M. Hurles, P. Stankiewicz, A. Beaudet and members of my laboratory for\n                                                                      same study the average size of the rearrangements, or locus, identified in            thoughtful reviews. I apologize to colleagues and authors of relevant papers that\n                                                                      the autism cohort was ∼2 × 106 bp. Thus, in the 6 × 109 bp diploid genome             could not be cited due to space limitations. My laboratory has been generously\n                                                                      there are 3 × 103 average such loci and the per-locus mutation rate (µ) can           supported by the US National Institutes of Health (National Institute of\n                                                                      be estimated as µ × 3 × 103 = ½ (1 × 10−2) or µ = 1.7 × 10−6. This is likely          Neurological Disorders and Stroke, National Eye Institute, National Institute of\n                                                                                                                                                            Dental and Craniofacial Research, National Cancer Institute and National Institute\n                                                                      to be an underestimate given that the arrays used can only detect genomic             of Child Health and Human Development), the Muscular Dystrophy Association,\n                                                                      rearrangements >100 kb in size. Moreover, the average locus size used in              the Charcot-Marie-Tooth Association and the March of Dimes.\n                                                                      the calculations was just approximated from the positive experimental\n                                                                      findings. Further explorations of trios using higher resolution oligonucle-           COMPETING INTERESTS STATEMENT\n                                                                                                                                                            The author declares no competing financial interests.\n                                                                      otide arrays should enable robust determination of locus-specific muta-\n                                                                      tion rates for genomic rearrangements.                                                Published online at http://www.nature.com/naturegenetics\n                                                                                                                                                            Reprints and permissions information is available online at http://npg.nature.com/\n                                                                         In conclusion, whether calculated by prevalence rates of sporadic micro-\n                                                                                                                                                            reprintsandpermissions/\n                                                                      deletion syndromes (DGVCFS, WBS, SMS), common autosomal dominant\n                                                                      (CMT1A) or X-linked (DMD) disease prevalence rates; or direct mea-\n                                                                      surement by either sperm PCR at the α-globin or t(11;22) recombination                1. Kalter, H. & Warkany, J. Medical progress. Congenital malformations: etiologic fac-\n                                                                                                                                                               tors and their role in prevention (first of two parts). N. Engl. J. Med. 308, 424–431\n                                                                      breakpoint sites, or genomic assays comparing child to parents in trios,                 (1983).\n                                                                      the de novo locus-specific mutation rates for genomic rearrangements are              2. Kalter, H. & Warkany, J. Congenital malformations (second of two parts). N. Engl. J.\n                                                                                                                                                               Med. 308, 491–497 (1983).\n                                                                      between 10−6 and 10−4 (Table 1): at least 2–4 orders of magnitude (100                3. Lee, J.A. & Lupski, J.R. Genomic rearrangements and gene copy-number alterations\n                                                                      to 10,000 fold) greater than those for point mutations (Fig. 1). Perhaps                 as a cause of nervous system disorders. Neuron 52, 103–121 (2006).\n                                                                      some of these direct methods for determining µ could be supplemented                  4. Baird, P.A., Anderson, T.W., Newcombe, H.B. & Lowry, R.B. Genetic disorders in\n                                                                                                                                                               children and young adults: a population study. Am. J. Hum. Genet. 42, 677–693\n                                                                      by estimating the rate of fixation of CNVs by comparing the human and                    (1988).\n                                                                      chimpanzee genome, thus providing an indirect measure for CNV, analo-                 5. Kondrashov, A.S. Direct est",
  "wordCount": 5602,
  "indexed": "2025-09-25T22:44:17.188Z",
  "method": "direct"
}
