{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Vorsanova et al. - 2010 - Human interphase chromosomes a review of availabl.pdf",
  "fileName": "Vorsanova et al. - 2010 - Human interphase chromosomes a review of availabl.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Vorsanova et al. - 2010 - Human interphase chromosomes a review of availabl.pdf",
  "text": "Vorsanova et al. Molecular Cytogenetics 2010, 3:1\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n REVIEW                                                                                                                                      Open Access\n\nHuman interphase chromosomes: a review of\navailable molecular cytogenetic technologies\nSvetlana G Vorsanova1,2, Yuri B Yurov1,2, Ivan Y Iourov1,2*\n\n\n  Abstract\n  Human karyotype is usually studied by classical cytogenetic (banding) techniques. To perform it, one has to obtain\n  metaphase chromosomes of mitotic cells. This leads to the impossibility of analyzing all the cell types, to moderate\n  cell scoring, and to the extrapolation of cytogenetic data retrieved from a couple of tens of mitotic cells to the\n  whole organism, suggesting that all the remaining cells possess these genomes. However, this is far from being\n  the case inasmuch as chromosome abnormalities can occur in any cell along ontogeny. Since somatic cells of\n  eukaryotes are more likely to be in interphase, the solution of the problem concerning studying postmitotic cells\n  and larger cell populations is interphase cytogenetics, which has become more or less applicable for specific bio-\n  medical tasks due to achievements in molecular cytogenetics (i.e. developments of fluorescence in situ hybridiza-\n  tion – FISH, and multicolor banding – MCB). Numerous interphase molecular cytogenetic approaches are restricted\n  to studying specific genomic loci (regions) being, however, useful for identification of chromosome abnormalities\n  (aneuploidy, polyploidy, deletions, inversions, duplications, translocations). Moreover, these techniques are the\n  unique possibility to establish biological role and patterns of nuclear genome organization at suprachromosomal\n  level in a given cell. Here, it is to note that this issue is incompletely worked out due to technical limitations.\n  Nonetheless, a number of state-of-the-art molecular cytogenetic techniques (i.e multicolor interphase FISH or inter-\n  pahase chromosome-specific MCB) allow visualization of interphase chromosomes in their integrity at molecular\n  resolutions. Thus, regardless numerous difficulties encountered during studying human interphase chromosomes,\n  molecular cytogenetics does provide for high-resolution single-cell analysis of genome organization, structure and\n  behavior at all stages of cell cycle.\n\n\nIntroduction                                                                        more details refer to [3] and web page about multicolor\nCurrently, it is estimated that no fewer than 1 million                             fluorescence in situ hybridization at http://www.med.\ncytogenetic and molecular cytogenetic analyses are per-                             uni-jena.de/fish/mFISH/mFISHlit.htm managed by Dr.\nformed per year representing the standard of care in                                Thomas Liehr, Jena, Germany). Thus, one can be certain\nseveral fields of medicine and the routine clinical work-                           that it is hard to overestimate the role of molecular\nup for numerous patients suffering from congenital mal-                             cytogenetics in current biomedicine.\nformations, mental diseases, cancers, or reproductive                                 There are two main advantages that molecular cytoge-\nproblems [1]. Molecular cytogenetic techniques have                                 netics possesses: (i) the ability to provide either an on-\nbeen repeatedly proven effective in diagnostics and have                            chip scan of the whole genome at extremely high reso-\nbeen recognized as a valuable addition or even alterna-                             lution or visualization of single peculiar genomic loci\ntive to chromosomal banding [2-4]. Furthermore, con-                                [4,6,8]; (ii) the capability to analyze genome organiza-\ntemporary basic biomedical research widely applies                                  tion, structure and behavior in single cells at the DNA\nmolecular cytogenetic technologies [5-7]. Browsing the                              (RNA) sequence level [7,9,10]. Both are continuously\nmost popular scientific resources would undoubtedly                                 used for biomedical research and molecular diagnosis of\nreturn several tens of thousands of articles, which men-                            chromosome abnormalities in humans [2-13]. The first\ntion at least one molecular cytogenetic technique (for                              advantage is appreciable when analyzing mixed DNA\n                                                                                    isolated from large amount of cells. Therefore, it is\n* Correspondence: ivan_iourov@yahoo.com                                             unsurprising that such approaches are rarely used for\n1\n Institute of Pediatrics and Children Surgery, Rosmedtechnologii, Moscow,\n127412, Russia                                                                      single-cell analysis [10,14]. The second advantage of\n\n                                       © 2010 Vorsanova et al; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative\n                                       Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and\n                                       reproduction in any medium, provided the original work is properly cited.\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                               Page 2 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\nmolecular cytogenetic techniques is consistently empha-         interphase nuclei. Studying metaphase plates has been\nsized [3,5-13], but is used more commonly for studying          long described to be successful using several detection\nmitotic cells via analyzing metaphase chromosomes               technologies (i.e. spectral karyotyping – SKY or multico-\n[3,7,10,12]. However, cells of eukaryotes are more likely       lor FISH – MFISH) and different DNA probe sets (chro-\nto be in interphase. Therefore, during surveys of genome        mosome-enumeration/centromeric, site-specific, whole-\norganization, structure and behavior, essential part of         painting, microdissected) [2,3,5-7,9-13,30,36,39-46]. In\ncellular life is usually fallen out of researchers’ scope. As   general, if modified, almost all these techniques can be\nto molecular diagnosis of chromosome abnormalities,             applied to interphase cells, but this “transfer of technol-\none can notice that interphase analysis is uncommonly           ogy” requires significant efforts [2,3,7,10,12,\napplied, as well. The explanation of leaving interphase         13,30-33,35,47]. Generally, all molecular cytogenetic\ncytogenetics aside from diagnostics and research might          assays that provide for visualization of genomic loci in\nbe a suggested lack of reproducibility and low resolu-          an interphase nucleus are termed interphase FISH or I-\ntion. A brief look through studies of genome architec-          FISH [35]. Table 1 gives an overview of molecular cyto-\nture in interphase nuclei [15-19] and somatic genomic           genetic techniques that are used for metaphase and\nvariations [7,10,12,20-29] as well as developments in           interphase analysis with special attention to the resolu-\ninterphase cytogenetics [30-35] will reveal such assump-        tion and to the modifications for studying single cells.\ntions unsupported and will show that laboratories ela-          The impossibility of listing all known molecular cytoge-\nborating such techniques are able to solve different            netic approaches seems to be apparent, but even a short\npractical and research tasks without major difficulties         description of such techniques (Table 1) shows molecu-\n[3,7,12-35]. It seems thereby that preferences to use           lar cytogenetics able to perform high-resolution analysis\ninterphase molecular cytogenetic techniques suffer              of chromosomal structure and behavior at all stages of\nrather from “insufficient publicity” than from “technolo-       cell cycle, being, nevertheless, more frequently use to\ngical underdevelopment”.                                        detect metaphase chromosome imbalances and rearran-\n  Looking through the voluminous amount of reviews              gements or to operate with total DNA for probing in\ndedicated to molecular cytogenetics, we have found              CGH analysis [2-7,10-14,19-54]. Further, we attempt to\noccasional descriptions of both technological and theo-         review each aforementioned approach in context of\nretical side of visualizing human chromosomes in inter-         applications to single-cell chromosomal analysis.\nphase. Consequently, we were forced to conclude that            FISH\nundeservedly little attention is paid to interphase mole-       FISH offers numerous possibilities to study either the\ncular cytogenetics in modern biomedical literature.             whole genome or specific genomic loci (regions)\nAdditionally, technical side of the application is even         [2-7,10-13,36,39-41]. The probes mainly determine the\nmore rarely addressed. To fill this gap, we have                resolution of molecular cytogenetic techniques [3].\nattempted to give an overview of currently applied              Regardless molecular peculiarities and pattern of\nmolecular cytogenetic techniques with a special empha-          sequence modifications (i.e. LNA (locked-nucleic acid)\nsis on their technological abilities for studying human         or PNA probes, for more details see [3,13,37,38]), probes\ninterphase chromosomes.                                         for molecular cytogenetic assays can be classified\n                                                                according to the pattern of detected DNA sequences.\nMolecular cytogenetic techniques, their resolution              Such classification includes repetitive-sequence DNA\nand potential for single-cell analysis of interphase            (centromeric and telomeric), site-specific, whole chro-\nchromosomes                                                     mosome painting (wcp) probes [3,55].\nThe overwhelming majority of molecular cytogenetic                FISH, which paints repetitive genomic sequences, can be\ntechniques are based on hybridization. There are cur-           performed with either centromeric (chromosome enu-\nrently two essential platforms available for developments       meration or chromosome-specific) or telomeric DNA\nin molecular cytogenetics: fluorescence in situ hybridiza-      probes. Analysis of telomeres is an important area of bio-\ntion (FISH) including comparative genomic hybridiza-            medical research [56]. Usually, DNA or PNA probes pos-\ntion (CGH) [3,36] and peptide nucleic acid (PNA)                sessing TTAGGG repetitive sequence motifs are used\nprobing for analysis of chromosomal DNA [37,38].                [3,56]. These assays are needed to cover large area of can-\nAlternatively, another technique uses primed in situ            cer and aging research (telomere biology), but seem to be\nlabelling (PRINS) reaction [37,38]. The resolution and          poorly applicable for diagnosis [3]. I-FISH analysis using\nlevel of excellence of all these techniques are established     telomeric probes was only described in few nuclear organi-\nagainst cytogenetic banding analysis, which remains the         zation studies [57]. Contrariwise, applications of I-FISH\ngolden standard in this instance [36].Single-cell molecu-       with centromeric DNA probes are an integral part of diag-\nlar cytogenetic analysis can be performed either through        nostics in medical genetics, oncology and reproductive\nanalysis of metaphase plates or through analysis of             medicine [1-3,5,7,10,12,13,20-30,35-38,41,42,44,46,55,\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                                                     Page 3 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\nTable 1 Molecular cytogenetic techniques, their resolution and validity for single-cell analysis of interphase/\nmetaphase chromosomes (for more details see text)\nApproach                                                      Resolution          MA*         IA**       SCA^        PVC^^                     Refs\nCytogenetic banding analysis (\"golden standard”)                 5-7 Mb             +           -          +            +                       [1]\nFISH/MFISH/SKY\n             FISH/MFISH/SKY with centromeric probes            >0.3-1 Mb           +/-         +           +           +/-         [20-26,30,32,35,41,42,44,46]\n             FISH/MFISH/SKY with site-specific probes          ~0.1-2 Mb           +/-        +/-         +/-          +/-                  [45,47-50]\n         FISH/MFISH/SKY with whole-painting probes             >5-10 Mb             +           -          +            +              [2,3,5,6,13,36,39,40]\nMCB\n                                        Metaphase MCB           ~2-5 Mb             +           -          +            +                  [2,13,43,45]\n                                                ICS-MCB         ~2-5 Mb             -          +           +            +             [23,24,26,28,29,31-35]\nFiber FISH                                                    >2.3 (2-3) kb        na          na          +            +                     [51,52]\nSingle-cell CGH\n                                          Standard CGH           2-5 Mb            na          na          +            -                      [53]\n                                              Array CGH        0.03-1 Mb           na          na          +            -                     [14,54]\n* – analysis of metaphase chromosomes (MA - metaphase analysis); ** – analysis of interphase chromosomes (IA - interphase analysis); ^ – possibility to perform\nsingle cell analysis (SCA); ^^ – possibility to visualize chromosomes or chromosomal loci (PVC - possibility to visualize chromosomal loci); na - not applicable;\n\n\n58-61]. Moreover, application of these probes has been                                FISH using site-specific DNA probes (YACs, BACs,\nlong demonstrated to be extremely valuable for research                            PACs, cosmids) is usually used to map chromosomal\nin fields of chromosome biology studying genome organi-                            regions, within which a breakpoint is located [3,5,13,61].\nzation (chromosomal and nuclear), evolution, behavior                              Additionally, these probes can be used for diagnosing\nand variation in health and disease [2,3,7,10,12,                                  known microdeletion and microduplication syndromes\n13,20-30,35,41,42,44,55,62-67]. The popularity of these                            [1,3,13,27], aneuploidy and recurrent chromosome\nDNA probes is usually attributed to near 100% hybridiza-                           abnormalities during preimplantation genetic diagnosis\ntion efficiency because of painting highly repetitive DNAs                         [48-50], prenatal diagnosis [3,13,47], oncocytogenetic\nas well as to chromosome-specifity of centromeric human                            analysis [1-3,5,13,36,27,50], and precision of copy num-\nDNAs allowing analysis of individual homologous chro-                              ber variations [8]. Being valuable approach for studying\nmosome pairs in interphase [7,10,30,35]. Moreover, due to                          genomic loci smaller than 1 Mb, I-FISH with site-speci-\nthe extreme interindividual variations of pericentromeric                          fic probes is frequently used for studying nuclear organi-\nheterochromatic DNA, such assays allow application of                              zation of genes and its impact on the transcriptional\nquantitative FISH (QFISH) that can be useful for solving                           activity [16-18,69]. Nevertheless, relatively moderate\nnumerous problems encountered during metaphase and                                 hybridization efficiency (<70%) hinders the application\ninterphase analysis of chromosomes [32,35,59]. The poten-                          of such approaches in numerous areas of biomedical\ntial of related assays is poorly determined by its genomic                         research and diagnosis [7,10]. The latter does not con-\nresolution (Table 1), inasmuch as applications of centro-                          cern a number of diagnostic FISH procedures applying\nmeric DNA probes suggest the analysis of phenomena                                 these types of probes (for instance, in cases of routine\nencompassing significantly larger genomic loci as to visua-                        oncohematological and tumor diagnostics). For diagnos-\nlized ones [3,7,10]. As to interphase cytogenetics, I-FISH                         tic issues, such approaches has cut-offs between 92 and\nwith chromosome-enumeration probes makes possible to                               98% [13].\ndetect numerical chromosome imbalances (aneuploidy                                    FISH using wcp is a basis for MFISH (24-color FISH)\nand polyploidy) in vast cell populations [7,10,12,20-                              and SKY [2,13,39,40]. These methods are valuable for\n30,35,41,42,60]. In a limited amount of cases, similar                             cancer cytogenetics and, in some cases, for diagnosis of\napproaches are applicable for metaphase cytogenetic ana-                           constitutional chromosome abnormalities [2,5,6,13,36].\nlysis of chromosome abnormalities [58,63,64,68]. Numbers                           For analysis of interphase chromosomes, MFISH/SKY is\nof signals for these probes are supposed to be identical to                        hardly applicable. Nevertheless, a study has visualized\nnumbers of homologous chromosomes per interphase                                   simultaneously all chromosomes in interphase nuclei of\nnucleus [3,7,10,20-30,33,35,41,42,46]. However, this is not                        fibroblasts and prometaphase rosettes by 24-color\nalways the case [7,10,23-33,35]. This is the main disadvan-                        MFISH [70]. Afterwards, such approaches have not been\ntage of I-FISH with centromeric DNA probes, which is,                              ever considered for related analysis. Two-to-five-color\nhowever, successfully solved by means of FISH with site-                           assays with wcp probes have been repeatedly used for\nspecific DNA probes (locus-specific BAC probes or BAC-                             molecular cytogenetic diagnosis of structural alterations\nprobe contigs) [13].                                                               to metaphase chromosomes [1-3,5-7,13,36,61] and\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                Page 4 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\ninvestigation of genome organization in interphase              surveys of somatic genomic variations remains to be\nnuclei [15,57,66,70-72]. I-FISH with wcp probes is too          estimated.\nproblematic to be competitive with other techniques of          PNA and PRINS\ninterphase molecular cytogenetic diagnosis [7,10,33].           Both PNA and PRINS can be successfully applied for\n   By microdissection of chromosomal loci for obtaining         studying human chromosomes [3,7,10,13,37,38]. PNAs\na set of probes that produce multicolor pseudo-G-band-          are suggested to have several advantages over conven-\ning, a high-resolution molecular cytogenetic technique          tional molecular cytogenetic DNA probes, which are the\nfor analysis of metaphase chromosomes termed MCB                result of their smaller size [38]. Notwithstanding, poor\n(multicolor banding) was proposed [43]. The latter has          availability does not allow researchers to evaluate in situ\nbeen consistently shown to be applicable for the identifi-      hybridization with PNA probes for either metaphase or\ncation of structural chromosome abnormalities and gen-          interphase molecular cytogenetics. Moreover, these\nome organization [2,13,36,43,45,61,73]. A modification          probes are usually restricted to studying centromeric\nof this technique, called recently interphase chromo-           and telomeric repetitive chromosomal DNA.\nsome-specific MCB (ICS-MCB) that generates MCB of a               In contrast to FISH and CGH, PRINS is based on\nhomologous chromosome pair on single nuclei, has                another biochemical process (polymerase reaction) [37].\nbeen demonstrated effective for studying human inter-           This makes it useful for case-control studies of newly\nphase chromosome organization and variations (somatic           discovered phenomena to exclude hypothetical errors\ngenomic variations and chromosome instability in health         that might be produced by hybridization [24]. Usually,\nand disease) [3,7,10,13,19,23,24,26-29,31,33-35,74,75].         PRINS shows almost the same results as FISH. There-\nApart from impossibility to analyze simultaneously sev-         fore, there is no apparent interest to substitute FISH-\neral homologous chromosome pairs and relative com-              based techniques by PRINS, especially taking into\nplexity of the analysis, ICS-MCB does not possess major         account its essential limitation: available probes are oli-\nlimitations. Moreover, this is the unique way to obtain a       gonucleotides for pericentromeric/heterochromatic and\nview on the entire interphase chromosome in its integ-          few euchromatic regions (poorly reproducible!)\nrity [23,33,35].                                                [3,7,24,37].\n   The highest molecular cytogenetic resolution is                The key process of all the studies aimed to analyze\nachieved by fiber FISH (~2.3 kb) [52,76]. This                  interphase chromosomes is visualization. In other\napproach was originally designed for mapping cloned             words, lacking of direct (microscopic) DNA visualization\nDNA fragments at high resolution. The latter was                makes all such researches incomplete. This becomes\nfound useful for investigation of genomic organization          even more evident for studying chromosome organiza-\n(on metaphase chromosomes), stalled transcription and           tion in single cells. As one can see, only FISH-based\ngenomic rearrangements (including large deletions               techniques offer possibilities to detect either whole chro-\nwithin gene sequences) [51,52,76]. Although this tech-          mosomes or specific genomic loci of extremely small\nnique is based on obtaining DNA fibers from inter-              size in single cells. Therefore, to perform a valid study\nphase nuclei, it cannot be attributed to I-FISH. Single-        of human interphase chromosomes, I-FISH protocols\ncell molecular cytogenetic analysis by fiber FISH (espe-        are to use. The next part of our review addresses areas\ncially, analysis of large cell populations) is highly           of I-FISH applications as well as its advantages and\ncomplicated.                                                    limitations.\nCGH\nSince CGH compares quantitative differences between             I-FISH: advantages and limitations\nindividual genomes, its applications are restricted to          I-FISH as all other FISH-based methods roughly\nanalysis of losses/gains of chromosomal (genomic) loci          requires three steps to be performed: (i) obtaining cells\nwithout direct visualization of chromosomes [4,77].             suspensions or performing another preparations of biop-\nArray CGH can provide for a resolution up to nucleo-            sies for the analysis; (ii) denaturation/hybridization; (iii)\ntide level, but still is poorly applicable for studying chro-   microscopic visual/digital analysis of hybridization\nmosomes of a cell. Nevertheless, several reports have           results [13,35,78]. The first stage is not associated with\ndemonstrated either standard CGH or array CGH on                any limitation of I-FISH, because any cell type of a\nmicrodissected interphase nuclei to detect chromosome           human organism can be processed for such analyses\naberrations in single cells of preimplantation embryos          [7,35,78]. This is considered the essential advantage of\n[14,53,54]. Such approaches are applicable for unba-            interphase molecular cytogenetic techniques in contrast\nlanced genomic rearrangements being useless for other           to classical cytogenetics (analysis of metaphase chromo-\nareas of chromosome biology, which requires visualiza-          somes) – the ability to analyze chromosomes in all the\ntion of chromosomal DNA [10]. The potential of CGH-             tissue (cell) types [3,7,13,20-36]. Classically, I-FISH was\nbased single-cell analysis for molecular diagnosis and for      suggested to be limited to analyses of specific genomic\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                              Page 5 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\nloci [2,3,7,13]. However, some modifications such as           chromosomal regions (apart from shared alphoid DNA\nICS-MCB allow to get a view of interphase chromo-              of chromosomes 5 and 19, 13 and 21, 14 and 22)\nsomes in their integrity [23,24,26-29,31,33-35,74]. As         [30,35,41,42,44,83] are the essential source of advantages\nmentioned before, ICS-MCB still have a limitation that         that this technique possesses. Heteromorphisms of peri-\nis referred to the possibility of studying only one homo-      centromeric DNAs can produce the lack of a signal\nlogous chromosome pair per analysis (metaphase chro-           leading, thereby, to impossibility of the I-FISH assay\nmosomal analysis allows to visualize all chromosomes of        application. Fortunately, such extreme heteromorphisms\na cell), being, however, the unique way to visualize the       (centromeric DNA variations) are rare in the general\nwhole banded chromosome in a nucleus [23,33]. Dena-            population [32,35,59,84-86].\nturation and hybridization steps of I-FISH are per-            I-FISH with site-specific probes\nformed identically to metaphase FISH-based approaches          Interphase molecular cytogenetic studies by I-FISH with\n[13,35]. Therefore, no additional drawbacks can be             site-specific probes are commonly applied in preimplan-\nattributed to these procedures during interphase mole-         tation, prenatal and postnatal diagnosis as well as in\ncular cytogenetic studies. Scoring of I-FISH results is        cancer cytogenetics (Figure 2) [2,3,13,36,47-50].\nusually performed via conventional visual analysis             Although repeatedly noted to be of significant impor-\n[35,79]. However, there are numerous possibilities to          tance for detecting gene fusions resulting from inter-\napply digital analysis for studying interphase chromo-         chromosomal translocations (cancer biomarkers)\nsomes. These include, but are not restricted to, QFISH,        [49,87-89] and to be useful for preimplantation diagno-\nanalysis of signal co-localization (oncocytogenetic stu-       sis [48-50], such I-FISH modifications has considerable\ndies of gene fusions because of translocations in inter-       disadvantages. Firstly, hybridization efficiency of site-\nphase nuclei), ICS-MCB (visualization of chromosomal           specific probes is usually between 40 and 70% [7,10].\nstructures), increasing of FISH result visibility, automatic   This has the potential to produce false-positive or false-\nsignal detection [79]. Furthermore, digital analysis is a      negative data [7,28]. Additionally, it requires to use\nneed for multicolor FISH-based assays (SKY, MFISH,             probes for “well-characterized” genomic DNA sequences\nmultiprobe interpahse FISH or mFISH), which are                (i.e. mapped oncogenes, genes/genomic loci within\nusually applied to increase the potential of FISH applica-     microdeletion or microduplication regions) [3]. There-\ntions through simultaneous analysis of multiple targets        fore, it is not surprising that there are only few\n[2,3,12,13,20-30,35,36,80]. Combining several aforemen-        approaches using these DNA probes that are performed\ntioned techniques mFISH with 2-5 probes (colors) per           to detect well-known chromosomal rearrangements in\nassay, QFISH and ICS-MCB) has become a basis for an            cancer cells [87-89] and, more rarely, deletions/duplica-\nintegrated approach proven to be of highest efficiency         tions in clinical populations [1,3,8,50,90-92]. However,\nfor molecular diagnosis and genome/chromosome                  FISH using site-specific probes is almost the unique way\nresearches at supramolecular level in interphase               to visualize DNA sequences smaller than 1 Mb in inter-\n[7,10,12,13,20-30,32,33,35,41,60,78,81]. The type of FISH      phase nuclei. Simultaneous use of centromeric and site-\nresult evaluation (i.e. visual or digital) is determined by    specific probes in an mFISH assay (Figure 3) is some-\nthe type of assay or, more precisely, by features of DNA       times useful for diagnostics and survey of intercellular\nprobes (amount of probes per reaction and DNA                  (somatic) genomic variations [7,20,28,46,48].\nsequence affinity) and detection. Therefore, to get an         I-FISH with wcp\noverview it is to subdivide I-FISH techniques this way.        It is generally recognized that FISH chromosomal paint-\nTable 2 gives such overview.                                   ing using wcp is completely useless for identification of\nI-FISH with centromeric probes                                 number and structure of interphase chromosomes (Fig-\nI-FISH with centromeric probes is highly applicable for        ure 4) [3,7,10,13,33,35,80]. However, basic research of\ndifferent areas of biomedical research and diagnosis           chromosome architecture in interphase is usually per-\n[7,10,13,20-22,30,35,41,58-60,81,82]. The most frequent        formed using I-FISH with wcp. These probes allows to\napplication of the method is the identification of numer-      visualize chromosome territories and their positioning\nical chromosome abnormalities (aneuploidy and poly-            relative to nuclear compartments (Figure 4B)\nploidy) in interphase nuclei (Figure 1). The latter is         [57,70-72,85,93]. For the last two decades, I-FISH-wcp\nrequired for pre-/postnatal diagnosis, cancer diagnosis/       approaches were almost the unique way to study geno-\nprognosis, somatic genomic variation surveys                   mic organization in interphase [72]. Some studies pro-\n[7,10,20-22,30,35,82]. As one can see from table 2, near       posed to use the complete wcp set in an interphase\n100% hybridization efficiency of centromeric DNA               MFISH reaction [70,93]. Nonetheless, these techniques\nprobes [7,10,30,35] and chromosome-specific DNA                are all limited in their abilities to paint chromosome ter-\nsequences forming pericentromeric/heterochromatic              ritories (volumes) only (Table 2) [33].\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                                        Page 6 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\nTable 2 Overview of I-FISH techniques\nTechnique       Brief description              Advantages                   Limitations                         Refs\nI-FISH with     I-FISH on interpahse nuclei    High hybridization           Signal associations, impossible     [7,10,20-22,30,35,41,58-60,81,82]\ncentromeric     painting pericentromeric       efficiency, chromosome       to analyze chromosomes 5,13,\nprobes          (heterochromatic) regions      specifity (apart few         14, 19, 21, 22; heteromorphisms\n                                               chromosomes)\nI-FISH with     I-FISH painting specific       Small specific genomic loci Low hybridization efficiency,        [8,13,28,42,47-50,69]\nsite-specific   euchromatic genomic loci       are visualized              numerous artifacts\nprobes\nI-FISH with     I-FISH painting chromosome     Identification of nuclear    Chromosome territories are          [57,70-72,93]\nwcp             territories                    chromosome territories       ambiguous, no additional\n                                                                            information\nmFISH           Multicolor I-FISH with >2      Analysis of several targeted Difficulty to distinguish between [7,10,20-22,30,35]\n                probes labeled by different    genomic loci                 artifacts and aneuploidy/\n                fluorochromes/ligands                                       polyploidy\nmFISH/QFISH mFISH + QFISH digitalization       Distinguishes between        Same as mFISH                       [7,10,24-29,32,35]\n            of FISH signals                    FISH artifacts and\n                                               aneuploidy (polyploidy)\nMFISH           Simultaneous visualization of All chromosome territories    Exceedingly sophisticated           [70,93]\n                the complete set of           are simultaneously seen       analysis; data poorly\n                chromosomes in an interphase                                interpretable\n                nucleus\nICS-MCB         Chromosome-specific MCB        Visualization of whole       A pair of homologous                [7,10,13,19,23,24,26-29,31,33-35,74,75]\n                generated on interphase nuclei banded interphase            chromosomes is studied per\n                                               chromosomes in their         assay; relative complexity of the\n                                               integrity                    analysis\n\n\n\n\nICS-MCB                                                                    cycle is another major problem of I-FISH applications\nTo visualize a homologous pair of interphase chromo-                       [7,47]. Despite of recommendations concerning this type\nsomes in their integrity, one has to generate MCB.                         of I-FISH artifacts in the available literature, FISH analy-\nInterphase banded chromosomes appear as metaphase                          sis can be hindered by replicative signal appearance.\nones when ICS-MCB is applied. Therefore, this I-FISH                       This is mainly related to site-specific DNA probes,\napproach solves the long-standing limitation of cytoge-                    being, however, noticed during I-FISH with centromeric\nnetics that refers to obtaining metaphase chromosomes                      probes, as well [7,10,22,35,47] (Figure 6A-C). Additional\n[23,31-35]. Figure 5 gives an example of aneuploidy                        source of numerous artifacts that can be considered as\ndetection in an intephase nucleus isolated from the Alz-                   false-positive chromosome abnormalities in interphase is\nheimer’s disease brain [28]. ICS-MCB can be widely                         nuclear organization. In this context, the most proble-\napplied for basic research of somatic genomic variations,                  matic pattern of chromosome arrangement in the\nchromosome structural and functional organization in                       nucleus is related to chromosomal loci associations\ninterphase, supramolecular disease mechanisms                              [94,95]. This significantly affects I-FISH results becom-\n[3,7,10,12,13,19,23,24,26-29,31,33-36,73-75,79-81].                        ing even more important taking into account that\nApparently, the sole disadvantage of this technique is                     numerous cell types are prone to exhibit intranuclear\nthe impossibility to analyze more than one homologous                      associations/pairing of genomic loci (Figure 6D)\nchromosome pair at once [23,33].                                           [20,32,35,95]. Regardless frequent occurrence of related\n  There are several general problems that surround I-                      difficulties, the problem is easily solved by QFISH (Fig-\nFISH application. As we have already mentioned, differ-                    ure 6E) [23,24,28,32,35,95].\nences of hybridization efficiency complicate simulta-                         Finishing the list of interphase FISH-based techniques,\nneous applications of different probe sets [7]. For                        it is to mention Immuno-FISH. This method combines\ninstance, signals of site-specific probes can be missed                    immunohistochemical detection of proteins and FISH\nbecause of high brightness of wcp or centromeric probe                     for visualization of DNA (RNA) targets [96-98].\nsignals. Here, the most apparent solution is ICS-MCB                       Immuno-FISH is found applicable in cancer research/\napplication [33,35]. However, some interphase protocols,                   diagnosis (simultaneous immunophenotyping and sin-\nmostly associated with molecular oncocytogenetics, are                     gle-cell genetic analysis), studies of chromosome struc-\nproven to be valid for diagnostic purposes                                 ture and organization, transplantation research, and\n[1,13,36,87,88]. DNA replication during S phase of cell                    identification of supramolecular disease mechanisms\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                             Page 7 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n Figure 1 Two- and three-color I-FISH with centromeric DNA probes. (A) normal diploid nucleus with two signals for chromosome 1 and\n chromosome 15; (B) monosomic nucleus with two signals for chromosome 1 and one signal for chromosome 15; (C) trisomic nucleus with two\n signals for chromosome 1 and three signals for chromosome 15; (D) normal diploid nucleus with two signals for chromosome 1, chromosome 9\n and chromosome 16; (E) monosomic nucleus with two signals for chromosome 1 and chrosmome 9 and one signal for chromosome 16; (F)\n trisomic nucleus with two signals for chromosome 1 and chromosome 16 and three signals for chromosome 9; (G) triploid nucleus with three\n signals for chromosome 16 and chromosome 18; (H) tetraploid nucleus with two signals for chromosome X and chromosome Y; (I) tetraploid\n nucleus with two signals for chromosome X and chromosome Y, and four signals for chromosome 1.\n\n\n[28,29,96-100]. Figure 7 demonstrates Immuno-FISH                      variations; molecular cytogenetic diagnosis. Below, a\nused for studying interphase chromosomes in neuronal                   brief description of these applications is given.\ncells of the adult human brain [28,29].\n  After listing the most known methods of interphase                   Genome organization in interphase\nmolecular cytogenetics, it is to focus on their specific               Spatial chromosome organization in interphase has been\napplications. Currently, there are there main biomedical               repeatedly shown to be a driving force for numerous\nareas requiring the use of I-FISH: analysis of intranuc-               crucial intracellular processes. It is suggested that speci-\nlear chromosome (genome) organization; identification                  fic arrangement of interphase chromosomes is likely to\nof somatic (intercellular and intertissular) genomic                   associate with genome activity, normal/abnormal cell\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                                Page 8 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n Figure 2 I-FISH with site-specific DNA probes. (A) normal diploid nucleus with two signals for chromosome 21; (B) trisomic nucleus with\n three signals for chromosome 21; (C) interphase nucleus exhibiting co-localization of ABL and BCR genes probably due to t(9;22)/Philadelphia\n chromosome.\n\n\ndivision, chromosome rearrangements occurring during                     positioning and its relation to other nuclear compart-\nmeiosis and mitosis [7,15-17,69,19,70-72,75,93,100,101].                 ments (nucleolus, Cajal bodies, nuclear speckles etc.) –\nTo get an integrated view of genome organization in                      I-FISH with wcp, interphase MFISH or ICS-MCB\ninterphase, numerous approaches should be applied.                       [19,31,23,33,35,34,70-72,74,93]; (ii) studying correlation\nThe leading role in these studies is played by I-FISH                    between positioning of specific genomic loci in relation\n[7,80,72,93]. There could be several applications of I-                  to each other (i.e. association of whole chromosomes or\nFISH approaches for interphase chromosome analysis                       their regions) and their behavior (transcriptional/replica-\non this occasion: (i) identification of chromosome                       tive activity) for elucidating functional meaning of\n\n\n\n\n Figure 3 Five-color I-FISH (mFISH) with DNA probes for chromosomes 18, X and Y (centromeric probes) as well as 13 and 21 (site-\n specific probes). a presumably normal (diploid) male nucleus isolated from the adult human brain.\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                                Page 9 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n Figure 4 I-FISH with two wcp for chromosomes 7 and 21. (A) ambiguous chromosome territories provide information neither about number\n of chromosomes nor about structure of chromosomes (chromosome 7 – green signal; chromosome 21 – red signals), whereas this individual\n presented with regular unbalanced t(7;21); more details are given in Vorsanova et al. 2008 [64]; (B) chromosome territories in an interphase\n nucleus of a cell isolated from the ataxia-telangiectasia brain (chromosome 7 – green signals; chromosome 14 – red signal); note the\n impossibility to identify number of chromosomes 14.\n\n\nnuclear organization and its driving forces – I-FISH                     Somatic genomic variations\nwith centromeric, site-specific and wcp, mFISH/QIFSH                     During the last half decade, genomic variations – a\nor ICS-MCB [7,19,31,23,33,35,32,34,57,66,69,72,74,                       source of human healthy and pathological diversity –\n75,93-95,100]; (iii) analysis of chromosome behavior in                  have become a major focus of current biomedical\nrelation to genome, epigenome and proteome changes                       research. Being involved in evolutionary and disease\nfor delineation of possible consequences of specific                     pathways, variations of the human genome are consid-\ninterphase chromosome architecture (i.e. occurring of                    ered the main target of researches aimed to uncover dis-\nsomatic chromosomal mutations in cancers) – I-FISH                       ease mechanisms and species origins [103]. Soon after\nwith centromeric, site-specific and wcp, mFISH/QIFSH,                    description of high rate of interindividual genomic\nICS-MCB and Immuno-FISH [7,15-19,34,69,71,72,74,                         diversification, it has been hypothesized that related pro-\n75,93-95,100,101]. Additional complication of I-FISH                     cesses– somatic genomic variations – lie at the origin of\nanalysis of spatial chromosome organization is asso-                     intercellular genomic differences. Moreover, somatic\nciated with structural preservation of nuclei. It is to                  variability of cellular genomes was proposed as a\nnote, that some researchers report about dependence of                   mechanism for complex human diseases [7,10,12]. The\nfixation type on I-FISH results [72,93], whereas others                  latter has been partially confirmed by high-resolution\ndo not [71]. Regardless these debates, an alternative for                interphase molecular cytogenetic (molecular neurocyto-\nI-FISH spatial genome analysis could be a suspension                     genetic) studies of neurological and psychiatric diseases\nFISH (S-FISH) technique [102]. The advantage of this                     [7,20-29]. The growing evidence for contribution of\napproach is related to possibility of studying three-                    somatic genomic variations to the key physiological pro-\ndimensional (3D) preserved nuclei from any human tis-                    cesses has been used for further hypothesizing about the\nsue, whereas other 3D preservation techniques require                    emerging role of cell-to-cell genome variability in nor-\nspecific conditions of cell cultivation. The latter makes                mal/abnormal human intrauterine development (includ-\nI-FISH to lose its main advantage. Together, it is to con-               ing exogenous effects), cancerization, tissue-specific\nclude that comprehensive description of functional sig-                  pathology (i.e. targeted neurodegeneration), sex differ-\nnificance of nuclear organization requires application of                ences in complex diseases, responses to molecular ther-\nalmost all known interphase molecular cytogenetic                        apy of debilating neurological disorders [21,22,24,\ntechniques.                                                              28,29,104-109]. Altogether, this forms a basis for\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                   Page 10 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n Figure 5 ICS-MCB with chromosome 21-specific probe. Monosomy (loss) of chromosome 21 in a nucleus isolated from the Alzheimer’s\n disease brain.\n\n\nforthcoming researches in the field of single-cell biology.       this review. Here, we would like to make some addi-\nAll these achievements were the result of numerous                tional comments related to more specific problems of\ndevelopments in interphase molecular cytogenetics. To             medical cytogenetics and to show again that studying\nprove it, we would like to refer to determination of sto-         chromosomes in interphase nuclei has profound effects\nchastic (sporadic or background) aneuploidy level in              on molecular cancer and prenatal diagnosis [114,115]. It\nhuman tissues (Table 3) [20-24,59,28,29,35,81,109-112].           is obvious that it is almost impossible to refer all the\nLooking through these data, it is hard to avoid the con-          studies that used I-FISH. Here, we have preferred to\nclusion that aneuploidy rates become more reasonable if           describe several difficulties encountered during I-FISH\nhigh-resolution I-FISH approaches are applied. Addi-              introduction and usage for diagnostic purposes. Newly\ntionally, interindividual genomic variations can be               introduced interphase techniques (i.e. ICS-MCB) were\ndetected in interphase by a parent-of-origin-determina-           used for research purposes only and, therefore, have not\ntion FISH (pod-FISH) technique [113]. Together, I-FISH            been tested for diagnostic validity. Despite of limiting\ncan be proposed as a required addition for studying               practical application of these I-FISH protocols, related\ngenomic variations at microscopic and submicroscopic              drawbacks can be easily eliminated by forthcoming stu-\nlevels.                                                           dies. Another problem comes from the diagnosis of\n                                                                  chromosomal mosaicism. There do not exist commonly\nMolecular cytogenetic diagnosis                                   accepted guidelines or criteria for mosaicism definition\nMolecular cytogenetic identification of chromosomal               [7,10,35]. Regardless some attempts (for details see [35]),\naberrations by I-FISH has been already mentioned in               there is still no consensus concerning this topic. The\n\fVorsanova et al. Molecular Cytogenetics 2010, 3:1                                                                             Page 11 of 15\nhttp://www.molecularcytogenetics.org/content/3/1/1\n\n\n\n\n Figure 6 Problems of I-FISH with centromeric/site-specific DNA probes. (A) and (B) replication of specific genomic loci (LSI21 probe) –\n some nuclei exhibit replicated signals, whereas in some nuclei it is not apparent; note the distance between signals can be more than a\n diameter of a signal; (C) asynchronous replication of a signal (DXZ1) in case of tetrasomy of chromosome X; note the difficulty to make a\n definitive conclusion about number of signals in the right nucleus; (D) Two-color FISH with centromeric/site-specific DNA probes for\n chromosome 1 shows chromosomal associations in a nucleus isolated from the adult human brain; note the impossibility to identify number of\n chromosomes; (E) QFISH demonstrating an association of centromeric regions of homologous chromosomes 9, but not a monosomy or\n chromosome loss (for more details see [32]).\n\n\nsolution would be a large-scale study aimed to uncover                  precise. From the other hand, mosaics require large cell\nsomatic genomic variations in unaffected human tissues.                 populations to be analyzed. It becomes even more diffi-\nHopefully, similar studies have ",
  "wordCount": 9980,
  "indexed": "2025-09-25T22:46:55.659Z",
  "method": "direct"
}
