{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Tripletes/Filipovic-Sadic et al. - 2010 - A Novel FMR1 PCR Method that Reproducibly Amplifie.pdf",
  "fileName": "Filipovic-Sadic et al. - 2010 - A Novel FMR1 PCR Method that Reproducibly Amplifie.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Tripletes/Filipovic-Sadic et al. - 2010 - A Novel FMR1 PCR Method that Reproducibly Amplifie.pdf",
  "text": "NIH Public Access\n                               Author Manuscript\n                               Clin Chem. Author manuscript; available in PMC 2014 May 23.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Clin Chem. 2010 March ; 56(3): 399–408. doi:10.1373/clinchem.2009.136101.\n\n\n\n                           A Novel FMR1 PCR Method that Reproducibly Amplifies Fragile\n                           X Full Mutations in Concordance with Southern Blotting and\n                           Reliably Detects Low Abundance Expanded Alleles\n                           Stela Filipovic-Sadic1, Sachin Sah1, Liangjing Chen1, Julie Krosting1, Edward Sekinger1,\n                           Wenting Zhang2,3, Paul J. Hagerman2,3, Timothy T. Stenzel1, Andrew Hadd1, Gary J.\n                           Latham1,*, and Flora Tassone2,3,*\n                           1Technology Development, Asuragen, Inc., Austin, Texas 78744\n\n                           2Department of Biochemistry and Molecular Medicine, University of California, School of\n\n                           Medicine, Davis, California, 95616, USA\nNIH-PA Author Manuscript\n\n\n\n\n                           3M.I.N.D. Institute, University of California Davis Medical Center, Sacramento, California, 95817,\n\n                           USA\n\n                           Abstract\n                                 BACKGROUND—Fragile X Syndrome (FXS) is a trinucleotide repeat disease that is caused by\n                                 the expansion of CGG sequences in the 5’ untranslated region of the FMR1 gene. Molecular\n                                 diagnoses of FXS and other emerging FMR1 disorders typically rely on two tests, PCR and\n                                 Southern blotting. However, performance or throughput limitations in these methods currently\n                                 constrain routine testing.\n\n                                 METHODS—We evaluated a novel FMR1 gene-specific PCR technology with 20 cell line DNA\n                                 templates and 146 blinded clinical specimens. The CGG repeat number was determined by\n                                 fragment sizing of PCR amplicons using capillary electrophoresis and compared with the results\n                                 of FMR1 Southern blotting performed with the same samples.\n\n                                 RESULTS—The FMR1 PCR accurately detected full mutation alleles up to at least 1300 CGG\nNIH-PA Author Manuscript\n\n\n\n\n                                 repeats and comprising >99% GC character. All categories of alleles detected by Southern blot,\n                                 including 66 specimens with full mutations, were also identified by FMR1 PCR for each of 146\n                                 clinical specimens. Since all full mutation alleles in heterozygous female samples were detected\n                                 by PCR, allele zygosity was reconciled in every case. The PCR reagents also detected a 1% mass\n                                 fraction of a 940 CGG allele in a background of 99% 23 CGG allele—roughly 5-fold greater\n                                 sensitivity than Southern blotting.\n\n                                 CONCLUSIONS—The novel PCR technology can accurately categorize the spectrum of FMR1\n                                 alleles, including alleles previously considered too large to amplify, reproducibly detect low\n                                 abundance full mutation alleles, and correctly infer homozygosity in female specimens, thus\n                                 greatly reducing the need for sample reflexing to Southern blot.\n\n\n\n\n                           *\n                            To whom correspondence should be addressed.\n\f                           Filipovic-Sadic et al.                                                                                           Page 2\n\n\n                              INTRODUCTION\n                                                    Fragile X Syndrome (FXS), the most common form of inherited intellectual impairment and\nNIH-PA Author Manuscript\n\n\n\n\n                                                    known genetic cause of autism, was one of the first human diseases to be linked to an\n                                                    expansion of triplet nucleotide repeats (1–4). FXS is caused by expansions of the Cytosine-\n                                                    Guanine–Guanine (CGG) repeat sequence located in the 5’UTR of the fragile X mental\n                                                    retardation (FMR1) gene (2). Individuals with normal (<45 CGG repeats) or intermediate\n                                                    (45–54 CGG) FMR1 alleles are currently thought to be asymptomatic for disorders\n                                                    associated with the FMR1 gene. However, individuals who are carriers of a premutation\n                                                    allele (55–200 CGG) can develop fragile X-associated tremor/ataxia syndrome (FXTAS) (5)\n                                                    or fragile X-associated primary ovarian insufficiency (FXPOI) (6–8), whereas subjects with\n                                                    the FMR1 full mutation (>200 CGG) typically have FXS (9). As many as 1.5 million\n                                                    individuals in the US are thought to be at risk for at least one FMR1 disorder (10). Thus,\n                                                    these diseases are clinically significant and impact a broad population and age range.\n\n                                                    Currently, most diagnostic testing paradigms for FMR1 disorders rely on PCR with size\n                                                    resolution by capillary electrophoresis (CE), or agarose or polyacrylamide gel\n                                                    electrophoresis to detect up to 100–150 CGG repeats. FMR1 Southern blot analysis is used\nNIH-PA Author Manuscript\n\n\n\n\n                                                    to characterize samples with CGG repeat numbers too large to amplify by PCR, and to\n                                                    determine the methylation status of the gene (11). Unfortunately, this workflow is costly,\n                                                    time- and labor-intensive, and requires large amounts of genomic DNA, and is thus\n                                                    unsuitable for higher testing volumes or population screening. PCR can potentially address\n                                                    each of these limitations, yet the highly GC-rich character of the fragile X triplet repeat\n                                                    sequence historically has been refractory to amplification. PCR innovations such as the use\n                                                    of osmolyte adjuvants, modified nucleotides, and specific cycling conditions have improved\n                                                    detection up to ~300–500 CGG repeats (12, 13), yet even this performance would fail to\n                                                    detect many, if not most, full mutation alleles (14). Importantly, PCR of premutation and\n                                                    full mutation females has been much less successful due to preferential amplification of the\n                                                    smaller allele (12). Consequently, the >20% of female specimens that are biologically\n                                                    homozygous must be reflexed to Southern blot to resolve the potential ambiguity of an\n                                                    unamplified longer allele.\n\n                                                    Here, we report the performance of a novel gene-specific FMR1 PCR technology that can\n                                                    resolve many of the technological challenges that now limit routine fragile X testing. This\nNIH-PA Author Manuscript\n\n\n\n\n                                                    method reproducibly amplified alleles with greater than 1,000 CGG repeats, and\n                                                    demonstrated excellent concordance with Southern blot in an assessment of clinical\n                                                    specimens whose FMR1 alleles spanned the entire range of CGG repeats. The consistency\n                                                    and sensitivity of the reagents to detect premutation and full mutation alleles, including\n                                                    mosaic species that may only be present in a few percent of cells, also resolved ambiguities\n                                                    in identifying female homozygous samples that can confound conventional FMR1 PCR\n                                                    assays. Reproducible detection of full mutation alleles by PCR has implications for the\n                                                    broader adoption of FMR1 analysis.\n\n\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                         Page 3\n\n\n                              MATERIALS AND METHODS\n                              Clinical and Cell Line DNA Samples\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Blood samples were obtained from subjects evaluated at the M.I.N.D. Institute Clinic,\n                                                    following informed consent and according to an approved Institutional Review Board\n                                                    protocol. Genomic DNA was isolated from peripheral blood leukocytes (5 ml of whole\n                                                    blood) using standard methods (Qiagen, Gentra Puregene Blood Kit). Only the code number\n                                                    was known to the technician who handled the samples. A total of 146 coded samples were\n                                                    sent to Asuragen, Inc. for PCR analysis. All cell line DNA samples were obtained from the\n                                                    Coriell Cell Repositories (CCR, Coriell Institute for Medical Research, Camden, NJ).\n                                                    Clinical and cell line DNA samples were quantified using a NanoDrop spectrophotometer\n                                                    (Thermo Scientific, Wilmington, DE) and diluted in 10 mM Tris, 0.5 mM EDTA, pH 8.8 to\n                                                    20 ng/µL prior to PCR and stored at −15 to −30°C.\n\n                                                    All PCR sample batches included at least one pooled cell line “process control.” The process\n                                                    control was generated from 4 cell line samples—NA20239 (10 ng/µL), NA07541 (5 ng/µL),\n                                                    NA20230 (12 ng/µL), and NA06891 (10 ng/µL)—admixed in deionized water. The use of\n                                                    this control provided product peaks identified using CE corresponding to 20 ± 1, 29 ± 1, 31\nNIH-PA Author Manuscript\n\n\n\n\n                                                    ± 1, 54 ± 1, 119 ± 3 and 199 ± 5 CGG repeats.\n\n                                                    To evaluate the analytical sensitivity of PCR and Southern blot, a mock female\n                                                    heterozygous control sample was prepared by admixing the DNA isolated from two cell line\n                                                    samples, NA06895 (23 CGG) and NA09237 (940 CGG). These admixes retained the same\n                                                    mass input in each case, 7 µg for Southern blot and 40 ng for PCR wherein the percent mass\n                                                    of the 940 CGG allele was varied from 1% to 100%.\n\n                              Gene-specific FMR1 PCR\n                                                    Samples were PCR amplified by preparing a mastermix containing 11.45 µL GC-Rich AMP\n                                                    buffer (#49387), 1.5 µL of FAM-labeled FMR1 Primers (#49386), and 0.05 µL GC-rich\n                                                    Polymerase Mix (#49388) from Asuragen Inc. (Austin, TX). The mastermix was vortexed\n                                                    prior to dispensing to a microtiter plate (96- or 384-well plates, Phenix Research Products,\n                                                    Candler, NC). Aliquots of the DNA sample, typically 2 µL at 20 ng/µL, were transferred to\n                                                    the plate. Sealed plates (ABGene Aluminum, Phenix Research Products) were vortexed,\n                                                    centrifuged and transferred to a thermal cycler (9700, Applied Biosystems, Foster City, CA).\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Samples were amplified with an initial heat denature step of 98°C for 5 minutes, followed\n                                                    by 25 cycles of 97°C for 35 sec, 62°C for 35 sec and 72°C for 4 min, and 72°C for 10\n                                                    minutes. After PCR, samples were stored at −15 to −30 °C protected from light prior to\n                                                    analysis by either agarose gel electrophoresis (AGE) or capillary electrophoresis (CE). A\n                                                    schematic for the technology and workflow is shown in Figure 1.\n\n                              Agarose Gel Electrophoresis (AGE)\n                                                    A total of 6 µL of the PCR reaction was combined with 3 µL of 3× AGE Loading Dye (15%\n                                                    glycerol and 0.25% bromophenyl blue (Sigma, St. Louis, MO)), and all 9 µL were loaded on\n                                                    a 1.75% agarose gel. Gels were stained with SYBR Gold 10,000X (Invitrogen, Carlsbad,\n\n\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                            Page 4\n\n\n                                                    CA) and imaged with UV using an Alpha Innotech FluorChem 8800 Imaging Detection\n                                                    System (Alpha Innotech, San Leandro, CA).\nNIH-PA Author Manuscript\n\n\n\n\n                              Capillary Electrophoresis (CE)\n                                                    Except where noted, an ABI 3130xl Genetic Analyzer (Applied Biosystems, Foster City,\n                                                    CA), running POP-7 polymer (Applied Biosystems) with 36 cm capillaries was used for all\n                                                    experiments. Samples were prepared for CE analysis by mixing 2 µL of the unpurified PCR\n                                                    product with 11 µL of Hi-Di formamide (Applied Biosystems) and 2 µL of a ROX-labeled\n                                                    size ladder (#46083, Asuragen, Inc.). Samples prepared in Hi-Di formamide/ROX-Size\n                                                    ladder were heat denatured at 95°C for 2 min followed by cooling at 4°C for at least 2 min.\n                                                    Except where noted, all injections were 2.5 kV for 20 sec with a 40 min run at 15 kV.\n\n                              Data Analysis\n                                                    PCR products analyzed by AGE were sized relative to the MW ladder up to about 1,500\n                                                    CGG repeats. PCR products detected by CE were analyzed using the GeneMapper 4.0\n                                                    software (Applied Biosystems). Conversion of peak size in base pairs to number of CGG\n                                                    repeats was determined by referencing the base pair size of the process control alleles to the\n                                                    base pair size of the sample product peaks. Indications of genotype followed ACMG\nNIH-PA Author Manuscript\n\n\n\n\n                                                    guidelines for normal (NOR) (<45 CGG), intermediate (INT) (45–54 CGG), premutation\n                                                    (PM) (55–200 CGG), and full mutation (FM) (>200 CGG) (9, 15). Full mutation mosaic\n                                                    (Fm) was used only for samples containing both a premutation and a full mutation allele.\n\n                              Southern Blot\n                                                    For Southern blot analysis, 7–10 µg of isolated DNA was digested with EcoRI and NruI and\n                                                    separated on a 0.8% agarose/Tris acetate EDTA (TAE) gel. After DNA transfer, the\n                                                    membranes were hybridized with the FMR1-specific genomic probe StB12.3. Additional\n                                                    details of the method are as presented in (16).\n\n\n                              RESULTS\n                                                    Since FMR1 disorders such as FXS, FXPOI, and FXTAS are associated with the number of\n                                                    triplet repeats in the 5’ UTR of the gene, DNA-based assays that interrogate the length of the\n                                                    CGG tract are the methods of choice for molecular testing. Although procedures such as\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Southern blotting and DNA sequencing can enumerate the repeat segment, these approaches\n                                                    are primarily limited by the number or accuracy of repeat quantification, the amount of\n                                                    genomic DNA material that is required, or workflow considerations that are incompatible\n                                                    with high throughput procedures (17). For these reasons, PCR is the preferred molecular\n                                                    technique. The goal of this study was to characterize a novel set of gene-specific PCR\n                                                    reagents with both cell line and clinical DNA specimens, referenced to Southern blotting\n                                                    results, as a first step in the development of a PCR-only technology for FMR1 analysis.\n\n                                                    To establish the performance of the gene-specific FMR1 reagents with defined DNA\n                                                    templates, a collection of cell line genomic DNAs (gDNA) from the Coriell Cell\n                                                    Repositories (CCR) were amplified. Products were characterized by both agarose gel\n                                                    electrophoresis (AGE) for both males and females (Figure 2) and capillary electrophoresis\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                            Page 5\n\n\n                                                    (CE) (Suppl Table 1). The number of CGG repeats for each template was extrapolated from\n                                                    the amplicon mobility relative to size standards for both electrophoresis platforms. The\n                                                    DNA templates included several gDNA materials previously assessed by sequencing and/or\nNIH-PA Author Manuscript\n\n\n\n\n                                                    consensus CGG repeat sizing (18). As shown in Figure 2, the FMR1 reagents amplified cell\n                                                    line templates with CGG repeat numbers spanning all allele categories, from normal to full\n                                                    mutation. Templates with up to ~1,000 repeats were readily detected (see Figure 2A, Lane 6,\n                                                    and Figure 6), both by AGE and CE. In each case, the number of inferred CGG repeats were\n                                                    consistent with those of the reference method (Suppl Table 1).\n\n                                                    The results of amplification of a set of female cell line gDNA templates further underscored\n                                                    the efficiency of the PCR reaction. Historically, FMR1 PCR has suffered from biased\n                                                    amplification. This bias is exacerbated by the extremely GC-rich sequence context of the\n                                                    triplet repeat region that favors the more readily amplifiable allele and compounds the\n                                                    difference in product accumulation when both short (e.g., normal) and long (e.g.,\n                                                    premutation or full mutation) alleles are present in the same reaction. In contrast, alleles of\n                                                    varying numbers of repeats were readily detected in heterozygous alleles using the gene-\n                                                    specific FMR1 PCR reagents (Figure 2B). Combinations of a half dozen FMR1 alleles\n                                                    spanning the normal to full mutation range (e.g., 20, 29, 119, 199, 336, and 645 CGG) could\nNIH-PA Author Manuscript\n\n\n\n\n                                                    be each readily co-amplified in the same tube (Suppl Figure 1, Lane 3).\n\n                                                    The FMR1 PCR method was next evaluated with a set of blinded 146 clinical specimens\n                                                    provided by the M.I.N.D. Institute at the University of California, Davis, and previously\n                                                    characterized by Southern blot analysis as described (16). Comparative Southern blotting\n                                                    and PCR results for a representative set of 17 specimens from the larger group of 146\n                                                    specimens are shown in Figure 3. The data demonstrate a striking similarity in pattern\n                                                    distribution and size of the FMR1 alleles. For example, alleles were often represented as\n                                                    multiple bands mirrored by both methods, even for expanded alleles (see lanes\n                                                    corresponding to samples #54, 55, 57, 62, 66, and 68–70). Thus, even though PCR and\n                                                    Southern blot rely on different sample processing and detection modalities, the 5’ UTR\n                                                    species that comprise the CGG repeat regions were consistent in their relative distribution\n                                                    and yield. The agreement in the data between the methods, most notably the sample-specific\n                                                    pattern of complex products, suggests that the PCR and Southern blot methods are highly\n                                                    consistent with one another, and reflective of the true molecular repeat number of patient\n                                                    FMR1 alleles.\nNIH-PA Author Manuscript\n\n\n\n\n                                                    The gene-specific PCR products were also analyzed by capillary electrophoresis (Figure 4).\n                                                    Consistent with the high resolution of this method, heterozygous alleles that differed by a\n                                                    single CGG repeat were readily differentiated (Figure 4A, #34), whereas the limit of\n                                                    resolution of the agarose gel was ~5 CGG for alleles in the normal range (data not shown).\n                                                    Using CE, FMR1 alleles could be accurately sized within 1 CGG up to 70 CGG and 3 CGG\n                                                    to approximately 120 repeats (Suppl Table 1 and (19)). Full mutation alleles, however, could\n                                                    not be resolved beyond about 200 CGG—the repeat threshold for a fragile X full mutation—\n                                                    using the CE configuration described. For example, CE of PCR amplicons from sample\n                                                    #118, which comprised full mutation alleles spanning ~375–1,200 CGG by Southern\n                                                    blotting, revealed a similar peak mobility and morphology as sample #55, which presented\n                                                    alleles of ~450–650 CGG by Southern blotting (Figure 4A). Nevertheless, full mutations\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                            Page 6\n\n\n                                                    identified from the CE analysis were in consistent agreement with categorical assessments\n                                                    of the same amplicons by agarose gel electrophoresis or Southern blot.\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Across the full set of 146 specimens, 42 normal and 3 intermediate samples were identified\n                                                    by both FMR1 Southern blotting and gene-specific PCR. In addition, the Southern blot\n                                                    analysis identified 66 full mutations. All 66 of these samples were also detected as full\n                                                    mutations by gene-specific FMR1 PCR (Suppl Table 2). PCR analysis also identified two\n                                                    samples with full mutation and premutation alleles that were scored as premutations only by\n                                                    Southern blotting (see below). The remaining samples that were categorized as premutations\n                                                    by Southern blotting were exactly concordant with the results from FMR1 PCR.\n\n                                                    The two discrepant samples, #22 and #101, revealed prominent premutation-size fragments\n                                                    by both Southern blotting and PCR, but also low intensity full mutation amplicons by PCR\n                                                    when analyzed by CE (Figure 5). Full mutation alleles in other specimens that were only\n                                                    faintly visible by Southern blot were also more clearly detected by PCR/CE. This was\n                                                    particularly true for expanded alleles that spanned a broad size distribution, but were\n                                                    “collapsed” through migration in the CE polymer and thus co-detected as a collection of\n                                                    large amplicons with similar electrophoretic mobilities (Figure 5, #125). This enhanced\nNIH-PA Author Manuscript\n\n\n\n\n                                                    detection raised the question of whether the PCR/CE method can be more sensitive than\n                                                    Southern blotting for the detection of low abundance alleles.\n\n                                                    To help address this question, we determined the analytical limit of detection of both PCR\n                                                    and Southern blotting after titrating two well-defined male cell line gDNAs, one comprised\n                                                    of a 940 CGG FMR1 allele and the other, 23 CGG. As shown in Figure 6, as little as a 1%\n                                                    mass fraction of the 940 CGG template (400 pg, ~120 gene copies) was detected in a\n                                                    background of 99% 23 CGG allele (39.6 ng). In contrast, a 175-fold higher input of gDNA\n                                                    into the Southern blot revealed a limit of detection of about 5% of the 940 CGG allele. Thus,\n                                                    the FMR1 gene-specific PCR is 5-fold more sensitive than Southern blot (or 5*175=875-\n                                                    fold more sensitive given the differences in the input of 940 CGG allele that was analyzed\n                                                    by the two methods), at least with these gDNA templates. This result is consistent with the\n                                                    observation that full mutation alleles in clinical samples may be identified by PCR when\n                                                    they cannot be detected by Southern blot.\n\n\n                              DISCUSSION\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Inefficient PCR amplification of the 5’ UTR of the FMR1 gene has long hindered the\n                                                    development of high throughput and automation-friendly fragile X molecular diagnostics.\n                                                    Although a handful of PCR methodologies have been published that can amplify >200 CGG\n                                                    repeats (12, 20–22), all have been limited to the assessment of smaller full mutations,\n                                                    usually in males only. Indeed, protocols currently used by diagnostic laboratories are\n                                                    commonly restricted to detection of 100–150 repeats, and full mutations are often suspected\n                                                    by their failure to amplify, rather than their success (23, 24). As a result, the workflow for\n                                                    fragile X diagnostics relies on Southern blotting to deliver molecular information not\n                                                    currently achievable with PCR. In this report, we describe the performance of an improved\n                                                    FMR1 PCR technology that can reproducibly amplify full mutations in both males and\n                                                    females, including alleles up to at least 1,300 CGG in size—several fold larger than any\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                            Page 7\n\n\n                                                    other published study (12, 13). As such, this technology addresses many of the key problems\n                                                    that have historically limited the utility of FMR1 PCR, and thus can greatly reduce the\n                                                    number of samples that must be reflexed to Southern blot.\nNIH-PA Author Manuscript\n\n\n\n\n                                                    A key feature of the FMR1 PCR technology described here is the efficiency by which long\n                                                    CGG repeats can be amplified. Female full mutation specimens provide two FMR1 alleles,\n                                                    typically one that is <40 CGG and one that is >200 CGG. Since the shorter allele is much\n                                                    more readily amplified, this template can outcompete the longer allele during PCR and\n                                                    reduce the yield of full mutation amplicon that would be otherwise produced if the full\n                                                    mutation allele were amplified in isolation. This imbalance is exaggerated with increasing\n                                                    CGG length, as the efficiency of the PCR decreases. The PCR reagents described here,\n                                                    however, produced very “balanced” PCR product yields (Figure 2). In fact, as few as ~120\n                                                    copies (400 pg) of a 940 CGG allele can be detected in a background of a 99-fold excess of\n                                                    a 23 CGG allele (Figure 6). Moreover, combinations of half a dozen or more alleles,\n                                                    including several full mutation alleles, can be successfully amplified and detected with these\n                                                    reagents (Suppl Figure 1). A practical benefit of this capability is the use of a 6-allele\n                                                    process control that spans normal to full mutation alleles, and was included with all of the\n                                                    PCR reactions performed in this study (Figure 4B).\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Performance of the PCR reagents with blinded clinical samples produced an excellent\n                                                    correlation with results from the Southern blotting. Of particular note, all 66 full mutations\n                                                    detected by Southern blot were also detected by FMR1 PCR. Moreover, there was a\n                                                    remarkable similarity in the heterogeneous sample-by-sample allele patterns revealed by\n                                                    comparisons of data produced by the two methods. In addition, two samples with well-\n                                                    defined premutation alleles that were detected by both methods also provided evidence of\n                                                    low abundance full mutation alleles by PCR, but not by Southern blot. An analytical titration\n                                                    of full mutation and normal genomic DNA templates demonstrated that the PCR is 5-fold\n                                                    more sensitive than Southern blot for the detection of the full mutation allele (Figure 6),\n                                                    even after discounting the 175-fold difference in DNA input. Thus, the PCR can report at\n                                                    least some full mutation alleles that are below the limit of detection by Southern blot.\n\n                                                    A larger question is, what are the implications of the detection of such low abundance full\n                                                    mutations? Mosaic alleles are present in a subset of the cell population, and, based on the\n                                                    results shown in Figure 6, the FMR1 PCR can theoretically detect full mutation alleles in\nNIH-PA Author Manuscript\n\n\n\n\n                                                    <5% of cells, and perhaps as few as 1% of cells. On one hand, the lack of FMR1 protein\n                                                    production in such a cell minority is unlikely to have a large impact on the fragile X\n                                                    phenotype. On the other, FMR1 X testing is performed with a clinically accessible specimen\n                                                    (whole blood) that is merely a surrogate for interrogation of the target tissue (brain) that is\n                                                    responsible for the neurological consequences of fragile X syndrome. Case studies have\n                                                    demonstrated discrepancies within the same patient of the number of CGG repeats in whole\n                                                    blood compared to cells, such as epidermal cells, that are more closely related in lineage to\n                                                    brain (25–27). Specimens presenting detectable full mutation alleles in a subset of blood\n                                                    cells may be worthwhile to reflex test in epidermal cells as a way to begin to assess the\n                                                    molecular implications of such low abundance full mutation alleles. This concept may also\n                                                    be relevant to FXPOI, an FMR1 disorder whose biological consequences are realized in cells\n                                                    other than those in whole blood.\n\n\n                                                          Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                                                Page 8\n\n\n                                                    The reproducible detection of full mutations by the FMR1 PCR reagents also has important\n                                                    implications for sample reflexing to Southern blot. Currently, laboratories either process\n                                                    every clinical sample on Southern blot (because of the inadequacy of most FMR1 PCR\nNIH-PA Author Manuscript\n\n\n\n\n                                                    tests), or reflex suspect samples to Southern blot. Such suspect samples may include male\n                                                    specimens that fail to amplify or female specimens that support only a single PCR product.\n                                                    In the latter case, homozygous samples, which represent >20% of all female samples, cannot\n                                                    be distinguished from the heterozygous case with one unamplifiable allele. The capabilities\n                                                    of the novel FMR1 PCR reagents to amplify every full mutation in this study translated to\n                                                    accurate zygosity assessments for all samples. Moreover, the performance of the reagents\n                                                    suggests that only those samples that require methylation information need to be reflexed to\n                                                    Southern blot. Since many laboratories restrict methylation assessments to premutation and\n                                                    full mutation specimens, and these categories represent perhaps 2% of all samples (28), only\n                                                    this small fraction of specimens would require reflex testing. Thus, the PCR capabilities\n                                                    outlined here represent a significant improvement over current procedures, wherein 10–\n                                                    100% of samples are reflexed to Southern blot.\n\n                                                    In summary, this PCR technology offers a compelling alternative to both Southern blotting\n                                                    and current PCR methodologies, and represent a critical step toward the elimination of\nNIH-PA Author Manuscript\n\n\n\n\n                                                    Southern blotting from the fragile X workflow. In addition, the reagents are compatible with\n                                                    PCR-based methylation assessments of FMR1 alleles using methylation-sensitive restriction\n                                                    enzymes. Expanded utility of these PCR reagents using a novel triplet repeat primer design,\n                                                    and their implications for more complete molecular assessments of the FMR1 gene, is\n                                                    described in the companion work (19).\n\n\n                              Supplementary Material\n                                                    Refer to Web version on PubMed Central for supplementary material.\n\n\n                              Acknowledgments\n                                                    This project was supported in part by awards from the Eunice Kennedy Shriver National Institute of Child Health &\n                                                    Human Development including R43HD060450 to AGH, HD044410 to FT, and HD040661 to PJH. The content is\n                                                    solely the responsibility of the authors and does not necessarily represent the official views of the Eunice Kennedy\n                                                    Shriver National Institute of Child Health & Human Development or the National Institutes of Health.\nNIH-PA Author Manuscript\n\n\n\n\n                              REFERENCES\n                                                    1. Hagerman RJ, Hagerman PJ. The fragile X premutation: into the phenotypic fold. Curr Opin Genet\n                                                       Dev. 2002; 12:278–283. [PubMed: 12076670]\n                                                    2. Fu YH, Kuhl DP, Pizzuti A, Pieretti M, Sutcliffe JS, Richards S, et al. Variation of the CGG repeat\n                                                       at the fragile X site results in genetic instability: resolution of the Sherman paradox. Cell. 1991;\n                                                       67:1047–1058. [PubMed: 1760838]\n                                                    3. Oberle I, Rousseau F, Heitz D, Kretz C, Devys D, Hanauer A, et al. Instability of a 550-base pair\n                                                       DNA segment and abnormal methylation in fragile X syndrome. Science. 1991; 252:1097–1102.\n                                                       [PubMed: 2031184]\n                                                    4. Verkerk AJ, Pieretti M, Sutcliffe JS, Fu YH, Kuhl DP, Pizzuti A, et al. Identification of a gene\n                                                       (FMR-1) containing a CGG repeat coincident with a breakpoint cluster region exhibiting length\n                                                       variation in fragile X syndrome. Cell. 1991; 65:905–914. [PubMed: 1710175]\n\n\n\n\n                                                            Clin Chem. Author manuscript; available in PMC 2014 May 23.\n\f                           Filipovic-Sadic et al.                                                                                                       Page 9\n\n\n                                                    5. Hagerman RJ, Leehey M, Heinrichs W, Tassone F, Wilson R, Hills J, et al. Intention tremor,\n                                                       parkinsonism, and generalized brain atrophy in male carriers of fragile X. Neurology. 2001;\n                                                       57:127–130. [PubMed: 11445641]\nNIH-PA Author Manuscript\n\n\n\n\n                                                    6. Allingham-Hawkins DJ, Babul-Hirji R, Chitayat D, Holden JJ, Yang KT, Lee C, et al. Fragile X\n                                                       premutation is a significant risk factor for premature ovarian failure: the International Collaborative\n                                                       POF in Fragile X study--preliminary data. Am J Med Genet. 1999; 83:322–325. [PubMed:\n                                                       10208170]\n                                                    7. Murray A, Ennis S, MacSwiney F, Webb J, Morton NE. Reproductive and menstrual history of\n                                                       females with fragile X expansions. Eur J Hum Genet. 2000; 8:247–252. [PubMed: 10854106]\n                                                    8. Murray A. Premature ovarian failure and the FMR1 gene. Semin Reprod Med. 2000; 18:59–66.\n                                                       [PubMed: 11299521]\n                                                    9. Maddalena A, Richards CS, McGinniss MJ, Brothman A, Desnick RJ, Grier RE, et al. Technical\n                                                       standards and guidelines for fragile X: the first of a series of disease-specific supplements to the\n                                                       Standards and Guidelines for Clinical Genetics Laboratories of the American College of Medical\n                                                       Genetics. Quality Assurance Subcommittee of the Laboratory Practice Committee. Genet Med.\n                                                       2001; 3:200–205. [PubMed: 11388762]\n                                                    10. Beckett L, Yu Q, Long AN. The Impact of Fragile X: Prevalence, Numbers Affected, and\n                                                         Economic Impact: A White Paper Prepared for the National Fragile X Foundation. 2005\n                                                    11. Hagerman, RJ.; Hagerman, PJ. Fragile X Syndrome: Diagnosis, Treatment, and Research. 3rd ed..\n                                                         Baltimore: The Johns Hopkins University Press; 2002. p. 3-109.\n                                                    12. Saluto A, Brussino A, Tassone F, Arduino C, Cagnoli C, Pappi P, et al. An enhanced polymerase\nNIH-PA Author Manuscript\n\n\n\n\n                                                         chain reaction assay to detect pre- and full mutation alleles of the fragile X mental retardation 1\n                                                         gene. J Mol Diagn. 2005; 7:605–612. [PubMed: 16258159]\n                                                    13. Fernandez-Carvajal I, Lopez Posadas B, Pan R, Raske C, Hagerman PJ, Tassone F. Expansion of\n                                                         an FMR1 grey-zone allele to a full mutation in two generations. J Mol Diagn. 2009; 11:306–310.\n                                                         [PubMed: 19525339]\n                                                    14. Biacsi R, Kumari D, Usdin K. SIRT1 inhibition alleviates gene silencing in Fragile X mental\n                                                         retardation syndrome. PLoS Genet. 2008; 4:e1000017. [PubMed: 18369442]\n                                                    15. Kronquist KE, Sherman SL, Spector EB. Clinical significance of tri-nucleotide repeats in Fragile X\n                                                         testing: a clarification of American College of Medical Genetics guidelines. Genet Med. 2008;\n                                                         10:845–847. [PubMed: 18941415]\n                                                    16. Tassone F, Pan R, Amiri K, Taylor AK, Hagerman PJ. A rapid polymerase chain reaction-based\n                                                         screening method for identification of all expanded alleles of the fragile X (FMR1) gene in\n                                                         newborn and high-risk populations. J Mol Diagn. 2008; 10:43–49. [PubMed: 18165273]\n                                                    17. Sherman S, Pletcher BA, Driscoll DA. Fragile X syndrome: diagnostic and carrier testing. Genet\n                                                         Med. 2005; 7:584–587. [PubMed: 16247297]\n                                                    18. Amos Wilson J, Pratt VM, Phansalkar A, Muralidharan K, Highsmith WE Jr, Beck JC, et al.\n                                                         Consensus characterization of 16 FMR1 reference materials: a consortium study. J Mol Diagn.\n                                                         2008; 10:2–12. [PubMed: 18165276]\n                                                    19. Chen L, Hadd A, Sah S, Filipovic-Sadic S, Krosting J, Sekinger E, et al. An information-rich CGG\nNIH-PA Author Manuscript\n\n\n\n\n                                                         repeat primed PCR assay that detects the full range of expanded alleles and minimizes the need for\n    ",
  "wordCount": 5928,
  "indexed": "2025-09-25T22:46:51.516Z",
  "method": "direct"
}
