{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/Altug-Teber et al. - 2005 - A rapid microarray based whole genome analysis for.pdf",
  "fileName": "Altug-Teber et al. - 2005 - A rapid microarray based whole genome analysis for.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/Altug-Teber et al. - 2005 - A rapid microarray based whole genome analysis for.pdf",
  "text": "HUMAN MUTATION 26(2), 153^159, 2005\n\n\n\n\nMETHODS\n\nA Rapid Microarray Based Whole Genome Analysis\nfor Detection of Uniparental Disomy\nÖzge Altug-Teber,1w Andreas Dufke,1w Sven Poths,1 Ulrike Angelika Mau-Holzmann,1 Murat Bastepe,2\nLaurence Colleaux,3 Valérie Cormier-Daire,3 Thomas Eggermann,4 Gabriele Gillessen-Kaesbach,5\nMichael Bonin,1n and Olaf Riess1n\n1\n Medizinische Genetik, Universitätsklinikum, Tübingen, Germany; 2Endocrine Unit, Department of Medicine, Massachusetts General Hospital\nand Harvard Medical School, Boston, Massachusetts; 3INSERM U393, Hôpital Necker-Enfants Malades, Paris, France; 4Institut für\nHumangenetik, Universität Aachen, Aachen, Germany; 5Institut für Humangenetik, Universitätsklinikum, Essen, Germany\n\nCommunicated by Stylianos Antonarakis\n        To date, uniparental disomy (UPD) with phenotypic relevance is described for different chromosomes and it is\n        likely that additional as yet unidentified UPD phenotypes exist. Due to technical difficulties and limitations of\n        time and resources, molecular analyses for UPD using microsatellite markers are only performed in cases with\n        specific phenotypic features. In this study, we carried out a whole genome UPD screening based on a microarray\n        genotyping technique. Six patients with the diagnosis of both complete or segmental UPD including Prader-\n        Willi syndrome (PWS; matUPD15), Angelman syndrome (AS; patUPD15), Silver-Russell syndrome (SRS;\n        matUPD7), Beckwith-Wiedemann syndrome (BWS; patUPD11p), pseudohypoparathyroidism (PHP; pa-\n        tUPD20q) and a rare chromosomal rearrangement (patUPD2p, matUPD2q), were genotyped using the\n        GeneChips Human Mapping 10K Array. Our results demonstrate the presence of UPD in the patients with\n        high efficiency and reveal clues about the mechanisms of UPD formation. We thus conclude that array based\n        SNP genotyping is a fast, cost-effective, and reliable approach for whole genome UPD screening. Hum Mutat\n        26(2), 153–159, 2005. r 2005 Wiley-Liss, Inc.\n\n          KEY WORDS:   uniparental disomy; microarray; SNP; Prader-Willi; PWS; Angelman; AS; Silver-Russell; SRS; Beckwith-\n                       Wiedemann; pseudohypoparathyroidism; PHP\n\n\n                        INTRODUCTION                                    chromosome followed by duplication of the remaining homologue\n                                                                        [Robinson, 2000].\n   The inheritance of both homologous chromosomes or segments\n                                                                           Consequences of UPD could be aberrant genomic imprinting,\nof a chromosome from a single parent in a diploid individual is\n                                                                        homozygosity of a recessive mutation or father-to-son transmission\ndefined as uniparental disomy (UPD). Isodisomy refers to the\n                                                                        of an X-chromosomal disorder [Spence et al., 1988; Vidaud et al.,\ninheritance of two copies of one parental allele with reduction to\n                                                                        1989; Quan et al., 1997; Engel and Antonorakis, 2002]. Aberrant\nhomozygosity in the offspring, whereas heterodisomy describes the\n                                                                        imprinting due to UPD has been identified to be involved in several\npresence of both homologous chromosomes from one parent. UPD\n                                                                        specific phenotypes. The classical examples are maternal UPD15\nwas first proposed by Eric Engel as a consequence of high\n                                                                        [Nicholls et al., 1989] in approximately 25% of patients with Prader-\nproportion of aneuploid gametes in humans [Engel, 1980]. Indeed,\n                                                                        Willi syndrome (PWS, MIM# 176270), paternal UPD15 [Malcolm\nnearly 18% of oocytes and 3–4% of spermatocytes have been found\n                                                                        et al., 1991] in approximately 2–3% of cases with Angelman\nto be aneuploid [Guttenbach et al., 1997]. The incidence of UPD\nof any chromosome is estimated to be about 1:3,500 live borns\n[Robinson, 2000]. For the formation of UPD, a minimum of two               Received 29 September 2004; accepted revised manuscript 12\nindependent events are required, either both meiotic or one             March 2005.\n                                                                           n\nmeiotic and the other mitotic or both mitotic. UPD as a result of           Correspondence to: O. Riess, Medizinische Genetik, Universit\u0001ts-\nfertilization of two aneuploid gametes—a disomic oocyte fertilized      klinikum Tˇbingen, Calwerstr. 7, 72076 Tˇbingen, Germany,\nby a nullisomic sperm missing the same chromosome—is called             E-mail: olaf.riess@med.uni-tuebingen.de, and M. Bonin, Medizi-\n                                                                        nische Genetik, Universit\u0001tsklinikum Tˇbingen, Calwerstr. 7, 72076\ngametic complementation [Kotzot, 1999]. A meiotic nondisjunc-\n                                                                        Tˇbingen, Germany. E-mail: michael.bonin@med.uni-tuebingen.de\ntion with gain of a chromosome followed by a postzygotic trisomy\n                                                                          Grant sponsor: Interdisciplinary Center of Clinical Research\nrescue leads always to a combination of isodisomic and hetero-\n                                                                        Tˇbingen (IZKF); Grant sponsor: Federal Ministry of Education and\ndisomic segments due to meiotic recombinations [Kotzot, 2001].          Research; Grant number 01KS9602.\nThe postzygotic chromosome duplication after fertilization of a           w\n                                                                            \u0002zge Altug-Teber and Andreas Dufke contributed equally to this\nmonosomic gamete by a nullisomic gamete (compensatory UPD)              work.\nwould give rise to an isodisomy with reduction to homozygosity.         Authors 5^9 are listed alphabetically.\nPostfertilization errors occur in early mitotic divisions either as a   DOI 10.1002/humu.20198\nresult of somatic recombinations or loss of one homologous              Published online in Wiley InterScience (www.interscience.wiley.com).\nr2005 WILEY-LISS, INC.\n\f154        HUMAN MUTATION 26(2), 153^159, 2005\n\nsyndrome (AS, MIM# 105830), maternal UPD7 [Kotzot, 2002] in                genomic DNA was digested with a restriction enzyme (XbaI) and\napproximately 5% of cases with Silver-Russell syndrome (SRS,               ligated to adaptors that recognize the cohesive four base pair (bp)\nMIM# 180860), and paternal UPD11p15 [Henry et al., 1991] in                overhangs. A generic primer that recognizes the adaptor sequence\nBeckwith-Wiedemann syndrome (BWS, MIM# 130650).                            was used to amplify adaptor ligated DNA fragments in a single\n                                                                           PCR step. The amplified and purified PCR products were then\n   Today, microsatellite analysis is the method of choice for\n                                                                           fragmented and labeled with biotin-ddNTP. Labeled DNA\ndetection of UPD. As this procedure is time-consuming, costly,             fragments of each sample were then hybridized to a single 10K\nand laborious, UPD analyses are only performed in cases with               array in an Affymetrix GeneChip Hybridization Oven at 481C.\nspecific phenotypic features. A genomewide screening for UPD has           After 16 hr, the probe arrays were washed and stained on the\nthus remained far beyond the capabilities of microsatellite marker         Affymetrix Fluidics Station 400 (Affymetrix, Inc., Santa Clara,\nanalysis. Especially in the case of segmental UPD, the region of           CA). Arrays were scanned either with the GeneArray scanner\ninterest must be investigated with a large number of additional            2500 or with the GeneChip Scanner 3000 (Affymetrix, Inc., Santa\nmarkers, if detected at all. Nearly all segmental UPDs reported            Clara, CA), respectively.\nwere thus detected by chance [Kotzot, 2001]. In this study, we\n                                                                           Data Analysis\nevaluated the feasibility of a new approach based on microarray\ntechnology enabling fast and reliable genomewide UPD screening.               All arrays were analyzed with the Affymetrix GeneChip DNA\n                                                                           Analysis Software 3.0.2 (GDAS 3.0.2) to generate genotype calls\n                                                                           for each SNP on the array. The genotype calls were either definite\n                MATERIALS AND METHODS\nSubjects                                                                   calls like homozygous AA, BB, heterozygous AB, or no signal.\n                                                                           Annotation for each SNP was provided both within GDAS 3.0.2\n   To investigate the feasibility of microarray technology in              and on the web-based NetAffxt Analysis Center. Genotype data\nidentifying UPD we carried out a whole genome analysis using the           were then exported into Microsoft Excel (Microsoft Corp,\nGeneChips Human Mapping 10K Array (10K Array) (Affymetrix,                 Redmond, WA; www.microsoft.com) and sorted first according\nInc., Santa Clara, CA, http://www.affymetrix.com/). Anonymous              to the chromosomal location of each SNP and next to the\nDNA samples from six families each having an offspring with                genotype of the family members. A whole genome UPD search was\nuniparental disomy were investigated. In all cases, the diagnosis of       performed by identifying biallelic markers homozygous for one\nUPD was already ascertained using polymorphic microsatellite               allele in the patient and homozygous for the other allele in the\nmarkers. Four cases were reported in previous publications                 non-transmitting parent. These SNPs were categorized as primary\n[Mergenthaler et al., 2000; Albrecht et al., 2001; Bastepe et al.,         informative markers. All other SNPs along a chromosome or in a\n2001; Borck et al., 2004]. In two families with an offspring with          chromosomal segment flanked by primary informative markers\ncomplete isodisomy (Family_2 and _3), only the non-transmitting            were then evaluated to differentiate between iso- and hetero-\nparent was included in our study. In the remaining four cases              disomy. These SNPs were classified as secondary informative\n(Family_1, _4, _5, and _6) both parents were genotyped (Table 1).          markers. Single SNPs showing non-Mendelian inheritance were\n                                                                           regarded as false informative markers.\nMicroarray Analysis\n                                                                           Sequencing\n   The 10K Array contains 11,555 single nucleotide polymorph-\nisms (SNPs) covering the whole human genome with a mean                       We used direct sequencing to validate the genotype of two SNP\ngenetic gap distance of 0.32 cM. The average distance between              loci which were called heterozygous in the patient by microarray\nthe SNPs is 210 kb, and the average heterozygosity of these SNPs           data analysis (false negative calls). One SNP rs1073297 is located\nis 0.37. According to the manufacturer’s instructions, 250 ng total        on 7p15.1 (GenBank accession no. NT_007819.15, g.27661070\n\n\n              TABLE 1. Summary of the Genotyping Results in Families With an O¡springWith Uniparental Disomy (UPD)\n\n\n                                                  SNP call     Number       Localization       Number\nFamily             UPD             Individual       rate        of Mia         of Mi            of Mfb             Chromosomes for Mfc\n1           Maternal UPD15           Patient      95.44%          33        15q12^q26.3           14       1(3), 3, 4(2), 5, 6,7, 8,10,11,18,19\n                                     Mother       95.68%\n                                     Father       95.11%\n2           Paternal UPD15           Patient      85.06%          47       15q11.2^q26.3           9       1, 2, 5,11(2),12(3),14\n                                     Mother       88.83%\n                              d\n3           Maternal UPD7            Patient      93.28%          84       7p22.2^q36.3            6       5, 8(2),11,14,19\n                                     Father       95.41%\n4          Paternal UPD2p,           Patient      87.98%          65       2p25.3^p11.2            1       16\n           Maternal UPD2qe           Mother       85.14%         104       2q11.2^q37.2            4       4, 9,11,12\n                                     Father       91.43%\n5          Paternal UPD11pf          Patient      85.62%          29       11p15.4^p11.2          16       2(3),4(2),5,6,7,9(2),11(2),14,16,18(2)\n                                     Mother       92.13%\n                                     Father       91.84%\n6          Paternal UPD20qg          Patient      88.31%          13       20q12^q13.33           15       1,2,3,5(4),6(2),7,8,9,10,11,12\n                                     Mother       84.46%\n                                     Father       92.74%\na\n  Mi = informative biallelic markers.\nb\n  Mf=false informative biallelic markers showing non-Mendelian inheritance.\nc\n  False informative markers were localized on di¡erent chromosomes listed here. If there were 41 Mf on any single chromosome, the number of these Mf\nwere depicted in the parentheses.\nd\n  Mergenthaler et al. [2000].\ne\n  Albrecht et al. [2001].\nf\n Borck et al. [2004].\ng\n  Bastepe et al. [2001].\n\f                                                                                   HUMAN MUTATION 26(2), 153^159, 2005             155\n\nT>A), the second SNP rs2077884 is located on 15q11.2\n(GenBank accession no. NT_077631.1, g.78574 T>A). In both\ncases (maternal UPD7 and paternal UPD15, respectively) we\nsequenced the patient and the non-transmitting parent. Primer\nsequences used here (rs1073297_forward primer: 50 -CCTGGAA\nTGCTCACACCTCT-30 , reverse primer: 50 -GAAGCCAGCTTG\nAAGGGATT-30 and rs2077884_forward primer: 50 -GGCTCATG\nGAGTTAAACAAAGG-30 , reverse primer: 50 -AAAGCAATAAA\nCAATCTGCCAAA-30 ) were chosen using the program ‘‘primer\n3’’ (www.genome.wi.mit.edu/cgi-bin/primer/primer3_www.cgi) and\ncustom synthesized by Metabion (Martinsried, Germany, www.\nmetabion.com). PCR products were purified using QIAquick\ncolumns (QIAGEN, www1.qiagen.com) and sequenced using the\nDTCS Quick Start Kit sequencing protocol (Ceqt 8000 Genetic\nAnalysis System, Beckman-Coulter, Inc.; www.beckman.com).\n\n\n                            RESULTS\n   We investigated the potential of the 10K SNP array to detect\nwhole chromosome and segmental UPD in six index patients that\nhave been recently classified by microsatellite analysis [Mer-\ngenthaler et al., 2000; Albrecht et al., 2001; Bastepe et al., 2001;\nBorck et al., 2004]. The mean SNP call rate in all families was\n90.5%, ranging from 84.46–95.68% (Table 1). To estimate the\naccuracy of the assay in detecting UPD, we examined all genotype\ncalls on the array and looked for error call rates showing opposite\nhomozygosity in the patient and a parent (non-Mendelian\ninheritance). Only 0.03–0.1% of the SNPs displayed false positive\ncalls, which are also defined as false informative markers in this\nstudy (Table 1). These SNPs, however, were localized on different\nchromosomes and did not cluster in any chromosomal region. In\nisodisomic chromosomal regions in all patients analyzed, only two\nfalse negative calls (0.1%) were identified. Furthermore, we\nanalyzed the X chromosome genotype calls in eight male\nindividuals. We expect males to appear homozygous for each\nSNP on the X chromosome due to their single X chromosome.\nNone of the SNPs mapping to the X chromosome displayed\nheterozygosity in any male individual investigated in the present\nstudy. The complete genotyping results are available on request\nfrom the corresponding authors.\n   In the present study, we confirmed the initial diagnosis of the\ncorresponding UPD in all six patients by microarray analysis\n(Fig. 1). In Family_1 (maternal UPD15), 33 informative markers\nwere identified on chromosome 15 (Table 1, Fig. 1). Heterozygous\nand homozygous calls were randomly distributed along the\npatient’s chromosome 15 except for two clusters of homozygous\ncalls from 15q14-q15.1 and 15q26.2-qter (Fig. 2). The presence of\nheterozygous markers along the whole chromosome 15 correlates          FIGURE 1.  Schematic presentation of informative biallelic mar-\nwith a heterodisomy.                                                   kers with chromosomal locations in six unrelated index cases\n   In the case of paternal UPD15 (Family_2), we detected 47            with UPD. Each informative marker is represented by a bar on\n                                                                       the left-hand side of the ideogram.The diagnosis for each case is\ninformative biallelic markers on chromosome 15 (Table 1, Fig. 1).      indicated below the ideogram (mat: maternal, pat: paternal). In\nThere was only one heterozygous call of the 297 detected SNPs on       all cases except for the maternal UPD15 case (Family_1), SNPs\nchromosome 15 (rs2077884). In the case of maternal UPD7                between the informative markers showed a reduction to homo-\n(Family_3), 84 informative markers on chromosome 7 were                zygosity indicating isodisomy.\nidentified (Table 1, Fig. 1). Again, there was only one heterozygous\ncall of the 559 detected SNPs on chromosome 7 (rs1073297).\nDirect sequencing of the SNP rs1073297 on 7p15.1 revealed that            To study the power of our microarray based approach in\nboth the patient and the father were homozygous for the allele T.      identifying segmental UPDs, we used the 10K Array in three\nGenotyping of the SNP rs2077884 showed also homozygosity for           different cases: a paternal UPD20q, a paternal UPD11p, and a\nthe allele T in both the patient and the mother. Therefore, these      paternal UPD2p in combination with maternal UPD2q. The latter\ncalls were identified as false negative calls (data not shown). This   patient (Family_4) had a rare chromosomal rearrangement with\nreduction to homozygosity throughout the whole chromosome in           two isochromosomes, i(2p) and i(2q) [Albrecht et al., 2001]. On\nboth cases indicated a complete isodisomy of the corresponding         2p and 2q, we detected 65 and 104 informative markers,\nchromosomes.                                                           respectively (Table 1, Fig. 1). Reduction to homozygosity of all\n\f156        HUMAN MUTATION 26(2), 153^159, 2005\n\n\n\n\nFIGURE 2. Haplotype analysis in case of maternal UPD15 (Family_1) across chromosome 15. From a total of 307 analyzed SNPs on\nchromosome 15 only 29 representative SNPs are shown. DNA mutation designation is based on the GenBank reference sequence\n(from top to bottom): for rs2077884 and rs488611 NT_077631.1; for rs850819-rs718979 NT_026446.13; for rs967498-rs446304\nNT _010194.16; for rs96801-rs2035799 NT_010274.16; for rs752028-rs0352744 NT _035325.6. DNA mutation name, reference SNP\nidentity number, and the respective genotypes of selected markers are presented (AA: homozygous for one allele, BB: homozygous for\nthe other allele, AB: heterozygous).The chromosomal locations of the SNPs are shown in the right column. Heterozygous SNPs along\nthe whole chromosome 15 in the patient as well as non-reduction of markers in close proximity to the centromere (i.e., rs2354726) are\nindicative of a meiotic error, possibly in meiosis I. Markers on 15q14-q15.1 and on 15q26.2-qter show homozygosity and are not inter-\nrupted by heterozygous SNPs in the patient. However, the mother is also homozygous for all markers along the segment on 15q14-\nq15.1. Therefore, it cannot be di¡erentiated whether this segment is heterodisomic or isodisomic (solid square box). In the second\nsegment expanding from 15q26.2-qter the mother is heterozygous for several SNPs (marked with asterisks) indicating isodisomy for\nthis region in the patient.Two successive SNPs at the centromeric border of this region are not informative to di¡erentiate between\nhetero- and isodisomy because of maternal homozygosity at these loci (dotted square box).Therefore the centromeric border of the\nisodisomic segment can be restrained between rs725064 and rs1399066.\n\n\n\n\nother SNPs on 2p as well as on 2q confirmed paternal uniparental         In Family_6 (paternal UPD20q) [Bastepe et al., 2001], 13\nisodisomy 2p and maternal uniparental isodisomy 2q.                   informative markers were identified throughout the long arm of\n   In Family_5 (paternal UPD11p) [Borck et al., 2004], 29 infor-      chromosome 20 (Table 1, Figs. 1 and 3). All 91 detected SNPs\nmative markers were located between 11p15.4 and 11p11.2 (Fig. 1)      including informative markers between 20q11.22-q13.33 showed\nwith reduction to homozygosity of all biallelic markers, indicating   reduction to homozygosity corresponding to an isodisomy of this\nisodisomy in this region. The SNPs near the centromere showed         segment. Only two SNPs at close proximity to the centromere (in\neither normal biallelic inheritance or were non-informative.          20q11.21) showed heterozygosity in the patient and the parents\n\f                                                                                   HUMAN MUTATION 26(2), 153^159, 2005                  157\n\n\n\n\nFIGURE 3. Haplotype analysis of a patient with paternal UPD20q. DNA mutation designation is based on the GenBank reference\nsequence (from top to bottom): for rs1112819 NT_011387.8; for rs1474945-rs725478 NT_028392.5; for rs718093-rs271950\nNT _011362.9; for rs720607 NT _011333.5. DNA mutation name, reference SNP identity number, and the respective genotypes of se-\nlected markers are presented below the pedigree from left to right (AA: homozygous for one allele, BB: homozygous for the other\nallele, AB: heterozygous). The chromosomal locations of the SNPs are shown in the right column. The alleles on 20q12-qter (in\nsquare boxes) indicate paternal isodisomy in the a¡ected o¡spring (only the informative markers are displayed).The SNPs in close\nproximity to the centromere were not informative and those on 20p showed normal Mendelian inheritance.\n\n\n(Fig. 3). SNPs located in 20p displayed normal Mendelian                 et al., 2003] is probably due to different DNA isolation methods,\ninheritance (Fig. 3).                                                    different sample age (old samples, repeated freezing and thawing),\n                                                                         and to the variations originating from the experimenter [Mid-\n                                                                         dleton et al., 2004; Shrimpton et al., 2004].\n                          DISCUSSION\n                                                                            The finding that all SNPs along a critical chromosomal region\n   Today, UPD still represents a challenge in molecular genetics.        show reduction to homozygosity indicates an isodisomic segment.\nDue to technical difficulties and limitations of time and resources,     Reduction to homozygosity of all SNPs along the chromosome is\nmolecular analyses for UPD using microsatellite markers are              indicative of a complete isodisomy due to a somatic event. The\nperformed only in cases with specific phenotypic features, and only      latter was the case in the patients with AS (Family_2) and SRS\na few markers are being used [Kruglyak, 1997; Kotzot, 2001].             (Family_3), respectively. In cases with a paternal UPD2p in\nThus, a time and cost efficient method needs to be used for high         combination with maternal UPD2q, paternal UPD11p, and\ndensity typing of polymorphisms. In particular, screening for            paternal UPD20q, each chromosomal region of interest displayed\nsegmental UPD requires a larger number of informative markers            reduction to homozygosity indicating isodisomy of these segments\nfor a given chromosomal interval [Kotzot, 2001]. In the present          (Family_4, _5, and _6).\nreport, we have confirmed the initial diagnosis of different UPDs           Alternation between homozygous and heterozygous SNPs with\nin six unrelated patients using the GeneChips Mapping 10K                possible monoparental inheritance along a chromosome or in a\nArray (Affymetrix). SNPs, the most common sequence variation             chromosomal segment is indicative of heterodisomy. Non-reduc-\nin DNA, occur every 500–1,000 bp in the genome. This high                tion of markers, especially those close to the centromere, is\nabundance and easy automation of their genotyping make SNPs              indicative for meiosis I error, whereas reduction to homozygosity in\nvery useful biallelic markers for genetic studies. According to the      the pericentromeric region is indicative for a meiosis II error\nsimulating pedigree genotyping data and measurement of informa-          [Robinson et al., 2000]. In case of PWS (Family_1) the alternation\ntion content, a 1 cM map of biallelic markers (about 3,000 SNPs)         between a heterodisomic and an isodisomic segment as well as\nwith a moderate allele frequency distribution yields much higher         non-reduction of markers in the most centromeric cluster (Fig. 2)\ninheritance information content than a 5 cM microsatellite map           is indicative of a meiosis I error. Furthermore, it can be deduced\n[Kruglyak, 1997]. Our approach using 11,555 SNPs with 0.32 cM            that maternal crossing over has taken place during meiosis at the\ngenome coverage and an average heterozygosity of 0.37 has even           chromosomal region 15q26.2 (Fig. 2).\nachieved better genome coverage and retrieved more inheritance              Problems in the interpretation can occur at the boundaries of\ninformation.                                                             segmental UPDs and at borders between hetero- and isodisomic\n   The error call rates observed here (false positive and negative       segments in complete UPDs due to meiotic errors. Secondary\nmarkers) were comparable to those reported in the literature [John       informative SNPs cannot be attributed to a monoparental\net al., 2004; Middleton et al., 2004]. The relatively lower call rates   inheritance when located outside a region flanked by primary\n(mean 90.5%) in comparison to the expected mean 95% [Kennedy             informative SNPs. For example, this is the case in Family_6 with\n\f158        HUMAN MUTATION 26(2),153^159, 2005\n\npaternal UPD20q [Bastepe et al., 2001]. All 91 detected SNPs             GNAS1 methylation—as a plausible cause of pseudohypopar-\nbetween 20q11.22-q13.33 showed reduction to homozygosity                 athyroidism. Am J Hum Genet 68:1283–1289.\ncorresponding to an isodisomy of this segment. Two SNPs                Borck G, Rio M, Sanlaville D, Redon R, Molinari F, Bacq D, Raoul\n(rs1474945 and rs721220) at the close proximity to the                   O, Cormier-Daire V, Lyonnet S, Amiel J, Le Merrer M, de Blois\ncentromere in 20q11.21 showed heterozygosity in the patient              MC, Prieur M, Vekemans M, Carter NP, Munnich A, Colleaux\nand the parents (Fig. 3). Together with the normal Mendelian             L. 2004. Genome-wide screening using automated fluorescent\ninheritance of the SNPs located in 20p (Fig. 3), these findings          genotyping to detect cryptic cytogenetic abnormalities in\nshowed the biparental inheritance of the centromeric region.             children with idiopathic syndromic mental retardation. Clin\nHowever, since the most centromeric primary informative marker           Genet 66:122–127.\nis located in 20q12 (rs718093), the reduction to homozygosity of       Eggermann T, Zerres K, Eggermann K, Moore G, Wollmann HA.\nmarkers between 20q11.22 and q12 makes an isodisomy of the               2002. Uniparental disomy: clinical indications for testing in\ncomplete long arm of chromosome 20 telomeric to 20q11.22 very            growth retardation. Eur J Pediatr 161:305–312.\nlikely. Nevertheless, biparental inheritance of the region 20q11.22-   Engel E. 1980. A new genetic concept: uniparental disomy and its\n20q12 cannot be excluded based solely on the array analysis. The         potential effect, isodisomy. Am J Med Genet 6:137–143.\nmost centromeric STR-marker D20S195 applied by Bastepe et al.          Engel E, Antonorakis SE. 2002. Uniparental disomy for human\n[2001] indicating isodisomy was also located in 20q11.2.                 individual chromosomes: review of cases. In: Engel E, Antonor-\n   Another difficulty might be observed in detecting segmental           akis SE, editors. Genomic imprinting and uniparental disomy in\nheterodisomy. For example, in case of maternal heterodisomy if the       medicine. Clinical and molecular aspects. New York: Wiley-Liss,\nchild and the mother are AB for a given SNP and the genotype of          p 49–132.\nthe father at the same locus is AA, BB, or AB, one cannot              Guttenbach M, Engel W, Schmid M. 1997. Analysis of structural\ndistinguish heterodisomy from biparental inheritance. Only if            and numerical chromosome abnormalities in sperm of normal\nthere are informative markers in a given chromosomal region              men and carriers of constitutional chromosome aberrations.\naccording to the definition in this study, is the detection of           A review. Hum Genet 100:1–21.\nheterodisomy possible. Considering the proportion of informative       Henry I, Bonaiti-Pellie C, Chehensse V, Beldjord C, Schwartz C,\nSNPs in Family_1 (33/535, B6%), the 100K Human Mapping                   Utermann G, Junien C. 1991. Uniparental paternal disomy in a\nArray (Affymetrix) containing 100,000 SNPs should help to                genetic cancer-predisposing syndrome. Nature 351:665–667.\nimprove the detection of UPD considerably by increasing the            John S, Shephard N, Liu G, Zeggini E, Cao M, Chen W, Vasavda\nresolution of the microarray based approach.                             N, Mills T, Barton A, Hinks A, Eyre S, Jones KW, Ollier W,\n   Reduction to homozygosity of all SNPs in a given segment might        Silman A, Gibson N, Worthington J, Kennedy GC. 2004.\nhave been caused by a chromosomal microdeletion. With a mean             Whole-genome scan, in a complex disease, using 11,245 single-\ndistance of SNPs of 0.32 cM our approach can similarly be used for       nucleotide polymorphisms: comparison with microsatellites.\nwhole genome microdeletion screening. In the case of small\n                                                                         Am J Hum Genet 75:54–64.\nclusters of homozygous informative SNPs (less than 4–8 Mb)\n                                                                       Kennedy GC, Matsuzaki H, Dong S, Liu WM, Huang J, Liu G,\nmolecularcytogenetic analysis using locus specific probes should be\n                                                                         Su X, Cao M, Chen W, Zhang J, Liu W, Yang G, Di X, Ryder T,\nclearly capable of differentiating between chromosomal micro-\n                                                                         He Z, Surti U, Phillips MS, Boyce-Jacino MT, Fodor SP, Jones\ndeletion and UPD.\n                                                                         KW. 2003. Large-scale genotyping of complex DNA. Nat\n   UPD of different chromosomes gives rise to distinct phenotypes.\n                                                                         Biotechnol 21:1233–1237.\nEspecially, segmental UPDs may lead to an even greater phenotypic\n                                                                       Kotzot D. 1999. Abnormal phenotypes in uniparental disomy\nvariability. However, it is very likely that additional not yet\n                                                                         (UPD): fundamental aspects and a critical review with biblio-\nidentified complete and segmental UPD phenotypes exist. With\n                                                                         graphy of UPD other than 15. Am J Med Genet 82:265–274.\nexceptions, intrauterine growth retardation with postnatal growth\n                                                                       Kotzot D. 2001. Complex and segmental uniparental disomy\nretardation (IUGR/PGR) is a common feature associated with many\n                                                                         (UPD): review and lessons from rare chromosomal comple-\nUPDs [Eggermann et al., 2002]. Therefore, UPD screening should\n                                                                         ments. J Med Genet 38:497–507.\nbe performed particularly in cases with IUGR/PGR of unknown\n                                                                       Kotzot D. 2002. Review and meta-analysis of systematic searches\naetiology. Further UPD screening will help to characterize clinical\n                                                                         for uniparental disomy (UPD) other than UPD 15. Am J Med\nphenotypes so far undefined [Kotzot, 2001].\n                                                                         Genet. 111:366–375.\n   In conclusion, we have shown that array based SNP genotyping\n                                                                       Kruglyak L. 1997. The use of a genetic map of biallelic markers in\nis a fast, cost-effective, and reliable approach for genomewide\n                                                                         linkage studies. Nat Genet 17:21–24.\nscreening for complete and segmental UPDs. Furthermore this\napproach can distinguish meiosis I, meiosis II, and postzygotic        Malcolm S, Clayton-Smith J, Nichols M, Robb S, Webb T, Armour\nevents as mechanisms leading to UPD and can provide clues about          JA, Jeffreys AJ, Pembrey ME. 1991. Uniparental paternal disomy\nthe localization and number of chiasmata in UPD cases that occur         in Angelman’s syndrome. Lancet 337:694–697.\ndue to meiotic events.                                                 Mergenthaler S, Wollmann HA, Burger B, Eggermann K, Kaiser P,\n                                                                         Ranke MB, Schwanitz G, Eggermann T. 2000. Formation of\n                                                                         uniparental disomy 7 delineated from new cases and a UPD7\n                                                                         case after trisomy 7 rescue. Presentation of own results and\n                         REFERENCES\n                                                                         review of the literature. Ann Genet 43:15–21.\nAlbrecht B, Mergenthaler S, Eggermann K, Zerres K, Passarge E,         Middleton FA, Pato MT, Gentile KL, Morley CP, Zhao X,\n  Eggermann T. 2001. Uniparental isodisomy for paternal 2p and           Eisener AF, Brown A, Petryshen TL, Kirby AN, Medeiros H,\n  maternal 2q in a phenotypically normal female with two                 Carvalho C, Macedo A, Dourado A, Coelho I, Valente J,\n  isochromosomes, i(2p) and i(2q). J Med Genet 38:214.                   Soares MJ, Ferreira CP, Lei M, Azevedo MH, Kennedy JL,\nBastepe M, Lane AH, Jüppner H. 2001. Paternal uniparental               Daly MJ, Sklar P, Pato CN. 2004. Genomewide linkage analysis\n  isodisomy of chromosome 20q—and the resulting changes in               of bipolar disorder by use of a high-density single-nucleo-\n\f                                                                            HUMAN MUTATION 26(2), 153^159, 2005                 159\n\n  tide–polymorphism (SNP) genotyping assay: a comparison            DH. 2000. Somatic segregation errors predominantly contribute\n  with microsatellite marker assays and finding of signi-           to the gain or loss of a paternal chromosome leading to\n  ficant linkage to chromosome 6q22. Am J Hum Genet 74:             uniparental disomy for chromosome 15. Clin Genet 57:349–358.\n  886–897.                                                        Shrimpton AE, Levinsohn EM, Yozawitz JM, Packard DS, Cady\nNicholls RD, Knoll JH, Butler MG, Karam S, Lalande M. 1989.         RB, Middleton FA, Persico AM, Hootnick DR. 2004. A HOX\n  Genetic imprinting suggested by maternal heterodisomy in          gene mutation in a family with isolated congenital vertical talus\n  nondeletion Prader-Willi syndrome. Nature 342:281–285.            and Charcot-Marie-Tooth disease. Am J Hum Genet 74:\nQuan F, Janas J, Toth-Fejel S, Johnson DB, Wolford JK, Popovich     886–897.\n  BW. 1997. Uniparental disomy of the entire X chromosome in a    Spence JE, Perciaccante RG, Greig GM, Willard HF, Ledbetter\n  female with Duchenne muscular dystrophy. Am J Hum Genet           DH, Hejtmancik JF, Pollack MS, O’Brien WE, Beaudet AL.\n  60:160–165.                                                       1988. Uniparental disomy as a mechanism for human genetic\nRobinson WP. 2000. Mechanisms leading to uniparental disomy         disease. Am J Hum Genet 42:217–226.\n  and their clinical consequences. BioEssays 22:452–459.          Vidaud D, Vidaud F, Plassa F, Gazengel C, Noel B, Goessens B.\nRobinson WP, Christian SL, Kuchinka BD, Penaherrera MS, Das S,      1989. Father-to-son transmission of hemophilia A due to\n  Schuffenhauer S, Malcom S, Schinzel AA, Hassold TJ, Ledbetter     uniparental disomy. Am J Hum Genet 45(suppl):889.",
  "wordCount": 4607,
  "indexed": "2025-09-25T22:46:32.976Z",
  "method": "direct"
}
