{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Nambot et al_2018_Clinical whole-exome sequencing for the diagnosis of rare disorders with.pdf",
  "fileName": "Nambot et al_2018_Clinical whole-exome sequencing for the diagnosis of rare disorders with.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Nambot et al_2018_Clinical whole-exome sequencing for the diagnosis of rare disorders with.pdf",
  "text": "© American College of Medical Genetics and Genomics         ORIGINAL RESEARCH ARTICLE\n\n\n  Clinical whole-exome sequencing for the diagnosis of rare\n   disorders with congenital anomalies and/or intellectual\n      disability: substantial interest of prospective annual\n                             reanalysis\n        Sophie Nambot, MD1,2,3,4, Julien Thevenon, MD, PhD1,3,4, Paul Kuentz, MD, PhD2,3,4,\n             Yannis Duffourd, MSc3,4, Emilie Tisserant, PhD3,4, Ange-Line Bruel, PhD3,4,\n      Anne-Laure Mosca-Boidron, MD2,3,4, Alice Masurel-Paulet, MD1,3, Daphné Lehalle, MD1,\n        Nolwenn Jean-Marçais, MD1,3, Mathilde Lefebvre, MD1,2, Pierre Vabres, MD, PhD3,4,\nSalima El Chehadeh-Djebbar, MD1, Christophe Philippe, MD, PhD2,4, Frederic Tran Mau-Them, MD2,4,\n Judith St-Onge, DEC2,4, Thibaud Jouan, BSc2,3,4, Martin Chevarin, HNC2,3,4, Charlotte Poé, BSc2,3,4,\n         Virginie Carmignac, PhD4, Antonio Vitobello, PhD2,3,4, Patrick Callier, MD, PhD2,3,4,\nJean-Baptiste Rivière, PhD2,3,4, Laurence Faivre, MD, PhD1,3,4, Christel Thauvin-Robinet, MD, PhD1,2,3,4\n                                  and Orphanomix Physicians’ Group8\n\n\n Purpose: Congenital anomalies and intellectual disability (CA/ID)                     diagnoses: 12 through the usual diagnostic process (7 new publi-\n are a major diagnostic challenge in medical genetics—50% of patients                  cations, 4 initially misclassified, and 1 copy-number variant),\n still have no molecular diagnosis after a long and stressful diagnostic               and 12 through translational research by international data\n “odyssey.” Solo clinical whole-exome sequencing (WES) was applied                     sharing. The final yield of positive results was 27.9% through a\n in our genetics center to improve diagnosis in patients with CA/ID.                   strict diagnostic approach, and 2.9% through an additional research\n Methods: This retrospective study examined 416 consecutive tests                      strategy.\n performed over 3 years to demonstrate the effectiveness of periodically               Conclusion: This article highlights the effectiveness of periodically\n reanalyzing WES data. The raw data from each nonpositive test was                     combining diagnostic reinterpretation of clinical WES data with\n reanalyzed at 12 months with the most recent pipeline and in the light                translational research involving data sharing for candidate genes.\n of new data in the literature. The results of the reanalysis for patients\n enrolled in the third year are not yet available.                                     Genet Med advance online publication 2 November 2017\n Results: Of the 416 patients included, data for 156 without a                        Key Words: congenital anomalies; data sharing; intellectual\n diagnosis were reanalyzed. We obtained 24 (15.4%) additional                         disability; reanalysis; whole-exome sequencing\n\n\n\n\n                           INTRODUCTION                                               care expenditure,1 and their etiologic diagnosis is essential for\nCongenital anomalies and intellectual disability (CA/ID)                              genetic counseling, prenatal testing, accurate follow-up,\ncomprise a vast, heterogeneous group of disorders, encom-                             prevention of complications, and personalized treatment.2\npassing more than 3,000 different clinical entities, individually                     The current standard of care for the diagnosis of CA/ID\nrare but collectively frequent. Most CA/ID are of genetic                             includes multiple clinical evaluations by specialized physi-\norigin and incurred via Mendelian inheritance. Because the                            cians, and countless paraclinical investigations such as\nprevalence of each disorder is low and a large portion of the                         imaging, metabolic, and biological tests, which are potentially\nmolecular bases of CA/ID are still unresolved, their diagnosis                        invasive for patients. The genetic investigations include\nremains challenging. These chronic, early-onset disorders                             cytogenetic tests and successive single-gene testing, and more\ncontribute significantly to morbidity, mortality, and health-                         recently gene panels. This long and tedious traditional\n\n1\n Centre de Génétique et Centre de Référence “Anomalies du Développement et Syndromes Malformatifs,” Hôpital d’Enfants, Centre Hospitalier Universitaire de Dijon, Dijon,\nFrance; 2UF Innovation en Diagnostic Génomique des Maladies Rares, Centre Hospitalier Universitaire de Dijon, Dijon, France; 3Fédération Hospitalo-Universitaire Médecine\nTranslationnelle et Anomalies du Développement, Centre Hospitalier Universitaire de Dijon et Université de Bourgogne-Franche Comté, Dijon, France; 4UMR-Inserm 1231 GAD\nTeam, Génétique des Anomalies du Développement, Université de Bourgogne Franche-Comté, Dijon, France. Correspondence: Laurence Faivre or Christel Thauvin-Robinet\n(laurence.faivre@chu-dijon.fr or christel.thauvin@chu-dijon.fr)\n8\n The members of the Orphanomix Group are listed above the References.\nThe first two authors contributed equally to this work.\nThe last two authors codirected this work.\nSubmitted 6 April 2017; accepted 25 July 2017; advance online publication 2 November 2017. doi:10.1038/gim.2017.162\n\nGENETICS in MEDICINE | Volume 00 | Number | Month                                                                                                                      1\n\fORIGINAL RESEARCH ARTICLE                                                                   NAMBOT et al | Clinical WES and prospective reanalysis\n\n\n\napproach leaves approximately half of the families with no          assessed the relevance of reanalyzing data. The first focused\ndiagnosis.3                                                         on data reanalysis and reported an additional diagnostic yield\n   Next-generation sequencing (NGS) has revolutionized              of 10% in 40 patients.17 The second, in a series of 2,000\nmedical genetics by improving the chances of obtaining a            sequential cases submitted to Ambry Genetics for testing prior\nmolecular diagnosis for rare genetic diseases. NGS was              to 2016, showed that 5.6% of cases that initially received\ninitially applied in research, and different strategies were        negative or candidate results were upgraded to positive/likely\nconsidered to implement NGS for diagnostic purposes.                positive or uncertain in a characterized gene.18 The third one\nWhole-exome sequencing (WES) has shown an unprece-                  reported seven changes in the result for 14 reanalyzed cases\ndented success rate in the identification of disease-causing        performed by the molecular laboratory 12 to 18 months after\ngenes in projects ranging from tailored sequencing used to          the initial report, of which four resulted in a new definitive\ndiscover the molecular bases of a recognizable syndrome in a        diagnosis.19 These observations led us to adapt our WES-\nhomogeneous group of patients, to the systematic application        based clinical practice and diagnostic process by setting up\nof pan-genomic sequencing in large heterogeneous cohorts.4          systematic reanalysis and international data sharing.\nThe usefulness of an unbiased sequencing approach has been            This retrospective study reports the results and conse-\nhighlighted in various heterogeneous disorders, including           quences of implementing clinical WES in our current\ncategories of CA/ID, such as syndromic ID,5 developmental           diagnostic practice, and of introducing a systematic reanalysis\ndelay (DD),6 autism,7 epilepsy,8 and congenital heart defects.9     strategy of unsolved results combined with translational\n   Later, a more accurate interpretation of the data and a          research for candidate genes in a cohort of 416 consecutive\nreduction in sequencing costs enabled its widespread                patients with CA/ID.\nimplementation in clinical practice. Between 2010 and 2015,\nabout 555 genes implicated in Mendelian phenotypes were                          MATERIALS AND METHODS\ndiscovered using NGS. This has resulted in WES becoming             Patients\nthe current standard of care for the diagnosis of highly            From June 2013 to June 2016, WES was performed in 323\nheterogeneous rare disorders with suspected Mendelian               patients referred to the Reference Center for Congenital\ninheritance,10 thus blurring the line between diagnosis and         Anomalies and Malformative Syndromes in Dijon, France, for\nresearch. The widespread application of this test in cohorts of     an etiological diagnosis and in 93 patients referred to the\npatients with undefined CA/ID allows a diagnostic yield             Orphanomix service (http://www.orphanomix.com/index.\nranging from 25 to 32% (refs. 11–14). This diagnostic yield         html) by other centers in France.\ncorresponds to the identification of a disease-causing variant        The inclusion criteria were (i) signs of ID or DD when the\nin a gene previously implicated in a human disorder and with        age of the patient (o6 years) did not permit a diagnosis of ID\na published compatible phenotype. The sequencing strategy           or the presence of at least one congenital anomaly with or\nmay vary from center to center with trio-based or proband-          without ID of suspected genetic origin; (ii) a negative prior\nbased WES. Although the diagnostic yield should not vary,           diagnostic workup; and (iii) informed consent of the patient\nthe likelihood of identifying a candidate variant for a new         or parents/guardians for inclusion. Fetuses with multiple\ndisorder may depend on the phenotype and the chosen                 malformations were not included in this study. Array-\nsequencing strategy.13,15                                           comparative genomic hybridization was systematically per-\n   This recent acceleration in the discovery of disease-causing     formed before WES in patients with DD, isolated or\ngenes makes it difficult for physicians to remain up to date        syndromic ID (associated with dysmorphism or one con-\nwith genetic medical knowledge. Initially, the routine use of       genital anomaly), autism spectrum disorders, or pre- or\nWES demonstrated the limitations of usual phenotype-driven          postnatal malformations (two or more), as well as for the\nstrategies, based on the clinical expertise of physicians in        characterization of an anomaly detected by another cytoge-\nreference centers for rare diseases, especially in the following    netic method. In most patients with a convincing diagnostic\nsituations: (i) atypical presentations of known diseases            etiology, a targeted genetic test (single-gene or gene panel)\nmaking it hard to make the diagnosis at first sight; (ii)           was first ordered. The prescription of WES or gene panel\nultrarare diseases described in very few cases and therefore        testing was discussed weekly by a group of trained physicians\nunknown to most specialists, and (iii) patients exhibiting a        and depended on (i) the clinical and genetic heterogeneity of\nspecific but only recently discovered phenotype. International      the suspected disorder and (ii) the availability, turnaround\ndata sharing is an efficient solution that overcomes these          time, and cost of a targeted approach. The conduct of the\nlimitations. By catalyzing the identification of additional         pretest consultation has been detailed elsewhere.12 The local\npatients with similar phenotypic and genotypic profiles,            ethics committee approved this study.\ninitiatives such as the Matchmaker Exchange project16 allow\nfast and accurate phenotype matching to assess the clinical         Standardized deep phenotyping\nrelevance of candidate variants and genes. Reanalyzing and          Patients were separated into three major phenotype groups\nreinterpreting clinical WES data from large research cohorts is     according to the clinical indication: neurodevelopmental\nalso proving to be an effective way to reveal new disease-          disorders, CA without ID/DD, and neuromuscular disorders.\ncausing variants. In a clinical context, only three articles have   The neurodevelopmental disorders group was divided into\n\n2                                                                                       Volume 00 | Number | Month | GENETICS in MEDICINE\n\fClinical WES and prospective reanalysis | NAMBOT et al                                                ORIGINAL RESEARCH ARTICLE\n                                         a               Principal phenotype groups                             b        Neurodevelopmental disorders subgroup\n                                                                    n =416                                                             n = 323\n                                         100%                                                                   100%\n                                                   12.2%           15.1%          17.7%\n                                                                                                                                        21.5%         17.8%\n                                                    6.1%\n                                            80%                    6.7%\n                                                                                  6.5%                            80%                                 11.6%\n                                                                                                                          44.8%          8.6%\n\n                                            60%                                                                   60%\n                                                                                                                          10.4%\n                                                   81.7%                                                                                52.7%         62%\n                                            40%                    78.2%\n                                                                                  75.9%                           40%\n\n                                                                                                                          40.3%\n                                            20%                                                                   20%\n                                                                                                                                        17.2%\n                                                                                                                                                      8.6%\n                                                                                                                           4.5%\n                                             0%                                                                     0%\n                                                  Year 1          Year 2         Year 3                                   Year 1        Year 2       Year 3\n                  CA without ID                   10/82           18/119         38/215       Epileptic encephalopathy    30/67         20/93        29/163\n                  Neuromuscular disorders          5/82            8/119         14/215       Syndromic PMD                7/67          8/93        19/163\n                  Neurodevlopmental disorders     67/82           93/119        163/215       Syndromic ID                27/67         49/93       101/163\n                                                                                              ID                           3/67         16/93        14/163\n\n\nFigure 1 Overview of phenotype distribution in the 416 patients. (a) The phenotype distribution among the 416 patients. (b) The phenotype\ndistribution among the 323 patients of the neurodevelopmental disorders subgroup. CA, congenital anomaly; ID, intellectual disability; PMD,\npsychomotor delay.\n\nfour subgroups: nonsyndromic ID, syndromic ID (defined as                                 has been reported elsewhere12 and is described in the\nID with CA and/or dysmorphism), epileptic encephalopathy                                  Supplementary Data. The familial segregation study is also\n(EE), and syndromic DD (Figure 1b). The proportion of                                     detailed in the Supplementary Data. The 56 genes on the list\npatients with EE was higher during the first year. This initial                           of medically actionable secondary findings defined by the\noverrepresentation of patients with EE can be explained by                                ACMG were also studied and interpreted according to the\nthe work done in our center during the first year of inclusion,                           ACMG recommendations available at the period of\nwhich focused on the diagnosis of EE by WES.12 Detailed                                   reanalysis.22 The results were returned to the patient when\nphenotypic data were anonymously collected in the                                         consent had been given.\nPhenomeCentral database (https://phenomecentral.org/)\nusing the standardized Human Phenotype Ontology terms.                                    Annual reanalysis\n                                                                                          Negative and uncertain results were reanalyzed from the\nWhole-exome sequencing                                                                    raw sequencing data stored as compressed fastq files\nSequencing and bioinformatics analysis                                                    (Supplementary Data). All variants of the final analysis\nIn all index cases, libraries of genomic DNA samples were                                 file were interpreted. The interpretation first focused on\nprepared using the Agilent Sureselect Human All Exon v5 kit                               variants previously and newly reported as pathogenic/\n(Agilent Technologies, Santa Clara, CA), and were sequenced                               probably pathogenic in public databases of clinical interest\non a HiSeq instrument (Illumina, San Diego, CA) according                                 (ClinVar, http://www.ncbi.nlm.nih.gov/clinvar; DECIPHER,\nto the manufacturer’s recommendations for paired-end 76-bp                                https://decipher.sanger.ac.uk/) or as affecting well-established\nreads. The bioinformatics pipeline, alignment processes, and                              human disease genes. The interpretation was then extended to\nquality procedures have been described elsewhere.12 Version                               all of the other variants, namely those not meeting the\n3.4–46 of the Genome Analysis Toolkit was used for this                                   diagnostic interpretation criteria. For relevant variants pre-\nstudy. Among the 416 patients, 82 (19.7%) were analyzed                                   senting a good genotype–phenotype correlation, but reported\nduring year 1, 119 (28.6%) during year 2, and 215 (51.7%)                                 in an insufficient number of patients (only one family, one\nduring year 3 (Figure 1a).                                                                single isolated population) or in several patients of a large\n                                                                                          cohort without clinical details, we actively searched for\nCopy-number variant detection                                                             additional patients carrying variants in the same gene with\nThe in-house pipeline for copy-number variant (CNV)                                       a similar phenotype through national collaborations or\ndetection was developed in November 2015. CNV analysis                                    international data sharing to confirm the genotype–pheno-\nwas retrospectively applied to all patients. The procedure is                             type relationship. This strategy was also used for atypical\ndetailed elsewhere12 and in the Supplementary Data online.                                presentations or new phenotypes linked to an already known\n                                                                                          gene, but reported only once in the literature or presented in\nVariant interpretation strategy                                                           congresses. Reverse phenotyping and data sharing were\nThe diagnostic interpretation of the filtered variants was done                           widely used in these cases to compare and gather patients\naccording to the American College of Medical Genetics and                                 with the same mutated gene, and look for common clinical\nGenomics (ACMG) recommendations of 2008 and 2015 (refs.                                   features, and thus increase the recurrence. For variants in\n20,21) during the first 2 years and the third year of the study,                          genes never associated with human disease, the ACMG\nrespectively. The detailed diagnostic interpretation procedure                            interpretation criteria were partially applicable. We based on\n\nGENETICS in MEDICINE | Volume 00 | Number | Month                                                                                                                3\n\fORIGINAL RESEARCH ARTICLE                                                                       NAMBOT et al | Clinical WES and prospective reanalysis\n\n\n\n\n                         Interpretation approach\n                                                                       The 416 patients included 171 females (41%) and 245 males\n                                                                       (59%) (sex ratio = 1.4), with 84.4% children (351 patients)\n                                                                       and 15.6% adults (65 patients). The mean age of patients\n                                 Patients                              when samples were sent for sequencing was 6.7 years for\n                                                                       children and 30.7 for adults (global average: 10.5 years).\n                                                                       Thirty-seven patients were born to consanguineous parents.\n                                  Step 1\n              Diagnostic interpretation of genes associated\n                          with human disorder*                         Molecular results\n                                                                       Over the 3 years and after two reanalyses, 128 of the initial\n                                                                       416 patients (30.8%) received a positive molecular diagnosis.\n                                                                       The distribution of the Mendelian mode of inheritance and\n        Positive                  VUS                     Negative\n                                                                       variant type are presented in Figure 3. Of the 79 autosomal-\n                                                                       dominant conditions diagnosed, 64 (81%) arose as a result of\n                                                                       a de novo variant, 11 (13%) were inherited, and four (5%)\n                                                                       were undetermined due to a lack of parental samples. Among\n                                              Step 2                   the 34 autosomal-recessive disorders, there were 16 (45.7%)\n                                       Research interpretation         cases of homozygosity, and 18 (51.4%) cases of compound\n                                                                       heterozygosity. Of the 15 X-linked disorders, 8 (53%) were\n                                                                       linked to a de novo variant and 7 (47%) were inherited. The\n                   Strong candidate genes                 Negative     three pathogenic or probably pathogenic CNVs included only\n                                                                       deletions, which ranged from 0.637 to 4.5 kb (Supplementary\n                                                                       Table S1a). The resolution of the array-comparative genomic\n                Data sharing, collaborations,                          hybridization was not sufficient to detect these CNVs. The\n               publications, functional studies                        148 pathogenic or likely pathogenic single-nucleotide variants\n                                                                       or CNVs occurred in 104 different genes.\nFigure 2 Representation of interpretation approach during\n                                                                          In addition, 39/416 patients (9.4%) remained with an\nreanalysis. *Reported as pathogenic/probably pathogenic in public      uncertain result (Figure 3).\nvariant databases of clinical interest (ClinVar) or affecting a gene\nassociated with a human disorder referenced in OMIM (http://www.       Molecular results after the initial analysis\nomim.org) or manually curated via PubMed (https://www.ncbi.nlm.nih.    The global initial diagnostic yield was 25% (104/416), ranging\ngov/pubmed/); VUS, variant of unknown significance.\n                                                                       from 22% in year 1 to 27.4% in year 3 (Figure 4). Six of the\n                                                                       416 patients had a medically actionable secondary finding in\nthe evidence proposed by the ACMG guidelines with\n                                                                       one of the 56 ACMG genes (Supplementary Table S1b) and 2\nparticular attention to the encoded protein function, func-\n                                                                       of these 6 patients harbored a secondary finding with no\ntional studies, animals models, and an intensive search of new\n                                                                       etiological diagnosis. The pathogenic and probably pathogenic\npatients with a similar phenotype carrying a variant in the\n                                                                       variants, corresponding to a positive result, and the variants of\nsame gene through a translational research approach23\n                                                                       secondary findings are being submitted to the ClinVar\n(Figure 2).\n                                                                       database (submission ID: SUB2609258).\n\nTime to diagnosis                                                      Annual reanalysis\nThe time to diagnosis was calculated only for patients seen in         The first annual reanalysis was performed for patients with a\nour local center with a positive diagnostic result obtained after      nonpositive result included in year 1 (64/82 patients) and in\nthe first analysis. It corresponded to the overall duration of         year 2 (92/119 patients), meaning 156 of the 416 (37.5%)\nthe diagnostic process, from the first consultation in our             patients. In the first reanalysis for year 1 patients, we obtained\ncenter to the date of the WES report.                                  one additional positive result (1.2%) using a strict diagnostic\n                                                                       approach and four (4.8%) by a translational research\n                              RESULTS                                  approach, leading to an additional diagnostic yield of 6%\nPatients                                                               (5/82). For the first reanalysis for year 2 patients, we obtained\nBetween 1 June 2013 and 30 June 2016, 421 patients were                10 additional diagnoses by a diagnostic approach, corre-\nreferred. Five patients were removed from the analysis                 sponding to a supplemental diagnostic yield of 8% (10/119)\nbecause of failed quality control of the sequencing data and           and 2 (1.7%) by a translational research approach. In the\nthe absence of biological samples to repeat the analysis.              second reanalysis for year 1 patients, we obtained one\nOverall, 323 patients (77.6%) were referred by the Reference           additional positive result (1.2%) using a strict diagnostic\nCenter for Congenital Anomalies and Malformative Syn-                  approach and six (7.3%) by a translational research approach\ndromes of Dijon by seven geneticists, and 93 patients (22.4%)          (Figure 4). The results for the reanalysis of patients included\nwere referred by 31 geneticists from 18 French institutions.           in year 3 are not complete and not yet available because the\n\n4                                                                                           Volume 00 | Number | Month | GENETICS in MEDICINE\n\fClinical WES and prospective reanalysis | NAMBOT et al                                                                         ORIGINAL RESEARCH ARTICLE\n                         Mode of inheritance                        Positive molecular results                    Uncertain results             Secondary findings\n                                                                              n =128                                   n=39                           n=6\n                                       AD\n                                                                              12%                                      8%                                    De novo\n                                       AR                                                                                                                     17%\n\n                                       X-linked\n\n                                                                  27%                                       33%\n\n                                                                                                  61%                             59%                Inherited\n                                                                                                                                                       83%\n\n\n\n\n                                                                          Positive variants                   Variants of unknown               Secondary findings\n                                       Variant type                            n=148                              significance                      variants\n                                                                                                                     n= 48                            n =6\n                                       Frameshift                        2%    1% 2%\n                                                                                                                  2%\n                                                                                                             4%\n                                       Nonsense                                                                        4% 4%\n                                                                         9%\n                                                                                                24%                              16%\n                                       Missense                                                             10%\n                                                                                                                                             33%\n\n                                       Splice site\n                                                                                                                                                                       50%\n                                       In frame in/del\n                                                                                                   18%\n                                       Silencing                   44%\n                                                                                                                                                   17%\n                                       CNV                                                                              60%\n\n\n\n\nFigure 3 Distribution of Mendelian mode of inheritance and variant type for cases with positive molecular diagnosis, variants of\nunknown significance, and secondary findings. AD, autosomal dominant; AR, autosomal recessive; CNV, copy-number variant.\n\n\n                                      40%                                                                         were resolved through a translational research strategy using\n                                                                                                                  proactive international data sharing and publications of our\n                                      35%\n                                              7.3%                1.7%                                            team or in collaboration with other teams. This strategy\n             Percentage of patients\n\n\n\n\n                                      30%                                                                         allowed us to identify at least five novel genes, not previously\n                                                      1.2%        5.9%\n                                      25%     4.8%                2.5%                                            associated with a human disease (KCNA2,24 FIBP,25 AP3B2,26\n                                                      1.2%\n                                      20%                                                                         SLC13A5,27 and MAB21L128). We collected as much evidence\n                                                                                                                  as possible to fulfill the ACMG criteria and thus to consider\n                                      15%                                           27.4%\n                                                              22.7%                                               these results as certain/diagnostic results.\n                                              22%\n                                      10%\n\n                                      5%                                                                          Phenotype distribution and diagnostic yield per phenotype\n                                      0%                                                                          group\n                                             Year 1          Year 2                 Year 3\n                                                                                                                  Over the 3 years, we observed a globally similar distribution of\n                          Positive at 1st analysis                  Research positive at 1st reanalysis\n                          Diagnostic positive at 1st reanalysis     Diagnostic positive at 2nd reanalysis         the phenotype groups with a majority of patients presenting\n                                                                    Research positive at 2nd reanalysis\n                          Misclassified/missed at 1st analysis\n                                                                                                                  neurodevelopmental disorders (n = 323), which is in keeping\n                                                                                                                  with the recruitment criteria for our cohort (Figure 1a).\nFigure 4 Evolution of diagnostic yield regarding prospective\nreanalysis.                                                                                                         The highest global diagnostic yield after two reanalysis\n                                                                                                                  procedures was obtained for the neuromuscular disorders\n                                                                                                                  group (33%), followed by the neurodevelopmental disorders\nperiod of 12 months was not finished at the time of                                                               group (31.5%) (Supplementary Figure S1). Chi-squared tests\nsubmission.                                                                                                       did not show any significant difference in the diagnostic yield\n   Finally, among the 156 reanalyzed patients, 24 results (15%)                                                   between groups. We observed an increase in positive results at\nbecame positive. Of these 24 positive results, 14 were initially                                                  each reanalysis for neurodevelopmental disorders, and a clear\nnegative, and 10 were initially uncertain because of the lack of                                                  improvement for syndromic ID and EE (Supplementary\ndata in the literature or because of the nondetection of a                                                        Figure S2).\nsecond event in recessive disorders. Twelve of the 24 cases\nwere reassessed through usual diagnostic processes thanks to                                                      Time to diagnosis\na recent publication, reconsideration of the first interpreta-                                                    Over the 3 years, the median time to diagnosis was reduced by\ntion, or the detection of a CNV (Table 1). The other 12 cases                                                     9 months (Supplementary Figure S3). The reduction was\n\nGENETICS in MEDICINE | Volume 00 | Number | Month                                                                                                                               5\n\fORIGINAL RESEARCH ARTICLE                                                                          NAMBOT et al | Clinical WES and prospective reanalysis\n\n\n\nTable 1 Diagnoses obtained by reanalysis of WES data\nCause of         Diagnosis from reanalysis        Date of first   Usual diagnostic approach:           Translational research approach:\nchange           of WES data                      WES analysis    publication date of article of       publication date of article of interest\n                                                                  interest\nRecent publication\n    KDM5C        Claes–Jensen type syndromic      January 2015    January 2012 and February 2015                              —\n                 X-linked mental retardation\n                 (MIM 300534)\n    NAA10        Syndromic X-linked ID            February 2014   May 2015                                                    —\n    TBL1XR1      Autosomal-dominant mental        January 2015    January 2015                                                —\n                 retardation 41 (MIM 616944)\n    PPP2R5D      Autosomal dominant mental        March 2015      July 2015                                                   —\n                 retardation 35 (MIM 616355)\n    DDX3X (X2)   X-linked mental retardation      August and      August 2015                                                 —\n                 102 (MIM 300958)                 November 2015\n    KMT2A        Wiedemann–Steiner syndrome November 2014         May 2014, September 2016,                                   —\n                 (MIM 605130)                                     February 2017\nMisclassified/missed variant\n    TCF4         Pitt–Hopkins syndrome (MIM       December 2014   May 2007                                                    —\n                 610954)\n    EEF1A2       Early infantile epileptic        January 2015    November 2012                                               —\n                 encephalopathy 33 (MIM\n                 616409)\n    GABRA1       Early infantile epileptic        May 2015        April 2014                                                  —\n                 encephalopathy 19 (MIM\n                 615744)\n    TUBB3        Congenital fibrosis of           May 2015        January 2010                                                —\n                 extraocular muscles 3A (MIM\n                 600638)\nCNV\n    CLN3         Neuronal ceroid lipofuscinosis   March 2015      March 1995                                                  —\n                 3 (MIM 204200)\nCollaboration with another team\n    THOC6        Beaulieu–Boycott–Innes           November 2014                   —                    January 201734\n                 syndrome (MIM 613680)\n    KCNA2        Early infantile epileptic        March 2015                      —                    March 201724\n                 encephalopathy 32 (MIM\n                 616366)\n    KLHL7        Crisponi/CISS1-like phenotype    December 2014                   —                    July 201641\n                 associated with early-onset\n                 retinitis pigmentosa\nTeam’s publication\n    PUF60        Verheij syndrome (MIM            May 2014                        —                    January 201633\n                 615583)\n    GFER         Progressive mitochondrial        June 2014                       —                    August 201742\n                 myopathy with congenital\n                 cataract, hearing loss, and\n                 developmental delay (MIM\n                 613076)\n    FIBP         Thauvin-Robinet–Faivre           June 2014                       —                    May 201625\n                 syndrome (MIM 617107)\n    AP3B2        Early infantile epileptic        March 2014                      —                    December 201626\n                 encephalopathy 48 (MIM\n                 617276)\n\n\n\n\n6                                                                                              Volume 00 | Number | Month | GENETICS in MEDICINE\n\fClinical WES and prospective reanalysis | NAMBOT et al                                            ORIGINAL RESEARCH ARTICLE\nTable 1 Continued\n Cause of           Diagnosis from reanalysis            Date of first       Usual diagnostic approach:         Translational research approach:\n change             of WES data                          WES analysis        publication date of article of     publication date of article of interest\n                                                                             interest\n    SLC13A5         Early infantile epileptic            November 2013                            —             July 201427\n (X2)               encephalopathy 25 (MIM\n                    615905)\n    MAB21L1         Syndromic scrotal agenesis           November 2014                            —             February 201728\n    PACS2           Syndromic ID                         May 2015                                 —\n    BRWD3           X-linked mental retardation 93 May 2015                                       —\n                    (MIM 300659)\nCISS, cold-induced sweating syndrome; ID, intellectual disability; WES, whole-exome sequencing.\n\n\ngreatest between the first and the second year (6 months),                           initial results. Recent publications allowed us to assign a\nwhich is in keeping with the complete implementation of                              positive result after reanalysis in five initially negative cases\ndiagnostic WES in our current diagnostic process in                                  and two uncertain cases (4.5%). This principally concerned\nJune 2014.                                                                           patients included in the second year and is consistent with\n                                                                                     other studies,17–19 one of which reported that 73% (70/96) of\nTime devoted to research reanalysis by the laboratory and                            reclassifications were linked to the discovery of new gene–\nclinical teams                                                                       disease relationships described in the medical literature.18 It\nIt took the bioinformaticians a few hours to update the in-                          also allowed us to reclassify uncertain missense variants\nhouse pipeline and reanalyze the raw data, but pipeline                              occurring in a human disease gene, in which only truncating\ndevelopment for CNV detection required approximately                                 mutations were reported as pathogenic in the first publica-\n600 hours of work. After negative diagnostic result, it took a                       tions. Wiedemann–Steiner syndrome due to KMT2A variants,\ntrained interpreter on average three hours to analyze variants                       now with three published pathogenic missense variants, is a\nvia a research process and a variable amount of time for                             good example of this situation.29 In addition to this effective\nmultidisciplinary discussions. Supplementary Sanger valida-                          way to resolve unsolved cases, some variants became positive\ntions should also be considered (one or two per patient;                             after reanalysis because of an initial misinterpretation,\nprobably excessive because of the solo strategy), requiring                          allowing four additional diagnoses (2.5%). This phenomenon\nadditional time for technicians and other techniques. The                            has been underscored in several studies reporting the\nphysicians provided accurate, updated phenotype data by                              difficulty of determining the pathogenicity of a variant,\nregular consultations, by asking patients and their family to                        considering the extremely heterogeneous evidence taken into\nreturn for reverse phenotyping or to extend the familial                             account.18,30–32 In 2016, Amendola et al.30 reported a rate of\nsegregation, by answering numerous mails in case of                                  variant discordance between nine laboratories of 66% for 99\ncollaborations, and by collecting data for recruited patients                        analyzed variants, despite the application of the ACMG–\nthrough data sharing. Time was also spent explaining new                             Association for Molecular Pathology guidelines. Among the\nresults to patients. The time devoted to each patient varied                         differences found, 22% might affect medical management.\nwidely, ranging from a few hours to a few days. Finally, the                         One additional diagnosis (1%) was made possible thanks to\nreport update took an average of 30 minutes.                                         the upgrade of the pipeline for detecting CNVs. Finally, a\n                                                                                     search of published data in the context of diagnostic\n                                                                                     reanalysis led to a positive diagnosis in 12/156 cases (7.7%),\n                                DISCUSSION                                           which is similar to recently published data in a large number\nThis retrospective study reports the molecular results of                            of patients.17\nproband-based clinical WES in 416 consecutive patients with                             The major reason for our high number of positive results\nCA/ID included over 3 years. It highlights the increase in                           after reanalysis was the active search for additional evidence\ndiagnostic yield thanks to the yearly reanalysis and inter-                          of pathogenicity for strong candidate variants, leading to 12\npretation of raw WES data. We obtained a global diagnostic                           additional positive diagnoses (7.7%), with nine publications\nyield of 27.9% after two reanalyses, and 12 (2.9%) more cases                        by our team or collaborations with another team, including\nwere resolved through the combined diagnostic/research                               seven through the Matchmaker Exchange initiative24–27,33,34\napproach.                                                                            (Table 1). This tool has become essential to rapidly identify\n  Considering the exponential evolution of genetic discoveries                       new patients carrying a variant in the same gene, thus\nand the improvements in computer performance over the past                           enhancing the identification of the molecular basis of\n5 years, prospective reanalysis of nonpositive WES results                           ultrarare disorders of suspected Mendelian inheritance. This\nappears manageable and worthwhile for undiagnosed                                    integrated translational strategy blurs the line between a\npatients. This strategy allowed us to obtain 24 (15%)                                standardized diagnostic procedure and a dedicated research\nadditional positive d",
  "wordCount": 7077,
  "indexed": "2025-09-25T22:46:15.121Z",
  "method": "direct"
}
