{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Ligadas al X/Pederick et al_2018_Abnormal Cell Sorting Underlies the Unique X-Linked Inheritance of PCDH19.pdf",
  "fileName": "Pederick et al_2018_Abnormal Cell Sorting Underlies the Unique X-Linked Inheritance of PCDH19.pdf",
  "relativePath": "Genetica/Ligadas al X/Pederick et al_2018_Abnormal Cell Sorting Underlies the Unique X-Linked Inheritance of PCDH19.pdf",
  "text": "Report\n\nAbnormal Cell Sorting Underlies the Unique X-Linked\nInheritance of PCDH19 Epilepsy\nHighlights                                                       Authors\nd   The cis interaction of PCDH19 with other PCDHs determines    Daniel T. Pederick, Kay L. Richards,\n    cell-cell adhesion affinities                                Sandra G. Piltz, ..., Steven Petrou,\n                                                                 James N. Hughes, Paul Q. Thomas\nd   Mosaic expression of PCDH19 leads to abnormal network\n    activity                                                     Correspondence\nd   Wild-type and null PCDH19 cells segregate during cortical    paul.thomas@adelaide.edu.au\n    development\n                                                                 In Brief\nd   Cortical malformations are present in patients with PCDH19   Pederick et al. report a cellular\n    mutations                                                    mechanism explaining the unique\n                                                                 X-linked inheritance pattern of PCDH19\n                                                                 epilepsy. PCDH19 specifies binding\n                                                                 affinities such that mosaic expression in\n                                                                 females leads to striking segregation of\n                                                                 WT and null cortical progenitors and\n                                                                 abnormal network activity.\n\n\n\n\n            Pederick et al., 2018, Neuron 97, 59–66\n            January 3, 2018 ª 2017 Elsevier Inc.\n            https://doi.org/10.1016/j.neuron.2017.12.005\n\fNeuron\n\nReport\n\nAbnormal Cell Sorting Underlies\nthe Unique X-Linked Inheritance of PCDH19 Epilepsy\nDaniel T. Pederick,1 Kay L. Richards,2 Sandra G. Piltz,1 Raman Kumar,3 Stefka Mincheva-Tasheva,1\nSimone A. Mandelstam,4,5,6 Russell C. Dale,7 Ingrid E. Scheffer,2,8 Jozef Gecz,1,3,9 Steven Petrou,2 James N. Hughes,1\nand Paul Q. Thomas1,3,9,10,*\n1School of Biological Sciences and Robinson Research Institute, The University of Adelaide, Adelaide, SA 5005, Australia\n2Florey Institute of Neuroscience and Mental Health and Department of Medicine Royal Melbourne Hospital, The University of Melbourne,\n\nMelbourne, VIC 3010, Australia\n3School of Medicine and Robinson Research Institute, The University of Adelaide, Adelaide, SA 5005, Australia\n4Department of Paediatrics, The University of Melbourne, Melbourne, VIC 3010, Australia\n5Department of Radiology, The University of Melbourne, Melbourne, VIC 3010, Australia\n6Department of Medical Imaging, Royal Children’s Hospital, Florey Neurosciences Institute, Parkville, VIC 3052, Australia\n7Institute for Neuroscience and Muscle Research, University of Sydney, Sydney, NSW 2006, Australia\n8The University of Melbourne, Austin Health and Royal Children’s Hospital, Melbourne, VIC 3084, Australia\n9South Australian Health and Medical Research Institute, Adelaide, SA 5000, Australia\n10Lead Contact\n\n*Correspondence: paul.thomas@adelaide.edu.au\nhttps://doi.org/10.1016/j.neuron.2017.12.005\n\n\n\nSUMMARY                                                               tial for generating individual neuron identity (Rubinstein et al.,\n                                                                      2015; Thu et al., 2014). The remaining family members are termed\nX-linked diseases typically exhibit more severe phe-                  non-clustered (NC) PCDHs. Genes encoding NC PCDHs are\nnotypes in males than females. In contrast, proto-                    scattered throughout the genome and display unique and over-\ncadherin 19 (PCDH19) mutations cause epilepsy in                      lapping expression patterns in different neuronal populations dur-\nheterozygous females but spare hemizygous males.                      ing CNS development and in the mature brain (Kim et al., 2007).\nThe cellular mechanism responsible for this unique                       Mutations in NC PCDH family members have been associated\n                                                                      with a variety of neurological disorders, including epilepsy,\npattern of X-linked inheritance is unknown. We\n                                                                      autism, and schizophrenia (Ishizuka et al., 2016; Morrow et al.,\nshow that PCDH19 contributes to adhesion speci-\n                                                                      2008). Notably, mutations in protocadherin 19 (PCDH19) cause\nficity in a combinatorial manner such that mosaic                     PCDH19 girls clustering epilepsy (PCDH19-GCE), which is re-\nexpression of Pcdh19 in heterozygous female mice                      ported to be the second most common cause of monogenic ep-\nleads to striking sorting between cells expressing                    ilepsy (Dibbens et al., 2008; Duszyc et al., 2015). PCDH19-GCE\nwild-type (WT) PCDH19 and null PCDH19 in the                          is an X-linked disorder with a unique pattern of inheritance\ndeveloping cortex, correlating with altered network                   whereby heterozygous females are affected whereas hemizy-\nactivity. Complete deletion of PCDH19 in hetero-                      gous males are spared (Dibbens et al., 2008). It has been pro-\nzygous mice abolishes abnormal cell sorting and                       posed that the co-existence of wild-type (WT) and mutant\nrestores normal network activity. Furthermore, we                     PCDH19 neurons that arise through random X inactivation un-\nidentify variable cortical malformations in PCDH19                    derpins the unique inheritance (Depienne et al., 2009; Dibbens\n                                                                      et al., 2008). This hypothesis is supported by the existence of\nepilepsy patients. Our results highlight the role of\n                                                                      affected males, who are mosaic carriers of somatic PCDH19 mu-\nPCDH19 in determining cell adhesion affinities during\n                                                                      tations (Depienne et al., 2009). However, it is currently unclear\ncortical development and the way segregation of WT                    what processes are regulated by PCDH19 in the brain and how\nand null PCDH19 cells is associated with the unique                   these are disrupted by mosaic expression, but not by the com-\nX-linked inheritance of PCDH19 epilepsy.                              plete absence of functional protein.\n                                                                         PCDH19 has been shown to function as a homotypic cell adhe-\n                                                                      sion molecule in vitro (Tai et al., 2010), and recently published data\nINTRODUCTION                                                          indicate that PCDH19 has a virtually identical structure to mem-\n                                                                      bers of the closely related clustered PCDH family (Cooper et al.,\nProtocadherins (PCDHs) are the largest family (\u000170 genes) of cell-    2016). Clustered PCDHs can form heterotypic cis interactions,\ncell adhesion molecules and have important roles in many neuro-       which generate highly specific adhesion codes that are likely to\nbiological processes, including axon guidance/sorting, neurite        play a role in vertebrate neuronal self-avoidance (Rubinstein\nself-avoidance, and synaptogenesis (Garrett and Weiner, 2009;         et al., 2015; Thu et al., 2014). Interestingly, NC PCDHs display\nLefebvre et al., 2012). The majority of PCDHs are positioned within   overlapping expression in vivo (Kim et al., 2007), suggesting they\nthree genomic clusters termed a, b, and g. Clustered PCDHs are        may also contribute to specifying adhesion affinities in a combina-\nstochastically expressed in neurons, which is thought to be essen-    torial manner. However, it remains unclear whether PCDH19 can\n\n\n                                                                             Neuron 97, 59–66, January 3, 2018 ª 2017 Elsevier Inc. 59\n\fFigure 1. d2 NC PCDHs Form Heterotypic cis Interactions that Dictate Adhesion Specificity\n(A) Schematic diagram of the cell mixing assay.\n(B) Representative images of mixing experiments performed with K562 cells expressing a single NC PCDH.\n(C) Co-immunoprecipitation of K562 cell lysates expressing NC PCDH combinations indicated by the + symbol. Lysates were pulled down with FLAG antibody\n(Ab), and subsequent blotting was performed with MYC Ab (n = 3 experiments).\n                                                                                                                       (legend continued on next page)\n\n\n\n60 Neuron 97, 59–66, January 3, 2018\n\fform heterotypic cis interactions with other NC PCDHs and                         aggregates (Figure 1D). Significant sorting was also observed\ncontribute to combinatorial cell-cell adhesion specificity.                       between PCDH19/PCDH10 and PCDH19/PCDH10/PCDH17\n   Here, we sought to address these questions by performing                       co-expressing populations and between PCDH19/PCDH10-\ncomplementary in vitro and in vivo experiments to investigate                     and PCDH10-expressing populations (Figure 1D). Thus, signifi-\nthe combinatorial activity of PCDH19 and the molecular mecha-                     cant sorting occurred between populations that differed by a\nnism underlying the unique X-linked inheritance of PCDH19-                        single PCDH. We next assessed the impact of PCDH19-GCE\nGCE. Our findings show that PCDH19 contributes to combinato-                      missense mutations on PCDH-mediated adhesion. We first\nrial adhesion affinities such that mosaic expression of PCDH19                    individually expressed PCDH19 containing a N340S mutation\nin vivo disrupts cell adhesion specificity, resulting in abnormal                 (PCDH19.N340S) in K562 cells. The N340S mutation has been\nsorting of neuroprogenitor cells in the developing cortex.                        found in over 20 unrelated cases and has been shown to have\n                                                                                  reduced thermostability (Cooper et al., 2016). Cells expressing\nRESULTS                                                                           PCDH19.N340S completely lacked adhesive function (Figures\n                                                                                  S1B–S1D). Identical results were obtained with two other\nPCDH19 Forms Heterotypic cis Interactions with NC                                 disease-causing missense mutations (PCDH19.E307K and\nPCDHs that Generate Specific Binding Affinities                                   PCDH19.D594H; Figures S1B–S1D). Finally, to model the impact\nTo investigate the adhesion activity of PCDH19 in combination                     of PCDH19 missense mutations on combinatorial adhesion\nwith other NC PCDHs, we performed mixing experiments using                        activity, we performed cell mixing experiments with PCDH19/\nK562 cells, which ordinarily do not aggregate during culture                      PCDH10 and PCDH19.N340S/PCDH10 cells. Significant\ndue to a lack of endogenous PCDHs and classical cadherins                         sorting occurred between the two populations (Figure 1D). Taken\n(Ozawa and Kemler, 1998). Many NC PCDHs display overlapping                       together, these data suggest that PCDH19 forms heterotypic cis\nexpression with Pcdh19 in the embryonic developing brain (Kim                     interactions with NC PCDHs and contributes to combinatorial\net al., 2007). These include PCDH17 and PCDH10, which are                         adhesion codes that are sensitive to single PCDH differences.\nthe closest family members to PCDH19 and were selected for\nexperimental analysis. Two populations of fluorescently labeled                   Mosaic Expression of Pcdh19 In Vivo Leads to Altered\nK562 cells expressing identical or different PCDH combinations                    Network Brain Activity, Correlating with Abnormal Cell\nwere mixed in a 1:1 ratio (Figure 1A). The resulting cell aggregates              Sorting in the Developing Cortex\nwere assessed for the contribution of each population; aggre-                     Next, we sought to investigate how disruption of PCDH19-\ngates dominated by one population indicated cell sorting (due                     dependent adhesion affinities would manifest in the developing\nto different adhesion specificity) whereas heterogeneous aggre-                   mammalian brain, where complex arrays of adhesion molecules\ngates indicated cell mixing (due to identical adhesion specificity).              direct morphogenesis. For these experiments, we used mice\nWe initially compared cell populations expressing a single                        carrying a null allele (Pcdh19b-Geo; Pederick et al., 2016) to\nPCDH (Figure 1B). When the two populations expressed the                          generate female heterozygous mice with mosaic expression of\nsame PCDH, extensive mixing was observed (Figure 1B, top                          Pcdh19. Given the seizures and elevated neural activity of\nrow). In contrast, populations expressing different PCDHs ex-                     PCDH19-GCE-affected females (Higurashi et al., 2013; Scheffer\nhibited extensive sorting (Figure 1B, bottom row), confirming ho-                 et al., 2008), we initially performed electrocorticogram (ECoG)\nmotypic cell-cell adhesion activity as single molecules (Tai et al.,              analysis on young adult mice to investigate whether a phenotype\n2010). To explore the potential for combinatorial NC PCDH activ-                  exists in heterozygous mice that does not manifest in homozy-\nity, we first investigated whether NC PCDHs could interact in cis.                gote animals. ECoG traces from Pcdh19+/b-Geo (+/b-Geo)\nImmunoprecipitation (IP) analysis of differentially tagged proteins               postnatal day 42 (P42) mice showed a consistent increase in\nrevealed that PCDH19 could interact with PCDH10 and PCDH17,                       amplitude compared to Pcdh19+/+ (+/+) and Pcdh19b-Geo/\nas well as itself (Figure 1C). Next, we performed mixing experi-                  b-Geo (b-Geo/b-Geo) animals, which were themselves indistin-\nments using K562 cell populations expressing multiple NC                          guishable (Figure 2A). Strikingly, ECoG signatures for +/b-Geo\nPCDHs at similar levels (Figure S1A). To quantitate cell mixing,                  mice showed a significant increase in mean number of spike-\nwe performed Pearson’s correlation coefficient analysis between                   wave discharge (SWD) events per hr and event duration\nfluorescent channels of the different cell populations. This al-                  compared with +/+ mice (Figures 2B and 2C). In contrast, the\nlowed us to determine the degree of overlap that was present                      mean number of SWDs per hr and the mean duration of a SWD\nbetween the two groups of cells in 3D aggregates. Higher levels                   event for b-Geo/b-Geo animals was not significantly different\nof correlation between fluorescent channels represented higher                    to +/+ mice (Figures 2B and 2C). This indicates that mosaic\nlevels of mixing between the two different cell populations.                      expression of Pcdh19 in mice results in altered brain network\nWhereas cell populations co-expressing PCDH19 and PCDH10                          activity. In contrast, this phenotype is not present in mice\n(PCDH19/PCDH10) displayed extensive mixing, PCDH19/                               completely lacking PCDH19, consistent with the unique X-linked\nPCDH17 and PCDH19/PCDH10 populations sorted into distinct                         inheritance of PCDH19-GCE in humans.\n\n\n(D) Representative images of mixing experiments performed with K562 cells expressing different NC PCDH combinations. Quantification of the degree of mixing\nusing Pearson’s correlation coefficient normalized to 19/10+19/10. (***p < 0.001; ****p < 0.0001; ns, not significant; one-way ANOVA with Tukey’s multiple\ncomparison test against 19/10 +19/10 unless otherwise indicated).\nData are represented as mean ± SEM. See Table S1 for additional information, including n for each experiment. Expression constructs are indicated by 19 (PCDH19),\n17 (PCDH17), 10 (PCDH10), and 340 (PCDH19 N340S missense mutation).\n\n\n\n                                                                                                                   Neuron 97, 59–66, January 3, 2018 61\n\fFigure 2. Mosaic Expression of Pcdh19 Causes Altered Network Brain Activity and Abnormal Cell Sorting between PCDH19-Positive and\nPCDH19-Negative Cells in the Developing Cortex\n(A) Representative traces from ECoG recordings of +/+, +/b-Geo, and b-Geo/b-Geo P42 mice.\n(B) Quantification of SWD/hr of +/+, +/b-Geo, and b-Geo/b-Geo P42 mice (****p < 0.0001; **p < 0.01; Student’s two-tailed, unpaired t test).\n(C) Quantification of mean SWD duration of +/+ +/b-Geo, and b-Geo/b-Geo P42 mice (****p < 0.0001; *p < 0.05; two-way ANOVA with Tukey’s multiple com-\nparisons test).\n(D) Representative HA and X-gal immunostaining of 14.5 dpc HA-FLAG/+ and HA-FLAG/b-Geo brains.\n(E) Quantification of HA-negative regions in the cortex of 14.5 dpc HA-FLAG/b-Geo and HA-FLAG/+ and brains (**p < 0.01; unpaired t test).\n(F) Quantification of variability of HA-immunostaining intensity throughout the cortex (*p < 0.05; unpaired t test).\n(G) Representative HA immunostaining of P7 HA-FLAG/+ and HA-FLAG/b-Geo brains.\nCP, cortical plate; IZ, intermediate zone; VZ, ventricular zone. Data are represented as mean ± SEM. Also see Table S1.\n\n\n\n   To determine the impact of mosaic PCDH19 expression                      version of PCDH19 retained adhesive function in an in vitro\nat the cellular level in vivo, we required reporter alleles for             aggregation assay (Figure S2E). Consistent with previously\nPcdh19-expressing WT and null cells. To label Pcdh19-ex-                    published mRNA in situ hybridization and protein expression\npressing null cells, we used the Pcdh19b-Geo b-galactosidase                data (Dibbens et al., 2008; Hayashi et al., 2017; Pederick\nknockin reporter allele, which we had previously validated                  et al., 2016), we detected PCDH19 expression in many brain\nusing X-gal staining (Pederick et al., 2016). To enable un-                 regions, including prominent expression in the developing\nequivocal identification of WT PCDH19-expressing cells, we                  cortex that became more restricted in the postnatal brain\nemployed CRISPR/Cas9 genome editing to insert a hemag-                      (Figures S2D and S2F). Generation of the tagged allele also\nglutinin (HA)-FLAG epitope sequence at the C terminus of                    allowed us to investigate in vivo interactions of PCDH19 pro-\nthe PCDH19 open reading frame (ORF) (Figure S2A). Success-                  tein. Consistent with our in vitro experiments, co-immunopre-\nful insertion was validated via PCR, sequencing, western blot,              cipitation (coIP) analysis indicated that endogenous PCDH19\nand HA immunohistochemistry (Figures S2B–S2D, respec-                       interacts with PCDH10 and PCDH17 in the developing mouse\ntively). Furthermore, we confirmed that the HA-FLAG-tagged                  brain (Figure S2G).\n\n\n62 Neuron 97, 59–66, January 3, 2018\n\f   Simultaneous labeling of PCDH19 positive (HA) and negative          functionally null PCDH19 female mice. Using CRISPR/Cas9\n(X-gal) cells in Pcdh19HA-FLAG/b-Geo (HA-FLAG/b-Geo) brains            genome editing, we deleted the Pcdh19HA-FLAG allele in\nenabled us to investigate the phenotype resulting from the             HA-FLAG/b-Geo zygotes to create DEL/b-Geo-null embryos\ndisruption of PCDH19-dependent cell adhesion specificity. HA           (Figure 3A). Deletion of exon 1 and lack of functional PCDH19\nimmunostaining of HA-FLAG/b-Geo brains revealed a striking             was validated by sequencing and HA immunostaining (Fig-\nalternating pattern of PCDH19-positive and PCDH19-negative             ure 3B; data not shown). X-gal staining of DEL/b-Geo embryos\ncells that extended from the ventricular zone to the cortical plate    at 14 days post embryo transfer demonstrated that the two\n(Figure 2D, left). X-gal staining of HA-FLAG/b-Geo brains re-          populations of null cells readily intermix, thereby rescuing the\nvealed a complementary and non-overlapping pattern to HA im-           abnormal cell sorting phenotype observed in HA-FLAG/b-Geo\nmunostaining (Figure 2D, left), suggesting this pattern is due to      embryos (Figure 3B). Quantification of X-gal staining variation\nsegregation of PCDH19-positive and PCDH19-null cells. Segre-           confirmed that the abnormal cell sorting was rescued in DEL/\ngation was also detected in the developing hippocampus and             b-Geo cortices (Figure 3C). This provides further evidence that\nganglionic eminences (Figures 2D and S2). To confirm that this         the differential adhesion specificities of PCDH19-positive and\npattern did not arise due to random X inactivation and subse-          PCDH19-negative cells leads to abnormal cell sorting. Impor-\nquent clonal expansion, we examined HA staining in wild type           tantly, the lack of abnormal cell sorting in DEL/b-Geo-null em-\nPcdh19HA-FLAG/+ (HA-FLAG/+) control embryos (Figure 2D,                bryos provides a clear cellular phenotype that correlates with\nright). This allowed us to identify the pattern of PCDH19-positive     and likely explains the unique X-linked inheritance of PCDH19\nHA-labeled cells in the presence of PCDH19-positive unlabeled          epilepsy (Figure 3D).\ncells. Within the cortex, X inactivation manifested as small inter-\nspersed patches of HA-positive and HA-negative staining along          Variable Cortical Folding Abnormalities Are Observed in\nthe ventricle and overlying neural progenitors in the ventricular      PCDH19-GCE Patients\nzone, with only subtle variations in HA staining within the cortical   Although structural brain abnormalities have not previously\nplate (Figure 2D, right). The significantly increased percentage       been described in PCDH19-GCE-affected individuals, we hy-\nof HA-negative regions in HA-FLAG/b-Geo embryos compared               pothesized that abnormal cell sorting caused by mosaic expres-\nwith HA-FLAG/+ controls confirms that PCDH19-positive and              sion of PCDH19 during human cortical development could\nPCDH19-null cells coalesced into distinct groups (Figure 2E).          result in morphological defects due to the prolonged expansion\nWe also noted significantly increased variation of HA immuno-          of neuroprogenitors and extensive sulcation relative to mice\nstaining across different HA-FLAG/b-Geo animals, suggesting            (Sun and Hevner, 2014). Using data from the Allen Brain Atlas,\ndifferences in abnormal cell sorting phenotypes are due to             we confirmed PCDH19 is highly expressed in human embryonic\nunique patterns of X inactivation in each embryo (Figures              CNS, including the cortex, during the key neurogenic period of\n2F and S2). The striking segregation that occurred during              8–16 weeks post-conception (Miller et al., 2014; Figure S4A).\ncortical development also persisted postnatally among cells            PCDH19 expression is reduced postnatally but is still detect-\nthat continued to express PCDH19 (Figure 2G).                          able, with the brain remaining the predominant site of expres-\n   Consistent with an active role in cell sorting, PCDH19 was pre-     sion in the adult (Figure S4B). We also identified considerable\nsent at interfaces between PCDH19-expressing neuroprogenitor           spatiotemporal overlap with PCDH10 and PCDH17 (Figure S4A).\ncells, but not between PCDH19-positive and negative cells,             We then reviewed MRI images from a cohort of PCDH19-GCE\nsupporting its role as a homotypic cell-cell adhesion molecule         girls. We identified abnormal cortical sulcation in four patients\nin vivo (Figure S3A). Cell body redistribution was independently       with recurrent causative mutations in PCDH19 (p.N340S,\nconfirmed by staining for nuclear-localized SOX3 in Pcdh19+/           p.S671X, and p.Y366LfsX10; Figures 4 and S4C; Table S2;\nb-Geo; Sox3+/\u0003 trans-heterozygous mice (Figure S3B). Notably,          Scheffer et al., 2008). The patients presented with variably\ncell segregation was not detected at the inception of PCDH19           positioned cortical defects that included bottom of the sulcus\nexpression at 9.5 dpc but was clearly present at 10.5 dpc,             dysplasias, abnormal cortical folding, cortical thickening, and\nindicating rapid onset of the abnormal cell sorting phenotype          blurring of the gray/white junction. These data suggest that sub-\n(Figures S3C–S3E). Taken together, these data suggest that             tle brain abnormalities are a feature of PCDH19-GCE. Whereas\nPCDH19 functions to specify cell-cell interactions and that            it is not known how abnormal cell sorting could generate these\nmosaic expression results in distinct cell populations with            defects, their variability is consistent with the random nature\nincompatible adhesion affinities that abnormally segregate             of X inactivation and phenotypes observed in PCDH19-GCE\nduring cortical development.                                           patients.\n\nUniform Deletion of Pcdh19 Prevents Abnormal Cell                      DISCUSSION\nSorting\nThe absence of pathology in hemizygous males and the normal            In summary, the generation of differential adhesion affinities\nbrain activity of mice completely lacking functional PCDH19            in neural progenitor cells caused by mosaic expression of\n(Figures 2A–2C) suggests that the removal of differential adhe-        Pcdh19 appears to be the underlying cellular mechanism\nsion affinities dictated by mosaic PCDH19 expression will              responsible for the unique X-linked inheritance of PCDH19-\nrestore normal cell sorting during cortical development. To            GCE (Figure 3D). Furthermore, our data suggest that uniform\ntest this hypothesis, we developed a method to assess in vivo          removal of PCDH19, as seen in hemizygous males, does not\ncell sorting by visualizing Pcdh19 allele-specific expression in       lead to the formation of incompatible adhesion specificity,\n\n\n                                                                                                 Neuron 97, 59–66, January 3, 2018 63\n\f                                                                                               Figure 3. Deletion of Pcdh19 in HA-FLAG/\n                                                                                               b-Geo Mice Abolishes Abnormal Cell Sorting\n                                                                                               (A) Schematic illustrating CRISPR/Cas9-induced\n                                                                                               conversion of HA-FLAG/b-Geo embryos to DEL/\n                                                                                               b-Geo. Two guide RNAs (gRNAs) targeting exon1-\n                                                                                               flanking sequences (red arrows) and CAS9 protein\n                                                                                               were injected into HA-FLAG/b-Geo zygotes.\n                                                                                               (B) HA and X-gal immunostaining of HA-FLAG/\n                                                                                               b-Geo and DEL/b-Geo 14 day post-transfer em-\n                                                                                               bryonic brains.\n                                                                                               (C) Quantification of variability of X-gal staining\n                                                                                               intensity throughout the ventricle of HA-FLAG/\n                                                                                               b-Geo and HA-FLAG/+ brains (**p < 0.01; unpaired\n                                                                                               t test). Data are represented as mean ± SEM.\n                                                                                               (D) Schematic model of the cellular mechanism\n                                                                                               underlying PCDH19-GCE.\n                                                                                               WT and null cells are shown in green and\n                                                                                               purple, respectively. Homotypic cell interactions\n                                                                                               are indicated by the lines. AC and AC-19 indi-\n                                                                                               cate adhesion codes with and without PCDH19,\n                                                                                               respectively.\n\n\n\n\n                                                                                                umns. Interestingly, cortical column orga-\n                                                                                                nization has been reported in gyrence-\n                                                                                                phalic (folded) brains, such as apes,\n                                                                                                monkeys, and ferrets, but there is little\n                                                                                                evidence supporting cortical column or-\n                                                                                                ganization in the lissencephalic (smooth)\n                                                                                                brains of mice and rats (Shaw et al.,\n                                                                                                1975). If abnormal cell sorting does\n                                                                                                occur throughout the entire cortex, this\n                                                                                                difference in neuronal architecture be-\n                                                                                                tween humans and mice may contribute\n                                                                                                to the more severe phenotype seen\n                                                                                                in PCDH19-GCE patients. Furthermore,\n                                                                                                the identification of abnormal cortical sul-\n                                                                                                cation in multiple PCDH19-GCE patients\n                                                                                                suggests that aberrant cell sorting may\n                                                                                                generate different morphological pheno-\n                                                                                                types in gyrencephalic brains compared\n                                                                                                to lissencephalic brains. The cortical\n                                                                                                folding of human brains is largely caused\n                                                                                                by variable proliferation of basal radial\n                                                                                                glia, a cell type which represents only\n                                                                                                a minute proportion of progenitor cells\n                                                                                                in lissencephalic brains when compared\n                                                                                                to gyrencephalic brains (Wang et al.,\n                                                                                                2011). Proliferation of basal radial glia\nallowing for normal positioning of neuroprogenitor cells and            cause ‘‘wedges’’ of cell dense areas, which ultimately cause\nneural activity. The abnormal rearrangement of neuroproge-              the brain to fold. It is possible that, if segregation occurred\nnitor cells in the incipient cortex of heterozygous brains              within the basal radial glial cells in the developing human brain,\nindicates that at least some of their neuronal progeny will             then abnormal folding may occur due to irregular formation\nbe aberrantly positioned, regardless of whether they maintain           of ‘‘wedges.’’ These hypothesizes could be investigated by\nexpression of Pcdh19 postnatally. This rearrangement has                generating a Pcdh19+/\u0003 ferret (Kou et al., 2015), a gyrencephalic\nthe potential to perturb functional boundaries within the               animal model.\ncortex and alter connectivity between cortical and subcortical            More broadly, our data suggest that neurodevelopmental dis-\nregions.                                                                orders associated with mutation of other NC PCDH family mem-\n   If the entire cortex was to undergo segregation, it is likely this   bers (Ishizuka et al., 2016; Morrow et al., 2008) may be caused\nwould result in abnormal organization of functional cortical col-       by disruption of cell adhesion affinities. Because all other NC\n\n\n64 Neuron 97, 59–66, January 3, 2018\n\f                                                                                                    Figure 4. Variable Cortical Folding Abnor-\n                                                                                                    malities in PCDH19 Epilepsy Patients\n                                                                                                    Patient A: a focal area of cortical thickening in the\n                                                                                                    left mid-frontal lobe (open arrow) and mild cortical\n                                                                                                    thickening and blurring of the gray/white interface\n                                                                                                    in the left posterior temporal lobe was observed\n                                                                                                    in axial T1-weighted MRI images (closed arrow).\n                                                                                                    Patient B: axial T1-weighted MRI images show an\n                                                                                                    unusual stellate configuration to the right central\n                                                                                                    sulcus with loss of cortical clarity (open arrow) and\n                                                                                                    a focal retraction/puckered appearance of right\n                                                                                                    lateral frontal cortex with complex sulcation and\n                                                                                                    deep cortical thickening, suggesting a likely bot-\n                                                                                                    tom of the sulcus dysplasia (closed arrow). A focal\n                                                                                                    area of suspected cortical dysplasia was identified\n                                                                                                    in the left mid-frontal region in addition to cortical\n                                                                                                    thickening (arrowhead). Patient C: axial and\n                                                                                                    sagittal images show an unusual complex sulcal\n                                                                                                    arrangement present in the right frontal lobe with\n                                                                                                    2 parallel sulci forming an ovoid ring configuration\n                                                                                                    (closed arrows). Patient D: contiguous coronal T1\n                                                                                                    images reveal cortical thickening with blurring of\n                                                                                                    the gray/white junction, which is highly suggestive\n                                                                                                    of a left cortical dysplasia (closed arrows).\n\n\n\nPCDHs are autosomal, mosaic disruption of adhesion specificity            STAR+METHODS\nwould have to occur through a process other than X inactivation.\nThere is evidence that NC PCDHs are subject to random mono-               Detailed methods are provided in the online version of this paper\nallelic expression (RMAE) (Savova et al., 2016). Individuals with         and include the following:\na heterozygous germline mutation in a given autosomal NC\n                                                                             d KEY RESOURCES TABLE\nPCDH would have a proportion of their cells expressing either\n                                                                             d CONTACT FOR REAGENT AND RESOURCE SHARING\nthe functional or non-functional allele, resulting in disrupted\n                                                                             d EXPERIMENTAL MODEL AND SUBJECT DETAILS\nadhesion specificity. The proportion of RMAE-affected cells\n                                                                             d METHOD DETAILS\nwould likely impact the penetrance or expressivity of any resul-\ntant phenotype.                                                                  B Co-immunoprecipitation and western blotting\n                                                                                 B K562 aggregation assay\n   Although both clustered and NC PCDHs can function in\n                                                                                 B Cytospin immunofluorescence\ncombinatorial adhesion complexes, our data indicate that the\ninteraction of matching adhesion affinities for each of these                    B K562 mixing assay\n                                                                                 B Electrocorticogram (ECoG) recordings\nclosely related protein families in vivo can lead to different out-                                                                  HA-FLAG\n                                                                                 B Generation and genotyping of Pcdh19                         mice\ncomes. Matching expression of clustered PCDHs is thought to                                                                        HA-FLAG/b-Geo\nresult in repulsion, which has been implicated in neuronal self-                 B Generation and genotyping of Pcdh19                            mice\navoidance (Rubinstein et al., 2015; Thu et al., 2014). In contrast,              B Protein extraction and western blotting\n                                                                                 B In vivo immunoprecipitation and western blot analysis\nour data indicate that cells expressing matching NC PCDHs\nselectively associate in vivo. Given the complex and overlapping                 B Immunofluorescence\n\nexpression pattern of NC PCDHs throughout development,                           B X-gal staining\n                                                                                 B X-gal and immunofluorescence co-staining\nit seems likely that this property may direct spatial positioning\nof neuroprogenitors and could conceivably be utilized during                     B Generation of DEL/b-Geo embryos from HA-FLAG/\n\nmorphogenesis of other organs.                                                       b-Geo zygotes\n                                                                             d QUANTIFICATION AND STATISTICAL ANALYSIS\n   The ability of cells with different identities to self-associate and\n                                                                                 B Aggregation assay quantification\nform discrete populations was first identified in the early 1900s\nby mixing sponge cells from different colored species (Wilson,                   B Mixing assay quantification\n                                                                                 B Quantification of HA negative areas\n1907). We now appreciate the critical role of adhesion molecules\n                                                                                 B Quantification of HA immunostaining intensity vari-\nin regulating cell identity and directing tissue morphogenesis\nin many developmental contexts, including in the brain (Bello                        ability\net al., 2012). Our findings advance this field by providing evi-                 B Quantification of X-gal staining intensity variability\n\ndence that perturbation of cellular adhesion affinities underlies\nthe unique X-linked inheritance pattern of PCDH19-GCE and                 SUPPLEMENTAL INFORMATION\n\nsuggests that just a single difference in PCDH expression is\n                                                                          Supplemental Information includes four figures and two tables and can\nenough to disrupt the complex adhesion specificities present              be found with this article online at https://doi.org/10.1016/j.neuron.2017.\nwithin the developing mammalian cortex.                                   12.005.\n\n\n\n                                                                                                         Neuron 97, 59–66, January 3, 2018 65\n\fACKNOWLEDGMENTS                                                                        PCDH15 variants in schizophrenia and autism spectrum disorders. PLoS ONE\n                                                                                       11, e0153224.\nWe thank Dr. L. Luo (Stanford University) and members of the Thomas lab for            Kim, S.-Y., Chung, H.S., Sun, W., and Kim, H. (2007). Spatiotemporal expres-\ndiscussion and comments. We thank the patients and their families for partici-         sion pattern of non-clustered protocadherin family members in the developing\npating in our research. D.T.P. was supported by an Australian Government               rat brain. Neuroscience 147, 996–1021.\nResearch Training Scholarship. This work was supported by an NHMRC grant\n                                                                                       Kou, Z., Wu, Q., Kou, X., Yin, C., Wang, H., Zuo, Z., Zhuo, Y., Chen, A., Gao, S.,\n(400121) and the PCDH19 Alliance. The supplemental materials contain addi-\n                                                                                       and Wang, X. (2015). CRISPR/Cas9-mediated genome engineering of the\ntional data.\n                                                                                       ferret. Cell Res. 25, 1372–1375.\n\nAUTHOR CONTRIBUTIONS                                                                   Lefebvre, J.L., Kostadinov, D., Chen, W.V., Maniatis, T., and Sanes, J.R.\n                                                                                       (2012). Protocadherins mediate dendritic self-avoidance in the mammalian\nD.T.P., J.G., J.N.H., and P.Q.T. conceived and designed the study; D.T.P. per-         nervous system. Nature 488, 517–521.\nformed and analyzed all experiments except the ECoG recordings (K.L.R. and             Letts, V.A., Beyer, B.J., and Frankel, W.N. (2014). Hidden in plain sight: spike-\nS.P.), coIP on brain lysates (R.K. and S.M.-T.), zygote microinjection (S.G.P.),       wave discharges in mouse inbred strains. Genes Brain Behav. 13, 519–526.\nrecruitment and phenotyping of the patient cohort (R.C.D. and I.E.S.), and\n                                                                                       Miller, J.A., Ding, S.-L., Sunkin, S.M., Smith, K.A., Ng, L., Szafer, A., Ebbert, A.,\nanalysis of MRI (S.A.M.). D.T.P. prepared all figures; D.T.P., J.N.H., and\n                                                                                       Riley, Z.L., Royall, J.J., Aiona, K., et al. (2014). Transcriptional landscape of the\nP.Q.T. wrote the manuscript. All authors revised the manuscript.\n                                                                                       prenatal human brain. Nature 508, 199–206.\n\nDECLARATION OF INTERESTS                                                               Morrow, E.M., Yoo, S.-Y., Flavell, S.W., Kim, T.-K., Lin, Y., Hill, R.S.,\n                                                                                       Mukaddes, N.M., Balkhy, S., Gascon, G., Hashmi, A., et al. (2008).\nThe authors declare no competing interests.                                            Identifying autism loci and genes by tracing recent shared ancestry. Science\n                                                                                       321, 218–223.\nReceived: April 19, 2017                                                               Ozawa, M., and Kemler, R. (1998). Altered cell adhesion activity by pervana-\nRevised: October 24, 2017                                                              date due to the dissociation of alpha-catenin from the E-cadherin.catenin\nAccepted: December 4, 2017                                                             complex. J. Biol. Chem. 273, 6166–6170.\nPublished: January 3, 2018\n                                                                                       Pederick, D.T., Homan, C.C., Jaehne, E.J., Piltz, S.G., Haines, B.P., Baune,\n                                                                                       B.T., Jolly, L.A., Hughes, J.N., Gecz, J., and Thomas, P.Q. (2016). Pcdh19\nREFERENCES\n                                                                                       loss-of-function increases neuronal migration in vitro but is dispensable for\n                                                                                       brain development in mice. Sci. Rep. 6, 26765.\nAdikusuma, F., Pederick, D., McAninch, D., Hughes, J., and Thomas, P. (2017).\nFunctional equivalence of the SOX2 and SOX3 transcription factors in the               Reid, C.A., Kim, T., Phillips, A.M., Low, J., Berkovic, S.F., Luscher, B., and\ndeveloping mouse brain and testes. Genetics 206, 1495–1503.                            Petrou, S. (2013). Multiple molecular mechanisms for a single GABAA mutation\n                                                                                       in epilepsy. Neurology 80, 1003–1008.\nBello, S.M., Millo, H., Rajebhosale, M., and Price, S.R. (2012). Catenin-depen-\ndent cadherin function drives divisional segregation of spinal motor neurons.          Rubinstein, R., Thu, C.A., Goodman, K.M., Wolcott, H.N., Bahna, F.,\nJ. Neurosci. 32, 490–505.                                                              Mannepalli, S., Ahlsen, G., Chevee, M., Halim, A., Clausen, H., et al. (2015).\n                                                                                       Molecular logic of neuronal self-recognition through protocadherin domain\nCong, L., Ran, F.A., Cox, D., Lin, S., Barretto, R., Habib, N., Hsu, P.D., Wu, X.,\n                                                                                       interactions. Cell 163, 629–642.\nJiang, W., Marraffini, L.A., and Zhang, F. (2013). Multiplex genome engineering\nusing CRISPR/Cas systems. Science 339, 819–823.                                        Savova, V., Patsenker, J., Vigneau, S., and Gimelbrant, A.A. (2016). dbMAE:\n                                                                                       the database of autosomal monoallelic expression. Nucleic Acids Res. 44,\nCooper, S.R., Jontes, J.D., and Sotomayor, M. (2016). Structural determinants\n        ",
  "wordCount": 8330,
  "indexed": "2025-09-25T22:42:08.199Z",
  "method": "direct"
}
