{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Citogenética/Hochstenbach et al_2020_Chromosomes in the genomic age.pdf",
  "fileName": "Hochstenbach et al_2020_Chromosomes in the genomic age.pdf",
  "relativePath": "Genetica/Generalidades/Citogenética/Hochstenbach et al_2020_Chromosomes in the genomic age.pdf",
  "text": "European Journal of Human Genetics\n                                    https://doi.org/10.1038/s41431-020-00780-y\n\n                                        REVIEW ARTICLE\n\n\n\n                                    Chromosomes in the genomic age. Preserving cytogenomic\n                                    competence of diagnostic genome laboratories\n                                                               1\n                                    Ron Hochstenbach               ●\n                                                                       Thomas Liehr2 Rosalind J. Hastings3\n                                                                                     ●\n\n\n\n\n                                    Received: 6 April 2020 / Revised: 26 October 2020 / Accepted: 17 November 2020\n                                    © The Author(s) 2020\n\n\n                                    Abstract\n                                    Participation of clinical genetic laboratories in External Quality Assessment schemes (EQAs) is a powerful method to\n                                    ascertain if any improvement or additional training is required in the diagnostic service. Here, we provide evidence from\n                                    recent EQAs that the competence in recognizing and interpreting cytogenetic aberrations is variable and could impact patient\n                                    management. We identify several trends that could affect cytogenomic competence. Firstly, as a result of the age distribution\n                                    among clinical laboratory geneticists (CLGs) registered at the European Board of Medical Genetics, about 25–30% of those\n                                    with experience in cytogenetics will retire during the next decade. At the same time, there are about twice as many molecular\n1234567890();,:\n                  1234567890();,:\n\n\n\n\n                                    geneticists to cytogeneticists among the younger CLGs. Secondly, when surveying training programs for CLG, we observed\n                                    that not all programs guarantee that candidates gather sufﬁcient experience in clinical cytogenomics. Thirdly, we\n                                    acknowledge that whole genome sequencing (WGS) has a great attraction to biomedical scientists that wish to enter a\n                                    training program for CLG. This, with a larger number of positions available, makes a choice for specialization in molecular\n                                    genetics logical. However, current WGS technology cannot provide a diagnosis in all cases. Understanding the etiology of\n                                    chromosomal rearrangements is essential for appropriate follow-up and for ascertaining recurrence risks. We deﬁne the\n                                    minimal knowledge a CLG should have about cytogenomics in a world dominated by WGS, and discuss how laboratory\n                                    directors and boards of professional organizations in clinical genetics can uphold cytogenomic competence by providing\n                                    adequate CLG training programs and attracting sufﬁcient numbers of trainees.\n\n\n\n                                    Introduction                                                             pathogenic gene variants, copy number gains and losses,\n                                                                                                             and loss of heterozygosity in a single genetic test [1–3]. In\n                                    With the prospect of high diagnostic yields and decreasing               addition, about 90% of breakpoints of balanced rearran-\n                                    costs per sample, whole genome sequencing (WGS) is                       gements can be identiﬁed using WGS [4]. In Supple-\n                                    emerging as a ﬁrst-tier test for many referrals to diagnostic            mentary Box 1 and Supplementary Tables 1–3 we\n                                    genome laboratories. WGS enables the detection of                        describe the huge potential of WGS in genome diag-\n                                                                                                             nostics. The upcoming transition to WGS will have\n                                                                                                             immense beneﬁts to the patients and their families as\n                                    Supplementary information The online version of this article (https://   more patients will receive a diagnosis. In Supplementary\n                                    doi.org/10.1038/s41431-020-00780-y) contains supplementary               Table 1 we show that WGS has a much higher diagnostic\n                                    material, which is available to authorized users.\n                                                                                                             yield than karyotyping in the traditional postnatal referral\n                                    * Ron Hochstenbach                                                       categories. For this reason, we expect that WGS\n                                      p.hochstenbach@amsterdamumc.nl                                         will supplant karyotyping and chromosome microarray\n                                    1\n                                                                                                             (CMA) investigation as a standard, ﬁrst-tier genetic test\n                                         Amsterdam UMC, location Vrije Universiteit Amsterdam,\n                                                                                                             within the next decade. Because of the associated cost per\n                                         Department of Clinical Genetics, De Boelelaan 1117, 1081 HV,\n                                         Amsterdam, The Netherlands                                          sample, this transition will take place initially in high-\n                                    2                                                                        income countries (HICs, as deﬁned by the World Bank).\n                                         University Clinic Jena, Institute of Human Genetics, Am Klinikum\n                                         1, 07747 Jena, Germany                                              In low- and middle-income countries (LMICs) karyotyp-\n                                    3                                                                        ing will remain a prominent genetic testing method, as\n                                         GenQA, Level 1, The Women’s Centre, John Radcliffe Hospital,\n                                         Oxford University Hospitals Foundation Trust, Headley Way,          explained in Supplementary Box 2 and Supplementary\n                                         Headington, Oxford OX3 9DU, UK                                      Table 4.\n\f                                                                                                                       R. Hochstenbach et al.\n\n\n   Despite a transition to WGS, there will be a continuous                       To ensure the competence of CLGs, professional regis-\nneed for clinical laboratory geneticists (CLGs) that are                     tries have been established, for example, in the United\ncompetent in cytogenetics. The reasons for this are twofold.                 States by the American College of Medical Genetics and\nFirstly, using short-read, paired-end sequencing by synth-                   Genomics (ACMMG) [8], and in Europe by the national\nesis technology at 30x average genome coverage, the cur-                     societies of human genetics and by the European Board of\nrent standard for WGS, a signiﬁcant proportion of genome                     Medical Genetics (EBMG) [9], and by state registration in\naberrations of clinical signiﬁcance cannot be detected, such                 some countries. Accredited training programs for CLGs\nas low-level mosaicism, Robertsonian translocations, small                   have been established as well [10] and the duties, tasks, and\nsupernumerary marker chromosomes (sSMC) and balanced                         responsibilities of CLGs have been deﬁned [11]. In most\nrearrangements with breakpoints that are not in unique                       countries it is the task of the CLG to produce the reports of\nDNA sequences. Together these represent about 8% of the                      the laboratory ﬁndings to the referring clinicians [11].\ncurrent referrals for postnatal karyotyping [5]. Secondly,                   Competence is also ensured by internationally accepted\nguidelines for cytogenetic analysis state that imbalances                    standards and guidelines for the analysis and interpretation\ndetected by CMA should receive appropriate follow-up                         of cytogenetic results [7, 12]. An important method for\nstudies by karotyping and/or ﬂuorescence in situ hybridi-                    assessing the competence of CLGs is by regular participa-\nzation (FISH) in order to determine the structural rearran-                  tion in External Quality Assessment (EQA) schemes, as is\ngement underlying the imbalance [6, 7]. The same would                       required for diagnostic laboratories when adopting the\napply when an imbalance is detected by WGS and the data                      international standard ISO 15189 [13]. EQA can examine\nare inconclusive with respect to the underlying chromoso-                    the analytical and interpretative skills of laboratories and\nmal rearrangement. An example is shown in Fig. 1. It is                      CLGs against international guidelines under conditions that\nimportant for genetic counseling and for the determination                   mimic reality as closely as possible. Following an initial\nof the recurrence risk to precisely identify the type of                     observation from an EQA in postnatal karyotyping on\nstructural rearrangement.                                                    fading analytical competence [14], we here present novel\n                                                                             observations from multiple, more recent EQAs that indicate\n                                                                             that the competence of clinical genome laboratories is under\n                                                                             constraint, both at the analytical and interpretative levels,\n                                                                             and not only for light microscopy but also for molecular\n                                                                             genetic methods. We describe the results of these EQAs and\n                                                                             discuss the threats that affect both cytogenetic competence\n                                                                             and molecular analysis of aneuploidies as well as possible\n                            Æ terminal deletion\n                                                   Æ interstitial deletion\n                                                                             interventions that could be made to preserve cytogenomic\n    CMA or WGS                                                               competence for future generations.\n                                                                                 We deﬁne “cytogenomics” (a merger of “cytogenetics”\n                                                                             and “genomics”) as the study of the numerical and struc-\n          heterochromatin\n                                                                             tural variation of the genome at the chromosomal and\n                                                                             subchromosomal level using methods that cover the entire\n                            Æ ring chromosome       Æ unbalanced\n                                                                             genome or speciﬁc DNA sequences. These include, for\n                                                     translocation\n                                                                             example, light microscopy (karyotyping), molecular cyto-\n                               GTG-banding / FISH        subtel 15qter\n                                                         subtel 20pter\n                                                                             genetic methods (FISH), and molecular genetic methods\nFig. 1 This example shows that a loss of a terminal segment of a             such as quantitative ﬂuorescent polymerase chain reaction\nchromosome arm, as detected by CMA or WGS (in red), can be                   (QF-PCR), CMA, optical mapping, and WGS.\ncaused by four different structural rearrangements. Current WGS\nmethods based on short-read, paired-end sequencing are not suited to\ndiscriminate between these possible rearrangements because break-\npoints that are located within repetitive DNA sequences are not              Recent EQA schemes show that fading\nrecognized [4]. In contrast, these rearrangements can be discriminated       cytogenomic competence is widespread\nby microscopy, using karyotyping and/or FISH. The simplest struc-\ntural rearrangement is a terminal deletion although an interstitial\ndeletion, a ring chromosome, or a derivative chromosome representing         A survey of recent EQAs provided by GenQA shows that\nan unbalanced translocation involving chromosome 15 and the very             the ability of laboratories for clinical genetics to recognize\nterminal end of another chromosome arm (here 20p) can underlie such          cytogenomic abnormalities and reporting them to the\na terminal loss. As emphasized in current guidelines for cytogenomic\n                                                                             referring clinician is variable, both in constitutional and\ninvestigation [7], identiﬁcation of the underlying rearrangement is\nessential for determining the recurrence risk for the parents of the         acquired abnormalities. The cases chosen for these EQAs\npatient, for genetic counseling and for the identiﬁcation of family          were realistic and were representative for the workload of\nmembers who are at an increased risk of having imbalanced progeny.           most laboratories. In addition, all cases were independently\n\fTable 1 Evidence from recent EQAs by GenQA of fading competence of laboratories for clinical genetics in recognizing and interpreting cytogenetic abnormalities.\nEQA, year           Referral reason                  Expected resulta as         Recurrent error                  Number of-             Base line % of      Clinical consequences of error\n                                                     validated by multiple,                                       participants and %     poor\n                                                     independent assessors                                        who made the           performanceb\n                                                                                                                  recurrent error\n\nPostnatal           Infertile male, hypogonadism     46,X,idic(Y)(q11.?12)       Interpretation of idic(Y) as a   48 out of 164 (29.3%) 1.7%                 Whereas the absence of the AZF\nbloods, 2016                                         [17]/45,X[13].ish idic(Y)   structurally normal Y                                                       genes on Yq would have been\n                                                     (SRY++)                     chromosome                                                                  detected by DNA studies, the\n                                                                                                                                                             clinical management of a patient\n                                                                                                                                                             with 45,X/46,XY mosaicism is\n                                                                                                                                                             different to that of a 46,X,idic(Y)/\n                                                                                                                                                             45,X male patient\nMolecular Rapid     Combined screening risk of 1 ~60% trisomy 13                 Failure to recognize that the    21 out of 110 (19.1%) 1.7%                 Failure to instigate appropriate\nAneuploidy in       in 150 for tri-13 or tri-18; no mosaicism                    sample was mosaic for                                                       follow-up by amniocentesis to\nCVS, 2018           ultrasound abnormalities                                     trisomy 13                                                                  assess the foetal karyotype\n                                                                                 Failure to recognize that the    19 out of 110 (17.3%) 0.3%                 Potential termination of a\n                                                                                 trisomy could be conﬁned to                                                 pregnancy with a chromosomally\n                                                                                 the placenta                                                                normal foetus\nPostnatal           Microarray shows 3q29 gain       47,XY,+der(15)t(3;15)       Not recognizing the              6 out of 169 (3.5%)    1.7%                Failure to recognize that +der(15)\nbloods, 2019        in proband; mother has the       (q29;q11.1)                 supernumerary chromosome                                                    t(3;15) results from a 3:1 maternal\n                    corresponding balanced                                       as +der(15)t(3;15) or                                                       segregation, thereby providing an\n                    translocation t(3;15)(q29;                                   mislabelling it as +der(3) or                                               erroneous basis for future\n                    q11.1)                                                       +rec(3)                                                                     pregnancies with respect to the\n                                                                                                                                                             recurrence risk and the need for\n                                                                                                                                                             studying other family members\n                                                                                                                                                             at risk\nMyeloid (AML/  Acute myeloid leukemia                48,XX,+8,t(9;11)(p21;       Missing the translocation        12 out of 111 (10.8%) 3.7%                 failure to provide the right\nMDS/CML), 2019                                       q23),+14[15].nuc ish        t(9;11)(p21;q23) that was                                                   information for patient management\n                                                     (KMT2Ax2)(5´KMT2A           visible in G-banded                                                         to clinician\n                                                     sep 3´KMT2Ax1)[150]         metaphases\n                                                                                 Identifying an 11q             7 out of 111 (6.3%)      2.5%                failure to provide the right\n                                                                                 abnormality by KMT2A FISH                                                   information for patient management\n                                                                                                                                                                                                    Chromosomes in the genomic age. Preserving cytogenomic competence of diagnostic genome laboratories\n\n\n\n\n                                                                                 but not relating this to the                                                to clinician\n                                                                                 translocation t(9;11)(p21;q23)\na\n  The SRY and KMT2A probes used for FISH in these examples were from a commercial supplier and only approximate genomic coordinates for these probes can be given. Whereas this may\nrepresent an undesired situation with respect to the inclusion of HGVS nomenclature (Human Genome Variation Society, see varnomen.hgvs.org) in the expected results of these EQAs, these\nprobes have been validated for speciﬁc diagnostic applications and can, therefore, be reliably used in the clinical setting for detecting whether SRY is present, and whether there is a break in\nKMT2A, respectively. Commercially available tests for Rapid Molecular Aneuploidy testing are based on speciﬁed, highly polymorphic short tandem repeat loci, each with a deﬁned and unique\nposition that is known to the users. Although the positions of the PCR primers may be known only to the manufacturer, these tests have also been validated for this speciﬁc diagnostic purpose.\nb\n For comparison, base line percentages of poor performance are shown for 2015–2019, as determined by excluding the recurrent errors mentioned in this table; also poor performance as a result of\nnon-submission of results was excluded.\n\f                                                                                                          R. Hochstenbach et al.\n\n\nassessed blind (i.e., without knowing the result) by multiple   knowledge about the embryological origin of the fetus and\nassessors, and considered not to be excessively difﬁcult or     the placenta [16] is illustrated by the failure of 17% of\ncomplex before being made available to the participating        participants to recognize the possibility of conﬁned pla-\nlaboratories. Therefore, we believe that these EQA cases did    cental mosaicism in a case of trisomy 13 mosaicism\nnot exceed the expected level of competence. As a con-          detected by QF-PCR in chorionic villi from a pregnancy\nsequence, a failure to meet the internationally accepted        without ultrasound abnormalities.\nstandards for analyzing and interpreting cytogenomic                We conclude that the decrease in analytical and inter-\naberrations in these cases is indicative of insufﬁcient         pretative skills of cytogenomic anomalies is widespread\ntraining and/or basic knowledge. Several recurrent errors       among laboratories that offer cytogenetic and QF-PCR\nwere observed at both the analytical and interpretative         based genetic services. Firstly, in three EQAs more than\nlevels in these EQAs. We chose only to discuss EQAs             10% of participating laboratories had a poor performance\nwhere a minimum of ﬁve participants made a similar, grave       (range 10.8–29.3%). For each of these EQAs, this exceeds\nerror with consequences for clinical management of the          by far the expected base line percentage of signiﬁcant errors\npatient. These are summarized in Table 1. For comparison,       resulting in poor performance (Table 1). Secondly, there is\nwe included for each EQA the base line percentage of such       little correlation between the participants with poor perfor-\ngrave errors, based on the most recent 5 years.                 mance in the different EQAs as, for example, only three of\n   When assessing analytical skills, it appeared that many      the 48 poor performance designations in the 2016 Postnatal\nparticipants failed to recognize an abnormal chromosome in      Blood EQA were also included in the 2018 Prenatal\nkaryograms made from G-banded metaphase images. For             Molecular Rapid Aneuploidy Screening EQA. Thirdly,\nexample, 29.3% of participants failed to recognize an idic      there is no evidence that the poor performance is higher\n(Y)(q11.?12) in a male with infertility in G-banded meta-       among laboratories participating in an EQA for the ﬁrst time\nphases from peripheral blood lymphocytes [14]. In a bone        (in the EQA with the highest percentage of poor perfor-\nmarrow sample from a patient with acute myeloid leukae-         mance designations, only 9% were ﬁrst-time participants).\nmia (AML), 10.8% of participants did not recognize a            Fourthly, the recurrent poor performances covered the full\ntranslocation t(9;11)(p21;q23) in G-banded metaphases, and      spectrum of diagnostic cytogenomic investigation, both\n6.3% did not recognize this rearrangement by FISH using a       with respect to the methods of investigation (including both\nKTM2A break apart probe. Such recurrent chromosome              light microscopy and molecular methods) and the type of\nrearrangements in AML [15] should be known to CLGs              referrals (including post- and prenatal constitutional and\nworking in the ﬁeld of haematological disorders. Whereas        acquired abnormalities).\nmolecular testing of the infertile male would have identiﬁed\na loss of the AZF fertility genes on the long arm of the Y-\nchromosome as the cause of infertility, and FISH with a         Clinical consequences for patient\nKMT2A probe would have identiﬁed the translocation              management of fading cytogenomic-based\nt(9;11)(p21;q23) in the AML-patient, these two EQA              expertise\nexamples imply that if karyotyping had been the only test in\nthese cases, these structural chromosome abnormalities          The errors seen in the EQAs described in Table 1 have\nwould not have been identiﬁed. A further lack of cytoge-        adverse consequences for patient management. This is most\nnomic analytical skills became apparent when 19% of             dramatically seen in the acute leukemia patient where\nparticipating laboratories did not recognize trisomy 13         10.8% of laboratories missed a recurrent translocation\nmosaicism in a short tandem repeat (STR) marker pattern         t(9;11)(p21;q23), which has an intermediate prognosis [15].\nobtained by QF-PCR on DNA from chorionic villi                  In a diagnostic setting this would have resulted in the\nsampling (CVS).                                                 referring hematologist receiving incorrect information\n   When assessing interpretative skills, speciﬁc knowledge      resulting in inappropriate patient management. The inability\ngaps were highlighted through the results of these EQAs         to correctly associate an observed imbalance in the progeny\n(Table 1). These include a failure by 3.5% of participants to   to the corresponding balanced rearrangement in the carrier\nrecognize that the carrier of a balanced translocation can      parent reﬂects a lack of knowledge about the meiotic seg-\ntransmit the smallest derivative chromosome as a super-         regation patterns of balanced chromosomal rearrangements.\nnumerary chromosome to the child as the result of a 3:1         Not knowing or understanding the meiotic origin of\nmeiotic segregation. This demonstrates an insufﬁcient           imbalances will provide incorrect or incomplete information\nknowledge about the mechanisms by which balanced                to the referring physician about the recurrence risk in future\nautosomal reciprocal translocations can lead to genomic         pregnancies.\nimbalances in the progeny, as described, for example, in a         In prenatal diagnosis, there is also a potential for very\nwidely used textbook [16]. A gap in fundamental                 severe, adverse consequences for the patient, as shown by\n\fChromosomes in the genomic age. Preserving cytogenomic competence of diagnostic genome laboratories\n\n\nthe EQA for rapid prenatal aneuploidy testing using QF-               cytogenomic competence. According to ISO 15189, the\nPCR based on DNA from chorionic villi. Here, 19% of                   laboratory must identify the root cause of a signiﬁcant error\nparticipating laboratories failed to recognize that the CVS           that affects patient management and it must take appropriate\nsample was mosaic for trisomy-13 and 17% failed to                    measures to prevent this error from happening again [19].\nrecognize that the trisomy-13 could be conﬁned to the                 As a root cause analysis is an intra laboratory process we\nplacenta (Table 1). Such erroneous interpretations could              cannot know the exact reasons for the observed errors.\nlead to termination of a non-trisomic pregnancy if appro-             Nevertheless, it is possible to identify some general trends\npriate follow-up by amniocenteses was not recommended.                that will affect the number of CLGs that are sufﬁciently\nThis EQA example shows that a large proportion of                     competent during the next decade. As a consequence, these\nlaboratories that offer this test demonstrate an inadequate           trends will affect the competence of diagnostic laboratories\nknowledge of the biology of the placenta and of the origin            and may place the clinical management of patients at risk.\nof chromosomal mosaicism during early pregnancy. This is              Although medical doctors (MDs) with a specialization in\na matter of concern because such basic knowledge is                   clinical genetics also sign reports in some countries [11],\nequally essential to correctly interpret and manage the               here we focus on the people doing the practical work, which\nadditional ﬁndings associated with the novel NIPT test                in most cases are the CLGs. We identiﬁed the following\n(noninvasive prenatal testing). NIPT is based on cell-free            problems.\nfetal DNA in the maternal circulation that has its origin in             Firstly, the history and demography of the ﬁeld of\napoptotic cytotrophoblasts of chorionic villi that are derived        medical genetics imply that a large proportion of CLGs who\nfrom the developing placenta. Consequently, NIPT is not a             specialized in clinical cytogenetics at the beginning of their\ndiagnostic test of the fetus proper. Known causes of dis-             career will retire during the next decade. During the nine-\ncordant results between NIPT and the true fetal karyotype             teen seventies, easy-to-use and cheap methods for culturing\ninclude conﬁned placental mosaicism, maternal malig-                  human T-lymphocytes and for obtaining banded metaphase\nnancy, a vanishing twin, maternal copy number variation, a            chromosomes were developed [20]. This attracted many\nlow level of maternal mosaic aneuploidy and true fetal                young biologists with an interest in genetics to the rapidly\nmosaicism. These lead to a false positive result of trisomy           developing ﬁeld of clinical cytogenetics. Most of the\n13, 18 or 21 in about 88% of discordant cases and a false             cytogeneticists who entered the ﬁeld during that time were\nnegative result in about 12% [17]. Whereas NIPT was                   around 25–30 years of age and, consequently, most of them\ninitially designed to detect trisomy 13, 18, and 21, a large          have retired by now. The age distribution of CLGs from the\nproportion of women may opt for genome-wide analysis                  EBMG Registry shows that during the next decade 25–30%\n(currently this is 78% in The Netherlands [18]). Additional           of currently active CLGs who specialized in clinical cyto-\nﬁndings (i.e. abnormal ﬁndings other than trisomy 13, 18,             genetics will also retire (Fig. 2). Many of these CLGs have\n21, many of which are conﬁned to the placenta), occur in              extensive experience and their expertise will be lost. In\nabout 1 in 300 cases in a low-risk population [18]. Dis-              comparison, only 15–20% of the EBMG-registered mole-\ncordant ﬁndings and additional ﬁndings must be recognized             cular geneticists will retire in the next ten years. A shortage\nand adequately reported to the referring gynecologist in              of cytogenetic CLGs may already occur in some countries\norder to instigate appropriate follow-up studies to ascertain         and it is known that retired staff have been asked to assist in\nwhether the fetus itself is affected or not. Likewise, positive       public and private diagnostic genome laboratories (personal\nNIPT results of a trisomy 13 and 21 must be followed by               communication of authors).\nkaryotyping to discriminate a free trisomy from an unba-                 Secondly, young CLGs have a preference for molecular\nlanced Robertsonian translocation in order to determine the           genetics. There are no solid empirical data to support this\nrecurrence risk.                                                      statement but when looking at the EBMG-registered CLGs,\n                                                                      molecular geneticists are overrepresented among the\n                                                                      younger age groups. For example, in the youngest age\nFactors affecting the competence in                                   group there are twice as many molecular geneticists com-\ncytogenomics now and in the next decade                               pared to the other specializations (Fig. 2). This may also be\n                                                                      true for those entering the ﬁeld. One of the underlying\nIn most laboratories, CLGs are the professionals who are              factors may be the anticipated growth and beneﬁts of WGS\nresponsible for interpreting the laboratory results in the            (as detailed in Supplementary Box 1), which also have an\ncontext of the referral reason and for writing the laboratory         inherent appeal to the general public. This can be illustrated\nreport [11]. Thus, a laboratory must have a sufﬁcient                 by the life-saving effects of rapid WGS on the clinical\nnumber of CLGs that are competent to fulﬁl this task, and             management of critically ill babies within the dramatic\ntherefore, we have to focus on these professionals to iden-           setting of the neonatal intensive care unit [21–23]. In\ntify the factors that contribute to the observed fading of            addition, the rapid technical innovations and anticipated\n\f                                                                                                                      R. Hochstenbach et al.\n\n                                                                60\nFig. 2 Age distribution of\nEBMG-registered CLGs in\n2019. Age groups are in years.\n                                                                                                                                molgen\n                                                                50\nClinical cytogeneticists and\nbiochemical geneticists (others)                                                                                                  others\n\n\n\n\n                                               number of CLGs\nare overrepresented in the older                                40\nage groups compared to\nmolecular geneticists (molgen).\n                                                                30\n\n\n\n                                                                20\n\n\n\n                                                                10\n\n\n\n                                                                 0\n\n                                                                     <39y       40 - 49y        50 - 59y      60 - 69y           >70y\n\ncost reductions in DNA sequencing technology, together                      speciﬁcation of the duration of the period for dedicated\nwith advertising campaigns by biotechnology and sequen-                     training in cytogenomics. In 11 of these programs the\ncing companies will further lead to a growth of the number                  minimal number of microscopic analyses is not speciﬁed,\nof referrals and will also add to the attractiveness of WGS to              and in eight programs the minimal number of cytogenomic\nyoung biologists. And ﬁnally, it is natural for young med-                  reports is not speciﬁed (Table 2). While we do not wish to\nical biologists, after having held temporary appointments as                comment on the contents and organization of these training\nPh.D. student or postdoctoral researcher, to choose a career                programs, it is a matter of concern that the majority of the\nin a ﬁeld where there is ample opportunity for obtaining                    programs did not contain a speciﬁed minimum workload of\npermanent jobs in academia, government and industry. For                    cytogenomic cases that must be successfully solved by the\nexample, for the USA, the indeed.com website listed about                   trainee, as the diversity of chromosome abnormalities and\n220 positions in the category “Clinical Cytogenetics” and                   their associated complex consequences for patient man-\n2312 in the category “Clinical Molecular Genetics” [24], a                  agement [16] require a prolonged immersion in the envir-\n10-fold difference. Also, the annual growth rate of the                     onment of a diagnostic cytogenetics laboratory. Trainees\neconomic value of the global next-generation sequencing                     need to ensure that they will be able to adequately analyze,\n(NGS) market is predicted at about 12% until 2027, with                     interpret and report realistic and representative cases as\nclinical diagnostic laboratories accounting for the largest                 described in Table 1. We are concerned that the further\nshare in this market [25]. All these factors may inﬂuence the               growth and successes of WGS (see Supplementary Box 1)\nambitions and career decisions of those that enter the CLG                  may lead to reductions of the period dedicated to training in\ntraining programs in such a way that they opt for molecular                 cytogenomics, as has occurred in The Netherlands [14].\ngenetics, not for cytogenomics.                                             Likewise, in countries where MDs need to sign laboratory\n   Thirdly, we observe that not all training programs for                   reports [11], the education of MDs must include knowledge\nCLGs accommodate a speciﬁed minimum time period for                         about clinical cytogenomics. However, in the German\ncytogenomics and a speciﬁed minimum number of cases                         training program for MDs becoming specialists in clinical\nthat must be solved by the trainee. This is based on a survey               genetics the time for education in cytogenetics was recently\nof training programs from representative countries                          reduced from 12 to 6 months [26]. Whereas a reduction in\n(Table 2). Because of the rapid technological developments                  microscopy is justiﬁable given the implementation of\nin the ﬁeld we only included programs that had recently                     molecular methods with higher resolution, the training\nbeen updated. In total, 16 programs were selected. The                      programs must ensure that the basic knowledge about the\nduration of a full-time training program varies from two                    mechanisms that cause pathogenic chromosomal aberra-\nyears (Canada, Sweden) to ﬁve years (Austria, Australia,                    tions is retained.\nGermany, New Zealand). The majority of the training                            In conclusion, if not appropriately addressed, the ﬁeld of\nprograms (11 of 16) have a duration of at least four years.                 diagnostic genetics will face a deﬁcit in CLGs (and MDs)\nThree countries (Canada, Norway, Sweden) have separate                      that are competent in cytogenomics in the next decade. This\nprograms for cytogenomics and molecular genetics,                           is due to retirement of 25–30% of cytogeneticists, a pre-\nwhereas 13 out of 16 countries have a combined program                      ference of young trainees for molecular genetics, an excess\nfor both. In seven of these combined programs there is no                   of job opportunities in molecular genetics and a tendency to\n\fTable 2 Survey of training programs in cytogenomics.\nCountry             Organization responsible for program            Duration in full time Most recent update   Separate program for   Minimal time dedicated to   Minimal number of               Minimal number of\n                                                                    (years)                                    cytogenomics           cytogenomics                microscopic analyses by trainee cytogenomic reports by trainee\n\nAustria             Austrian Society of Human Genetics              5                    2019                  No                     3 years                     560                             610\nAustralia and New   Human Genetics Society of Australasia/Royal     5                    2019                  No                     Not speciﬁed                Not speciﬁed                    Not speciﬁed\nZealand             College of Pathologists of Australia\nBelgium             Belgian Society of Human Genetics               3.2                  2018                  No                     Not speciﬁed                None                            1700\nCanada              College of Medical Genetics                     2                    2014                  Yes                    12 months                   100                             200\nDenmark             Danish Society of Medical Genetics              4                    2017                  No                     Not speciﬁed                Not speciﬁed                    Not speciﬁed\nFinland             Helsinki University, Faculty of Biosciences and 4                    2016                  No                     12 months                   Not speciﬁed                    Not speciﬁed\n                    Environmental Sciences\nGermany             German Society of Human Genetics                5                    2014                  no                     3 years                     500                             500\nItaly               School of specialization in Medical Genetics, at 4                   2015                  No                     not speciﬁed                30                              250\n                    23 universities\nNorway              Norwegian Society of Human Genetics             4                    2019                  Yes                    4 years                     Not speciﬁed                    600\nPoland              Centre of Postgraduate MedicalEducation         4                    2018                  No                     8 weeks                     Not speciﬁed                    Not speciﬁed\nSweden              Swedish Society of Medical Genetics and         2                    2018                  Yes                    2 years                     Not speciﬁed                    Not speciﬁed\n                    Genomics\nSwitzerland         University Hospitals of Geneva                  4                    2019                  No                     Not speciﬁed                300                             450\nThe Netherlands     Dutch Society of Human Genetics/Society for     4                    2017                  No                     7–10 months                 Not speciﬁed                    1000\n                    Clinical Genetic Laboratory Specialisms\nTurkey              Ministry of Health, many medical faculties have 4                    2014                  No                     12 months                   Not speciﬁed                    Not speciﬁed\n                    their own program\nUnited Kingdom      NHS England/ National School for Heallthcare    3                    2019                  No                     Not speciﬁed                Not speciﬁed                    Not speciﬁed\n                    Science\nUSA                 American Board of Medical Genetics and          3                    2016                  No                     Not speciﬁed                Not speciﬁed                    Not speciﬁed\n                    Genomics\n\nWebsite URLs for national training programs in clinical laboratory genetics:\nAustria http://www.oegh.at/index.php?option=com_content&view=article&id=8&Itemid=13\nAustralia and New Zealand https://www.rcpa.edu.au/Trainees/Curriculum/Docs/Faculty-of-Science/FSc-Genetic-Pathology-Trainee-Handbook\nBelgium http://www.beshg.be/download/workgroups/recognitionlabsupervisor_v4English.pdf\nCanada https://www.ccmg-ccgm.org/images/Training/Cytogenetics/Cytogenetic_Training_Guidelines_2014.pdf\nDenmark https://dsmg.dk/uddannelser/klinisk-laboratoriegenetiker/\nFinland https://www.helsinki.ﬁ/ﬁ/bio-ja-ymparistotieteellinen-tiedekunta/opiskelijaksi/sairaalageneetikon-koulutus\n                                                                                                                                                                                                                                   Chromosomes in the genomic age. Preserving cytogenomic competence of diagnostic genome laboratories\n\n\n\n\nGermany https://www.gfhev.de/de/aus_weiterbildung/index.htm\nItaly http://attiministeriali.miur.it/media/248802/allegato_dm_68.pdf\nNorway http://www.nshg.no/2017/11/15/utdanning-clinical-laboratory-geneticist/\nPoland https://www.cmkp.edu.pl/wp-content/uploads/2013/07/Laboratoryjna-genetyka-medyczna-podstawowy-2018.pdf\nSweden https://sfmg.se/download/internadokument/utbildningsgruppen/utbildningsdokument_sjukhusgenetiker/Utbildningsprogram-for-SFMG-godkannande-som-sjukhusgenetiker.pdf\nSwitzerland https://www.famh.ch/formation-postgraduee-continue/formation-postgraduee-famh/cahiers-des-stages/\nThe Netherlands http://www.vkgl.nl/docs/Opleidingseisen_laboratoriumspecialist_Klinische_Genetica(2).pdf\nTurkey www.tuseb.gov.tr/enstitu/tacese/yuklemeler/ekitap/TUKMOS/tibbi_genetik.pdf\nUnited Kingdom https://www.nshcs.hee.nhs.uk/join-programme/nhs-scientist-training-programme/stp-specialisms-by-location\nhttp://www.nshcs.hee.nhs.uk/join-programme/nhs-scientist-training-programme\nUSA http://www.abmgg.org/pdf/Learning_Guide_LaboratoryGG_May2016.pdf\n\f                                                                                                                                      R. Hochstenbach et al.\n\n                                                           fewer\n                                                         referrals          experienced\n                                                                                               Given the multiple beneﬁts of WGS (Supplementary\n                                                          for light\n                                                        microscopy\n                                                                           cytogene\u0002cists\n                                                                             are re\u0002ring\n                                                                                            Box 1), actions that are effective on the long term should be\n                                                                                            focused on attracting talented and motivated trainees and on\n                                                        less emphasis\n     beneﬁts of WGS                                   on cytogenomics                       providing them with an attractive and adequate training\n         exome coverage superior to WES                in CLG training\n  detects SNVs, CNVs, LOHs and rearrangements\n  high diagnos\u0002c yield in referrals for karyotyping\n                                                          programs       cytogenomic        program in clinical cytogenomics. In order to do this it is\n          >200 novel disease genes/year\n      ~10,000 novel variant descrip\u0002ons/year               fewer         competence         necessary to carefully deﬁne the minimum knowledge a\n               workﬂow automa\u0002on\n        decreasing cost per sample (< $600)\n                                                          trainees\n                                                           opt for          at risk         CLG specializing in cytogenetics should have ten years\n             reanalysis of exis\u0002ng data\n      proven cost-eﬀec\u0002veness if early in life         cytogenomics                         from now, when WGS will be the ﬁrst-tier genetic test in the\n                                 >10% annual           excess of job                        vast majority of referrals to diagnostic genome laboratories\n                                 growth rate           opportuni\u0002es\n                                 of the global         in molecular                    ",
  "wordCount": 8207,
  "indexed": "2025-09-25T22:39:32.730Z",
  "method": "direct"
}
