{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Splicing/Wang et al_2008_Alternative isoform regulation in human tissue transcriptomes.pdf",
  "fileName": "Wang et al_2008_Alternative isoform regulation in human tissue transcriptomes.pdf",
  "relativePath": "Genetica/Splicing/Wang et al_2008_Alternative isoform regulation in human tissue transcriptomes.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                Nature. Author manuscript; available in PMC 2009 May 27.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Nature. 2008 November 27; 456(7221): 470–476. doi:10.1038/nature07509.\n\n\n\n                    Alternative Isoform Regulation in Human Tissue Transcriptomes\n                    Eric T. Wang1,2,*, Rickard Sandberg1,3,*, Shujun Luo4, Irina Khrebtukova4, Lu Zhang4,\n                    Christine Mayr5, Stephen F. Kingsmore6, Gary P. Schroth4, and Christopher B. Burge1,7\n                    1Dept. of Biology, Massachusetts Institute of Technology, Cambridge, MA 02139 USA\n\n                    2Harvard-MIT Division of Health Sciences and Technology, Cambridge, MA 02139 USA\n\n                    3Dept. of Cell and Molecular Biology, Karolinska Institutet, 171 77 Stockholm, Sweden\nAuthor Manuscript\n\n\n\n\n                    4Illumina Inc., 25861 Industrial Boulevard, Hayward, CA 94545 USA\n\n                    5Whitehead Institute for Biomedical Research, Cambridge, MA 02142 USA\n\n                    6National Center for Genome Resources, 2935 Rodeo Park Drive East, Santa Fe, NM 87505\n\n                    USA\n\n                    Abstract\n                         Through alternative processing of pre-mRNAs, individual mammalian genes often produce\n                         multiple mRNA and protein isoforms that may have related, distinct or even opposing functions.\n                         Here we report an in-depth analysis of 15 diverse human tissue and cell line transcriptomes based\n                         on deep sequencing of cDNA fragments, yielding a digital inventory of gene and mRNA isoform\nAuthor Manuscript\n\n\n\n\n                         expression. Analysis of mappings of sequence reads to exon-exon junctions indicated that 92-94%\n                         of human genes undergo alternative splicing (AS), ∼86% with a minor isoform frequency of 15%\n                         or more. Differences in isoform-specific read densities indicated that a majority of AS and of\n                         alternative cleavage and polyadenylation (APA) events vary between tissues, while variation\n                         between individuals was ∼2- to 3-fold less common. Extreme or ‘switch-like’ regulation of\n                         splicing between tissues was associated with increased sequence conservation in regulatory\n                         regions and with generation of full-length open reading frames. Patterns of AS and APA were\n                         strongly correlated across tissues, suggesting coordinated regulation of these processes, and\n                         sequence conservation of a subset of known regulatory motifs in both alternative introns and 3′\n                         UTRs suggested common involvement of specific factors in tissue-level regulation of both\n                         splicing and polyadenylation.\nAuthor Manuscript\n\n\n\n\n                                      The mRNA and protein isoforms produced by alternative processing of primary RNA\n                                      transcripts may differ in structure, function, localization or other properties1,2. AS in\n\n\n                    Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research,\n                    subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms\n                    7\n                     Correspondence should be addressed to: cburge@mit.edu, Ph: (617) 258-5997, Fax: (617) 452-2936..\n                    *These authors contributed equally to this work\n                    Supplementary Information includes: Supplementary Methods, 9 Supplementary Figures, and 6 Supplementary Tables.\n                    The reported sequence read data have been deposited to the Short Read Archive section of GEO at NCBI under accession numbers\n                    GSE12946 and SRA002355.1.\n                    The authors have no competing financial interests except that S.L., I.K., L.Z. and G.P.S. are employees and shareholders of Illumina,\n                    Inc.\n\f                    Wang et al.                                                                                             Page 2\n\n\n                                  particular is known to affect more than half of all human genes, and has been proposed as a\nAuthor Manuscript\n\n\n\n\n                                  primary driver of the evolution of phenotypic complexity in mammals3,4. However,\n                                  assessment of the extent of differences in mRNA isoform expression between tissues has\n                                  presented substantial technical challenges5. Studies using expressed sequence tags (ESTs)\n                                  have yielded relatively low estimates of tissue specificity, but have limited statistical power\n                                  to detect differences in isoform levels6-8. Microarray analyses have achieved more\n                                  consistent coverage of tissues9, but are constrained in their ability to distinguish closely\n                                  related mRNA isoforms. High throughput sequencing technologies have the potential to\n                                  circumvent these limitations by generating high average coverage of mRNAs across tissues\n                                  while using direct sequencing rather than hybridization to distinguish and quantitate mRNA\n                                  isoforms10,11.\n\n                                  Tissue-specific AS is usually regulated by a combination of tissue-specific and ubiquitously\n                                  expressed RNA binding factors that interact with cis-acting RNA elements to influence\nAuthor Manuscript\n\n\n\n\n                                  spliceosome assembly at nearby splice sites1,2. Many factors can both activate or repress\n                                  splicing, with activity often summarizable by an ‘RNA map’ describing dependence on the\n                                  location of binding relative to that of core spliceosomal components12,13.\n\n                       A digital inventory of gene and isoform expression\n                                  To assess gene and alternative mRNA isoform expression, the mRNA-SEQ protocol\n                                  (Methods) was used to amplify and sequence between 12 and 29 million 32 bp cDNA\n                                  fragments from 10 diverse human tissues and 5 mammary epithelial or breast cancer cell\n                                  lines, generating over 400 million reads in total (Fig. S1a). Tissue samples were derived\n                                  from single anonymous unrelated individuals of both sexes; for one tissue, cerebellar cortex,\n                                  samples from six unrelated men were analyzed to assess variation between individuals\nAuthor Manuscript\n\n\n\n\n                                  (Table S1). In total, ∼60% of reads mapped uniquely to the genome allowing up to 2\n                                  mismatches, and an additional 4% mapped uniquely to splice junctions (SJs). Thus, about\n                                  two-thirds of reads could be assigned unambiguously to individual genes; the frequency of\n                                  mapping to incorrect genomic locations was estimated at ∼0.1% (Table S2).\n\n                                  Read density (coverage) was over 100-fold higher in exons than in introns or intergenic\n                                  regions (Fig. S1c), and only ∼3% of reads mapped to ribosomal RNA genes, indicating that\n                                  the great majority of reads derived from mature mRNA. Comparison of relative mRNA-\n                                  SEQ read densities to published quantitative RT-PCR measurements for 787 genes in two\n                                  reference RNA samples14 yielded a nearly linear relationship across ∼5 orders of\n                                  magnitude (Fig. S1d), indicating that mRNA-SEQ read counts give accurate relative gene\n                                  expression measurements across a very broad dynamic range10.\nAuthor Manuscript\n\n\n\n\n                       Alternative splicing is essentially universal in human multi-exon genes\n                                  The mRNA-SEQ data were used to assess the expression of alternative transcript isoforms in\n                                  human genes, as illustrated for the mitochondrial phosphate transporter gene SLC25A3 in\n                                  Fig. 1a. Exons 3A and 3B of this gene are “mututally exclusive exons” (MXEs), meaning\n                                  that transcripts from this gene contain one or the other of these exons, but not both. Far\n                                  greater read coverage of exon 3A was seen in heart and skeletal muscle, with almost\n\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                              Page 3\n\n\n                                  exclusive coverage of exon 3B in testes, liver (and other tissues studied), consistent with the\nAuthor Manuscript\n\n\n\n\n                                  predominant heart and muscle symptoms of exon 3A mutation15.\n\n                                  The genome-wide extent of AS was assessed by searching against known and putative\n                                  splicing junctions using stringent criteria that required each alternative isoform to be\n                                  supported by multiple independent SJ reads with different alignment start positions. Binning\n                                  the multi-exon genes in the Refseq database (94% of all Refseq genes) by read coverage and\n                                  fitting to a sigmoid curve enabled estimation of the asymptotic fraction of AS genes in this\n                                  set as ∼98% when excluding cell line data (Fig. S2), and ∼100% when using all samples\n                                  (Fig. 1b). This analysis indicated that AS is essentially universal in human multi-exon genes,\n                                  which comprise 94% of genes overall, with the important qualification that a portion of\n                                  detected AS events may represent allele-specific splicing16,17.\n\n                                  Some of these events may involve exclusively low frequency AS isoforms. However, fully\nAuthor Manuscript\n\n\n\n\n                                  92% of multi-exon genes were estimated to undergo AS when considering only events for\n                                  which the relative frequency of the minor (less-abundant) isoform exceeded 15% in one or\n                                  more samples (Fig. 1c). Thus, 0.92 × 0.94 or ∼86% of human genes were estimated to\n                                  produce appreciable levels of two or more distinct populations of mRNA isoforms.\n                                  Conversely, no evidence of AS was detected in the 6% of Refseq genes annotated as\n                                  consisting of a single exon, even when searching against junctions between predicted exons\n                                  in these genes.\n\n                                  Novel exons and splice junctions not previously seen in transcript databases were identified\n                                  by mapping the reads against predicted exons and junctions. This approach yielded a set of\n                                  1413 high-confidence novel exons (Table S3), with an estimated false discovery rate (FDR)\n                                  of <1.5% (Supp. Info.), and thousands of putative novel SJs (not shown). Thus, mRNA-SEQ\nAuthor Manuscript\n\n\n\n\n                                  has substantial potential for novel exon discovery, though very substantial read depth is\n                                  required to efficiently detect low abundance isoforms (Fig. S3).\n\n                       Extent of tissue-specific regulation of alternative RNA processing\n                                  To explore the extent of tissue-regulation of alternative transcripts, we examined eight\n                                  common types of “alternative transcript events”1,2, each capable of producing multiple\n                                  mRNA isoforms from human genes through AS, APA and/or alternative promoter usage\n                                  (Fig. 2). Event types considered included skipped exons (SE) and retained introns (RI), in\n                                  which a single exon or intron is alternatively included or spliced out of the mature message,\n                                  and MXEs, described above. Also included were alternative 5′ splice site (A5SS) and\n                                  alternative 3′ splice site (A3SS) events, which are particularly difficult to interrogate by\n                                  microarray because the variably included region is often quite small. Tandem UTRs and\nAuthor Manuscript\n\n\n\n\n                                  mutually exclusive 3′ UTRs (3pMXE), in which alternative use of a pair of polyadenylation\n                                  sites results in shorter or longer 3′ UTR isoforms, or in distinct terminal exons, respectively,\n                                  were also considered. Finally, we considered mutually exclusive 5′ exons (5pMXE), in\n                                  which alternative promoter use results in mRNA isoforms with distinct 5′ UTRs.\n\n                                  For each of these event types, reads deriving from specific regions can support the\n                                  expression of one alternative isoform or the other (Fig. 2). The “inclusion ratio”, defined as\n                                  the ratio of the number of “inclusion” (blue) reads to inclusion plus “exclusion” (red) reads,\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                             Page 4\n\n\n                                  can be used to detect changes in the proportions of the corresponding mRNA isoforms. The\nAuthor Manuscript\n\n\n\n\n                                  fraction of mRNAs that contain an exon – the “Percent Spliced In” (PSI or Ψ) value – can be\n                                  estimated as the ratio of the density of inclusion reads (i.e. reads per position in regions\n                                  supporting the inclusion isoform) to the sum of the densities of inclusion and exclusion\n                                  reads.\n\n                                  To assess tissue-regulated AS, a comprehensive set of ∼105K events of these 8 types was\n                                  derived based on available human cDNA and EST data. Reads supporting both alternative\n                                  isoforms were observed for more than a third of these events (Fig. 2), and the extent of\n                                  tissue-specific regulation of these events was assessed by comparison of the inclusion ratio\n                                  in each tissue relative to the other tissues, requiring a minimum 10% change in inclusion\n                                  ratio (Fig. S4). Naturally, transcripts or isoforms identified as differentially expressed\n                                  between tissues will reflect the combined effects of cell type specific differences in\n                                  transcript levels, variation in the relative abundances of cell types between tissues, and\nAuthor Manuscript\n\n\n\n\n                                  variations between the individuals from whom the tissues derived.\n\n                                  Strikingly, a high frequency of tissue-specific regulation was observed for each of the 8\n                                  event types, including over 60% of the analyzed SE, A5SS, A3SS and tandem 3′ UTR\n                                  events (Fig. 2, Table S4). In all, a set of over 22,000 tissue-specific alternative transcript\n                                  events were identified, far exceeding previous sets of tissue-specific AS events that have\n                                  typically numbered in the hundreds to low thousands6-9,18,19. Tissue-regulated SE and\n                                  MXE events are listed in Tables S5 and S6, respectively. Binning events by expression level\n                                  commonly yielded sigmoid curves for the fraction of tissue-regulated events of each type,\n                                  enabling estimation of the true frequency of tissue-regulation for each event type (Fig. S5,\n                                  S6). These estimates, ranging from 52% to 80% (Fig. 2), indicated that the majority of AS\n                                  events are regulated between tissues, providing an important element of support for the\nAuthor Manuscript\n\n\n\n\n                                  hypothesis that AS is a major contributor to the evolution of phenotypic complexity in\n                                  mammals.\n\n                       Differences in alternative mRNA isoform expression between individuals\n                                  To assess the extent of AS isoform variation between individuals in comparison to tissue-\n                                  regulated AS, the correlations between the vectors of inclusion ratios for all expressed SEs\n                                  between pairs of samples were determined (Fig. 3), and similarly for other event types (not\n                                  shown). In this analysis, strong clustering of the 6 cerebellar cortex samples was observed,\n                                  with generally higher correlations among these samples than between pairs representing\n                                  distinct tissues. Strong clustering of the 5 cell lines was also observed. This likely results\n                                  from a combination of factors, including the common mammary epithelial origin of the cell\n                                  lines studied, similar adaptations to culture conditions, and the high diversity of the tissues\nAuthor Manuscript\n\n\n\n\n                                  chosen.\n\n                                  The extent of variation in alternative isoform expression between individuals was also\n                                  addressed by determining the number of differentially expressed exons among the 6\n                                  cerebellar cortex samples. Using the same approach as in Fig. 2, between ∼10% and 30% of\n                                  alternative transcript events exhibited individual-specific variation, depending on the event\n                                  type (Fig. S7), providing updated estimates of the scope of mRNA isoform variation\n\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                              Page 5\n\n\n                                  between individuals16. These numbers are higher than estimates based on microarray\nAuthor Manuscript\n\n\n\n\n                                  analyses20, but are in general agreement with an integrated analysis of multiple data types\n                                  which estimated that ∼21% of AS genes are affected by polymorphisms that alter the\n                                  relative abundances of alternative isoforms17. However, these frequencies are still well\n                                  below the 47-74% of events that exhibited variation between the 10 tissues (Fig. 2), and ∼2-\n                                  to 3-fold less than the frequencies observed in comparisons between subsets of 6 tissues\n                                  (Fig. S7), indicating that inter-individual variation is fairly common but still substantially\n                                  less frequent than variation between tissues. Thus, most of the differences observed between\n                                  tissue samples are likely to represent tissue-specific rather than individual-specific variation.\n\n                       Distinctive properties of switch-like alternatively spliced exons\n                                  The quantitative nature of the mRNA-SEQ approach allowed assessment of both subtle and\n                                  switch-like AS events. By comparing inclusion levels of SEs between tissues, a class of\nAuthor Manuscript\n\n\n\n\n                                  “switch-like” exons was observed that exhibited dramatically different inclusion levels\n                                  between different tissues (shown for heart versus nine other tissues in Fig. 4a). The\n                                  examples shown in color in Fig. 4a (e.g., TPM1 exon 2, with Ψ of 2% in heart and 95% in\n                                  skeletal muscle, and the SLC25A3 MXE pair shown in Fig. 1a) underscore the flexibility of\n                                  the splicing regulatory machinery, with a sizeable number of exons being recognized\n                                  predominantly as exons in one tissue and predominantly as introns in another tissue, even\n                                  for developmentally-related pairs of tissues such as heart and skeletal muscle.\n\n                                  To characterize functional features of such switch-like exons, SEs and MXEs were divided\n                                  into groups depending on their ‘switch score’, defined as the maximum pairwise Ψ\n                                  difference between tissues. Switch scores for pairs of MXEs were shifted toward higher\n                                  values relative to SEs (P = 3.7×10−5, Kolmogorov-Smirnov test; Fig. 4b), suggesting that\nAuthor Manuscript\n\n\n\n\n                                  MXEs are more often involved in regulating highly tissue-specific functions. Preservation of\n                                  reading frame in both isoforms was observed more commonly for exons with higher switch\n                                  scores, both for SEs, consistent with ref.19, and to an even greater extent for MXEs (Fig.\n                                  4c). Thus, switch-like regulation appears to be used preferentially to express distinct ‘full-\n                                  length’ protein isoforms in different tissues rather than as a means to switch off genes\n                                  through production of truncated proteins or of messages subject to nonsense-mediated\n                                  mRNA decay21. Indeed, genes containing SEs with high switch scores were enriched for\n                                  Gene Ontology functional categories including ‘developmental processes’, ‘cell\n                                  communication’, ‘transcriptional regulator activity’, and ‘regulation of metabolism’ that are\n                                  likely to contribute to fundamental differences in the biology of different human tissues\n                                  (Table S7).\n\n                                  Notably, those SEs with switch scores exceeding 0.5 showed higher sequence conservation\nAuthor Manuscript\n\n\n\n\n                                  in the regulated exon itself19 and in portions of the flanking introns than exons with lower\n                                  switch scores (Fig. 4d). This observation suggested that such exons are of unusual biological\n                                  importance and that switch-like regulation between tissues requires the presence of\n                                  additional splicing regulatory sequence information.\n\n\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                           Page 6\n\n\n                       Inference of a Fox-1/-2 tissue- and location-specific regulatory activity map\nAuthor Manuscript\n\n\n\n\n                                  Among the best-characterized tissue-specific splicing factors are the Fox-1/Fox-2 proteins,\n                                  which bind RNA cis-elements that contain UGCAUG hexanucleotides (6mers) or closely\n                                  related sequences22-24. Analysis of UGCAUG frequencies revealed substantial enrichment\n                                  in the intron immediately downstream of exons with increased inclusion in heart, skeletal\n                                  muscle, brain, and cerebellar cortex (Fig. 4e), tissues where Fox proteins are highly\n                                  expressed, suggesting common splicing activation activity in this location22-24. Enrichment\n                                  of UGCAUG 6mers was also noted upstream of exons that had reduced inclusion in skeletal\n                                  muscle, suggesting possible repressive activity in this context. This example illustrates the\n                                  power of these expanded tissue-specific exon sets for inference of “tissue RNA maps”,\n                                  summarizing both the location-dependent activity and tissue specificity of splicing\n                                  regulatory elements.\nAuthor Manuscript\n\n\n\n\n                                  Applying a similar approach to analyze enrichment of all 6mers in regions adjacent to\n                                  tissue-specific exons identified 362 motif/tissue enrichment patterns (at an estimated 17%\n                                  FDR), representing 6mers that exhibited significant enrichment adjacent to exons with\n                                  increased or decreased inclusion in specific cell lines or tissues (Table S9). Enrichment of\n                                  UGCAUG downstream of exons with high inclusion in skeletal muscle appears as the 3rd\n                                  most significant motif/tissue pair, after enrichment of UCUCUC and CUCUCU (resembling\n                                  the binding motifs of PTB and nPTB25) upstream of exons with increased inclusion in\n                                  cerebellar cortex. The remaining motif/tissue pairs included a variety of known regulatory\n                                  elements, including ACUAAC (see below), as well as putative novel regulatory motifs.\n\n                       Coordination between splicing and cleavage/polyadenylation\n                                  Tandem 3′ UTR events exhibited an even higher frequency of tissue-regulated expression\nAuthor Manuscript\n\n\n\n\n                                  than SEs or other AS events studied (Fig. 2), yet little is known about how tissue regulation\n                                  of tandem UTRs is accomplished, e.g., whether through APA or through differential\n                                  stability of alternative UTR isoforms. Grouping tandem 3′ UTRs by switch score, the most\n                                  switch-like events exhibited increased sequence conservation relative to those with lower\n                                  switch scores in the vicinity of and upstream of the proximal (5′) polyadenylation signal\n                                  (PAS), and also upstream of the distal (3′) PAS (Fig. 5a). While cis-regulatory elements\n                                  contributing to differential stability should be located predominantly in the region unique to\n                                  the long UTR isoform, APA could be regulated by elements located near either or both PAS.\n                                  The observation of increased conservation around and upstream of the proximal PAS in\n                                  switch-like tandem UTRs therefore supports a primary role for regulation at the level of\n                                  APA.\nAuthor Manuscript\n\n\n\n\n                                  In assessing the spectrum of cis-elements that may drive tissue regulation of tandem 3′\n                                  UTRs, a set of 7mers was identified that exhibited high conservation in the extension region\n                                  of tandem 3′ UTRs (Fig. 5a, inset), with signal:background (S:B) ratios in 4 mammals26\n                                  exceeding 2:1. As expected, this set included the extended (7-base) seed matches to a\n                                  number of conserved mammalian miRNAs26-28. Surprisingly, it also included all 8 of the\n                                  7mers that contain the Fox-1/-2 consensus binding motif, UGCAUG: all such 7mers had S:B\n                                  ratios above 2.5:1, exceeding the S:B observed for seed matches to important miRNAs such\n\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                            Page 7\n\n\n                                  as miR-7 and miR-181 (inset, Fig. 5a). Strong conservation of UGCAUG motifs in this\nAuthor Manuscript\n\n\n\n\n                                  location (>1 kbp on average from the nearest splice site) would not be expected on the basis\n                                  of the canonical splicing regulatory activity of Fox-1/Fox-2 proteins. Instead, the high\n                                  conservation observed in extended 3′ UTR regions suggests that these factors (or others with\n                                  identical RNA binding specificity) play additional 3′ UTR-related roles, e.g., in APA, or in\n                                  mRNA localization and/or translation.\n\n                                  To further investigate possible connections between tissue-specific regulation of AS and\n                                  APA, global patterns of tissue-specific alternative isoform expression were compared.\n                                  Applying singular value decomposition (SVD) (Supplemental Methods) to the vectors of\n                                  inclusion ratios across samples for each AS and APA event type separately, a strong and\n                                  consistent separation of the breast cell lines (4 cancer-derived and one immortalized cell\n                                  line) from all tissue samples was observed (Fig. 5c,d). This separation implied the existence\n                                  of a systematic difference in RNA processing regulation between cell lines and tissues that\nAuthor Manuscript\n\n\n\n\n                                  held for all types of AS events studied. For most AS and APA events, SVD analysis yielded\n                                  similar groupings of tissues, e.g., with heart, skeletal muscle, brain and liver consistently\n                                  clustered (Fig. S8). Consistent with this observation, pairwise distances between SVD\n                                  projections for different types of AS events, e.g., SE, A5SS, and A3SS were all highly\n                                  correlated (Fig. 5e), suggesting similarities in the regulatory control of these types of\n                                  events1,2,13. More surprisingly, distances between SVD projections for tandem 3′ UTR\n                                  events also correlated highly with those for events controlled purely at the level of splicing\n                                  such as SEs (Fig. 5e). This observation raised the possibility that splicing and\n                                  polyadenylation may be coordinately regulated across human tissues.\n\n                                  To explore possible regulatory connections between splicing and polyadenylation regulation\n                                  (e.g., refs29-32), the conservation of 6mers adjacent to conserved AS and APA events was\nAuthor Manuscript\n\n\n\n\n                                  compared. While canonical 3′ UTR regulatory motifs such as the consensus PAS 6mer\n                                  AAUAAA and various miRNA seed matches exhibited high S:B ratios, often 1.5:1 or\n                                  higher, in extended 3′ UTR regions, these motifs generally had S:B ratios close to 1:1 in AS\n                                  introns. However, a distinct subset of motifs with high S:B ratios in both UTRs and introns\n                                  was also observed, several of which corresponded to well-known splicing-related motifs\n                                  (Fig. 5h, Table S8). This set included not only the Fox-1/-2 motif UGCAUG and variations,\n                                  consistent with the 7mer analysis of Fig. 5b, but also permutations of (CUG)n, which\n                                  represent putative substrates of the CELF and MBNL families of muscle- and brain-specific\n                                  splicing factors33. The highly significant S:B in both 3′ UTRs and introns suggested that\n                                  these well known splicing-related motifs also commonly play 3′ UTR-related roles – e.g.,\n                                  control of APA or of mRNA stability, localization, or translation – as recently demonstrated\n                                  for the Nova family of splicing factors34.\nAuthor Manuscript\n\n\n\n\n                                  The 6mer ACUAAC, an excellent match to the consensus binding motifs of STAR family\n                                  RNA binding factors, in particular Quaking/QKI35, was also notable. Not only did\n                                  ACUAAC have significant S:B in 3′ UTRs, as expected from QKI's known role in control of\n                                  mRNA stability36, but it also showed extremely high S:B in introns, exceeding 7:1. This\n                                  extreme conservation suggested a common and important function in splicing regulation, a\n                                  role which has been suggested but not yet directly demonstrated9,37. Motif enrichment\n                                  analyses also suggested a possible role in brain-specific APA regulation (Fig. S9).\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                                            Page 8\n\n\n                       Discussion\nAuthor Manuscript\n\n\n\n\n                                   We conclude that the coordination between tissue-specific AS and APA events implied by\n                                   the correlated patterns of tissue bias observed in Fig. 5 may be mediated at least in part by\n                                   tissue-specific RNA binding factors that play roles in regulation of both of these RNA\n                                   processing steps. Such factors may include both canonical tissue-specific splicing factors,\n                                   e.g., of the Fox-1/-2 and CELF families, moonlighting in 3′ UTR-related roles, and also\n                                   canonical UTR-binding factors such as Quaking/QKI. Such functional duality has the\n                                   potential to enable tightly coordinated regulation of polyadenylation and splicing, ensuring\n                                   that the appropriate UTR regulatory sequences are expressed in conjunction with the coding\n                                   regions for the relevant tissue-specific protein isoforms.\n\n\n                       Methods Summary\nAuthor Manuscript\n\n\n\n\n                       Tissues and Cell Lines\n                                   Tissue samples from individual unrelated anonymous donors (Table S1) were obtained from\n                                   Ambion for the following tissue types: adipose, whole brain, breast, colon, heart, liver,\n                                   lymph node, skeletal muscle, testes. Cerebellar cortex samples were obtained from 6\n                                   anonymous unrelated donors were obtained according to NIH guidelines for confidentiality\n                                   and privacy using protocols described previously38. HME is a human mammary epithelial\n                                   cell line immortalized with hTERT39. The other cell lines are all breast cancer cell lines\n                                   derived from invasive ductal carcinomas (ATCC). MCF-7, BT474 and T47D are estrogen\n                                   receptor and progesterone receptor positive; MDA-MD435 is negative for both.\n\n                       Library Preparation for Illumina Sequencing\n                                   Poly-T capture beads were used to isolate mRNA from 10 ug of total RNA. First strand\nAuthor Manuscript\n\n\n\n\n                                   cDNA was generated using random hexamer-primed reverse transcription, and subsequently\n                                   used to generate second strand cDNA using RNase H and DNA polymerase. Sequencing\n                                   adapters were ligated using the Illumina Genomic DNA sample prep kit. Fragments ∼200\n                                   bp long were isolated by gel electrophoresis, amplified by 16 cycles of PCR, and sequenced\n                                   on the Illumina Genome Analyzer, as described40.\n\n                       Computational Analyses of mRNA-SEQ Read Data\n                                   Computational and statistical methods used in analysis of the read data are described in\n                                   Supplemental Methods.\n\n\n                       Supplementary Material\nAuthor Manuscript\n\n\n\n\n                                   Refer to Web version on PubMed Central for supplementary material.\n\n\n                       Acknowledgments\n                                   We thank Erik Anderson, Doug Black, Brad Friedman, and members of the Burge lab for helpful comments on the\n                                   manuscript, Noah Spies for analyses, Joann Mudge, Gregory D. May, Neil A. Miller, Eric Vermaas, Tzvetana\n                                   Kerelska, Juying Yan, and Victor Quijano for assistance in generating the mRNA-SEQ data, and Rosalinda C.\n                                   Roberts and Nora Perrone-Bizzozero for supplying cerebellar cortex RNA samples. This research was supported by\n                                   an NIH training grant (E.W.), and by grants from the Knut & Alice Wallenberg Foundation and the Swedish\n                                   Foundation for Strategic Research (R.S.) and from the NIH (C.B.B.).\n\n\n                                            Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                                     Page 9\n\n\n                       References\nAuthor Manuscript\n\n\n\n\n                                  1. Black DL. Mechanisms of alternative pre-messenger RNA splicing. Annu Rev Biochem. 2003;\n                                     72:291–336. [PubMed: 12626338]\n                                  2. Matlin AJ, Clark F, Smith CW. Understanding alternative splicing: towards a cellular code. Nat Rev\n                                     Mol Cell Biol. 2005; 6:386–98. [PubMed: 15956978]\n                                  3. Lander ES, et al. Initial sequencing and analysis of the human genome. Nature. 2001; 409:860–921.\n                                     [PubMed: 11237011]\n                                  4. Johnson JM, et al. Genome-wide survey of human alternative pre-mRNA splicing with exon\n                                     junction microarrays. Science. 2003; 302:2141–4. [PubMed: 14684825]\n                                  5. Blencowe BJ. Alternative splicing: new insights from global analyses. Cell. 2006; 126:37–47.\n                                     [PubMed: 16839875]\n                                  6. Xu Q, Modrek B, Lee C. Genome-wide detection of tissue-specific alternative splicing in the human\n                                     transcriptome. Nucleic Acids Res. 2002; 30:3754–66. [PubMed: 12202761]\n                                  7. Gupta S, Zink D, Korn B, Vingron M, Haas SA. Strengths and weaknesses of EST-based prediction\n                                     of tissue-specific alternative splicing. BMC Genomics. 2004; 5:72. [PubMed: 15453915]\nAuthor Manuscript\n\n\n\n\n                                  8. Yeo G, Holste D, Kreiman G, Burge CB. Variation in alternative splicing across human tissues.\n                                     Genome Biol. 2004; 5:R74. [PubMed: 15461793]\n                                  9. Sugnet CW, et al. Unusual intron conservation near tissue-regulated exons found by splicing\n                                     microarrays. PLoS Comput Biol. 2006; 2:e4. [PubMed: 16424921]\n                                  10. Mortazavi A, Williams BA, McCue K, Schaeffer L, Wold B. Mapping and quantifying mammalian\n                                       transcriptomes by RNA-Seq. Nat Methods. 2008\n                                  11. Sultan M, et al. A global view of gene activity and alternative splicing by deep sequencing of the\n                                       human transcriptome. Science. 2008; 321:956–60. [PubMed: 18599741]\n                                  12. Ule J, et al. An RNA map predicting Nova-dependent splicing regulation. Nature. 2006; 444:580–\n                                       6. [PubMed: 17065982]\n                                  13. Wang Z, Xiao X, Van Nostrand E, Burge CB. General and specific functions of exonic splicing\n                                       silencers in splicing control. Mol Cell. 2006; 23:61–70. [PubMed: 16797197]\n                                  14. Shi L, et al. The MicroArray Quality Control (MAQC) project shows inter- and intraplatform\n                                       reproducibility of gene expression measurements. Nat Biotechnol. 2006; 24:1151–61. [PubMed:\nAuthor Manuscript\n\n\n\n\n                                       16964229]\n                                  15. Mayr JA, et al. Mitochondrial phosphate-carrier deficiency: a novel disorder of oxidative\n                                       phosphorylation. Am J Hum Genet. 2007; 80:478–84. [PubMed: 17273968]\n                                  16. Graveley BR. The haplo-spliceo-transcriptome: common variations in alternative splicing in the\n                                       human population. Trends Genet. 2008; 24:5–7. [PubMed: 18054116]\n                                  17. Nembaware V, Wolfe KH, Bettoni F, Kelso J, Seoighe C. Allele-specific transcript isoforms in\n                                       human. FEBS Lett. 2004; 577:233–8. [PubMed: 15527791]\n                                  18. Pan Q, et al. Revealing global regulatory features of mammalian alternative splicing using a\n                                       quantitative microarray platform. Mol Cell. 2004; 16:929–41. [PubMed: 15610736]\n                                  19. Xing Y, Lee CJ. Protein modularity of alternatively spliced exons is associated with tissue-specific\n                                       regulation of alternative splicing. PLoS Genet. 2005; 1:e34. [PubMed: 16170410]\n                                  20. Kwan T, et al. Genome-wide analysis of transcript isoform variation in humans. Nat Genet. 2008;\n                                       40:225–31. [PubMed: 18193047]\n                                  21. Lewis BP, Green RE, Brenner SE. Evidence for the widespread coupling of alternative splicing\nAuthor Manuscript\n\n\n\n\n                                       and nonsense-mediated mRNA decay in humans. Proc Natl Acad Sci U S A. 2003; 100:189–92.\n                                       [PubMed: 12502788]\n                                  22. Underwood JG, Boutz PL, Dougherty JD, Stoilov P, Black DL. Homologues of the Caenorhabditis\n                                       elegans Fox-1 protein are neuronal splicing regulators in mammals. Mol Cell Biol. 2005;\n                                       25:10005–16. [PubMed: 16260614]\n                                  23. Auweter SD, et al. Molecular basis of RNA recognition by the human alternative splicing factor\n                                       Fox-1. Embo J. 2006; 25:163–73. [PubMed: 16362037]\n\n\n\n\n                                           Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                                  Page 10\n\n\n                                  24. Nakahata S, Kawamoto S. Tissue-dependent isoforms of mammalian Fox-1 homologs are\n                                      associated with tissue-specific splicing activities. Nucleic Acids Res. 2005; 33:2078–89. [PubMed:\nAuthor Manuscript\n\n\n\n\n                                      15824060]\n                                  25. Oberstrass FC, et al. Structure of PTB bound to RNA: specific binding and implications for\n                                      splicing regulation. Science. 2005; 309:2054–7. [PubMed: 16179478]\n                                  26. Lewis BP, Burge CB, Bartel DP. Conserved seed pairing, often flanked by adenosines, indicates\n                                      that thousands of human genes are microRNA targets. Cell. 2005; 120:15–20. [PubMed:\n                                      15652477]\n                                  27. Xie X, et al. Systematic discovery of regulatory motifs in human promoters and 3′ UTRs by\n                                      comparison of several mammals. Nature. 2005; 434:338–45. [PubMed: 15735639]\n                                  28. Majoros WH, Ohler U. Spatial preferences of microRNA targets in 3′ untranslated regions. BMC\n                                      Genomics. 2007; 8:152. [PubMed: 17555584]\n                                  29. Maniatis T, Reed R. An extensive network of coupling among gene expression machines. Nature.\n                                      2002; 416:499–506. [PubMed: 11932736]\n                                  30. McCracken S, Lambermon M, Blencowe BJ. SRm160 splicing coactivator promotes transcript 3′-\n                                      end cleavage. Mol Cell Biol. 2002; 22:148–60. [PubMed: 11739730]\nAuthor Manuscript\n\n\n\n\n                                  31. Castelo-Branco P, et al. Polypyrimidine tract binding protein modulates efficiency of\n                                      polyadenylation. Mol Cell Biol. 2004; 24:4174–83. [PubMed: 15121839]\n                                  32. Zhang L, Lee JE, Wilusz J, Wilusz CJ. The RNA-binding protein CUGBP1 regulates stability of\n                                      tumor necrosis factor mRNA in muscle cells: implications for myotonic dystrophy. J Biol Chem.\n                                      2008; 283:22457–63. [PubMed: 18559347]\n                                  33. Ladd AN, Cooper TA. Finding signals that regulate alternative splicing in the post-genomic era.\n                                      Genome Biol. 2002; 3 reviews0008.\n                                  34. Licatalosi D, et al. Mechanisms of alternative mRNA processing in the brain revealed by HITS-\n                                      CLIP. Nature. 2008 in press.\n                                  35. Galarneau A, Richard S. Target RNA motif and target mRNAs of the Quaking STAR protein. Nat\n                                      Struct Mol Biol. 2005; 12:691–8. [PubMed: 16041388]\n                                  36. Kim HH, Gorospe M. GU-rich RNA: expanding CUGBP1 function, broadening mRNA turnover.\n                                      Mol Cell. 2008; 29:151–2. [PubMed: 18243108]\n                                  37. Wu JI, Reed RB, Grabowski PJ, Artzt K. Function of quaking in myelination: regulation of\nAuthor Manuscript\n\n\n\n\n                                      alternative splicing. Proc Natl Acad Sci U S A. 2002; 99:4233–8. [PubMed: 11917126]\n                                  38. Paz RD, et al. Increased expression of activity-dependent genes in cerebellar glutamatergic neurons\n                                      of patients with schizophrenia. Am J Psychiatry. 2006; 163:1829–31. [PubMed: 17012697]\n                                  39. Elenbaas B, et al. Human breast cancer cells generated by oncogenic transformation of primary\n                                      mammary epithelial cells. Genes Dev. 2001; 15:50–65. [PubMed: 11156605]\n                                  40. Schroth GP, Luo S, Khrebtukova I. Methods Mol. Biol. 2008 in press.\nAuthor Manuscript\n\n\n\n\n                                          Nature. Author manuscript; available in PMC 2009 May 27.\n\f                    Wang et al.                                                                                            Page 11\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                  Figure 1. Frequency and rela",
  "wordCount": 5977,
  "indexed": "2025-09-25T22:43:18.562Z",
  "method": "direct"
}
