{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Ligadas al X/Gross_2018_Interference Resolved.pdf",
  "fileName": "Gross_2018_Interference Resolved.pdf",
  "relativePath": "Genetica/Ligadas al X/Gross_2018_Interference Resolved.pdf",
  "text": "Current Literature\n                                                                                                                           In Basic Science\n\n\n\n\nInterference Resolved: Sorting out Picky Protocadherins\nin Epilepsy\n\n\n     Abnormal Cell Sorting Underlies the Unique X-Linked Inheritance of PCDH19 Epilepsy.\n     Pederick DT, Richards KL, Piltz SG, Kumar R, Mincheva-Tasheva S, Mandelstam SA, Dale RC, Scheffer IE, Gecz J, Petrou S,\n     Hughes JN, Thomas PQ. Neuron 2018;97:59–66.e5.\n     X-linked diseases typically exhibit more severe phenotypes in males than females. In contrast, protocadherin 19\n     (PCDH19) mutations cause epilepsy in heterozygous females but spare hemizygous males. The cellular mechanism\n     responsible for this unique pattern of X-linked inheritance is unknown. We show that PCDH19 contributes to adhesion\n     specificity in a combinatorial manner such that mosaic expression of Pcdh19 in heterozygous female mice leads to\n     striking sorting between cells expressing wild-type (WT) PCDH19 and null PCDH19 in the developing cortex, correlating\n     with altered network activity. Complete deletion of PCDH19 in heterozygous mice abolishes abnormal cell sorting and\n     restores normal network activity. Furthermore, we identify variable cortical malformations in PCDH19 epilepsy patients.\n     Our results highlight the role of PCDH19 in determining cell adhesion affinities during cortical development and the\n     way segregation of WT and null PCDH19 cells is associated with the unique X-linked inheritance of PCDH19 epilepsy.\n\n\n\n\nCommentary                                                             nism vaguely described as “cellular interference.” Originally\nHow can an X-linked gene mutation be devastating in the                named “metabolic interference,” cellular interference is defined\npresence of a wild-type allele but be benign in its hemizygous         as the detrimental effect of interactions between mutated and\nform? This enigma of the gene protocadherin-19 (PCDH19) girls          wild-type cells in the same organism (4). PCDH19 belongs to\nclustering epilepsy (PCDH19-GCE) inheritance has, for many             the family of protocadherins, a group of cell adhesion proteins\nyears, puzzled scientists and clinicians alike. Recent work by         important for many aspects of cellular and neuronal function,\nPederick and colleagues has now begun to shed light on the             such as cell migration and axon outgrowth (5). Mutations in\npotential underlying cellular mechanisms.                              PCDH19 are thus likely to mediate defects in cell–cell interac-\n    PCDH19-GCE, an epilepsy disorder associated with intel-            tion and communication that may underlie the suspected\nlectual disability and autism, is caused by mutations in the           cellular interference in PCDH19-GCE. Yet, until the recently pub-\nX-linked gene PCDH19. PCDH19 mutations lead to epilepsy                lished work by Pederick and co-authors, no study has provided\nin heterozygous girls, but not in hemizygous boys (1). This            proof of concept for this hypothesis or revealed the underlying\ninheritance scheme is highly unusual, as in most cases X-linked        mechanism.\nmutations evoke more severe phenotypes in males than fe-                   A simple but powerful “mix and match” assay enabled Ped-\nmales, or can even be lethal in males, as in the case of Rett syn-     erick et al. to test the concept of cellular interference in vitro by\ndrome (2). This phenomenon of “female protection” in X-linked          analyzing how the expression pattern of PCDH19 and associ-\ndisorders is believed to be mediated by compensatory effects           ated protocadherins influences cell sorting. Using two different\nof the healthy allele on the second X chromosome present               populations of fluorescently labeled cells the researchers\nonly in females. Autism is an example where a higher preva-            assessed how expression of varying combinations of PCDH19,\nlence in males is hypothesized to be at least partially caused         PCDH10, and PCDH17 affected cell mixing and clustering. The\nby the frequent occurrence of autism-causing mutations on              authors showed that functional or complete loss of PCDH19 on\nthe X chromosome, and by the existence of “protective genes”           one cell population led to incomplete mixing of the two cell\nexpressed exclusively on X chromosomes (3).                            populations despite the fact that expression patterns of other\n    It has long been speculated that the highly unusual X-             protocadherins on these cells remained identical. In contrast,\nlinked inheritance pattern of PCDH19-GCE is due to a mecha-            homozygous loss of PCDH19 on both cell populations had no\n                                                                       effect. These results provided a mechanism of PCDH19-medi-\nEpilepsy Currents, Vol. 18, No. 3 (May/June) 2018 pp. 189–190          ated cellular interference based on alterations in cell adhesion\n© American Epilepsy Society                                            patterns. Previous studies have identified the minimal binding\n                                                                       domain of PCDH19 (6), and showed that it interacts with the\n                                                                       cell adhesion molecule, N-cadherin (7). However, the structural\n\n\n                                                                                                                                       189\n\fProtocadherin Interference\n\n\n\n\nunderpinnings of how interactions of PCDH19 with itself, other     an imbalance in excitatory and inhibitory brain activity causing\nprotocadherins or even different families of cell adhesion mol-    epilepsy. It will be interesting to assess GABAA receptor func-\necules affect intercellular interactions remain largely unknown.   tion and expression in relation to PCDH19 expression in the\nDeciphering these details will be important to fully understand    PCDH19-GCE mouse model.\nthe functional consequences of loss of PCDH19.                         The phenomenon of cellular interference is most likely not\n     The above described in vitro assay was an elegant way to      limited to rare cases of X-linked diseases. In fact, the majority of\nquantitatively determine cell interactions, but was carried out    non–X-linked epilepsy-associated mutations are disease caus-\nin a bone marrow–derived cell line, leaving some uncertainty       ing in the heterozygous form. This raises the possibility that\nif similar mechanisms are present in neurons. With a series of     some of the phenotypes associated with a certain mutation\nin vivo experiments in mouse models the authors convincingly       may be mediated by an indirect effect of cells carrying a mutat-\nshowed that the disturbance of cell adhesion patterns had pro-     ed protein on neighboring wild-type cells. In line with this hy-\nfound effects on neuronal sorting in the brain. Using CRISPR/      pothesis, mosaic loss of the epilepsy-associated phosphatase\nCas9-technology to tag the wild-type PCDH19 protein, the           and tensin homolog on chromosome 10 in cultured neurons\nauthors found a striking column-like pattern of segregation of     alters synaptic function of adjacent wild-type cells, whereas\nPCDH19-positive and -negative cells in the developing cortex       intracellular signaling and cell body size are only affected in\nof mice. Random X chromosome inactivation in wild-type mice,       the mutated cells (10). Together, with the findings reported by\nin contrast, generated a completely different pattern, elegantly   Pederick et al., this highlights the importance to study cellular\nshown through heterozygous expression of tagged PCDH19 in          interference in disorders like epilepsy, where abnormal cells\na wild-type background. With yet another transgenic mouse,         often exist alongside their healthy counterparts.\nin which both PCDH19 alleles were replaced with two different\nreporter genes, the authors also demonstrated that homo-           by Christina Gross, PhD\nzygous loss of PCDH19 led to the normal cellular distribution\npattern observed in wild-type mice. The abnormal cell pattern      References\nin the cortex of heterozygous, but not homozygous mice was          1. Hynes K, Tarpey P, Dibbens LM, Bayly MA, Berkovic SF, Smith R, Raisi\nreflected in an increased occurrence of spike-wave discharge           ZA, Turner SJ, Brown NJ, Desai TD, Haan E, Turner G, Christodoulou J,\nevents in cortical EEGs in these animals. In summary, these            Leonard H, Gill D, Stratton MR, Gecz J, Scheffer IE. Epilepsy and mental\nexperiments provided evidence for cellular interference medi-          retardation limited to females with PCDH19 mutations can present de\nated by heterozygous loss of PCDH19 that may underlie the              novo or in single generation families. J Med Genet 2010;47:211–216.\nincreased brain network excitability in PCDH19-GCE.                 2. Neul JL, Zoghbi HY. Rett Syndrome: a prototypical neurodevelopmen-\n     The study by Pederick et al. also represents a striking           tal disorder. Neuroscientist 2004;10:118–128.\nexample of the power and shortcomings of mouse models for           3. Schaafsma SM, Pfaff DW. Etiologies underlying sex differences in\nstudying human brain disorders. The in vitro and in vivo results       Autism Spectrum Disorders. Front Neuroendocrinol 2014;35:255–271.\nstrongly implied that heterozygous loss of PCDH19 during            4. Johnson WG. Metabolic interference and the + - heterozygote. a\ndevelopment will lead to morphologic abnormalities in the              hypothetical form of simple inheritance which is neither dominant\nbrain. Supporting this assumption, MRI analyses of brains from         nor recessive. Am J Hum Genet 1980;32:374–386.\ngirls with PCDH19-CGE revealed defects in cortical folding and      5. Thu CA, Chen WV, Rubinstein R, Chevee M, Wolcott HN, Felsovalyi KO,\nthickening in some patients. This was at odds with the previ-          Tapia JC, Shapiro L, Honig B, Maniatis T. Single-cell identity generated\nously reported absence of cortical malformations in the mouse          by combinatorial homophilic interactions between alpha, beta, and\nmodel (8). Of note, in contrast to the gyrencephalic (folded)          gamma protocadherins. Cell 2014;158:1045–1059.\nhuman brains, mouse brains are lissencephalic (smooth). The         6. Cooper SR, Jontes JD, Sotomayor M. Structural determinants of adhe-\ndifference in brain structure and development between the              sion by Protocadherin-19 and implications for its role in epilepsy. eLife\ntwo species may explain the absence of detectable mor-                 2016;5:e18529.\nphologic changes in the mouse model. Therefore, while the           7. Biswas S, Emond MR, Jontes JD. Protocadherin-19 and N-cadherin\nmouse model enabled the authors to identify the remarkable             interact to control cell movements during anterior neurulation. J Cell\nconsequences of altered cell adhesion on cortical cellular             Biol 2010;191:1029–1041.\norganization, the same model was unsuitable to show the             8. Pederick DT, Homan CC, Jaehne EJ, Piltz SG, Haines BP, Baune BT, Jolly\neffects on brain morphology, initially suggesting that PCDH19          LA, Hughes JN, Gecz J, Thomas PQ. Pcdh19 loss-of-function increases\nis not necessary for proper brain development. Moreover, the           neuronal migration in vitro but is dispensable for brain development\nPcdh19 mutant mice did not exhibit spontaneous seizures.               in mice. Sci Rep 2016;6:26765.\nThese issues highlight the importance of careful consideration      9. Bassani S, Cwetsch AW, Gerosa L, Serratto GM, Folci A, Hall IF, Mazzanti\nof strengths and limitations of mouse models for the functional        M, Cancedda L, Passafaro M. The female epilepsy protein PCDH19 is a\nstudy of epilepsy-causing mutations.                                   new GABAAR binding partner that regulates GABAergic transmission\n     A recent report adds complexity to the expected conse-            as well as migration and morphological maturation of hippocampal\nquences of altered neuronal sorting in the cortex of PCDH19            neurons [published online ahead of print January 17, 2018]. Hum Mol\nheterozygous females: Bassani et al. (9) showed that PCDH19            Genet doi: 10.1093/hmg/ddy019.\ninteracts with GABAA receptors and can influence GABAergic         10. Barrows CM, McCabe MP, Chen H, Swann JW, Weston MC. PTEN Loss\ntransmission. The clustering of PCDH19-postive and -negative           increases the connectivity of fast synaptic motifs and functional\nneurons in the cortex of heterozygous girls is therefore likely        connectivity in a developing hippocampal network. J Neurosci\nto disrupt cortical GABAergic microcircuits, which may lead to         2017;37:8595–8611.\n\n\n190",
  "wordCount": 1721,
  "indexed": "2025-09-25T22:42:02.011Z",
  "method": "direct"
}
