{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Löwy_2014_How genetics came to the unborn.pdf",
  "fileName": "Löwy_2014_How genetics came to the unborn.pdf",
  "relativePath": "Genetica/Generalidades/Löwy_2014_How genetics came to the unborn.pdf",
  "text": "Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162\n\n\n\n                                                             Contents lists available at ScienceDirect\n\n                              Studies in History and Philosophy of Biological and\n                                              Biomedical Sciences\n                                               journal homepage: www.elsevier.com/locate/shpsc\n\n\n\n\nHow genetics came to the unborn: 1960e2000\nIlana Löwy\nCERMES (INSERM, CNRS, EHESS), 7 rue Guy Moquet, 94801 Villejuif cedex, France\n\n\n\n\na r t i c l e i n f o                                  a b s t r a c t\n\nArticle history:                                       Prenatal diagnosis (PND) is frequently identiﬁed with genetic testing. The termination of pregnancy for\nAvailable online 23 June 2014                          foetal malformation was called ‘genetic abortion’, in spite of the fact that in many cases the malformation\n                                                       does not result from changes in the genetic material of the cell. This study argues that the ‘geneticization’\nKeywords:                                              of PND reﬂected the transformation of the meaning of the term ‘genetics’ in the 1960s and 70s. Such\nHeredity                                               transformation was linked with the deﬁnition of Down syndrome as a genetic condition, and to the key\nBirth defects\n                                                       role of search for this condition in the transformation of PND into a routine approach. The identiﬁcation\nDysmorphology\n                                                       of PND with the polysemic term ‘genetics’ was also favoured by hopes that cytogenetic studies will lead\nCytogenetics\nDown syndrome\n                                                       to cures or prevention of common birth defects, the association of genetic counsellors with prenatal\n                                                       diagnosis, and the raising prestige of clinical genetics. In spite of the impressive achievements of the\n                                                       latter specialty, more than ﬁfty years after the ﬁrst prenatal diagnoses, the main ‘cure’ of a severe foetal\n                                                       malformation remains the same as it was in the 1960s: the termination of a pregnancy. The identiﬁcation\n                                                       of PND with genetics deﬂects attention from the gap between scientists’ capacity to elucidate the causes\n                                                       of numerous birth defects and their ability (as for now) to prevent or treat these defects, and favours the\n                                                       maintenance of a powerful regimen of hope.\n                                                                                                                           Ó 2014 Elsevier Ltd. All rights reserved.\n\n\n\n\n          When citing this paper, please use the full journal title Studies in History and Philosophy of Biological and Biomedical Sciences\n\n\n\n\n1. Congenital malformations before 1960s: heredity vs.                                   1992; Rothenberg & Thomson, 1994). Today the term ‘prenatal ge-\nenvironment                                                                              netic diagnosis’ has two distinct meanings: a pre-1960 one, a search\n                                                                                         for a pathological condition present in a given family, and a second,\n    In the late 1960s, physicians acquired the capacity to see ‘what is                  post-1960, one, a search for chromosomal anomalies, mostly a\nabout to be born’.1 At the same time, the liberalization of abortion                     chance event.3 Taken together, hereditary diseases and chromo-\nin the majority of Western countries made possible the legalization                      somal defects are responsible for less than a half of termination of\nof the termination of pregnancy for foetal conditions that produce                       pregnancy for foetal anomalies.4 Nevertheless, from the 1970s on,\nsevere disability (Löwy, in press).2 Less than 10% of such conditions                    PND became increasingly identiﬁed with ‘genetic testing’. The shift\nare ‘classical’ genetic diseases, that is conditions known to be                         in meaning of the term PND, this text argues, was to an important\ntransmitted in families. Nevertheless, prenatal diagnosis (PND) of                       extent the consequence of the generalization of prenatal testing,\nfoetal malformations became strongly associated with genetic                             above all for a non-hereditary condition, Down syndrome.5\ntesting (Burginion, Briscoe, & Nemzer, 1999; Hashilony-Dolav,\n2007; Kerenromp, Idema, van Spijker, Christianens, & Bergsma,\n                                                                                           3\n                                                                                             On shifting meaning of ‘genetic testing’ see e.g. Paul (1999) and Hogan (2012).\n                                                                                           4\n                                                                                             This statement is based on European and French data on causes of termination\n                                                                                         of pregnancy for foetal indications. EUROCAT Reports, 2002e2008; Rapports of the\n    E-mail address: lowy@vjf.cnrs.fr.                                                    French Agnece de Biomedicine, 2008e2010; Dommergues, Mandelbrot, Mahieu-\n 1\n    The Mishnaic adage ‘Who is the wise man? He who sees what is about to be             Caputo, Boudjema, & Durand-Zaleski (2010).\n                                                                                           5\nborn’, which originally praised foresight, is employed in Israel to promote prenatal         Such a shift was not general. For example in oncology ‘genetic’ frequently\ndiagnosis (Ivry, 2009, pp. 195).                                                         continues to be synonymous with ‘hereditary’ and ‘genetic testing’ (e.g., for BRCA\n  2\n    For controversies on meaning of ‘severe disability’, see Parens & Asch (2000).       mutations) is a search for familial predisposition to malignancy.\n\nhttp://dx.doi.org/10.1016/j.shpsc.2014.05.015\n1369-8486/Ó 2014 Elsevier Ltd. All rights reserved.\n\f                                      I. Löwy / Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162                                155\n\n\n    From the early modern periods on, professional and lay un-                            2. 1960s: chromosome anomalies and inborn defects\nderstanding of pregnancy and birth were linked with a strong\ninterest in the transmission of speciﬁc traits, including patholog-                           The year 1959 has been presented as a turning point for the\nical. Until the 1960s the only way to prevent a hereditary disease                        domain of clinical genetics (Harper, 2006). That year researchers\nwas to refrain from marrying a person from a ‘tainted’ family, and                        had found out that several congenital malformations: Down syn-\nfor people from such families to refuse procreation, an approach                          drome, Klinefelter syndrome and Turner syndrome, were aneu-\nthat culminated with eugenics in the twentieth century (López-                            ploidiesdthey were caused by the presence of an abnormal\nBeltrán, 2006, 2007). Efforts to prevent inborn defects followed                          number of chromosomes (Christie & Zallen, 2002; Harper, 2006).\na very different path: the one of prenatal care. The Scottish                             Geneticists were aware of the fact that conditions such as haemo-\nobstetrician, John William Ballantyne, was the ﬁrst to propose, in                        philia could occasionally arise from de novo mutations (i.e.\nthe early twentieth century to treat pregnant women in order to                           congenital malformations that do not run in families) but may\nimprove the future child’s health. Ballantyne became interested in                        nevertheless reﬂect changes in the hereditary material of the cell\nneonatal and foetal malformations (‘monstrous births’). He                                (Morrison, 1952, pp. 21e23; Penrose, 1946). Thus, some experts\narrived at the conclusion that the appropriate medical care of                            proposed in the 1930s that Down syndrome was the result of the\nexpectant mothers reduced the frequency of malformations in                               nondisjunction of chromosomes (Codell Carter, 2002). The latter\nnewborns (Al Gailani, 2009; Ballantyne, 1892, 1902). While doc-                           proposal was, however, seen as but one hypothesis among many.\ntors might regard Ballantyne as pioneer of surveillance of preg-                          The 1959 demonstration of the role of chromosomes in several\nnant women, the French obstetrician, Adolfe Pinard (1844e1934),                           congenital malformations was seen as a major paradigm shift, and\ncan be seen as the pioneer of a social approach to the management                         an important boost for the development of medical genetics. As the\nof pregnancy. Pinard focused on sickly rather than malformed                              Canadian geneticist Clarke Fraser put it: “genes were interesting\nchildren and was mainly interested in the prevention of prema-                            hypotheses but here was a cause of genetic disease that physicians\nture births. Women from lower socio-economic strata, he argued,                           could actually see” (Fraser, 2008, pp. 2188. Italics in the text).\nhad a much higher rate of such births, and thus higher rates of                               Before the advent of cytogenetics, the only way to visualize\nnewborn mortality and morbidity. To prevent premature births,                             changes in genetic material was an indirect one: the drawing of a\nPinard advocated medical care, but above all, adequate nutrition,                         pedigree. With the rise of cytogenetic methods, researchers could\nrest, and the cessation of strenuous work in later stages of preg-                        directly observe changes in the genetic material of the cell, but also\nnancy. Accordingly, he promoted social measures such as paid                              dissociate such changes from studies of hereditary transmission of\nmaternity leave (Cova, 1997).                                                             speciﬁc traits. Prior to studies of aneuploidies, physicians were not\n    In the interwar era, some experts argued that one should                              particularly interested in the role of genes in mongolism, becau-\ndistinguish between the promotion of general newborns’ health                             sedwith a handful of exceptionsdthis condition did not run in\nand the prevention of ‘true’ congenital malformations, that is,                           families. Fraser’s statement points to an important transformation\nones that are not accidents of birth or post-natal period. The ﬁrst                       of the meaning of the term ‘genetic disease’. Moreover, while\ngoal was to be achieved by helping mothers to stay healthy during                         earlier debates on links between hereditary material of the cell and\nthe pregnancy, and avoid premature childbirth. The second was to                          inborn diseases remained restricted to an esoteric circle of spe-\nbe achieved only through eugenic measures, because severe                                 cialists, the new view of ‘genetic diseases’ was popularized rapidly\ninborn malformations nearly always stem from hereditary defects                           and radically transformed the public discourse about genetics.8\nin the germ plasm. The two exceptions to this rule were infectious                            In the early 1960s, geneticists who observed chromosomal\ndiseases that affected the foetus, such as syphilis, and a traumatic                      anomalies such as aneuploidies, translocations, deletions, ring\nchildbirth (Adair, 1934). The Philadelphia obstetrician Douglas                           chromosomes and mosaic patterns, hoped that they will be able to\nMurphy argued in his 1940 textbook that congenital malforma-                              correlate each anomaly with speciﬁc phenotypic manifestations\ntions “arise solely from inﬂuences which affect the germ cells                            (Gaudillière, 2001; Jacobs et al., 1960; Penrose, Ellis, & Delhanty,\nprior to fertilization. No evidence is available to indicate that they                    1960; Therman, Patau, Smith, & Demars, 1961). Studies made by\nresult from factors which operate for the ﬁrst time after fertil-                         Klaus Patau and his collaborators at the University of Wisconsin\nization has taken place.” (Murphy, 1940, pp. 83). In a 1947 edition                       illustrate this stage of aneuploidy studies. The Wisconsin groups\nof his book Murphy took into account two recent developments:                             focused on chromosomal anomalies, especially trisomy 13 and 18\nthe uncovering of teratogenic effects of an infection with rubella                        and translocations (Smith, Patau, Therman, & Inhorn, 1960; Smith,\nvirus, and of radiation (Murphy, 1947, pp. 87e100).6 Nevertheless                         Patau, Therman, Inhorn, & deMars, 1963). The main participants in\nhe remained persuaded that, “the incidence of developmental                               that group were the geneticists Klaus Patau and his wife, Eeva\nabnormalities resulting from environmental factors acting after                           Therman the paediatrician David Smith and Canadian geneticist\nthe fertilization has taken place is extremely small in proportion                        Irene Uchida. Researchers associated with the Wisconsin group\nto those which result from genetic causes.” (Murphy, 1947, pp.                            focused at ﬁrst on attempts to unravel the clinical manifestations of\n113). In 1947, the term ‘genetic causes’ usually referred to condi-                       chromosomal anomalies, mainly through studies of unusual cases.9\ntions that ran in families, an observation illustrated by Murphy’s                        Uchida reported that they had in their clinics a E trisomic (a child\nclaim that families which have one malformed child, have a 25                             with trisomy 18) in a mild form (this aneuploidy is frequently le-\ntimes higher probability to have another child with a birth defect                        thal), a ‘mongol’ with 48 chromosomes (usually people with Down\nthan the general population (Murphy, 1947, pp. 81e83).7                                   syndrome have 47 chromosomes), and an interesting family that\n                                                                                          showed some, but not all the ‘stigmata of the E syndrome’, a\n\n\n  6\n    Murphy sustained that women accidentally irradiated or infected with rubella\n                                                                                            8\nvirus early in pregnancy should be entitled to a legal abortion (Murphy, 1947, pp.            E.g. the French popular science journals La Nature and Science et Vie published\n106).                                                                                     in 1959 articles about ‘pathological heredity’ that explained this notion (De\n  7\n    Murphy, Congenital Malformations, 2nd edition, pp. 81e83. In his textbook of          Grouchy, 1959; Lejeune, 1959).\n                                                                                            9\nfoetal and neonatal pathology Edgar Morrison estimated that that in absence of                Irene Uchida to Klaus Patau, July 5, 1960. Patau’s papers, University of Wis-\nconsanguinity between the parents, the ﬁgures given by Murphy were probably too           consin, Madison, Wisconsin. Irene Uchida worked at the Children Hospital of\nhigh (Morrison, 1952, pp. 14).                                                            Winnipeg (subsequently, Patau’s papers).\n\f156                                   I. Löwy / Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162\n\n\nsituation that sounded “like a beautiful translocation”. In another                       UCL-based Metabolic Group of the Medical Research Council,\nletter, Uchida mentioned a girl with D syndrome (trisomy 13, today                        investigated in the early 1970s possibilities to prevent birth defects\nviewed as lethal in its non-mosaic form) that had some severe                             by linking of metabolic studies with paediatric research.18 For\nmanifestations, and other less severe: “it is becoming clear that                         example, in 1973, one of the members of this group, professor\ncomponent anomalies of the D syndrome manifest themselves                                 Charles Den, proposed to investigate abnormal quantities of me-\nmuch less regularly than we originally assumed”.10                                        tabolites in premature and other infants, with the hope of uncov-\n    The correlation of chromosome anomalies with clinical symp-                           ering new inherited causes of mental defects.19\ntoms was, however, a complicated task, including for ‘classical’                             In their report for 1974e1975, the Metabolic Group enumerated\nDown syndrome. In a letter to Lionel Penrose, Patau noted the                             among the topics it studied, the “search for abnormal metabolites\n“inconsistency of manifestations of nearly all the stigmata” (that is,                    in mentally retarded children”. In the late 1970s the group no\nspeciﬁc manifestation of a condition) in mongoloid patients. Pen-                         longer mentioned this line of investigation and focused instead on\nrose answered that indeed one of the main difﬁculties in research                         other topics such as clinical manifestations of metabolic disorders,\non these patients was the fact that so few of their anomalies could                       the management of babies with these disorders, that of nutrients\nbe satisfactorily quantiﬁed.11 He believed that the variability of                        and water by the placenta, and ﬂuid exchange in foetal lungs. At\npathological manifestations in mongolism might reﬂect an                                  that time, researchers had abandoned the hope of the extension of\nincomplete expression of some of the triplicate genes.12 In a                             the PKU model of biochemical correction of an inborn defect to\nmeeting on birth defects at the Royal Medical Society’s Paediatric                        chromosomal anomalies.20 ‘Genetic conditions’ became gradually\nSection in 1960, Penrose similarly stated that mongolism was one of                       synonymous with incurable ones, and the best ‘doable’ solution\nthe most bafﬂing problems in paediatrics. The symptoms were                               proposed the specialists coupled the prenatal diagnosis of such\nhighly changeable, and while some affected children had major                             conditions with a possibility of an abortion. The prevention of ge-\ncardiac defects or leukaemia, others were relatively healthy. He                          netic diseases became increasingly identiﬁed with the prevention\nadded “the problem is now on the way of solution, but we are only                         of birth of people with such diseases.\nat the beginning of the journey”.13\n    One of the constant ‘stigmata’ of aneuploidies was abnormal\ndermatoglyphsdtypical ﬁngerprints and hand and foot lines. In the                         3. Down syndrome and the generalization of PND\n1960s researchers believed that the study of dermatoglyphs could\nprovide a more stable and more easily quantiﬁable way to investigate                          In the early 1960s, studies of chromosomes were seen by some\nthe phenotypic expression of chromosomal anomalies (Uchida,                               of the actors mainly as an academic topic.21 In 1962, Klaus Patau\nMiller, & Soltan, 1964). Development of the dermatoglyphic pat-                           wrote to Dr. Sheldon Reed from the department of zoology of\nterns, the promoters of this method assumed, reﬂected a crucial stage                     University of Minnesota, who advised a mother of a mongoloid boy\nin the development of the hand, and therefore provided a ﬁne-                             to ask Patau to perform a ‘chromosome test’. He explained that\ngrained indication of perturbations during early embryogenesis                            their laboratory was dedicated exclusively to fundamental research,\n(Mulvihill & Smith, 1969; Popich & Smith, 1970).14 Patau and Uchida                       and added, “I believe, the present lack of a service institution for\ncollaborated on ‘Project Dermatoglyphics’, a large collection of hand                     chromosome analyses is not too much of a deﬁciency, as the cases\nand foot prints from school children from Vancouver, Winnipeg,                            in which there is any kind of practical need for a chromosome\nLondon, Ontario, and Toronto.15 At the same time, Penrose and his co-                     analysis are usually also of some research interest”.22 However, in\nworkers at University College, London (UCL) intensively investigated                      the late 1960, it became possible to study foetal cells collected from\ndermatoglyphs in Down syndrome and other chromosomal anoma-                               the amniotic ﬂuid. Although this approach initially carried a sig-\nlies with the hope that ﬁnding stable and quantiﬁable correlations                        niﬁcant risk for the foetus, it opened the way for prenatal\nbetween chromosomal anomalies and phenotypic changes could                                diagnosis (Nadler, 1968; Steele & Breg, 1966).\nlead to the development of efﬁcient treatments for these conditions.16                        At that time, the study of foetal conditions was frequently\n    Jerome Lejeune, credited with the discovery of three copies of                        referred to as a ‘diagnosis of genetic defects’, because researchers\nchromosome 21 in ‘mongoloid idiocy‘, argued that the IQ of                                believed that the main application of the new technique would be\n‘mongoloid’ children diminished with time. Such a progressive                             the detection of hereditary conditions: either metabolic diseases, or\ndeterioration of mental status of these children, he argued, indi-                        familial chromosomal anomalies, such as the rare cases of hereditary\ncated that they suffer from degradation of speciﬁc biochemical                            Down syndrome produced by translocation (Davidson & Rattazzi,\ncircuits (Lejeune, 1959). It should thus be possible, he believed, to                     1972; Resta, 2002).23 In the early 1970s, some gynaecologists,\nstop this degradation through a metabolic intervention, a suppo-                          aware of higher prevalence of aneuploidies in older mothers, begun\nsition, which, one may assume, was modelled on treatment of                               to propose amniocentesis for women for whom the only known risk\nphenylketonuria (PKU).17 Other researchers held similar views. The                        factor for a birth of disabled child was their age. Initially, these\n                                                                                          women either belonged to privileged social strata or, alternatively,\n                                                                                          their pregnancy was supervised by a gynaecologist who collabo-\n10                                                                                        rated with one of the early pilot programs of prenatal diagnosis.\n    Uchida to Patau, February 6, 1961. Patau’s papers.\n11\n    Patau to Penrose, November 20, 1961: Penrose to Patau, November 29, 1961.\nPatau’s papers.\n 12                                                                                         18\n    Penrose to Patau, December 6, 1961. Patau’s papers.                                        Memorandum, Metabolic Group, April 1971.Wellcome Archives and Manu-\n 13\n    Lionel Penrose’s papers, UCL Archives, ﬁle 62/5.                                      scripts collections, Birth defects group of MRC, ﬁle PP/CED/B1/4.\n 14                                                                                         19\n    Such perturbations may, however, have numerous causes, including environ-                  Dent’s application of 1.10.1973. Wellcome Archives and Manuscripts collections,\nmental ones (Hook, Achs, & Harper, 1971).                                                 ﬁle PP/CED/B1/4.\n 15                                                                                         20\n    Uchida to Patau, March 25, 1962. Patau’s papers. On the studies of dermato-                Lejeune, a conservative Catholic who was strongly opposed to abortion, never\nglyphics in the 1960s and 70s, see Miller (2000, 2003).                                   gave up hopes of discovering a cure for Down syndrome.\n 16                                                                                         21\n    Penrose’s papers, notes on dermatoglyphs, 1964, ﬁles 94/1A; 94/1B; 94/2; 94/3;             On a somewhat different view of use of chromosomes, see Santesmases (this\n94/4.                                                                                     volume).\n 17                                                                                         22\n    M.D. thesis of Jerome Lejeune, La mongolisme, trisomie dégressive, pp. 29e30.              Patau to Sheldon Reed, March 6, 1962. Patau’s papers.\n                                                                                            23\nWellcome Archives and Manuscripts collections, George Fraser’s papers, ﬁle PP/                 One of the ﬁrst articles on prenatal diagnosis of aneuploidies was entitled\nGRF/J.19. On the history of the description of trisomy 21 see Gautier & Harper            ‘Intrauterine diagnosis and management of genetic defects’ Jacobson & Barter\n(2009).                                                                                   (1967).\n\f                                     I. Löwy / Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162                                 157\n\n\n    In the late 1970s and early 1980s ultrasound visualization of the                    and, unlike more afﬂuent people, had no way to avoid the birth of a\ntrajectory of the needle employed to aspire amniotic ﬂuid greatly                        disabled child. To put an end to this inequality, some experts pro-\nreduced the risk of spontaneous miscarriage following amniocen-                          posed opening the testing for Down syndrome to all pregnant\ntesis.24 This technical improvement favoured a rapid extension of                        women, and to model the diffusion of this diagnostic test on the\nthis technique (Ferguson-Smith & Ferguson Smith, 1976; Powledge,                         generalization of newborn screening for PKU (Stein, Susser, &\n1979; Santesmases, 2008). At ﬁrst amniocentesis for age-related                          Guterman, 1973).27 The authors of this proposal did not discuss\nrisk of Down syndrome was proposed for women over 40, then                               an important difference between tests for these two conditions.\nto those over 38, and then to those over 35 (Gaudillière, 2001;                          Diagnosis of PKU in a newborn was followed by a recommendation\nHook, Cross, Jackson, Pergament, & Brambati, 1988). The shift                            of an efﬁcient cure. The only option open to a woman who had\nfrom testing women at risk of giving birth to a child with a speciﬁc                     learned that she carried a Down syndrome foetus and thought that\nhereditary disease to testing women with ‘advanced maternal age’                         she would be unable to care for a disabled child was to terminate\nradically changed the nature of PND.25 Although the two kinds of                         the pregnancy, not an unproblematic intervention.\ntests were at ﬁrst made by the same experts who employed similar\ntechniques, they were applied to a very different kind of risk.\nWomen who are carriers of hereditary disease had either a 50% (if                        4. Genetic counselling and PND: an uneasy symbiosis\nthe condition was dominant) or a 25% (if the condition was reces-\nsive) chance of giving birth to an affected child. Many among them                           In the early days of PND, many physicians were not aware of the\nwere willing to take signiﬁcant risks for the foetus in order to avoid                   distress produced by a termination of pregnancy for foetal in-\nsuch high odds, the more so because often the alternative to PND                         dications. At that time, many professionals viewed the abnormal\nwas a decision not to have children.26 Older pregnant women had a                        foetus as a ‘problem‘ and its removal as a ‘solution’. For example,\nmuch lower risk: 0.5e3%, according to their age, of giving birth to a                    Helen Brooke Taussig, a celebrated US paediatric cardiologist who\ndisabled child. Moreover, unlike women with a hereditary disorder                        fought for legalization of abortion for foetal indications, explained\nin the family, at ﬁrst many were unaware of their risk.                                  that, “it does not make any difference whether your child was one\n    In the 1970s physicians had to teach women about links be-                           year older or younger, compared to whether you had a normal child\ntween maternal age and Down syndrome. A Lancet editorial in 1977                         or a malformed child, or a mentally defective child. Almost any one\nstated that in the previous ﬁve or six years in Europe only 300                          would much rather postpone their pregnancy a year and have a\nabnormal foetuses had been prevented from reaching term, a very                          normal child than go through a pregnancy when one knew the\nmodest dent in the annual total of about 100,000 abnormal babies                         child had been injured by German measles or thalidomide.” Phy-\nborn during that period: “a vigorous publicity campaign aims for                         sicians increasingly realized, however, that a termination of preg-\ninstance at pregnant women who, because of advanced age are at                           nancy following a diagnosis of foetal malformation was often a\nhigh risk of having a chromosomally abnormal child, might reduce                         traumatic event. At ﬁrst the trauma was attributed to the fact that\nthe number of such infants to a third of the present number born to                      in the 1960s and 70s it was not possible to diagnose a foetal con-\nthat group” (Editorial, The Lancet, 1977). Such ‘vigorous publicity                      dition before ﬁfth or sixth month of pregnancy, when an abortion\ncampaign’ had indeed taken place. It was strongly encouraged by                          was disturbingly similar to a childbirth. An earlier PND, health\nexperts who believed that birth defects were a personal tragedy but                      professionals ﬁrst believed, would put end to this difﬁculty. But\nalso a major public health problem. The latter perception was                            they found out that this was not the case. Even when conducted\nstrongly encouraged by the rise of registries of neonatal malfor-                        early in pregnancy, an abortion of a wanted child was a very\nmation, which were used, among other things, to estimate the                             different experience from an abortion of an unwanted one\neconomic burden of these conditions (Botto et al., 2006). In the                         (Statham, 2002).28 One way to attenuate the distress of women\nmid-1970s, when physicians became persuaded that amniocentesis                           facing a decision about termination of pregnancy for foetal mal-\nfor Down risk was a reliable and reasonably safe procedure, they                         formation was to provide them with access to professional help. In\ntook the initiative to extend this diagnostic test to all the women                      the 1970s this task was often conﬁned to genetic counsellors.\nwho could beneﬁt from it, and then asked for public funds to                             Counsellors already advised people from families with identiﬁed\nﬁnance this procedure. Public funding for amniocentesis, advocates                       hereditary disorders about their reproductive choices. If a woman\nof this approach explained, will help families, and, at the same time                    from such a family became pregnant, the counsellor evaluated the\nreduce health expenses for the state (Hook, 1979, 1991).                                 probability that the foetus was affected. With the introduction of\n    In the 1970s, stories about the risks for older mothers of giving                    amniocentesis, a genetic counsellor was able to compare the rela-\nbirth to Down syndrome babies appeared in the media, especially                          tive risk of that procedure to the risk of giving birth of a disabled\nin women’s magazines. As a consequence, women in their late 30s                          child.29\nand early 40s, increasingly asked to undergo an amniocentesis, and                           Soon the jurisdiction of genetic counsellors was extended to all\nin the US several mothers of Down syndrome children sued their                           the women who underwent amniocentesis. Parents of a disabled\nobstetricians because they did not propose prenatal testing for this                     child frequently went to see a geneticist or a genetic counsellor to\ncondition (Kolker & Burke, 1994, pp. 3e6; Rogers, 1982). At that                         inquire about their risks of having another child with a birth defect.\ntime, poor women in the US seldom had access to amniocentesis                            Even if such a risk was small, women were often offered amnio-\n                                                                                         centesis when they became pregnant again in order to diminish\n                                                                                         their apprehension and anguish (Donnai, Charles, & Harris, 1981;\n24\n    See Santesmases (this volume).\n25\n    The sequential representationdﬁrst PND for hereditary conditions, then for\n                                                                                          27\nmaternal agedis schematic. In some laboratories the two tests were introduced at             Screening for neural tube defects through the search for abnormal levels of\napproximately the same time. However, the initial goal of geneticists who devel-         alpha foeto protein was introduced in selected sites in the late 1970s (Brock, 1976;\noped DNP was frequently the diagnosis of hereditary conditions and rare chro-            Brock & Sutcliffe, 1972; Kolata, 1980).\n                                                                                          28\nmosome anomalies. Routine diagnosis of Down syndrome was mainly promoted by                  E.g. Peter Harper, Interview with Bernadette Modell, December 14, 2007. Ge-\nobstetricians. Peter Harper, Interview with Bernadette Modell; interview with            netic and Medical History Network, http://www.genmedhist.org/.\n                                                                                          29\nAndré and Joelle Boué, Genetics and Medicine Historical Network, http://www.                 Until the late 1980s, obstetrical ultrasound was not employed for diagnostics of\ngenmedhist.org/.                                                                         foetal anomalies, with the exception of major defects of neural tube such as\n 26\n    Testimony of Bernadette Modell (Christie & Zallen, 2002, pp. 43e45).                 anencephaly.\n\f158                                    I. Löwy / Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162\n\n\nFaden et al., 1987; Lippman & Fraser, 1979b).30 In the late 1970s, the                     the original goal of this approachdthe reduction of the number of\nmain indication for amniocentesis was ‘maternal age’. This indica-                         ‘lower quality’ individuals. Genetic counsellors and clinical genet-\ntion rapidly became the main reason women consulted a genetic                              icists who provided advice to pregnant women sincerely believed,\ncounsellor (Lippman & Fraser, 1979a).                                                      one may assume, that they fully respected women’s autonomy and\n    In the US, prenatal diagnosis and genetic counselling devel-                           their right to choose, but at the same time they forwarded the\noped in a mutually dependent and partly symbiotic relationship,                            eugenic goal of preventing the birth of disabled children (Comfort,\nthe ﬁrst training program for genetic counsellors was established                          2012; Paul, 1995).\nin the US in 1969 (Stern, 2012). This specialty grew rapidly in the                            Moreover, decisions about the age above which amniocentesis\n1970s, mainly thanks to the introduction of amniocentesis into                             could be recommended to pregnant women, and in many cases\nroutine obstetrical practice. At that time, many North American                            reimbursed by health insurance, were grounded in population-\ngeneticists argued that every woman who considered amniocen-                               based studies on links between maternal age and aneuploidies,\ntesis needed to undergo counselling prior to this intervention,                            but also in economic considerations. The ofﬁcial argument for\nlegitimating the hiring of professionals who would provide this                            establishing the age beyond which gynaecologists recommended\nservice. Genetic counsellors also secured patients’ signatures on                          amniocentesis was that at the age of 35, the risk for a woman of\ninformed consent forms, providing legal protection for obstetri-                           having a Down syndrome child was greater that her risk of\ncians (Resta, 2002). The genetic counsellor became the specialist                          having a miscarriage following amniocentesis (Hook, 2006). In\nwho followed the entire process of diagnosis of a foetal malfor-                           fact, however, while the age related risk of Down syndrome was\nmation (whatever its origin), supplied information about that                              well known, the risk of miscarriage following amniocentesis was\nmalformation, and, if the woman decided to terminate a preg-                               highly variable, and depended on the operators’ skill. There were\nnancy for foetal anomaly, frequently provided emotional support                            no reliable data on such risk, and recommendation for amnio-\nafter the procedure (McCoyd, 2009, pp. 528e529). The trans-                                centesis was therefore mainly grounded in cost/beneﬁce calculus\nformation of genetic counsellors into experts on PND and foetal                            (Resta, 2002).\nmalformations consolidated the links between this approach and\ngenetics.                                                                                  5. Genetics and uncertainty in dysmorphology clinics\n    In the 1970s conservative opponents of abortion, but also\nsome feminist critics, argued that PND promoted a eugenic                                      Between 2% and 3% of all children are born with congenital\nelimination of imperfect children (Renaud et al., 1993; Wertz &                            malformations, a percentage that was not notably affected by the\nFletcher, 1989). To deﬂect these accusations PND advocates                                 spread of PND. Some inborn conditions were easily identiﬁed and\npointed to the growing role of genetic counsellors in decisions                            classiﬁed, but others did not ﬁt well into already existing cate-\nabout the possible termination of pregnancy. Eugenicists, they                             gories. Parents of children with inborn health problems of un-\nexplained, aspired to improve the gene pool of a given population                          known origin often consulted dysmorphology clinics. The term\nand believed that the promotion of collective well being should                            ‘dysmorphology’, which accentuated morphological and visible\ntake precedence over individual aspirations. PND, by contrast, is                          deviations from the norm, was coined by Patau’s and Therman’s\ngrounded in women’s right to freely choose whether or not they                             collaborator, the paediatrician David Smith (Shepard, 1981; Smith,\nwish to give birth to a severely disabled child. Genetic counsel-                          1966). The term aimed, among other things, to eliminate un-\nlors were strongly committed to an ethos of a non-directive                                pleasant connotations of teratology and favour more serene dis-\nguidance and respect of each woman’s wishes. The central role                              cussions with parents of children with congenital malformations.\nof this professional group in decisions about the fate of prob-                            Smith was interested in all the aberrations of human embryo-\nlematic pregnancies displayed the radical difference between                               genesis, be they have chromosomal, infectious, or toxic origins\neugenics and PND (Wertz & Fletcher, 1993).31 Promoters of PND                              (Smith, 1975, 1977). This interest led him to the writing of his\nalso argued that PND was a ‘dysgenic’ rather then eugenic                                  magnum opus, Recognizable Patterns of Human Malformation: Ge-\nintervention. Before the advent of this technology, women who                              netic, Embryonic and Clinical Aspects, a book that became the ‘bible’\ndiscovered after the birth of an affected child that they were                             of paediatricians, clinical geneticists and ultrasound experts\ncarriers of a recessive hereditary trait often refrained from                              (Smith, 1970). One of the main innovations of Smith’s (1970) study\nfurther pregnancies. PND gave them the courage to have more                                was its strong focus on visual identiﬁcations of inborn anomalies.\nchildren. Since a signiﬁcant proportion of these children were                             Each description of a malformation was accompanied by photo-\ncarriers of the familiar trait, PND increased the frequency of                             graphs of affected children that put to the fore the ‘typical’ dys-\n‘harmful’ genes in populations.32                                                          morphic traits.\n    The claim that PND had no relation to eugenics was, however,                               In 1973, Smith and his co-workers described a new inborn mal-\ngrounded in an identiﬁcation of ‘eugenics’ with ‘macro- eugenics’,                         formation, the foetal alcohol syndrome (FAS). In the US, the identi-\nthat is, an aspiration to improve populations (nations, races)                             ﬁcation of FAS was presented as an exemplary dysmorphological\nthrough the amelioration of their gene pool. This interpretation                           investigation. Smith and his colleagues observed characteristic facial\ndisregarded the original meaning of ‘eugenics’dwell borndand                               traits in affected children, correlated these traits with physiological\n                                                                                           anomalies and cognitive delays, and uncovered the environmental\n                                                                                           cause of these anomalies, opening a way for an efﬁcient prevention\n                                                                                           (Jones, Smith, Ulleland, & Streissguth, 1973). In the 1980s and 90s, US\n 30\n    The British pioneer of cytogenetics, John Edwards, offered such a service to all       morphologists continued the tradition of Joseph Warkany (1902e\nthe women who had a Down syndrome child, in spite of the fact that his own\nresearch demonstrated the rarity of hereditary cases of Down. Malcolm Ferguson-\n                                                                                           1992) and David Smith (1926e1981), by following all the elements,\nSmith, “Address at the service of thanksgiving for the life of John Hilton Edwards”,       internal and external, that may disrupt the development of human\nOxford, 19th April 2008. Papers of Malcolm Ferguson Smith, Glasgow University, GB          embryo. By consequence, in the US dysmorphology maintained\n0248 GB 0248 UGC 188/5/1/14. (Accessed at http://cheshire.cent.gla.ac.uk/ead/              numerous links with environmental teratology. In the UK, and to\nJanuary 2012).\n 31\n                                                                                           somewhat lesser extent in other Western European countries, dys-\n    Many observers doubted, however, if it is possible to provide a non-directive\ngenetic counselling (Bernhandt, 1997; Clarke, 1991; Karp, 1983).\n                                                                                           morphology became closely associated with clinical genetics. One of\n 32\n    Peter Harper, Interview with Malcolm Ferguson Smith, Genetics and Medicine             the leading UK dysmorphologists, Dian Donnai, explained thus that,\nHistorical Network, http://www.genmedhist.org/.                                            “in the States there are quite a few people there who just call\n\f                                      I. Löwy / Studies in History and Philosophy of Biological and Biomedical Sciences 47 (2014) 154e162                            159\n\n\nthemselves as dysmorphologists and it’s like it’s almost no part of                       moreover the number of identiﬁed conditions increased greatly\ngenetics, you know, it’s like it’s almost no part of genetics or no part of               since. The identiﬁcation of these genes, geneticists believe, will\nanything”.33                                                                              favour the understanding of pathogenic mechanisms and the\n    Dysmorphologists with a strong clinical genetics allegiance are                       development of ways to curative and preventive interventions\ninterested above all in uncovering links between phenotypic traits                        (Carey & Viskochil, 2007). Pioneers of cytogenetics not unlike those\nand changes in the genetic material. Their studies were motivated                         express their hopes ﬁfty years earlier. However, some of the early\nby a hope that a better understanding of molecular mechanisms of                          human geneticists might have had been more lucid about the limits\ninborn anomalies would lead to the development of speciﬁc cures.                          of their approach. P. C. Koller, professor of cytogenetics at the\nSuch studies were and are conducted at the cutting edge of                                Chester Beatty Research Institute, London, wrote in 1961 to Klaus\nbiomedical research, and can, today also bestow important pro-                            Patau: “I will follow with interest your struggle with the so called\nfessional rewards such as grants and publications in prestigious                          human chromosome cytologists, mostly medical, who think that\nprofessional journals. Dysmorphological research was also regar-                          the rediscovery of genical (sic) phenomena which involve chro-\nded as an intellectually rewarding activity. Leading UK dysmor-                           mosomes will solve all our ills”.35\nphologists explained that, “every doctor likes to make a good                                 In the ﬁrst ﬁfty years of clinical genetics, only in a small number of\ndiagnosis. If the condition in question is rare, so much the better - at   ",
  "wordCount": 10130,
  "indexed": "2025-09-25T22:39:49.374Z",
  "method": "direct"
}
