{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Lalonde et al_2020_Genomic Diagnosis for Pediatric Disorders.pdf",
  "fileName": "Lalonde et al_2020_Genomic Diagnosis for Pediatric Disorders.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Lalonde et al_2020_Genomic Diagnosis for Pediatric Disorders.pdf",
  "text": "REVIEW\n                                                                                                                                                      published: 08 July 2020\n                                                                                                                                               doi: 10.3389/fped.2020.00373\n\n\n\n\n                                                Genomic Diagnosis for Pediatric\n                                                Disorders: Revolution and Evolution\n                                                Emilie Lalonde 1 , Stefan Rentas 1 , Fumin Lin 1 , Matthew C. Dulik 1 , Cara M. Skraban 2 and\n                                                Nancy B. Spinner 1*\n                                                1\n                                                 Division of Genomic Diagnostics, Department of Pathology and Laboratory Medicine, School of Medicine, Children’s\n                                                Hospital of Philadelphia, University of Pennsylvania, Philadelphia, PA, United States, 2 Division of Human Genetics,\n                                                Department of Pediatrics, School of Medicine, Children’s Hospital of Philadelphia, University of Pennsylvania, Philadelphia,\n                                                PA, United States\n\n\n                                                Powerful, recent advances in technologies to analyze the genome have had a profound\n                                                impact on the practice of medical genetics, both in the laboratory and in the clinic.\n                                                Increasing utilization of genome-wide testing such as chromosomal microarray analysis\n                                                and exome sequencing have lead a shift toward a “genotype-first” approach. Numerous\n                                                techniques are now available to diagnose a particular syndrome or phenotype, and\n                                                while traditional techniques remain efficient tools in certain situations, higher-throughput\n                                                technologies have become the de facto laboratory tool for diagnosis of most conditions.\n                                                However, selecting the right assay or technology is challenging, and the wrong choice\n                                                may lead to prolonged time to diagnosis, or even a missed diagnosis. In this review, we\n                          Edited by:\n                     Merlin G. Butler,          will discuss current core technologies for the diagnosis of classic genetic disorders to\n University of Kansas Medical Center,           shed light on the benefits and disadvantages of these strategies, including diagnostic\n                       United States\n                                                efficiency, variant interpretation, and secondary findings. Finally, we review upcoming\n                      Reviewed by:\n                 Tommaso Pippucci,\n                                                technologies posed to impart further changes in the field of genetic diagnostics as we\n Sant’Orsola-Malpighi Polyclinic, Italy         move toward “genome-first” practice.\n                   Wayne W. Grody,\n    UCLA Department of Pediatrics,              Keywords: genetic syndromes, genomic diagnostics, genetics, pediatrics, sequencing, copy number variants,\n                       United States            next-generation sequencing\n              Marcel Richard Nelen,\nRadboud University Nijmegen Medical\n                Centre, Netherlands             INTRODUCTION\n                  *Correspondence:\n                     Nancy B. Spinner           Tools for genomic diagnosis have evolved rapidly over the past two decades, resulting in remarkably\n              spinner@email.chop.edu            improved diagnostic rates as well as a significant increase in the number of disease genes. The core\n                                                technologies for genetic testing laboratories have evolved from Sanger sequencing and karyotype\n                    Specialty section:          analysis to Next Generation Sequencing (NGS)-based tests (targeted panels, exomes, and genomes)\n          This article was submitted to         and chromosomal microarrays (CMA) (Table 1). As a result, the scope of identifiable mutations\n                      Genetic Disorders,        now ranges from changes in the amount of a particular genomic locus, such as loss or gain of entire\n                a section of the journal\n                                                chromosomes (i.e., aneuploidy) or smaller regions of DNA (i.e., copy number variants, CNVs), to\n                  Frontiers in Pediatrics\n                                                changes in the structure of the genome (i.e., translocations, inversions, insertions), and to changes\n       Received: 26 September 2019              in the sequence of the genome (i.e., single nucleotide variants and short insertions/deletions).\n           Accepted: 02 June 2020\n                                                These advances have had a profound impact on how we diagnose patients who present with\n            Published: 08 July 2020\n                                                clinical features of known genetic disorders. In the realm of cytogenetics, traditional techniques\n                             Citation:\n                                                such as cytogenetic analysis of banded chromosomes are still warranted for some conditions (e.g.,\n Lalonde E, Rentas S, Lin F, Dulik MC,\n  Skraban CM and Spinner NB (2020)\n                                                trisomies, Turner syndrome). However, classic cytogenetic deletion syndromes (such as Wolf-\n      Genomic Diagnosis for Pediatric           Hirschhorn and Cri-du-Chat syndromes) are now better tested by CMA, with the opportunity to\n  Disorders: Revolution and Evolution.          identify smaller deletions or duplications including precise breakpoints.\n                 Front. Pediatr. 8:373.             Advances in molecular technologies have had an even more transformative effect on diagnostics.\n       doi: 10.3389/fped.2020.00373             The shift to NGS-based sequencing methods has made evaluation of larger portions of the genome\n\n\nFrontiers in Pediatrics | www.frontiersin.org                                           1                                                   July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                                               Genomic Diagnosis for Pediatric Disorders\n\n\n\nTABLE 1 | Genomic technologies for chromosomal and molecular syndromes.\n\n                            Types of aberrations                              Resolution                                     Clinical indication examples\n\nKaryotyping                 Large structural changes: aneuploidies,           5–10 Mb*                                       - Suspicion of chromosome syndrome\n                            translocations, isochromosomes, rings, CNVs       *depends on region and banding level           - Infertility or recurrent miscarriage\n                            >5–10 Mb, etc.                                                                                   - Rule out structural variant after\n                            Balanced changes (translocations, insertions,                                                      microarray finding\n                            inversions, rings)\nFISH                        Aneuploidies, CNVs, translocations, inversions,   50 kb−1 Mb;                                    - Prenatal aneuploidy\n                            insertions                                        most 200–400 kb                                - Parental studies for proband with\n                            Probes must be designed for                                                                        structural rearrangement (balanced or\n                            specific aberration                                                                                imbalanced) or CNV\n                                                                                                                             - Follow-up studies after abnormal\n                                                                                                                               karyotype (e.g., SRY FISH on\n                                                                                                                               abnormal Y)\nSNP array                   Copy number changes associated with               10–100 kb                                      - Congenital anomalies\n                            unbalanced structural changes; Regions of         *depends on probe density and reporting        - Intellectual disability\n                            homozygosity/Uniparental disomy;                  criteria may be significantly larger\n                            Mosaicism\naCGH                        Gene or exon level copy number changes            Based on designed, clinical grade typically    - As part of a phenotype-specific panel test\n                            associated with unbalanced structural changes     single-exon resolution for genes of interest   - A complement to exome sequencing\nMLPA, real-time PCR         Deletions or duplications                         Exon-level                                     - SMA\n                                                                                                                             - Thalassemia\n                                                                                                                             - Imprinting disorders\nNGS panel or exome          SNVs, indels, copy number changes                 SNVs: single-nucleotide                        - Phenotype-specific gene panel\n                            Mitochondrial DNA if long-range PCR used first    CNVs: exon-level unless breakpoint within\n                                                                              exon, then nucleotide-level as most panels\n                                                                              only cover exonic regions\nNIPS                        Chromosomal aneuploidies and recurrent            Variable depending on methodology.             - Prenatal aneuploidy screening\n                            deletion/duplication syndromes                    Some designed to detect recurrent CNVs\nSanger sequencing           Sequence variants including SNVs, small           1 bp                                           - Specific phenotype known to be caused\n                            indels;                                                                                            by sequence variants in a single gene\n                            CNVs smaller than the amplicon size can also                                                     - Targeted testing for familial variant\n                            be detected but not typical usage\nRepeat-primed PCR           Repeat expansions                                 Quantify 1–220 repeats;                        Repeat expansion disorders\n                                                                              Detect up to 1,000 repeats\nMS-MLPA and                 Deletion, UPD and imprinting center defect in     Exon level                                     Imprinting disorders such as Prader-Willi\nMS-qPCR                     the imprinted regions                                                                            Syndrome\n\n\n\n\npossible simultaneously, resulting in targeted panels including                          and Copy Number Variations), sequence (section Sequencing\nonly a few or up to hundreds of genes, as well as examination                            Variants), and other (section Disorders Requiring Special\nof the entire exome [i.e., the protein coding regions of the                             Testing) alterations causing a variety of genetic disorders\ngenome, see section Exome Sequencing (ES)] or genome. These                              (Figure 1A), and we will illustrate how these technologies have\nimprovements allow a streamlined approach to diagnosis of                                impacted our ability to make genomic diagnoses, identify new\ngenetic disorders, by avoiding unnecessary evaluations and                               genetic causes of disease and expand the phenotypic spectrum for\ndiagnostic studies such as Ophthalmology and Cardiology                                  many classic genetic disorders (section Impact on Clinical Care).\nevaluations for hearing loss patients or functional studies for                          Finally, we will review several new and emerging technologies\npatients with Fanconi anemia or Osteogenesis Imperfecta.                                 currently or predicted to further impact the field of pediatric\nThis has allowed faster and improved diagnostic rates of                                 genetic diagnostics (section Emerging Technologies).\nheterogeneous disorders (e.g., Osteogenesis Imperfecta,\nNoonan syndrome, and Cornelia de Lange syndromes).\nHighly heterogeneous phenotypes like hearing loss, intellectual                          CHROMOSOMAL AND COPY NUMBER\ndisability, and/or seizures are now amenable to diagnosis using                          VARIATIONS\nlarge, NGS-based panels. The ability to test a large number of\ngenes (if not all) simultaneously has had a significant effect on                        Brief Description and Historical\nthe practice of Clinical Genetics, as it becomes possible to take a                      Perspective\n“genotype-first” approach to diagnostics.                                                Cytogenetic analysis has traditionally involved detection of the\n   In this review, we will discuss current core technologies                             number and composition of metaphase chromosomes based\nfor the identification of cytogenetic (section Chromosomal                               on examination in the light microscope. However, in recent\n\n\nFrontiers in Pediatrics | www.frontiersin.org                                        2                                                July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                                               Genomic Diagnosis for Pediatric Disorders\n\n\n\n\n FIGURE 1 | Diagnostic technologies and applications. (A) General considerations used in determining the appropriate technology used for diagnosis. Choosing the\n appropriate technique is a multi-factorial process, depending on reason for study, clinical presentation and associated genetic heterogeneity, molecular mechanisms,\n time and cost considerations, among others, and there is often no single “right” approach. (B–E) Common clinical diagnostic workflows for various genetic\n syndromes. See clinical examples in text for more detail.\n\n\n\n\nyears with the development of molecular techniques capable of                             “Molecular cytogenetics” emerged in the 1980s with the\nidentifying chromosome aneuploidies and smaller copy number                           development of fluorescence in situ hybridization (FISH), which\ndeletions or duplications, that is copy number variants (CNVs),                       determines the presence or absence of discrete segments of DNA,\nthe line between cytogenetic and molecular (DNA-based) genetic                        thus bridging molecular and cytogenetic analysis. FISH allows\ntesting has become blurred. There now exist multiple techniques                       targeted identification of deletions and duplications associated\nto identify changes chromosomal aneuploidies, CNVs, structural                        with known disorders, such as Cri-du-Chat or Wolf-Hirschhorn\nvariants, or even to evaluate for absence of heterozygosity which                     syndromes, as well as characterization of translocations or\ncould be related to uniparental disomy or identity by descent                         marker chromosomes identified in karyotypes. The revolutionary\n(Table 2).                                                                            development of PCR which, along with many other applications,\n    Cytogenetic discoveries have been driven by technical                             allowed for targeted CNV detection of even smaller regions, and\ninnovation. The characterization of human cells having 46                             ultimately led to the development of numerous other CNV assays\nchromosomes followed the discovery that chromosomes could                             which rely on PCR, such as multiplex ligation-dependent probe\nbe visualized by treating cells with colchicine (a microtubule                        amplification (MLPA) and chromosomal microarray analysis\ninhibitor) and hypotonic solution (to swell the cells) (1–4). Three                   (CMA). Indeed, modern CMA, which enable unbiased scanning\nyears later, the first chromosomal disorder was described by                          of the genome to detect CNVs, are a result of decades of\nLejeune in 1959, associating Down Syndrome with trisomy of                            work in molecular biology, bio-engineering and robotics, and\n“the smallest chromosome” (5), and within 1 year the genetic                          have resulted in the discovery of numerous disorders associated\nbasis of Turner, Klinefelter, XXX, trisomy 13 and trisomy 18                          with submicroscopic CNVs and elucidation of the underlying\nwere elucidated (6–10). These findings are quite remarkable                           mechanism (Table 3) (13–18).\ngiven that the first banded human karyotype was still 10                                  Today, chromosome analysis using conventional cytogenetic\nyears from being described. The development of G-banding                              techniques remains a first tier test for patients with a suspected\nin 1971, which is still the most commonly used banding                                aneuploidy (trisomies or sex chromosome aneuploidy), family\ntechnique today in North America, resulted in widespread                              history of a rearrangement (translocation or inversion), or\nadoption of cytogenetics, and numerous subsequent discoveries                         infertility (19). However, for more subtle changes, such as\nof chromosomal abnormalities in a constitutional and neoplastic                       deletions or duplications, CMA has proven to have increased\nsetting (11, 12).                                                                     sensitivity, and is the first tier test for patients with developmental\n\n\n\nFrontiers in Pediatrics | www.frontiersin.org                                     3                                                   July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                                                               Genomic Diagnosis for Pediatric Disorders\n\n\n\nTABLE 2 | Technical comparison of technologies available for detection of chromosomal changes and/or CNVs.\n\nAbnormality                      G-banding            FISH                             SNP            aCGH          MLPA                 NGS panel           NIPS                WGS\n                                                                                       array                                             or exome\n\nAneuploidy                       +                    +                                +              +             +                    +                   +                   +\nBalanced rearrangement           +                    +                                –              –             –                    –                   –                   +\n(translocation, inversion,\ninsertion)\nCNVs >5–10 Mb                    +                    +                                +              +             +/–**                +                   +                   +\nCNVs <5–10 Mb                    –                    +                                +              +             +                    +                   +/–                 +\nSingle exon deletion             –                    –                                –              +             +                    +/–                 –                   +\nPolyploidy                       +                    +                                +              –             –                    +                   +                   +\nMin. mosaicism                   10% with             2–5% depending on                5–10%*         20%*          40% for dup;         Depends on          Depends on          Unclear\n                                 30-count             probe characteristics                                         20–30% del;          coverage            methodology\nClonal relationships             Y                    Y                                N              N             N                    N                   N                   N\n\n* Depends on probe coverage and size of CNVs.\n** MLPA is a targeted CNV detection strategy, and if the region of interest is involved in a much larger CNV, a CNV would be detected but additional technologies are required to delineate\n\nthe size and breakpoints.\n\n\n\nTABLE 3 | Examples of syndromes associated with recurrent and non-recurrent CNVs. See Spinner et. al. (13) for further details including clinical descriptions.\n\nSyndrome                        CNV                          Recurrent          Notes\n                                                             breakpoints?\n\n1p36                            1p36 deletion                No                 Variable size from 0.5 to 10 Mb;\n                                                                                ∼50% due to terminal deletion, ∼30% interstitial deletion, and remainder due unbalanced\n                                                                                to rearrangements\nWolf-Hirschhorn                 4p partial deletion (4p-)    No                 Critical region is 4p16.3 (165 kb);\n                                                                                ∼45–50% due to unbalanced translocation\nCri-du-chat                     5p partial deletion (5p-)    No                 Critical regions:\n                                                                                - Cat-like cry: 1.5 Mb region of 5p15.31\n                                                                                - Speech delay: 3 Mb region of 5p15.33-5p15.32.\n                                                                                - Dysmorphic facial features: 2.4 Mb region of 5p15.31-p15.2\n                                                                                  ∼90% associated with de novo deletions\nWilliams                        7q11.23 deletion             Yes                1.5 Mb        deletion    involving      25     genes                in      >90%          patients\n                                                                                Critical genes:\n                                                                                - ELN: cardiovascular and connective tissue phenotypes\n                                                                                - LIMK1: impaired visual motor integration\n                                                                                - BAZ1B: hypercalcemia\nMiller-Dieker                   17p13.3 deletion             No                 LIS1 is responsible for lissencephaly, and mutations in LIS1 result in isolated lissencephaly\nHereditary neuropathy and       17p12 deletion               Yes                1.5 Mb deletion in 80% of patients\npressure palsies (HNPP)                                                         PMP22 is critical gene\nCharcot Marie Tooth Type 1 17p12 duplication                 Yes                1.5 Mb duplication, reciprocal to HNPP deletion\n                                                                                PMP22 is critical gene\nSmith-Magenis                   17p11.2 deletion             Yes                3.7 Mb deletion in >90% patients\n                                                                                RAI1 associated with sleep disturbances\nPotocki-Lupski                  17p11.2 duplication          Yes                3.7 Mb duplication, reciprocal to Smith-Magenis deletion\n22q11.2                         22q11.2 deletion             Yes                3.0 Mb deletion in 85%, rest have deletions associated with two of four recurrent breakpoints\n                                                                                >90 genes involved, TBX1 may be partially responsible for cardiac abnormalities\n\n\n\n\ndelay, intellectual disability, autism spectrum disorder, or                                       This shift in technologies toward NGS, coupled with\nmultiple congenital anomalies of unknown etiology (19).                                         the ability to identify fetal DNA in maternal serum,\nFurthermore, development of next-generation sequencing (NGS)                                    has greatly impacted prenatal aneuploidy screening with\nhas provided the ability to simultaneously (i.e., with a single                                 the implementation of non-invasive prenatal screening\nassay) detect chromosomal aneuploidies, CNVs and sequence                                       (NIPS) (20–22). As NIPS providers are starting to offer\nvariants. There is thus another shift in the field as laboratories                              screening for microdeletion syndromes, genome-wide\nare starting to rely more on NGS for CNV detection, and less on                                 aneuploidy detection (23) and even single gene disorders\nCMA or targeted approaches.                                                                     (24, 25), we anticipate a shift in diagnosis from the\n\n\n\nFrontiers in Pediatrics | www.frontiersin.org                                               4                                                         July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                                        Genomic Diagnosis for Pediatric Disorders\n\n\n\nphenotypic-driven           postnatal           setting   to   screening-based       and elucidation of gene content of CNVs. In practice, clinical\nprenatal detection.                                                                  laboratories have larger size thresholds for reporting CNVs,\n                                                                                     typically between 200 kb and 1 Mb, but may choose to report\nTechnologies                                                                         smaller CNVs with clear clinical significance (19). Balanced\nMultiple assays can detect chromosomal aberrations (Table 2),                        changes such as inversions, insertions or balanced translocations\nand thus understanding the differences in their clinical utility                     cannot be detected since there is no net loss in material and no\nand limitations is important (Table 1). The following sections                       visualization of chromosomes. Similarly, when a duplication is\ndescribe and contrast chromosomal and CNV technologies as                            detected, its orientation or placement within the genome cannot\nthey are used today.                                                                 be deduced. Identification of CNVs of unknown significance or\n                                                                                     CNVs associated with disorders outside of the clinical indication\nCytogenetics (Karyotype and FISH)                                                    pose significant challenges in CMA interpretation. These issues\nIn general, karyotype analysis is indicated if one suspects a                        are discussed in relation to sequence variants below (section Next\nchromosomal aneuploidy or a large (>5–10 Mb) structural                              Generation Sequencing).\nchange, especially if balanced. Only karyotype analysis, whole\ngenome sequencing, and FISH (if the abnormality is known a                           Multiple Ligation-Dependent Probe Amplification\npriori) can detect balanced rearrangements but whole genome                          (MLPA)\nsequencing is currently cost-prohibitive for most indications.                       MLPA is a semi-quantitative technique to assess copy number\nMolecular cytogenetics using FISH tends to be used in familial                       via multiplexed fragment size analysis (30, 31). Sequence-specific\nstudies, cytogenetic follow-up studies, or to test for recurrent                     probe pairs are hybridized to the DNA of interest, ligated and\nchanges, such as William’s syndrome (see caveats in clinical                         amplified, and each target region has a “stuffer sequence” of\nexamples below). Because karyotype and FISH analysis involve                         a specific length allowing for identification of the multiplexed\nvisualization of individual cells, clonal relationships can be                       targets. MLPA is best suited for detection of smaller CNVs, such\nresolved when multiple cell lines are present (26). For example,                     as single gene deletions or recurrent microdeletion/duplication\na patient with a mosaic gain found by CMA requires cytogenetic                       syndromes. Commercial kits from MRC-Holland (www.mlpa.\nstudies to determine the exact number of copies (i.e., duplication,                  com/) are available for loci commonly involved in CNVs, such as\ntriplication, etc.), the location of the additional material (i.e.,                  DMD associated with Duchene Muscular Dystrophy (see below)\ntandem duplication or inserted elsewhere), and the orientation                       and HBB associated with Beta-thalassemia, among many others.\nof the additional material (i.e., inverted or not).\n                                                                                     NGS Panels and Exomes\nChromosomal Microarray Analysis (CMA)                                                In recent years, NGS has been widely adopted in clinical\nThere are two major type of arrays to detect CNVs, genome-                           diagnostic laboratories due to its ability to efficiently interrogate\nwide single-nucleotide polymorphisms (SNP) arrays which assay                        multiple genes at a time. Additionally, NGS offers the ability to\nSNPs across the genome, and array comparative genomic                                detect both sequence variants and structural variants (including\nhybridization (aCGH) which use larger oligonucleotide probes                         deletions, duplications, inversions, translocations, and other\ntiled across the genome, often with a “backbone” of SNP probes.                      alterations). For targeted panels evaluating coding regions only,\nSNPs are generally benign, single-base DNA changes that are                          structural variant detection is limited to exonic CNVs, and\npresent at an appreciable frequency in normal populations.                           breakpoints typically cannot be identified. Standardized methods\nSNP probes can detect deviations in the allele ratio which                           are not yet available and laboratories need to develop and validate\ncan help identify low-level mosaicism, and are required to                           internal bioinformatics pipelines, and characterize the pipeline’s\nidentify regions of homozygosity due to identity by descent or                       performance metrics in terms of minimum size of detection\nuniparental isodisomy with CMA. Both arrays are widely used                          and mosaicism. While clinical laboratories have reported\nand have overlapping clinical utility but SNP arrays are best                        very high analytical sensitivity of NGS-based CNV detection,\nused to identify multi-gene or larger CNVs, identify regions                         analytical specificity is lower particularly for smaller CNVs (1–3\nof homozygosity, and can better detect low level mosaicism,                          exons) which typically require orthogonal confirmation (32–35).\nwhile aCGH is particularly useful for gene-level CNVs, with                          However, the major advantage with calling CNVs using NGS data\nsome clinical aCGH platforms designed to identify CNVs                               is the decrease in cost compared to running two different assays\nas small as one exon (27–29). This distinction is due to                             (i.e., sequencing and MLPA or aCGH). Additional details of NGS\nthe underlying technology with aCGH oligonucleotide probes                           are described in section Next Generation Sequencing.\ncapable of capturing any unique sequence in the genome while\nSNP array probes are limited to specific positions in the genome                     Non-invasive Prenatal Screening (NIPS)\nknown to be polymorphic, which tend to fall outside coding                           The ability to assay fetal cells in maternal serum has greatly\nregions. The exact resolution of both types of arrays depends on                     altered the practice of prenatal diagnostics (20–22). It is\nthe designed probe density.                                                          beyond the scope of this article to fully review detailed\n    The resolution of SNP arrays is typically in the range of 10–                    methodological and clinical characteristics of NIPS, but readers\n100 kb for a clinical platform. This drastic increase in resolution                  are encouraged to refer to existing reviews [e.g., (36, 37)].\ncompared to karyotype analysis allows for the detection of                           Prenatal screening for aneuploidies such as Trisomies 13, 18, and\nsmall CNVs including those found at translocation breakpoints,                       21, which have a combined incidence of 4 in 1,000 newborns\n\n\nFrontiers in Pediatrics | www.frontiersin.org                                    5                                            July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                             Genomic Diagnosis for Pediatric Disorders\n\n\n\nand are associated with advanced maternal age, is offered                 positive and false negatives in relation to the fetus (45). Thus, one\nto all pregnant women using various strategies (38). In the               should be wary of NIPS results that have not been confirmed by\ntraditional approach, a woman is offered a maternal serum                 a diagnostic method, and if clinically indicated, order cytogenetic\nscreening test which measures specific maternal hormones and              confirmatory studies. This situation may become more common\nfetal metabolites, and women flagged as “high-risk” for fetal             as women are declining prenatal diagnostic/confirmation studies\naneuploidy are subsequently offered a diagnostic test, either             and there is ambiguity in responsibility and possible lack of\nCVS or amniocentesis to collect placental tissue or fetal cells,          communication between prenatal obstetrical care and postnatal\nrespectively, which is sent for karyotype or FISH analysis. Now           pediatric care (42).\nwith NIPS, maternal plasma, which contains circulating fetal\nand maternal DNA, is analyzed with NGS or SNP arrays, as\n                                                                          Potocki-Lupski and Smith-Magenis: CMA vs. FISH\nearly as 10 weeks gestation. The major advantage of NIPS\n                                                                          The development of CMA led to the discovery of multiple\ncompared to previous serum screening is the decrease in false\n                                                                          syndromes caused by submicroscopic deletions or duplications,\npositive rate (or increase in specificity) without compromising\n                                                                          including so-called genomic syndromes which are caused by\nthe sensitivity, thus reduction of unnecessary invasive procedures\n                                                                          misalignment of repetitive sequences during recombination (16).\n(CVS or amniocentesis).\n                                                                          The resulting deletions and duplications are recurrent with\n   However, it must be stressed that NIPS is a screening test and\n                                                                          the same breakpoints identified in most patients, and deletions\nfindings from NIPS must be confirmed by a diagnostic method\n                                                                          and duplications result in different, and in some cases, mirror\nusing cytogenetic techniques. Several reports of misuse and\n                                                                          phenotypes (Table 3).\nmisunderstanding of NIPS include mis-interpretation of findings\n                                                                             One example of reciprocal deletion/duplication syndromes is\nas diagnostic, or using NIPS to screen for genetic conditions other\n                                                                          the Smith-Magenis syndrome, which is most commonly caused\nthan those indicated such as sequencing changes (21, 39). False\n                                                                          by a 3.6 Mb deletion of 17p11.2 including the RAI1 gene,\npositives and false negatives are rare but do occur at a clinically\n                                                                          and Potocki-Lupski syndrome caused by a duplication of the\nsignificant rate due to both biological and technical reasons,\n                                                                          same region (46–49). While both syndromes are characterized\nincluding confined placental mosaicism, maternal aneuploidies\n                                                                          by intellectual disability and sleep and behavior disturbances,\nor CNVs, occult maternal malignancy, vanished twin and true\n                                                                          they differ in many other respects and are clearly two distinct\nfetal mosaicism (40, 41). The positive predictive value for NIPS\n                                                                          pathological entities (50). FISH studies can be used to detect\nin women of advanced maternal age is highest for trisomy 21\n                                                                          these CNVs, and indeed were once the preferred test, but\n(>90%), but decreases below 90% for trisomy 13 and 18, and as\n                                                                          CMA is now the most appropriate assay due to the ability to\nlow as ∼50% for sex chromosomal aneuploidies (42, 43). Because\n                                                                          define the deletion size and gene content, to detect atypical\nthe risk of aneuploidy increases with maternal age, the positive\n                                                                          CNVs, and to interrogate CNVs at other loci which cover\npredictive value is even lower for younger women.\n                                                                          a broader differential diagnosis (48, 49, 51). FISH studies\n                                                                          remain useful for follow-up parental studies in patients with\nClinical Examples\n                                                                          typical CNVs.\nTurner Syndrome: Multiple Roads to\nDiagnosis—Karyotype, FISH, CMA, and NIPS\nTurner syndrome (45,X) occurs in ∼1 in every 2,500 live births,           Duchenne Muscular Dystrophy: Detection of\nand accounts for 6–8% of spontaneous abortions (11). If Turner            Exon-Level CNVs With MLPA\nsyndrome is suspected, karyotype analysis is the recommended              For some conditions with very specific phenotypes and a\ntechnique, with some important subtleties (Figure 1B). Only               high rate of deletion or duplications, MLPA is considered\n45% of Turner syndrome cases are due to a 45,X karyotype,                 a first-tier test as it offers a fast and sensitive approach\nwhile the rest have structurally abnormal X or Y chromosomes,             to molecular diagnosis. For instance, in Duchenne muscular\nand/or mosaicism for another cell line with a different sex               dystrophy 65–80% of patients have a deletion or duplication\ncomplement (XX, XXX, XY, etc.) which may have phenotypic                  within the DMD gene located on the X chromosome (52).\nand/or management consequences including predisposition to                High-resolution characterization of these CNVs is critical\ngonadoblastoma if Y chromosome material is present (11, 44).              for patient management, as individuals with out-of-frame\nTherefore, when a karyotype consistent with Turner syndrome               CNVs tend to present with the more aggressive phenotype\nis identified, an appropriate work up must rule out the presence          of Duchenne muscular dystrophy, while those with in-\nof Y chromosome material, as well as characterization of any              frame CNVs will present with the milder Becker muscular\nidentified abnormal sex or marker chromosomes by FISH or                  dystrophy. Together with the characteristic presentation of a boy\nCMA. While it may be tempting to order a CMA as the first-                with progressive proximal weakness and high serum creatine\ntier test, karyotype analysis is needed to identify structural            phosphokinase values, a targeted MLPA panel is appropriate\nrearrangements involving the sex chromosomes.                             for molecular diagnosis in that it is rapid, cost-efficient and\n    Sex chromosomal aneuploidies are commonly screened for in             most importantly can determine the frame of CNVs. While\nNIPS, but as discussed above, the positive predictive value is low,       aCGH platforms may have the resolution to detect single\nespecially for Turner syndrome. This is at least partially due to         exon changes, SNP arrays most likely do not, and overall\nmaternal mosaic aneuploidies, such as age-related (benign) loss           CMA is not recommended for molecular diagnosis of muscular\nof X or undetected XXX syndrome, which can result both in false           dystrophy (52).\n\n\nFrontiers in Pediatrics | www.frontiersin.org                         6                                            July 2020 | Volume 8 | Article 373\n\fLalonde et al.                                                                                            Genomic Diagnosis for Pediatric Disorders\n\n\n\nSEQUENCING VARIANTS                                                       genetic diagnostics, there were a number of techniques for the\n                                                                          identification of altered sequence that are primarily hybridization\nBrief Description and Historical                                          based, which have almost completely been supplanted by DNA\nPerspective                                                               sequencing. In this review, we will limit our discussion to\nDNA-based molecular diagnostics originated following the                  techniques that are in current usage, primarily sequencing.\nintroduction of techniques for manipulation and analysis of DNA\nincluding the discovery and utilization of restriction enzymes            Sanger Sequencing\n(“molecular scissors”) in the late 1960s and early 1970s (53) and         Sanger sequencing (chain termination method), first introduced\ndevelopment of DNA-based hybridization methods, including                 in 1977 works using the selective incorporation of nucleotides\nthe Southern blot in 1975 (54). The earliest applications of these        that are modified such that they “terminate” the sequencing\nmethods were used for those few disorders whose molecular basis           reaction, thereby identifying the position of the base last\nwas known during the 1970s. Early molecular diagnostic tests              incorporated (59). Sanger sequencing is a mature technology\nincluded prenatal diagnosis focused on the well-studied disorders         with excellent accuracy and is considered the “gold standard” for\nof hemoglobin including α and β thalassemia and sickle cell               sequence determination, although it does not capture mosaicism\nanemia (55–57).                                                           below 15–20%. Sanger sequencing is most useful for disorders\n    Methods for DNA sequencing were also introduced during                caused by a single, shorter gene where PCR amplicons are\nthe 1970s (58, 59) with increasing automation and continuous              sequenced with highly focused accuracy and relatively long reads\nimprovements over the next four decades. The introduction of              (∼600–800 base pairs). Note deletions, duplications or structural\nPCR in the mid 1980s, with its ability to target and amplify              genome rearrangements will not be identified by this technology,\nspecific segments of DNA, revolutionized molecular biology as             and it is often necessary to include a secondary method to\nwell as medical genetics, paving the way for analysis of the              identify these alterations. While Sanger sequencing is being\nincreasing number of known disease genes. The early explosion             replaced in many assays by NGS-based approaches, it retains an\nof tools for DNA analysis presented tantalizing possibilities             important role in the clinical laboratory for diagnosis of single-\nto understand the genetic basis of disease, and then in 1991              gene disorders, as an orthogonal method to confirm sequence\nThe Human Genome Project was officially launched, with the                variants identified by NGS, and as a means to provide coverage\ngoal of “Understanding Our Genetic Inheritance” by sequencing             for genomic regions that are not well-covered by NGS testing due\nall of the bases in the human genome and creating maps of                 to poor capture or amplification.\neach chromosome. The first draft of the human genome was\npublished in Nature in 2001 (60) and the “final” draft followed           Next Generation Sequencing\n3 years later in 2004 (61). As the human genome project                   Several papers published in 2005 described advances that\nwas progressing, several technical advances in genetic analysis           became known as “next generation” or “massively parallel”\nwere also introduced that have had wide impact on genomic                 sequencing. The critical advance was the ability to multiplex,\ndiagnostics including CMA and NGS, paving the way for clinical            such that a complex library of DNA templates could be\nexome sequencing (ES) and genome sequencing (GS) (19, 62–                 presented to the sequencing reagents simultaneously, followed\n64).                                                                      by in vitro amplification of each template. With Illumina\n    A consequence of the enormous resources and the explosion             sequencing chemistry, for example, sequencing then proceeds\nin technology to analyze the human genome, has been a parallel            by analysis of labeled nucleotides and subsequent imaging,\nrevolution in the identification of human disease genes. In 1986          known as “sequencing by synthesis.” Between 2005 and 2012,\nas sequencing was becoming mature and PCR was introduced,                 improvements in sequencing were fast and furious, with\nthere were <10 human genetic disorders for which the disease              increasing accuracy and throughput and decreasing costs, such\ngene was known. This number ballooned to close to 950 by 2000             that beginning around 2011, sequencing of large portions of the\nas the first draft of the human genome was being finalized, to over       genome became possible in the clinical diagnostic laboratory\n4,000 by 2016 driven by the utilization of genome-wide tests such         (66, 67).\nas ES and GS (65). Currently, there are over 9,600 conditions\nwith a known genetic cause that can be tested using genomic               Targeted gene panels\ntechnologies (https://www.ncbi.nlm.nih.gov/gtr/).                         The first clinical application of NGS was to capture and analyze a\n                                                                          small groups of genes to look for disease predisposing or disease-\nMethods for Genetic Testing       ",
  "wordCount": 22153,
  "indexed": "2025-09-25T22:46:00.541Z",
  "method": "direct"
}
