{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Devriendt y Vermeesch - 2004 - Chromosomal phenotypes and submicroscopic abnormal.pdf",
  "fileName": "Devriendt y Vermeesch - 2004 - Chromosomal phenotypes and submicroscopic abnormal.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Devriendt y Vermeesch - 2004 - Chromosomal phenotypes and submicroscopic abnormal.pdf",
  "text": "REVIEW                                                                                                                                 Review\n\n\n\n\n  Chromosomal phenotypes and\n  submicroscopic abnormalities\n  Koen Devriendt and Joris R. Vermeesch*\n  Center for Human Genetics, University Hospital Leuven, Herestraat 49, B-3000 Leuven, Belgium\n  *Correspondence to: E-mail: joris.vermeesch@uz.kuleuven.ac.be\n\n  Date received (in revised form): 17th October 2003\n\n\n  Abstract\n  The finding, during the last decade, that several common, clinically delineated syndromes are caused by submicroscopic deletions or, more\n  rarely, by duplications, has provided a powerful tool in the annotation of the human genome. Since most microdeletion/microduplication\n  syndromes are defined by a common deleted/duplicated region, abnormal dosage of genes located within these regions can explain the\n  phenotypic similarities among individuals with a specific syndrome. As such, they provide a unique resource towards the genetic dissection\n  of complex phenotypes such as congenital heart defects, mental and growth retardation and abnormal behaviour. In addition, the study of\n  phenotypic differences in individuals with the same microdeletion syndrome may also become a treasury for the identification of modifying\n  factors for complex phenotypes. The molecular analysis of these chromosomal anomalies has led to a growing understanding of their\n  mechanisms of origin. Novel tools to uncover additional submicroscopic chromosomal anomalies at a higher resolution and higher speed, as\n  well as the novel tools at hand for deciphering the modifying factors and epistatic interactors, are ‘on the doorstep’ and will, besides their\n  obvious diagnostic role, play a pivotal role in the genetic dissection of complex phenotypes.\n\n  Keywords: microdeletion, low copy repeat, syndrome, microarray\n\n\n\n\n  Clinical features of                                                    difficulties often have a characteristic profile, most typically\n                                                                          seen in the Williams syndrome, where individuals have a large\n  microdeletion syndromes                                                 discrepancy between their verbal and performance intelli-\n  The clinical features of the microdeletion syndromes are                gence.1 Moreover, several microdeletions cause a characteristic\n  highly diverse and complex (Table 1). Microduplications                 behavioural phenotype.2 The most studied example is the\n  appear to be rarer, and will not be discussed in detail here. For       Williams syndrome, where individuals are described as ‘over-\n  some syndromes, patients present with a major organ                     friendly-though-anxious’ and lack social judgement skills.1 In\n  malformation, such as a congenital heart defect. Characteristic         the Smith–Magenis syndrome (SMS; del17p11.2) and in the\n  heart defects are seen for each microdeletion syndrome, eg              chromosome 8p23.1 deletion, severe sleeping disturbances and\n  supravalvular aortic stenosis (SVAS) and peripheral pulmonary           self-injury are common.3,4 The Prader-Willi syndrome (PWS;\n  stenosis (PPS) in the Williams syndrome (7q11 deletion),                del15q11-13), gives rise to an insatiable appetite, leading to\n  conotruncal heart malformations (such as tetralogy of Fallot,           morbid obesity, with frequent temper tantrums.2 It is also\n  truncus arteriosus and interrupted aortic arch) in the 22q11.2          recognised that individuals with either VCF syndrome or PWS\n  deletion (causing the DiGeorge/velocardiofacial [VCF]                   are at increased risk for psychiatric disease, specifically\n  syndrome) and atrioventricular septal defect or pulmonary               psychoses.5,6\n  stenosis with atrial septal defect in the 8p23.1 deletion.                  Given the wide range of phenotypic manifestations, clinical\n  Characteristic facial features are frequently present and may aid       recognition of the microdeletion syndromes has become part\n  in the diagnosis. As with most chromosomal aberrations,                 of general medical practice, beyond just paediatrics and clinical\n  retarded physical growth is also commonly observed — with               genetics.\n  the notable exception of Sotos syndrome — where somatic\n  overgrowth is a key feature. Besides the physical findings,\n  many individuals with a microdeletion come to medical\n                                                                          Cause of microdeletions\n  attention because of developmental delay. The delay ranges              Following the discovery of microdeletion syndromes, it was\n  from borderline (eg in VCF syndrome) to severe (as in the               noted that in the majority of affected individuals, the deletion\n  Angelman syndrome; AS). It is of interest that these learning           for each specific syndrome has a uniform size. This suggested\n\n\n\n  126                 q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004\n\fChromosomal phenotypes and submicroscopic abnormalities                                                                                   Review\n                                                                                                                                            REVIEW\n\n\n\nTable 1. Characteristics of common microdeletion syndromes\n Syndrome                         Chromosome                 Deletion incidence          Parental origin        Deletion size       Gene\n                                  location                                                                      (Mb)\n Sotos                            5q35                       ND                          Paternal (90%)         2.2                 NSD1\n                                                                                                                                     (10%)\n\n Williams                         7q11.23                    1/20,000– 1/50,000          Equal                  1.6                 CGS\n 8p deletion                      8p23.1                     ND                          Maternal               5                   CGS\n Prader – Willi                   15q11.2-13                 1/20,000                    Paternal               3.5                 CGS\n\n Angelman                         15q1.2-13                  1/20,000                    Maternal               3.5                 UBE3A\n                                                                                                                                      (10 – 15%)\n Smith – Magenis                  17p11.2                    1/25,000                    Equal                  4                   RAI1 (ND)\n Neurofibromatosis 1              17q11.2                    1/40,000– 1/80,000          Maternal               1.5                 NF1\n                                                                                                                                     (90 – 95%)\n Velocardiofacial                 22q11.2                    1/4,000                     Equal                  3 (1.5)             CGS\nAbbreviations: ND, not determined; CGS, contiguous gene deletion syndrome\n\n\n\n\nan underlying chromosomal structural feature in the region                        syndromes. Duplications have now been described for the\nthat confers a predisposition to the loss of small chromosomal                    22q11 region,13 the 15q11-13 region14 and the 17p11.2-12\nfragments. Subsequently, it was proven that region-specific                       region.15 It is intriguing that only a few duplications have\nlow-copy repeats (LCRs) flank all the microdeletions                              been detected so far. One possibility is that duplications\nmentioned in Table 1. The deletion breakpoints cluster within                     would be lethal. In general, however, chromosome\nthese flanking LCRs. It is now well established that non-allelic                  duplications cause a less severe phenotype than deletions (in\nhomologous recombination by both inter- and intrachromo-                          unbalanced translocations, the phenotype is usually\nsomal events cause the deletions.7 – 10 The interchromosomal                      determined more by the deleted chromosome fragment than\nrearrangements arise by an unequal crossing-over during                           by the duplication). Alternatively, it may be that there is no\nmeiosis I through paralogous LCRs between homologous                              distinct phenotype, and that individuals with duplications do\nchromosomes (Figure 1). Intrachromosomal rearrangements                           not come to medical attention. If this were so, however, one\nmay occur by several mechanisms, including LCR mispairing-                        would expect that the duplications would remain present in\nmediated unequal sister chromatid exchange and the for-                           the general population and that they would be detected\nmation of an intrachromosomal loop that is also mediated by                       during the many tests and screenings that are currently\nLCRs within a single chromatid.11,12 Intrachromosomal                             performed. Another possibility is that carriers of duplications\nrearrangements can occur either during meiosis or post-                           may be less reproductively fit, so the duplication may not\nzygotically. Since mosaics for microdeletion syndromes have                       embed in the population. In conclusion, at present, there is\nonly rarely been detected, however, it is most likely that the                    no satisfactory explanation for the apparently low frequency\nmajority of the intrachromosomal rearrangements occur                             of microduplication syndromes.\nduring the meiotic period.                                                            While it is now well established that LCRs in the genome\n   The reciprocal product of the deletion caused by hom-                          induce a susceptibility for the generation of microdeletions, it\nologous recombination by misaligned flanking LCRs is a                            remains unclear why some rearrangements occur more often\nduplication. The frequency of duplications should equal the                       than others. It has been estimated that 5 –10 per cent of the\nfrequency of microdeletions. This paradigm is exemplified by                      genome is composed of LCRs;16 – 18 however, only a fraction\ntwo syndromes, Charcot– Marie –Tooth disease type 1A                              of these seem to cause recurrent rearrangements. For Sotos\n(CMT1A) and hereditary neuropathy with liability to press-                        syndrome, a thus far unexplained difference exists in the\nure palsies (HNPP), with an incidence of 1/3,000 and 1/                           occurrence of a microdeletion in chromosome 5q35 between\n7,000, respectively. While CMT1A is caused by a microdu-                          Japanese and non-Japanese individuals. While at least 50 per\nplication of 17p11.2, HNPP is caused by a microdeletion                           cent of Japanese patients carry a 5q35 microdeletion,19,20 these\nin the same region. Surprisingly, however, reciprocal micro-                      microdeletions appear to be exceptional in non-Japanese\ndeletion/microduplication syndromes like CMT1A/HNPP                               patients.21 Determining the factors that influence a predispo-\nare rare, or even never observed, for the other microdeletion                     sition for rearrangements is currently the topic of active\n\n\n\n                        q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004                             127\n\fREVIEW\n   Review                                                                                                        Devriendt and Vermeesch\n\n\n\n\n    Figure 1. Schematic representation of nonallelic homologous recombination by both inter- and intrachromosomal events. The black\n    and grey lines represent the homologous chromosomes. The arrows represent low copy repeats (LCRs). The different tints of the\n    LCRs are used to indicate the position of the cross-over. In (A) they represent the LCR on the two different chromosomes; in (B) they\n    represent either the LCR on the two different sister-chromatids or the two different LCR on a single sister chromatid. The X indicates\n    the site of the cross-over.\n\n\n  research. The major elements known to influence the fre-              Evolutionary studies and sequence analysis of the LCRs has\n  quency of such rearrangements will be discussed below.                unveiled some intriguing features. The LCRs seem to have\n                                                                        appeared during primate speciation.22,23,26 – 29 Why such large\n  The size of the LCRs                                                  homology segments are preserved in the human genome and\n  In general, LCRs flanking the commonly deleted regions                why different LCRs seem to populate different chromosomes\n  range between 200 and 500 kb in size. Apart from these                is not obvious. It is also unclear how the homology is pre-\n  flanking LCRs, however, smaller paralogous sequences exist            served. Sequence analysis in the CMT1A/HNPP flanking\n  within the commonly deleted regions of several syndromes.             LCRs has shown the occurrence of gene conversion flanking\n  Such sequences exist within DiGeorge/VCF syndrome                     the recombination hotspots.8,30 It is possible that gene con-\n  (22q11.2),22 SMS (del17p11.2),23 PWS/AS (del15q11-13)24               version homogenises LCRs and influences the rate of NAHR.\n  and neurofibromatosis type 1 (NF1) (del17q11.2)25 commonly            This hypothesis deserves closer scrutiny.\n  deleted regions. These sequences have been shown to pre-\n  dispose to microdeletions as well, albeit at a lower frequency.\n  Hence, the size of the paralogous sequences appears, not sur-         The inherent capacity of the LCR sequence to\n  prisingly, to influence the frequency by which meiotic misa-          initiate homologous recombination\n  lignment and subsequent uneven cross-overs do occur.                  The parental origin of microdeletions and/or duplications has\n                                                                        been investigated in several genomic disorders. Deletions in\n  The sequence identity among the LCRs                                  Williams syndrome, VCF syndrome and SMS showed equal\n  It seems likely that sequence identity will influence the fre-        paternal and maternal origins.7,9,31,32 By contrast, deletions in\n  quency of nonallelic homologous recombination (NAHR).                 CMT1A disease and Sotos syndrome occur more often in the\n\n\n\n\n  128                 q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004\n\fChromosomal phenotypes and submicroscopic abnormalities                                                                   Review\n                                                                                                                            REVIEW\n\n\n\npaternally derived chromosomes than in the maternally              Genetic dissection of the common\nderived chromosomes.8,33 – 35 Microdeletions in the NF1 locus\nand the 8p region are predominantly of maternal origin.10,36,37    features in microdeletion syndromes\nThese observations are most easily explained by differences in     The phenotype of a number of microdeletion syndromes is by\nthe capacity of certain sequences to initiate homologous           and large determined by haploinsufficiency of a single gene\nrecombination. Recombination rates vary greatly across the         within the deleted region. In NF1, the majority of patients\ngenome, from zero to 8.8 cM/Mb. Moreover, recombination            carry a mutation in a single gene (the NF1 gene), and a\nrates and sites vary between males and females,38 and sex-         microdeletion is found in only about 5 –10 per cent of cases.\nspecific recombination hotspots have been mapped.39,40             The phenotype of deletion patients is more severe, with more\nIn fact, the NF1-flanking LCRs and 8p olfactory receptor           pronounced facial dysmorphism and more pronounced\ngene clusters flanking the 8p terminal microdeletion appear to     developmental delay.25,48 Interestingly, these individuals also\nbe female-specific recombination sites. Lopez-Correa et al.        have a higher number of neurofibromata at a younger age\nfound that 46 per cent of the NF1 microdeletion breakpoints        and a higher risk of malignant peripheral nerve sheet\ncluster in a 2 kb region within the flanking LCRs, supporting      tumours,48,49 indicating the presence of one or more genes\nthe thesis of the presence of a recombination hotspot.41           in this region contributing to this. In AS, patients with a\nSimilarly, Reiter et al. discovered a 2 kb region where the        mutation in the UBE3A gene are clinically almost indistin-\nbreakpoints cluster has been found in 75 per cent of CMT1A         guishable from those with a microdeletion.50 Nevertheless, as\npatients and 84 per cent of HNPP patients.42 The CMT1A             a group, deletion patients are more severely affected, with a\nand Sotos syndrome flanking sequences may thus represent           higher incidence of seizures, microcephaly and more severe\nmale-specific recombination hotspots.                              developmental delay. This suggests that other genes in the\n                                                                   deleted region contribute to the phenotype, and that the\nThe orientation of the sequence                                    GABA receptor genes in 15q11-13 are possible candidate\nbetween the LCRs                                                   genes for the more pronounced epilepsy.51 In Sotos syn-\nParental submicroscopic inversion polymorphisms between            drome, most features can be explained by haploinsufficiency\nthe LCRs flanking the microdeletion regions have recently          for the NSD1 gene, whereas in some individuals, additional\nbeen demonstrated to be present in several microdeletion           manifestations are probably related to other genes in the\nsyndromes. An inversion polymorphism on chromosome 8p              deleted region.19 – 21\nwas present in all mothers whose offspring had a deletion of          In other instances, different phenotypic manifestations are\nthe corresponding olfactory receptor gene cluster.37,43,44         related to haploinsufficiency for different, contiguous genes\nThis polymorphism turned out to be present in the hetero-          within the deleted region. The prototype is Williams\nzygous state in 26 per cent of a population of European des-       syndrome. The heart defects seen with these syndromes\ncent. A comparable inversion polymorphism was present in           (typically PPS and SVAS) are caused by haploinsufficiency of\none-third of parents of origin of probands with the 1.5 Mb         the elastin gene, since mutations in this gene have been found\ndeletion at 7q11.23 causing Williams-Beuren syndrome.45            in families with autosomal dominant PPS and/or SVAS.52\nAt the Emery Dreifuss muscular dystrophy region, a similar         These individuals lack any of the other features of Williams\ninversion polymorphism has been detected in 33 per cent of         syndrome, however, indicating that these must be caused by\nfemales.46 Gimelli et al. showed that four out of six mothers of   the deletion of other contiguous genes. At present, no other\nAS patients having the BP2/3 deletion carry an inversion.24        gene has been linked to the other features of this syndrome,\nThis inversion appears to be present at 9 per cent in the          such as hypercalcaemia, developmental delay or the charac-\ngeneral population. These observations raise the question of       teristic behavioural phenotype. Dissection of the genetic\nwhether parental inversion polymorphisms are a common              components of contiguous gene syndromes (CGSs) has proven\nphenomenon in all microdeletion syndromes. A recent report         challenging for microdeletion syndromes, given the almost\nsuggests that, at least for the most common deletion syndrome,     uniform size of the deletions in the majority of patients. For\nthe 22q11 microdeletion, inversion polymorphisms do not            most microdeletion syndromes, however, rare cases exist with\nexist or are very rare.47 Another question raised is whether the   smaller or overlapping deletions and with partial or complete\npresence of an inversion increases the risk of producing           phenotypic manifestations. For example, in SMS (del17p11.2),\nmicrodeleted offspring. Although the answer is likely to be        genotype–phenotype correlations in rare individuals carrying a\npositive, the risk level is probably only marginally increased.    smaller or overlapping deletion allowed a 1.1 Mb critical\nConsidering that about one-quarter of the population carries       deletion region to be defined for the phenotype.53 This led to\nthe 8p inversion, the occurrence of del(8p) is extremely rare;     the identification of mutations in the RAI1 gene in three\nhowever, this risk may be variable for inversion                   individuals with the SMS phenotype but without a deletion.54\npolymorphisms at different loci, and further studies are needed    Likewise, a few individuals have been identified carrying\nto address this question.                                          deletions in the chromosome 7q11 region which are smaller than\n\n\n\n\n                   q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004                  129\n\fREVIEW\n   Review                                                                                                     Devriendt and Vermeesch\n\n\n\n  or overlap the common Williams deletion region, and which               The most obvious candidate modifiers are mutations/\n  manifest only some of the Williams syndrome features.55,56          polymorphisms in the non-deleted allele of genes within the\n     In addition to explaining the phenotypic manifestations in       deleted region (Figure 2). The most extreme presentation of\n  patients carrying a microdeletion syndrome, the identified          this is a recessive disorder, where a microdeletion unmasks a\n  genes are also excellent candidate susceptibility genes for the     mutation in the non-deleted allele. For example, Bernard-\n  more common multifactorial phenotypes in men, such as               Soulier syndrome (BSS) can be caused by homozygous\n  organ malformations, intelligence and behaviour. For example,       mutations in the GP1Bb gene, located in chromosome 22q11.\n  individuals with a del22q11 have an increased risk of               This disorder features platelet dysfunction, with elevated\n  developing psychosis. Two candidate genes for psychoses are         platelet volumes and lowered counts. In one patient with a\n  located within the deleted region on chromosome 22q11.2,            microdeletion in 22q11 and BSS, a mutation was detected in\n  the catechol-O-methyltransferase (COMT) gene and the                the non-deleted GP1Bb allele.61 Another example is a patient\n  proline dehydrogenase (PRODH) gene. The COMT gene                   with AS and recessive oculocutaneous albinism type 2 (OCA2),\n  plays a role in dopamine neurotransmitter degradation, and          caused by absence of the P gene. Fridman et al. found this\n  abnormal function of dopaminergic pathways is thought to            gene to be located in the deleted region on the maternal\n  play a role in psychosis.57 Thus far, no convincing studies exist   chromosome 15q11.2-13 in AS, and a deletion within the\n  that show the association of the common functional val-met          P gene to be present on the paternal chromosome.62\n  polymorphism and the risk for psychosis.57 More recently,               In contrast to mutations, polymorphisms are an almost\n  however, Schifman et al. have shown the association of a            general feature of most human genes. Therefore, poly-\n  COMT haplotype (but not the val-met polymorphism) with              morphisms in the non-deleted allele are excellent candidates\n  schizophrenia in the general population.58 Mutations in the         for genetic modifiers. As stated above, individuals with\n  PRODH gene have been detected in some patients with                 del22q11 have an increased risk of developing psychosis, an\n  schizophrenia;59 moreover, polymorphisms near the PRODH             observation which has been seen in approximately 10 per cent\n  gene were associated with schizophrenia in three independent        of cases. Polymorphisms in the COMT and PRODH genes are\n  study samples.60                                                    obvious candidates for association studies in VCF syndrome\n                                                                      individuals with and without psychosis.\n                                                                          Besides mutations or polymorphisms in the non-deleted\n  Genetic dissection of the differences                               allele, the phenotype can also be influenced by polymorphisms\n                                                                      in genes located elsewhere in the genome. In VCF syndrome,\n  in microdeletion syndromes                                          between 50 and 75 per cent of cases have a congenital heart\n  Despite the deletions having a uniform size in the majority of      defect, despite the presence of a uniform-sized deletion. Mice\n  patients with the same microdeletion syndrome, clinical             lacking the 164 isoform of the vascular endothelial growth\n  expression can vary widely. The best example to illustrate this     factor (vegf) proteins display a phenotype almost identical to\n  with is the phenotype caused by del22q11, which has been            the tbx1 knockout mouse.63 In addition, in zebrafish, an\n  described as a number of different syndromes, such as the           interaction between tbx1 and vegf could be demonstrated in\n  DiGeorge syndrome (hypoparathyroidism, thymus hypoplasia,           knockdown experiments.63 These data suggested that human\n  conotruncal heart defect and facial dysmorphism), the VCF           VEGF might be a modifier for the heart defects in individuals\n  syndrome (cleft palate, conotruncal heart defect, learning          with del22q11. This was confirmed by showing that functional\n  difficulties and characteristic facial features) and, in the        polymorphisms in the VEGF gene promotor/5’UTR on\n  Japanese literature, the conotruncal anomaly facies syndrome        chromosome 6p12 are associated with decreased VEGF\n  (CTAFS).                                                            expression and confer an increased risk for the development of a\n     Since haploinsufficiency of the deleted gene(s) alone cannot     congenital heart defect in individuals with del22q11.63 This\n  explain clinical variability in most cases, other modifying         represents the first known genetic modifier outside the deleted\n  factors must exist. As for all complex genetic features or dis-     region for a malformation seen in a microdeletion syndrome.\n  orders, phenotype is influenced by additional genetic and               In addition to genetic modifiers, phenotype is also influenced\n  environmental factors. In a microdeletion syndrome, the             by environmental factors. For example, individuals with PWS\n  phenotype is determined by a single gene with major effect          develop morbid obesity unless put on a very restrictive diet from\n  and influenced by a limited number of additional genetic and        very early on.64 Most features and diseases have a multifactorial\n  environmental factors with a small effect. This is a less com-      origin and, in both the VCF syndrome and PWS, intelligence is\n  plex situation than the more common multifactorial features,        correlated with parental intelligence quotients, indicating a\n  where the phenotype is determined by multiple environmental         multifactorial influence on intelligence in these microdeletion\n  and genetic factors, each with a small effect. Because of this,     syndromes.65,66 Interestingly, monozygotic twins with del22q11\n  and given their frequent occurrence, the microdeletion              but discordant for a heart defect have repeatedly been reported.67\n  syndromes present a unique opportunity to dissect modifying         Possible explanations include post-zygotic mutations, epigenetic\n  factors of complex phenotypes.                                      changes and stochastic factors.\n\n\n\n  130                q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004\n\fChromosomal phenotypes and submicroscopic abnormalities                                                                     Review\n                                                                                                                              REVIEW\n\n\n\n\n Figure 2. Strategies towards the dissection the genetic components of microdeletion syndromes. Abbreviations: CGS, contiguous\n gene syndrome; COMT, catechol-O-methyltransferase; PRODH, proline dehydrogenase; VEGF, vascular endothelial growth factor.\n\n\n\n                                                                         The most advanced of these techniques is matrix or array\nTowards whole genome                                                  comparative genomic hybridisation (CGH).69 – 71 This tech-\nmicrodeletion/microduplication                                        nique combines the advantages of the resolution power of\n                                                                      fluorescent in situ hybridisation (FISH) with the screening\nscreens                                                               capacity of the chromosome scans used by classical cytogenetic\nAs discussed above, the study of microdeletions is a powerful         techniques. In this technique, genomic DNA from patient and\ntool in the annotation of the human genome. The discovery of          control are differentially labelled with two fluorescent dyes.\nthese microdeletion syndromes has so far occurred hapha-              The labelled DNAs are co-hybridised to DNA arrays, which\nzardly. It is likely that some of the so far unexplained clinically   consist of DNA spots derived from clones containing genomic\nrecognisable syndromes with a ‘chromosomal’ phenotype can             DNA fragments — usually bacteria artificial chromosomes\nbe explained by a recurrent microdeletion or microduplica-            (BACs). Chromosomal deletions are detected by fluorescent\ntion. Moreover, a significant proportion of individuals with          intensity ratios of the spots containing less patient dye\nunexplained developmental disorders will probably be                  compared with control dye, and vice versa for duplications.\nexplained by random microdeletions and/or duplications.               Chromosomal imbalances across the genome can thus be\nEvidence for this hypothesis comes from the many sporadic             quantified and their position determined. The resolution of\nreports of submicroscopic interstitial chromosomal rearrange-         array CGH can be controlled and is dependent on a combi-\nments. The introduction of a subtelomeric screen enabled a            nation of the number, size and map positions of the DNA\nmolecular diagnosis to be made for about 5 per cent of the            elements within the array.71 – 73 Array CGH has been\nidiopathic mentally retarded population.68 These observations         successfully applied to analyse a variety of constitutional\nraise the expectation that a genome-wide microdeletion                aberrations. Just recently, the technique has been introduced\nscreen may well pick up various unknown intrachromosomal              into the clinical genetics laboratory.73 – 76\naberrations. Techniques that will enable genome-wide                     It seems likely that within the next five years, aneuploidy\naneuploidy analysis are thus needed and are being developed.          genome scanning tools will become integrated into routine\n\n\n\n                   q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004                     131\n\fREVIEW\n   Review                                                                                                                             Devriendt and Vermeesch\n\n\n\n  diagnostic cytogenetic laboratories. Certainly, this will have a                   17. Bailey, J.A., Gu, Z., Clark, R.A. et al. (2002), ‘Recent segmental dupli-\n                                                                                         cations in the human genome’, Science Vol. 297, pp. 1003–1007.\n  major impact on clinical genetics. In addition, correlations of                    18. Lupski, J.R. (2003), 2002 Curt Stern Award Address. ‘Genomic disorders\n  defined phenotypic manifestations with the deletion or                                 recombination-based disease resulting from genomic architecture’, Am.\n  duplication of specific genes will provide a unique opportunity                        J. Hum. Genet. Vol. 72, pp. 246–252.\n  to further the annotation of the human genome.                                     19. Kurotaki, N., Imaizumi, K., Harada, N. et al. (2002), ‘Haploinsufficiency\n                                                                                         of NSD1 causes Sotos syndrome’, Nat. Genet. Vol. 30, pp. 365– 366.\n                                                                                     20. Nagai, T., Matsumoto, N., Kurotaki, N. et al. (2003), ‘Sotos syndrome and\n                                                                                         haploinsufficiency of NSD1: Clinical features of intragenic mutations and\n                                                                                         submicroscopic deletions’, J. Med. Genet. Vol. 40, pp. 285–289.\n                                                                                     21. Douglas, J., Hanks, S., Temple, I.K. et al. (2003), ‘NSD1 mutations are the\n  Acknowledgments                                                                        major cause of Sotos syndrome and occur in some cases of Weaver syn-\n                                                                                         drome but are rare in other overgrowth phenotypes’, Am. J. Hum. Genet.\n  Koen Devriendt is a Senior Clinical Investigator in the Fund for Scientific\n                                                                                         Vol. 72, pp. 132– 143.\n  Research-Flanders (FWO, Vlaanderen). He is supported by grants from the\n                                                                                     22. Shaikh, T.H., Kurahashi, H. and Emanuel, B.S. (2001), ‘Evolutionarily\n  University of Leuven (OT) and FWO, Vlaanderen.\n                                                                                         conserved low copy repeats (LCRs) in 22q11 mediate deletions, dupli-\n                                                                                         cations, translocations and genomic instability: An update and literature\n                                                                                         review’, Genet. Med. Vol. 3, pp. 6 –13.\n                                                                                     23. Park, S.S., Stankiewicz, P., Bi, W. et al. (2002), ‘Structure and evolution of\n  References                                                                             the Smith-Magenis syndrome repeat gene clusters, SMS-REPs’, Genome\n  1. Donnai, D. and Karmiloff-Smith, A. (2000), ‘Williams syndrome: From                 Res. Vol. 12, pp. 729–738.\n     genotype through to the cognitive phenotype’, Am. J. Med. Genet. Vol. 97,       24. Gimelli, G., Pujana, M.A., Patricelli, M.G. et al. (2003), ‘Genomic\n     pp. 164–171.                                                                        inversions of human chromosome 15q11-q13 in mothers of Angelman\n  2. Cassidy, S.B. and Morris, C.A. (2002), ‘Behavioral phenotypes in genetic            syndrome patients with class II (BP2/3) deletions’, Hum. Mol. Genet.\n     syndromes: Genetic clues to human behaviour’, Adv. Pediatr. Vol. 49,                Vol. 12, pp. 849– 858.\n     pp. 59–86.                                                                      25. Lopez, C.C., Brems, H., Lazaro, C. et al. (1999), ‘Molecular studies in 20\n  3. Smith, A.C., Dykens, E. and Greenberg, F. (1998), ‘Behavioral phenotype             submicroscopic neurofibromatosis type 1 gene deletions’, Hum. Mutat.\n     of Smith-Magenis syndrome (del 17p11.2)’, Am. J. Med. Genet. Vol. 81, pp.           Vol. 14, pp. 387– 393.\n     179–185.                                                                        26. Kiyosawa, H. and Chance, P.F. (1996), ‘Primate origin of the CMT1A-\n  4. Claeys, I., Holvoet, M., Eyskens, B. et al. (1997), ‘A recognisable beha-           REP repeat and analysis of a putative transposon-associated recombina-\n     vioural phenotype associated with terminal deletions of the short arm of            tional hotspot’, Hum. Mol. Genet. Vol. 5, pp. 745–753.\n     chromosome 8’, Am. J. Med. Genet. Vol. 74, pp. 515–520.                         27. Christian, S.L., Fantes, J.A., Mewborn, S.K. et al. (1999), ‘Large genomic\n  5. Clarke, D.J. (1993), ‘Prader-Willi syndrome and psychoses’, Br. J. Psychiatry       duplicons map to sites of instability in the Prader-Willi/Angelman\n     Vol. 163, pp. 680– 684.                                                             syndrome chromosome region (15q11-q13)’, Hum. Mol. Genet. Vol. 8,\n  6. Murphy, K.C. and Owen, M.J. (2001), ‘Velo-cardio-facial syndrome: A                 pp. 1025–1037.\n     model for understanding the genetics and pathogenesis of schizophrenia’,        28. Valero, M.C., de Luis, O., Cruces, J. et al. (2000), ‘Fine-scale comparative\n     Br. J. Psychiatry Vol. 179, pp. 397–402.                                            mapping of the human 7q11.23 region and the orthologous region on\n  7. Urban, Z., Helms, C., Fekete, G. et al. (1996), ‘7q11.23 deletions in               mouse chromosome 5G: The low-copy repeats that flank the Williams-\n     Williams syndrome arise as a consequence of unequal meiotic crossover’,             Beuren syndrome deletion arose at breakpoint sites of an evolutionary\n     Am. J. Hum. Genet. Vol. 59, pp. 958–962.                                            inversion(s)’, Genomics Vol. 69, pp. 1 –13.\n  8. Lopes, J., Vandenberghe, A., Tardieu, S. et al. (1997), ‘Sex-dependent          29. Inoue, K., Dewar, K., Katsanis, N. et al. (2001), ‘The 1.4 Mb CMT1A\n     rearrangements resulting in CMT1A and HNPP’, Nat. Genet. Vol. 17,                   duplication/HNPP deletion genomic region reveals unique genome\n     pp. 136–137.                                                                        architectural features and provides insights into the recent evolution of\n  9. Baumer, A., Dutly, F., Balmer, D. et al. (1998), ‘High level of unequal             new genes’, Genome Res. Vol. 11, pp. 1018–1033.\n     meiotic crossovers at the origin of the 22q11. 2 and 7q11.23 deletions’,        30. Reiter, L.T., Hastings, P.J., Nelis, E. et al. (1998), ‘Human meiotic\n     Hum. Mol. Genet. Vol. 7, pp. 887–894.                                               recombination products revealed by sequencing a hotspot for homologous\n  10. Lopez, C.C., Brems, H., Lazaro, C. et al. (2000), ‘Unequal meiotic                 strand exchange in multiple HNPP deletion patients’, Am. J. Hum. Genet.\n      crossover: A frequent cause of NF1 microdeletions’, Am. J. Hum. Genet.             Vol. 62, pp. 1023–1033.\n      Vol. 66, pp. 1969–1974.                                                        31. Dutly, F. and Schinzel, A. (1996), ‘Unequal interchromosomal\n  11. Ji, Y., Eichler, E.E., Schwartz, S. et al. (2000), ‘Structure of chromosomal       rearrangements may result in elastin gene deletions causing the Williams-\n      duplicons and their role in mediating human genomic disorders’, Genome             Beuren syndrome’, Hum. Mol. Genet. Vol. 5, pp. 1893–1898.\n      Res. Vol. 10, pp. 597–610.                                                     32. Shaw, C.J., Bi, W. and Lupski, J.R. (2002), ‘Genetic proof of unequal\n  12. Stankiewicz, P., Shaw, C.J., Dapper, J.D. et al. (2003), ‘Genome archi-            meiotic crossovers in reciprocal deletion and duplication of 17p11.2’, Am.\n      tecture catalyzes nonrecurrent chromosomal rearrangements’, Am. J. Hum.            J. Hum. Genet. Vol. 71, pp. 1072–1081.\n      Genet. Vol. 72, pp. 1101–1116.                                                 33. Palau, F., Lofgren, A., De Jonghe, P. et al. (1993), ‘Origin of the de novo\n  13. Ensenauer, R.E., Adeyinka, A., Flynn, H.C. et al. (2003), ‘Microdupli-             duplication in Charcot-Marie-Tooth disease type 1A: Unequal nonsister\n      cation 22q11.2, an emerging syndrome: Clinical, cytogenetic, and                   chromatid exchange during spermatogenesis’, Hum. Mol. Genet. Vol. 2,\n      molecular analysis of thirteen patients’, Am. J. Hum. Genet. Vol. 73,              pp. 2031–2035.\n      pp. 1027–1040.                                                                 34. Bort, S., Martinez, F. and Palau, F. (1997), ‘Prevalence and parental origin\n  14. Roberts, S.E., Dennis, N.R., Browne, C.E. et al. (2002), ‘Characterisation         of de novo 1.5 Mb duplication in Charcot-Marie-Tooth disease type 1A’,\n      of interstitial duplications and triplications of chromosome 15q11-q13’,           Am. J. Hum. Genet. Vol. 60, pp. 230–233.\n      Hum. Genet. Vol. 110, pp. 227–234.                                             35. Miyake, N., Kurotaki, N. and Sugawara, H. et al. (2003), ‘Preferential\n  15. Potocki, L., Chen, K.S., Park, S.S. et al. (2000), ‘Molecular mechanism for        paternal origin of microdeletions caused by prezygotic chromosome or\n      duplication 17p11.2 — the homologous recombination reciprocal of the               chromatid rearrangements in Sotos syndrome’, Am. J. Hum. Genet. Vol.\n      Smith-Magenis microdeletion’, Nat. Genet. Vol. 24, pp. 84–87.                      72, pp. 1331–1337.\n  16. Bailey, J.A., Yavor, A.M., Massa, H.F. et al. (2001), ‘Segmental dupli-        36. Lazaro, C., Gaona, A., Ainsworth, P. et al. (1996), ‘Sex differences in\n      cations: Organization and impact within the current human genome                   mutational rate and mutational mechanism in the NF1 gene in neuro-\n      project assembly’, Genome Res. Vol. 11, pp. 1005–1017.                             fibromatosis type 1 patients’, Hum. Genet. Vol. 98, pp. 696–699.\n\n\n\n\n  132                    q HENRY STEWART PUBLICATIONS 1473-9542. HUMAN GENOMICS. VOL 1. NO 2. 126–133 JANUARY 2004\n\fChromosomal phenotypes and submicroscopic abnormalities                                                                                                      Review\n                                                                                                                                                               REVIEW\n\n\n37. Giglio, S., Broman, K.W., Matsumoto, N. et al. (2001), ‘Olfactory               57. Murphy, K.C., Jones, L.A. and Owen, M.J. (1999), ‘High rates of\n    receptor-gene clusters, genomic-inversion polymorphisms and common                  schizophrenia in adults with velo-cardio-facial syndrome’, Arch. Gen.\n    chromosome rearrangements’, Am. J. Hum. Genet. Vol. 68, pp. 874– 883.               Psychiatry Vol. 56, pp. 940–945.\n38. Yu, A., Zhao, C., Fan, Y. et al. (2001), ‘Comparison of human genetic and       58. Shifman, S., Bronstein, M., Sternfeld, M. et al. (2002), ‘A highly signifi-\n    sequence-based physical maps’, Nature Vol. 409, pp. 951–953.                        cant association between a COMT haplotype and schizophrenia’, Am.\n39. Robinson, W.P. and Lalande, M. (1995), ‘Sex-specific meiotic recombi-               J. Hum. Genet. Vol. 71, pp. 1296–1302.\n    nation in the Prader-Willi/Angelman syndrome imprinted region’, Hum.            59. Jacquet, H., Raux, G., Thibaut, F. et al. (2002), ‘PRODH mutations and\n    Mol. Genet. Vol. 4, pp. 801– 806.                                                   hyperprolinemia in a subset of schizophrenic patients’, Hum. Mol. Genet.\n40. Badge, R.M., Yardley, J., Jeffreys, A.J. et al. (2000), ‘Crossover breakpoint       Vol. 11, pp. 2243–2249.\n    mapping identifies a subtelomeric hotspot for male meiotic recombina-           60. Liu, H., Heath, S.C., Sobin, C. et al. (2002), ‘Genetic variation at the\n    tion’, Hum. Mol. Genet. Vol. 9, pp. 1239–1244.                                      22q11 PRODH2/DGCR6 locus presents an unusual pattern and increases\n41. Lopez-Correa, C., Dorschner, M., Brems, H. et al. (2001), ‘Recombi-                 susceptibility to schizophrenia’, Proc. Natl. Acad. Sci. USA Vol. 99,\n    nation hotspot in NF1 microdeletion patients’, Hum. Mol. Genet. Vol. 10,            pp. 3717–3722.\n    pp. 1387–1392.                                                                  61. Ludlow, L.B., Schick, B.P., Budarf, M.L. et al. (1996), ‘Identification of a\n42. Reiter, L.T., Murakami, T., Koeuth, T. et al. (1996), ‘A recombination              mutation in a GATA binding site of the platelet glycoprotein Ibbeta\n    hotspot responsible for two inherited peripheral neuropathies is                    promoter resulting in the Bernard-Soulier syndrome’, J. Biol. Chem.\n    located near a mariner transposon-like element’, Nat. Genet. Vol. 12,               Vol. 271, pp. 22076–22080.\n    pp. 288–297.                                                                    62. Fridman, C., Hosomi, N., Varela, M.C. et al. (2003), ‘Angelman syndrome\n43. Giglio, S., Calvari, V., Gregato, G. et al. (2002), ‘Heterozygous sub-              associated with oculocutaneous albinism due to an intragenic deletion of\n    microscopic inversions involving olfactory receptor-gene clusters mediate           the P gene’, Am. J. Med. Genet. Vol. 119A, pp. 180–183.\n    the recurrent t(4;8)(p16;p23) translocation’, Am. J. Hum. Genet. Vol. 71,       63. Stalmans, I., Lambrechts, D., De Smet, F. et al. (2003), ‘VEGF: A modifier\n    pp. 276–285.                                                                        of the del22q11 (DiGeorge) syndrome?’, Nat. Med. Vol. 9, pp. 173– 182.\n44. Vermeesch, J.R., Thoelen, R. and Salden, I. et al. (2003), ‘Mosaicism           64. Descheemaeker, M.J., Swillen, A., Plissart, L. et al. (1994), ‘The Prader-\n    del(8p)/inv dup(8p) in a dysmorphic female infant: A mosaic formed by a             Willi syndrome: A self-supporting program for children, youngsters and\n    meiotic error at the 8p OR gene and an independent terminal deletion                adults’, Genet. Couns. Vol. 5, pp. 199–205.\n    event’, J. Med. Genet. Vol. 40(8), e93.                                         65. Swillen, A., Devriendt, K., Legius, E. et al. (1997), ‘Intelligence and\n45. Osborne, L.R., Li, M., Pober, B. et al. (2001), ‘A 1.5 million-base pair            psychosocial adjustment in velocardiofacial syndrome: a study of 37\n    inversion polymorphism in families with Williams-Beuren syndrome’,                  children and adolescents with VCFS’, J. Med. Genet. Vol. 34, pp. 453– 458.\n    Nat. Genet. Vol. 29, pp. 321–325.                                               66. Malich, S., Largo, R.H., Schinzel, A. et al. (2000), ‘Phenotypic hetero-\n46. Small, K., Iber, J. and Warren, S.T. (1997), ‘Emerin deletion reveals a             geneity of growth and psychometric intelligence in Prader-Willi\n    common X-chromosome inversion mediated by inverted repeats’, Nat.                   syndrome: Variable expression of a contiguous gene syndrome or parent-\n    Genet. Vol. 16, pp. 96–99.                                                          child resemblance?’, Am. J. Med. Genet. Vol. 91, pp. 298–304.\n47. Gebhardt, G.S., Devriendt, K., Thoelen, R. et al. (2003), ‘No evidence          67. Vincent, M.C., Heitz, F., Tricoire, J. et al. (1999), ‘22q11 deletion in\n    for a parental inversion polymorphism predisposing to rearrangements at             DGS/VCFS monozygotic twins with discordant phenotypes’, Genet.\n    22q11.2 in the DiGeorge/velocardiofacial syndrome’, Eur. J. Hum. Genet.             Couns. Vol. 10, pp. 43–49.\n    Vol. 11, pp. 109– 111.                                                          68. Knight, S.J., Regan, R., Nicod, A. et al. (1999), ‘Subtle chromosomal\n48. Kayes, L.M., Burke, W., Riccardi, V.M. et al. (1994), ‘Deletions spanning           rearrangements in children with unexplained mental retardation’, Lancet\n    the neurofibromatosis 1 gene: Identification and phenotype of five                  Vol. 354, pp. 1676–1681.\n    patients’, Am. J. Hum. Genet. Vol. 54, pp. 424–436.                             69. Bentz, M., Plesch, A., Stilgenbauer, S. et al. (1998), ‘Minimal sizes of\n49. De Raedt, T., Brems, H., Wolkenstein, P. et al. (2003), ‘Elevated risk fo",
  "wordCount": 6233,
  "indexed": "2025-09-25T22:42:51.700Z",
  "method": "direct"
}
