{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/Rehder et al. - 2013 - American College of Medical Genetics and Genomics.pdf",
  "fileName": "Rehder et al. - 2013 - American College of Medical Genetics and Genomics.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/Rehder et al. - 2013 - American College of Medical Genetics and Genomics.pdf",
  "text": "ACMG Standards and Guidelines                                                              © American College of Medical Genetics and Genomics\n\n\n\n\n        American College of Medical Genetics and Genomics:\n        standards and guidelines for documenting suspected\n      consanguinity as an incidental finding of genomic testing\n    Catherine W. Rehder, PhD1, Karen L. David, MD, MS2,3, Betsy Hirsch, PhD4, Helga V. Toriello, PhD5,\n                        Carolyn M. Wilson, MS6 and Hutton M. Kearney, PhD6\n\n Genomic testing, including single-nucleotide polymor-                                  relationship. It is designed to guide the documentation of sus-\n phism–based microarrays and whole-genome sequencing,                                   pected consanguinity by clinical laboratory professionals and\n can detect long stretches of the genome that display homo-                             to alert laboratories to the need to establish a reporting policy\n zygosity. The presence of these segments, when distributed                             in conjunction with their ethics review committee and legal\n across multiple chromosomes, can indicate a familial relation-                         counsel.\n ship between the proband’s parents. This article describes the\n detection of possible consanguinity by genomic testing and                             Genet Med 2013:15(2):150–152\n the factors confounding the inference of a specific p­arental                          Key Words: consanguinity; homozygosity; laboratory guideline\n\n\nMany genomic microarray platforms use a combination of                                  increasing as the parental relationship becomes closer. The\nprobes designed to assess copy number and probes to genotype                            average proportion of the autosomal genome that is IBD in\nsingle-nucleotide polymorphisms. In addition to copy-number                             the offspring of related parents is given by the coefficient of\nchanges (i.e., deletions, duplications), these array platforms                          inbreeding (F).4 For example, on average, 6.25% or 1/16th of the\ncan identify genomic regions that display an absence of het-                            genome of offspring of first cousins (F = 1/16) is IBD. Although\nerozygosity, often in the form of one or more long contigu-                             the coefficient of inbreeding provides a theoretical value, sig-\nous stretch of homozygosity. Large regions of homozygosity,                             nificant deviations from the expected values do occur.\nwhen observed on a single chromosome, can be indicative of                                 Because smaller stretches of homozygosity (<3 Mb) spread\nuniparental disomy;1 however, when these regions are distrib-                           throughout the genome are common even in outbred popula-\nuted throughout the genome, they usually represent segments                             tions, laboratories typically set a size threshold, below which\nof autozygosity or regions that are identical by descent (IBD).                         segments are not considered significant. In theory, in the off-\nThese autozygous segments originate from a common ances-                                spring of a second-cousin mating, an average of four 12.5 Mb\ntor and can indicate a consanguineous relationship between                              stretches of homozygosity per genome will be present, although\nthe proband’s parents. The health impact of consanguinity has                           both the number and the size of homozygous segments are\nbeen recently reviewed.2 Whole-genome and potentially whole-                            known to be highly variable.5 When long contiguous stretches\nexome sequencing strategies can also detect long contiguous                             of homozygosity involving multiple chromosomes are present,\nstretches of homozygosity. Because the results obtained using                           the percentage of the genome that is IBD can be estimated by\nany of these technologies can point to a familial relationship or                       the sum of the sizes of the homozygous segments divided by the\nconsanguinity between parents, these technologies could reveal                          total autosomal genomic length (~2,881 Mb for GRCh37/hg19).\nsituations suspicious for potential abuse, especially, but not lim-                     The sex chromosomes are typically excluded from the calcula-\nited to, situations when the mother is disabled or a minor.3                            tion because males have only a single X and Y chromosome\n   The guidelines presented here are designed to assist clini-                          and therefore cannot have homozygosity at any locus outside\ncal laboratories in the management of microarray and exome/                             of the pseudoautosomal regions. This calculation is likely an\ngenome sequencing findings that suggest parental consanguin-                            underestimation of the actual percentage of the genome that\nity, with a primary focus on detection and reporting results                            is IBD because only those segments of homozygosity meeting\nback to the ordering clinician.                                                         the threshold set by the laboratory will be flagged for inclusion\n                                                                                        in the calculation.6 This percentage can then be compared with\n             DETECTION OF CONSANGUINITY                                                 the theoretical value derived from the coefficient of inbreeding\nGenomic regions that are IBD originate from a common ances-                             for any given parental relationship. These theoretical values are\ntor, with the proportion of the genome that is autozygous                               found in many genetics texts and resources.5\n1\n Duke University Health System, Durham, North Carolina; 2Metropolitan Hospital Center, New York, New York; 3New York Methodist Hospital, Brooklyn, New York; 4University\nof Minnesota Medical School, Minneapolis, Minnesota; 5Spectrum Health, Grand Rapids, Michigan; 6Fullerton Genetics Center, Mission Health, Asheville, North Carolina.\nCorrespondence: Catherine W. Rehder (catherine.rehder@duke.edu)\ndoi:10.1038/gim.2012.169\n\n150                                                                                                      Volume 15 | Number 2 | February 2013 | Genetics in medicine\n\fDocumenting suspected consanguinity guidelines | REHDER et al          ACMG Standards and Guidelines\n   Because recombination during meiosis is a somewhat ran-             that is IBD. Some analysis programs generate this calculation\ndom process, the variation from the theoretical value increases        using all segments displaying absence of heterozygosity, regard-\nwith each meiosis7 such that third cousins may share more              less of size or mechanism, which can include deletions. This\nDNA sequences than second cousins. Even among the progeny              automated calculation is also typically inflated by small regions\nof first cousins, in whom the average percentage of the genome         of homozygosity that are more likely representative of regions\nthat is IBD is 6.25%, the SD is 2.43%.5 The expected percent-          of suppressed recombination or linkage disequilibrium (iden-\nages are based on a single common ancestor; however, multiple          tity by state). Limiting this calculation to segments >2–5 Mb is\nloops of consanguinity or multiple generations of breeding             more likely to result in the inclusion of segments that are truly\nwithin a relatively closed community could complicate the esti-        IBD. Each laboratory should establish parameters for calculat-\nmation of the degree of relationship. These variations from the        ing the percentage of the genome that is IBD and determine a\nexpected or theoretical values are more pronounced for more            threshold for reporting back the results.\ndistantly related individuals5 and may be caused by stochastic            In general, laboratories have very limited information\nevents, multiple loops of consanguinity, small gene pools, and         regarding the structure of the proband’s family (e.g., maternal\nunknown family structures (e.g., adoptions, nonpaternity).             age, adoptions, multiple loops of consanguinity, other familial\nBecause of these variables, the specific familial relationship or      relationships). Therefore, speculation of a specific relationship\ndegree of relatedness between the parents cannot always be             in written reports is strongly discouraged. An example of sug-\nextrapolated from the percentage of the genome that is IBD.            gested language is as follows:\nSingle-nucleotide polymorphism array analysis is not designed\nto be a paternity test, nor should it be used to definitively assign     “Several large regions of homozygosity (_ Mb or larger)\na specific relationship between the parents of the proband.              were detected, encompassing >_% of the genome. Although\n   Concerns for abuse arise when IBD proportions suggest that            this result is not diagnostic of a specific condition, it raises\nthe parents of the proband are first- or second-degree relatives,        the possibility of a recessive disorder with a causative gene\nparticularly when the mother is a minor or intellectually dis-           located within one of these regions. A genetics consulta-\nabled. Among the progeny of first- (F = 1/4) and second-degree           tion is recommended.”\n(F = 1/8) relative matings, the number of meioses separating\nthe parents is sufficiently low such that the SD is relatively low.                   SPECIAL CONSIDERATIONS\nTherefore, when high percentages of the genome (≥10%) are              The observation of a possible first- or second-degree paren-\nIBD and several large segments of absence of heterozygosity are        tal relationship, particularly when the mother of the proband\npresent, it is reasonable to suspect a close parental relationship.    is known to be a minor or has an intellectual disability, raises\n                                                                       a suspicion for abuse involving the mother of the proband.\n           RECOMMENDATIONS FOR PRETEST                                 Laboratories do not typically have information regarding the\n                  COUNSELING                                           mother’s age, intellectual status, or family structure; therefore,\nIt is recommended that each patient/family undergoing micro-           they do not have adequate information to communicate a sus-\narray and exome/genome testing receive pretest counseling.             picion for abuse to any authoritative agency. Therefore, when\n                                                                       the percentage of homozygosity reaches a level that could be\nRECOMMENDATIONS FOR REPORTING FINDINGS                                 consistent with a first- or second-degree parental relation-\n   OF CONSANGUINITY TO THE ORDERING                                    ship (>10% with multiple regions of homozygosity 2–5 Mb or\n              CLINICIAN                                                larger), laboratory reports should indicate that the results could\nIt is important to recognize that the detection of one or more         be associated with possible consanguinity to ensure that the\nlong contiguous stretch of homozygosity, in and of itself, is not      ordering clinician (geneticist or nongeneticist) understands the\nabnormal. However, the detection of segments that are homo-            implications of the results. An example of suggested language\nzygous does increase the likelihood that the proband has inher-        is as follows:\nited two copies of a deleterious allele for an autosomal recessive\ndisorder. Clinicians may find utility in this knowledge if the           “Several large regions of homozygosity (_ Mb or larger)\npatient’s phenotype matches that of an autosomal recessive dis-          were detected, encompassing >_% of the genome. Although\norder for which one or more candidate genes are located within           this result is not diagnostic of a specific condition, it raises\none of these segments. Because there is clinical utility in the          the possibility of a recessive disorder with a causative gene\ndetection of excessive homozygosity, even when the percentage            located within one of these regions. Additionally, these\nof the genome that is IBD is quite low (<3%), many laboratories          results could indicate a familial relationship (first or sec-\nmay choose to report this finding back to the ordering clinician         ond degree) between this individual’s parents. A genetics\nto encourage consideration of recessive mechanisms and facili-           consultation is recommended.”\ntate autozygosity mapping. Laboratories may choose to include\na percentage or proportion of the genome that is homozygous              Laboratories are encouraged to engage the ordering clinician\nin their reports. In general, caution should be exercised when         when a first- or second-degree mating is suspected based on\nusing an automated calculation of the percentage of the genome         the results of the analysis. The clinician is the most appropriate\n\nGenetics in medicine | Volume 15 | Number 2 | February 2013                                                                            151\n\fACMG Standards and Guidelines                                                               REHDER et al | Documenting suspected consanguinity guidelines\n\n\n\nperson to correlate laboratory results with family history and       a reporting policy in conjunction with their ethics review com-\ncultural traditions and to investigate any concern for abuse.        mittee and legal counsel.\nClinicians should be aware that many states have mandatory\nreporting statutes requiring that anyone with cause to suspect       ACKNOWLEDGMENTS\nthat a child, juvenile, or disabled adult has been the victim of     The authors acknowledge Rebecca Anderson for her expert advice\nabuse, including rape or sexual assault, report his/her concern      in the formation of this guideline and her critique of the manuscript.\nto the appropriate governmental authorities.8,9 These same stat-\nutes provide protection for the reporting individual as long as      DISCLOSURE\nthe concern is raised in good faith. It is advised that each labo-   The authors declare no conflict of interest.\nratory or hospital consult with its ethics review committee and\nlegal counsel for policy development concerning the require-         REFERENCES\nments for and manner of reporting.                                   1.   Papenhausen P, et al., UPD detection using homozygosity profiling with a SNP\n                                                                          genotyping microarray. Am J Med Genet Part A 2011;155A:757–768.\n                                                                     2.   Hamamy H, Antonarakis SE, Cavalli-Sforza LL, et al. Consanguineous marriages,\n                CONCLUDING REMARKS                                        pearls and perils: Geneva International Consanguinity Workshop Report. Genet\nThe ability to detect regions of homozygosity is an important             Med 2011;13:841–847.\nclinical tool with clear utility in the context of the detection     3.   Schaaf CP, Scott DA, Wiszniewska J, Beaudet AL. Identification of incestuous\n                                                                          parental relationships by SNP-based DNA microarrays. Lancet 2011;377:555–\nof autosomal recessive conditions and uniparental disomy. A\n                                                                          556.\nsecondary consequence of the observation of regions of homo-         4.   Hartl DL, Clark AG. Principles of Population Genetics. Sinauer Associates:\nzygosity is the possible discovery of a consanguineous relation-          Sunderland, MA, 1997.\nship between the proband’s parents. Although a specific rela-        5.   Carothers AD, Rudan I, Kolcic I, et al. Estimating human inbreeding coefficients:\n                                                                          comparison of genealogical and marker heterozygosity approaches. Ann Hum\ntionship cannot be determined using the currently available               Genet 2006;70(Pt 5):666–676.\ntechnologies, this information may be useful to the clinician        6.   Kearney HM, Kearney JB, Conlin LK. Diagnostic implications of excessive\ncaring for the patient and family. It is the responsibility of the        homozygosity detected by SNP-based microarrays: consanguinity, uniparental\n                                                                          disomy, and recessive single-gene mutations. Clin Lab Med 2011;31:595–\nclinician, not the laboratorian, to perform clinical correlation          613, ix.\nand investigate any concern for abuse. The laboratorian’s duty       7.   McQuillan R, Leutenegger AL, Abdel-Rahman R, et al. Runs of homozygosity in\nis to effectively communicate the possibility of a familial rela-         European populations. Am J Hum Genet 2008;83:359–372.\n                                                                     8.   Burgess AW. How many red flags does it take? Am J Nurs 2007;107:28–31.\ntionship between the parents to the ordering clinician when a        9.   West JC. Case law update: a review of recent rulings of interest to risk\nfirst- or second-degree relationship is suspected based on the            managers. Anonymous Hospital v A.K., 920 N.E.2d 704 (Ct. App. Ind., January\nresults of the analysis. Laboratories are encouraged to develop           26, 2010). J Healthc Risk Manag 2010;30:36–37.\n\n\n\n\n152                                                                                  Volume 15 | Number 2 | February 2013 | Genetics in medicine",
  "wordCount": 2219,
  "indexed": "2025-09-25T22:46:37.049Z",
  "method": "direct"
}
