{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Askree et al_2013_Detection limit of intragenic deletions with targeted array comparative genomic.pdf",
  "fileName": "Askree et al_2013_Detection limit of intragenic deletions with targeted array comparative genomic.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Askree et al_2013_Detection limit of intragenic deletions with targeted array comparative genomic.pdf",
  "text": "Askree et al. BMC Genetics 2013, 14:116\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n METHODOLOGY ARTICLE                                                                                                                              Open Access\n\nDetection limit of intragenic deletions with\ntargeted array comparative genomic\nhybridization\nS Hussain Askree1, Ephrem LH Chin2, Lora H Bean3, Bradford Coffee3, Alice Tanner3 and Madhuri Hegde3*\n\n\n  Abstract\n  Background: Pathogenic mutations range from single nucleotide changes to deletions or duplications that\n  encompass a single exon to several genes. The use of gene-centric high-density array comparative genomic\n  hybridization (aCGH) has revolutionized the detection of intragenic copy number variations. We implemented an\n  exon-centric design of high-resolution aCGH to detect single- and multi-exon deletions and duplications in a large\n  set of genes using the OGT 60 K and 180 K arrays. Here we describe the molecular characterization and breakpoint\n  mapping of deletions at the smaller end of the detectable range in several genes using aCGH.\n  Results: The method initially implemented to detect single to multiple exon deletions, was able to detect deletions\n  much smaller than anticipated. The selected deletions we describe vary in size, ranging from over 2 kb to as small\n  as 12 base pairs. The smallest of these deletions are only detectable after careful manual review during data\n  analysis. Suspected deletions smaller than the detection size for which the method was optimized, were rigorously\n  followed up and confirmed with PCR-based investigations to uncover the true detection size limit of intragenic\n  deletions with this technology. False-positive deletion calls often demonstrated single nucleotide changes or an\n  insertion causing lower hybridization of probes demonstrating the sensitivity of aCGH.\n  Conclusions: With optimizing aCGH design and careful review process, aCGH can uncover intragenic deletions\n  as small as dozen bases. These data provide insight that will help optimize probe coverage in array design and\n  illustrate the true assay sensitivity. Mapping of the breakpoints confirms smaller deletions and contributes to the\n  understanding of the mechanism behind these events. Our knowledge of the mutation spectra of several genes\n  can be expected to change as previously unrecognized intragenic deletions are uncovered.\n  Keywords: aCGH, Intragenic deletions, Breakpoint analysis, Molecular characterization\n\n\nBackground                                                                             development, so that the adapted method promises the\nLaboratories that offer diagnostic mutation testing use a                              highest yield in detection without compromising sensi-\nnumber of methodologies to detect pathogenic chromo-                                   tivity, specificity, and cost effectiveness. Small muta-\nsomal rearrangements, coding sequence aberrations, abnor-                              tions, such as nucleotide changes predicted to cause\nmal methylation patterns, and other biochemical indicators                             missense, nonsense, or altered splicing, as well as\nof genetic disease. These analyses help with diagnoses,                                frameshifts due to small deletions and duplications of\nmanagement, carrier testing, and counseling for fam-                                   a few bases, can be detected by sequence analysis. Larger\nilies affected by an inherited genetic disease. The mu-                                pathogenic copy number variations (CNVs) are efficiently\ntation spectrum of a particular gene guides clinical test                              detected by high-resolution G-banding, fluorescence in\n                                                                                       situ hybridization (FISH), and cytogenomic array com-\n                                                                                       parative genomic hybridization (aCGH); however, the size\n                                                                                       limitation of these methods is approximately 200–500 kb\n* Correspondence: mhegde@emory.edu                                                     or larger.\n3\n Emory Genetics Laboratory, Department of Human Genetics, Emory\nUniversity, 2165 N Decatur Road, Decatur, GA 30033, USA                                   Recurrent microdeletions and microduplications that\nFull list of author information is available at the end of the article                 occur between repeat sequences via nonallelic homologous\n                                         © 2013 Askree et al.; licensee BioMed Central Ltd. This is an open access article distributed under the terms of the Creative\n                                         Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and\n                                         reproduction in any medium, provided the original work is properly cited.\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                              Page 2 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\nrecombination (NAHR) are a class of large pathogenic                           include an aCGH that targets regions with segmental\nCNVs that can easily be detected in diagnostic tests, as the                   duplications and arrays that target only 5–8 specific\nknown breakpoints are amenable to the development of                           genes of interest [15-18]. To be useful in a diagnostic la-\ntargeted methods [1,2]. On the other hand, there are CNVs                      boratory, the design of aCGH has to be optimized to\nthat primarily represent private non-recurrent familial mu-                    yield coverage of as many disease-associated genes as\ntations encompassing several to a single gene. Nonhomolo-                      possible without compromising resolution and sensitivity\ngous end-joining (NHEJ) and microhomology-mediated                             to detect small intragenic pathogenic CNVs. Roughly,\nbreak-induced replication (MMBIR) are two mechanisms                           the detection criteria can be considered single or mul-\nresponsible for these mutations [3-5]. Chromosomal                             tiple exonic CNVs. Detection of pathogenic CNVs at\nmicroarray is the recommended technique to screen                              sub-kilobase resolution have been reported by our la-\nthe entire genome for CNVs, when there is no specific                          boratory and Boone et al. (2010), illustrating the ability\nlocus clinically suspected [6].                                                of this technology to identify mutations in patients\n  Gene-targeted diagnostic testing methods can be de-                          with various diseases and syndromes [19,20]. We have\nveloped to screen a specific genomic locus for CNVs,                           previously reported the development of a custom exon-\nwhich is best illustrated by the diagnostic testing for Du-                    centric array designed and implemented at Emory Genet-\nchenne muscular dystrophy [7]. Pathogenic deletions and                        ics Laboratory (EGL) [20]. We now report aCGH data\nduplications within the DMD gene account for approxi-                          from a set of representative deletions identified with the\nmately 65 percent of mutations. Clinical testing for these                     use of these arrays during routine laboratory testing that\nmutations has been performed by multiplex standard                             demonstrate the power and sensitivity of this technology\nPCR (males only) [8,9], quantitative PCR (q-PCR) [10],                         and illustrate the limit of detection in terms of deletion\nand Southern blotting [11], as well as multiple ligation-                      size (Table 1).\ndependent probe amplification (MLPA) [12]. These meth-\nodologies are laborious and lack sensitivity, particularly                     Results\nfor females, often requiring confirmation testing by a sec-                    Univocal detection of deletions larger than 2 kb\nond method. To date, the most cost-effective and sensitive                     Custom-designed gene-targeted aCGH, manufactured\nmethod for the detection of mutations in Duchenne                              on an Agilent aCGH platform developed by OGT’s Gen-\nmuscular dystrophy is array-based comparative gen-                             efficiency service (Oxford Gene Technology, Oxford,\nomic hybridization (aCGH) [7,13,14].                                           UK), was used for deletion and duplication mutational\n  Several gene-targeted arrays have been developed with                        analysis for genes that are part of our laboratory’s sequence\nprobes concentrated within loci of interest. Examples                          analysis repertoire [20]. The Circular Binary Segmentation\n\nTable 1 Table lists all the cases with intragenic deletions discussed in this manuscript\nCase Gene        Disease: Inheritance                       Mutation detected with sequencing Mutation detected        Deletion size\n                                                                                              with aCGH\n1      BCKDHB Maple syrup urine disease: AR                 c.596_597delGT                      Exon 9 deletion        ~58 kb\n2      FH        Hereditary leiomyomatosis and renal                                            Exons 2–9 deletion     ~19 kb\n                 cell cancer: AD\n3      DBT       Maple syrup urine disease: AR              c.871C > T (p.R291X)                Exon 5 deletion        ~3.7 kb\n4      HPRT1     Lesch-Nyhan syndrome: XL                                                       Exon 5 deletion        2,319 bp\n5      STK11     Peutz-Jeghers syndrome: AD                                                     Exon 8 deletion        1,325 bp\n6      STK11     Peutz-Jeghers syndrome: AD                                                     Exon 3 deletion        971 bp\n7      PAH       Phenylketonuria: AR                        c.838G > A (p.E280K)                Partial exon 6 deletion 801 bp\n8      EMD       Emery-Dreifuss muscular dystrophy: XL                                          Exon 2 deletion        267 bp\n9      DBT       Maple syrup urine disease: AR                                                  Partial exon           > 3.5 kb\n                                                                                                11 deletion\n                                                                                                c.344-4del12           12 bp\n10     POMT1     Walker-Warburg syndrome AR                 c.2167dupG                          No deletion:           False positive: Alu insertion\n                                                                                                c.160_161ins349\n11     SLC9A6    X-linked intellectual disability: XL                                           No deletion            False positive: hemizygous\n                                                                                                                       missense\n12     GALT      Galactosemia: AR                           c.855G > T (p.K285N) mutation       No deletion            False positive: compound\n                                                            & c.844C > G (p.L282V) variant                             heterozygous missense\nAD: Autosomal Dominant; AR: Autosomal Recessive; XL: X-linked.\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                                   Page 3 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n(CBS) algorithm generated deletion calls using a log2 ratio                   BCKDHB gene (c.596_597delGT), whereas the other\nof each segment that has a minimum of four probes [21].                       family had a DBT gene nonsense mutation (c.871C > T\nThreshold factor for deletions was set as a log2 ratio of                     (p.R291X). Reflex testing for with aCGH yielded the\n−0.6. Figure 1 shows several examples of aCGH data with                       corresponding second familial mutation; an approxi-\nintragenic deletions larger than 2 kb that were easily de-                    mately 58-kb deletion encompassing exon 9 of the\ntected with CBS calls that crossed the −0.6 log2 ratio                        BCKDHB gene (Figure 1a top) and an approximately\nthreshold. Sequence analysis of the three maple syrup urine                   3.7-kb deletion encompassing exon 5 of the DBT gene\ndisease (MSUD) genes, BCKDHA, BCKDHB, or DBT, in                              were detected in the two above mentioned MSUD\ntwo unrelated cases of known biochemical diagnosis of                         cases (Figure 1a bottom). These examples demonstrate\nMSUD detected only one familial mutation each (Table 1)                       how conclusive a single exon deletion can be when\n[22]. One had a known pathogenic mutation in the                              several probes target the deleted sequence within the\n\n\n                      a                                                        b\n                     +1                                Deletion ~ 58 kb\n                                                                                              +1\n                      0                                                                        0\n                                                                                              -1\n                      -1\n\n                     -2                                                                        -5\n                                                                                                Exons: 1                  5      9\n\n                     Exons: 1                               9           10                               HPRT1 gene (~40.5 kb)\n\n                                             BCKDHB gene (~239 kb)\n                                                                              +1\n                                                                                                     2,318 bp deletion\n                                                                               0\n\n                                         Deletion ~ 19 kb                      -1\n                     +1\n\n                      0\n\n                      -1\n                                                                              -5\n                     -2\n\n\n                       Exons:     10 9                          2   1                       Exon 5\n\n                                          FH gene (~22 kb)                          Fa Fb                                            R\n\n\n                                                                               c\n                     +1                    Deletion ~ 3.7 kb\n                                                                                                     2319 deleted bases\n                                                                               Reference\n                      0                                                        sequence\n                                                                                                           2300\n                      -1                                                       Patient                     bp\n                                                                               sequence\n                     -2\n\n                                                                                                     69 inserted bases\n                      Exons: 11                   5                       1\n\n\n                                          DBT gene (~63 kb)\n\n Figure 1 Examples of large deletions (>2 kb). CytoSure display of aCGH data across genes, with exon locations marked below. The patient\n versus reference Cy3/Cy5 ratio is plotted for each sample. Shown are the mean of the log2 ratio (thick blue horizontal line) and thresholds for\n deletion and duplication calls at log2 ratios of +0.4 and −0.6, respectively (thin blue horizontal lines), derived from the CBS algorithm. Arrows on\n the right of the CytoSure display mark the −0.6 log2 threshold for deletions. Below the CytoSure display are the corresponding exon tracks.\n 1a top) ~58-kb deletion encompassing exon 9 of the BCKDHB gene. 1a middle) ~19-kb deletion encompassing exons 2–9 of the FH gene.\n 1a bottom) ~3.7-kb deletion encompassing exon 5 of the DBT gene. 1b) 2,318-bp deletion encompassing exon 5 of the HPRT1 gene. The\n breakpoints of the deletion are shown with vertical red lines. Below the CytoSure display are the UCSC RepeatMasker track showing repeat\n elements at the deletion locus, followed by an illustration of the breakpoint PCR design with location of primers (Fa, Fb, and R) shown as\n arrows. 1c) Electropherogram of sequenced HPRT1 deleted allele with 69 inserted bases shown. Image in Figure 1c was reproduced, with\n kind permission of Springer Science + Business Media, as previously published in Molecular Genetics and Personalized Medicine, edited by\n Best DH and Swensen JJ, Jan 2012, Chapter 2: Array Comparative Genomic Hybridization in Cytogenetics and Molecular Genetics, Askree SH\n and Hegde M, Figure 2.5, Page 32.\n\fAskree et al. BMC Genetics 2013, 14:116                                                                       Page 4 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\nbreakpoints and the CBS call is well below the log2 ra-       encompassing exon 8 did not cross the −0.6 log2 ratio\ntio threshold. Parental samples were tested to confirm        threshold set. However, low hybridization of 15 probes\nbiallelic inheritance in the probands of both families.       leading to a deletion call of a >1-kb segment triggered\nFinding two familial mutations in this autosomal reces-       PCR confirmation. Using primers flanking the breakpoint,\nsive disorder made carrier-testing possible for other at-     the deleted allele was preferentially amplified over the\nrisk family members.                                          larger normal allele. Sequencing data confirmed a 1325-bp\n   An additional example presented here is where aCGH         deletion with a four-base microhomology at the break-\nanalysis of the FH gene detected a heterozygous deletion      points in intron 7 and intron 8 (Figure 2a). Fragment\nof an intermediate size compared to the two single exon       analysis of breakpoint PCR, and the complete sequence\ndeletions detected in MSUD cases described above.             of the deletion locus is included in Additional file 2.\nHowever, this 19-kb deletion resulted in a loss of 8 out        In the second PJS patient, a deletion call encompassing\nof 10 exons of the FH gene. This testing was triggered        exon 3 did not cross the −0.6 log2 ratio threshold set,\ndue to strong clinical suspicion, in an adult male with a     but was appreciated in manual review (Figure 2b). In\npersonal and family history that was highly suggestive of     contrast to the previous case, the call was based on 9\nthe autosomal dominant disorder, hereditary leiomyoma-        probes. However, the patient’s clinical presentation, as\ntosis and renal cell cancer. Sequencing of the relevant       reported by the referring physician, was highly suggest-\nFH gene did not detect a mutation, and aCGH analysis          ive of PJS syndrome. A 971-bp deletion encompassing\nconfirmed the familial (autosomal dominant) FH dele-          exon 3 of the STK11 gene was subsequently confirmed\ntion mutation (Figure 1a middle).                             and breakpoints mapped with allele-specific PCR and se-\n   In contrast to the deletions detected in autosomal         quencing (see additional file 2). Several probes that map\ngenes, deletions in X-linked diseases show high sensitiv-     within the deletion did not show hybridization ratios, as\nity in male probands due to lack of an interfering normal     would be expected with the deletion in one allele.\nallele. Lesch-Nyhan syndrome (LNS) is an X-linked recessive\ndisorder caused by deficiency of the enzyme hypoxanthine      801-bp deletion resulting in partial deletion in the PAH\nguanine phosphoribosyltransferase (HPRT). A mutation in       gene\nthe single copy of the HPRT1 gene in a male causes LNS.       A sample from a biochemically diagnosed 6-year-old\n[23] A 20-year-old male proband was found to carry a          phenylketonuria (PKU) patient was received for PAH\n2.3-kb hemizygous deletion mutation encompassing              gene sequencing. One copy of a previously reported mis-\nexon 5 in the HPRT1 gene (Figure 1b). Subsequently,           sense mutation, c.838G > A (p.E280K), was detected.[26]\nhis sister was found to carry the familial mutation. We       Since a second mutation was not detected, deletion/du-\ntested amniocytes from the sister’s pregnancy and de-         plication analysis was ordered. A deletion was identified\ntermined that the fetus did not inherit the familial de-      with four probes partially covering exon 6 and six probes\nletion mutation. Allele-specific PCR was developed            covering a few hundred bases of immediately flanking\nthat amplified the deleted allele in the proband and his      intron 6 sequence (Figure 3a). Four probes over the 5’\nsister. Sequence analysis confirmed a 2319-bp deletion        end of exon 6 showed a normal hybridization signal. To\nencompassing exon 5 with breakpoints at the exon 5            confirm the partial deletion of exon 6, breakpoint PCR\nsplice site boundary (Figure 1b, 1c). There was an in-        was conducted; an 801-bp deletion, with an insertion of\nsertion of 69 bp with no homology to any flanking se-         11 bp between the breakpoints in intron 6 and exon 6,\nquence. Upon BLAT query, the inserted bases mapped            was confirmed. The inserted bases corresponded to the\nto chr5p13.1 (Chr5:40,844,202-40,844,270/hg18) [24]. Data     reverse compliment of the intron 6 breakpoint (figure 3a\nincluded in additional information shows the aCGH ana-        bottom). The fragment analysis of the breakpoint PCR,\nlyses on all three family members, the fragment analysis of   and the complete sequence of the deletion locus is in-\nthe breakpoint PCR, as well as the complete sequence of       cluded in Additional file 3. A SINE (Short Interspersed\nthe deletion locus (see Additional file 1).                   Element) of the MIRb subfamily maps within the deleted\n                                                              sequence, 32 bases from the intron 6 breakpoint.\n1325-bp and 971-bp deletions in the STK11 gene                   Subsequently, we detected one copy of the same PAH\nPeutz-Jeghers syndrome (PJS) is an autosomal dominant         indel mutation allele, in a presumably unrelated, four-\ndisorder characterized by intestinal hamartomatous polyps,    month-old who was diagnosed via newborn screening\nan increased risk of certain malignancies, and hyperpig-      (NBS) to have elevated phenylalanine. PAH gene sequen-\nmented cutaneous lesions. Mutations in the STK11              cing identified a c.168 + 1G > A splice donor site muta-\ngene cause PJS. In two unrelated Caucasian patients who       tion (data not shown). Deletion/duplication analysis with\nhad clinical presentations consistent with PJS, sequence      aCGH detected intron6/exon6 deletion that was con-\nanalysis of the STK11 gene did not detect a mutation.[25]     firmed with the allele-specific PCR and sequencing de-\nFigure 2 shows aCGH data where a deletion call                veloped for the previous patient.\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                                                  Page 5 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n                          a                                                                  b\n                              +1                                                                             +1\n\n\n                                0                                                                            0\n\n\n                                -1                                                                           -1\n\n\n                                Exons: 1                               8       10                            Exons: 1                3            10\n\n                                                    STK11 gene (~22 kb)                                                 STK11 gene (~22 kb)\n                     +1                                                                      +1\n                                          1325 bp deletion                                                                 971 bp deletion\n\n\n\n                      0                                                                      0\n\n\n\n\n                     -1                                                                      -1\n\n\n\n\n                                                                       AluSg                                                        AluY\n                           Exon 7            Exon 8                                 Exon 9           Exon 2             Exon 3                  Exon 4\n\n\n                      Fa             Fb                            R                                              F         Ra           Rb   Rc Rd\n\n\n\n\n                      Reference                                                                  Reference\n                      sequence                                                                   sequence\n\n\n                      Patient                                                                    Patient\n                      sequence                                                                   sequence\n\n\n\n                                Patient                                                                Patient\n                                sequence                                                               sequence\n\n\n                                Reference                                                              Reference\n                                sequence                                                               sequence\n\n Figure 2 Single exon deletions in the STK11 gene. Figure 2 shows the data from two independent aCGH analyses with probes targeting the\n entire STK11 gene, and the zoomed-in view of where the deletion was present. CBS-generated deletion call did not cross the −0.6 threshold in\n either analysis. The breakpoints of the actual deletion are shown with vertical red lines. Below the CytoSure display are the corresponding\n exon tracks. Locations of Alu elements in the region of the deletion are marked. At the bottom is an illustration of the breakpoint PCR design,\n with the location of respective primers shown as arrows. Electropherograms of bidirectionally sequenced deleted alleles are shown with sequencing in\n the forward direction on top and reverse sequencing below. The four- and three-base pair microhomology at the breakpoints are shown within the\n two vertical red lines that demarcate the breakpoints. 2a) 1325-bp deletion encompassing exon 8 of the STK11 gene, with electropherogram\n of sequenced STK11 across deleted exon 8. 2b) 971-bp deletion encompassing exon 3 of the STK11 gene, with electropherogram of sequenced\n STK11 across deleted exon 3.\n\n\n267-bp deletion mutation encompassing exon 2 of the                                           The fragment analysis of the breakpoint PCR, and the\nEMD gene                                                                                      complete sequence of the deletion locus is included in\nEmery-Dreifuss muscular dystrophy can be inherited in                                         Additional file 3.\nan autosomal recessive or an X-linked pattern, depend-\ning upon the gene that carries the mutation. Mutations                                        12-bp intronic deletion in intron 5 of the BCKDHB gene\nin EMD cause X-linked Emery-Dreifuss muscular dys-                                            No mutation was detected by sequence analysis of the\ntrophy [27]. We detected a 267-bp deletion encompass-                                         BCKDHA, BCKDHB, and DBT genes in a sample from a\ning exon 2 of the EMD gene in a 46-year-old male                                              13-year-old patient with a biochemical diagnosis of\n(Figure 3b). Despite the general criteria set for a mini-                                     MSUD. However, aCGH analysis resulted in one CBS\nmum of four probes to determine a deletion call, two                                          deletion call within the BCKDHB gene encompassing\nprobes in a hemizygous condition were sufficient to                                           the 5’ end of exon 11. In addition, manual review picked\nprompt further investigation. Breakpoint mapping with                                         up a possible small deletion at the 5’ end of exon 5 based\nallele-specific PCR revealed that certain probes within the                                   on only two probes that map to the sense and antisense\ndeleted regions showed normal hybridization (Figure 3b).                                      of the same 60-bp sequence. Breakpoint PCR and\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                                                   Page 6 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n                           a                                                                 b               +1\n                                                                                                              0\n                                          +1\n                                                                                                             -1\n                                           0\n                                           -1\n\n                                                                                                             -5\n\n                                        Exons: 13         6                           1                   Exons: 1     2                        6\n\n                                                           PAH gene (~79 kb)                                            EMD gene (~2 kb)\n                                                                                                                      367 bp deletion\n                                                                                              +1\n                      +1                                  801 bp deletion\n                                                                                              0\n\n                      0                                                                       -1\n\n\n                      -1\n\n\n\n                                                     MIRb\n                                                Intron6              Exon 6 Intron5           -5\n\n                                                                 1134 bp\n                                                                                          BTC04734\n                                                      F                     R\n                                                                                                          Exon 1             Exon 2             Exon 3\n                                                      801 deleted bases\n                               reverse compliment                                                    F                                     Ra        Rb\n                               to 11 inserted bases\n                                                                                                               Reference\n                                                               795 bp                              Sequencing sequence\n                      Reference                                                                     in forward\n                      sequence                                not shown\n                                                                                                     direction Patient\n                                                                                                               sequence\n                      Patient\n                      sequence\n                                                                                                                     Reference\n                                                                                                         Sequencing sequence\n                                                      11 inserted bases                                   in reverse\n                                                                                                           direction Patient\n                                                                                                                     sequence\n\n Figure 3 Deletions with a breakpoint in exons. Figure 3 shows CytoSure display of aCGH data with probes targeting the PAH gene and EMD.\n The top panel displays the entire gene view, and the lower panel zooms into the region showing a deletion. Below the CytoSure display are the\n corresponding exon tracks, and the UCSC RepeatMasker track showing repeat elements at the deletion locus. Vertical red lines mark the\n breakpoints. At the bottom is an illustration of the PCR design. Primers are shown as arrows. 3a) 801-bp deletion encompassing part of exon 6 of\n the PAH gene, with electropherogram of sequenced PAH gene across deletion. The breakpoints are shown with vertical red lines. The inserted 11\n bases, shown with a green bracket, correspond to the reverse compliment of the bases labeled with a black bracket in the reference sequence\n across one of the breakpoints. 3b) 367-bp deletion encompassing part of exon 1 and all of exon 2 of the EMD gene, with electropherogram of\n sequenced EMD gene across deletion. The two-base pair microhomology at the breakpoints is shown within the two vertical red lines that\n demarcate the breakpoints.\n\n\nsequencing of amplicons across this region revealed a                                         Walker-Warburg syndrome (WWS) (data not shown)\n12-bp deletion (Figure 4). This c.344-4del12 change                                           [28]. Finding one definite mutation triggered reflex dele-\nis only three bp from the splice acceptor site at the 5’                                      tion duplication testing. Analysis by aCGH showed four\nend of exon 5 and was not detected in the original se-                                        overlapping probes over exon 3, suggesting a possible\nquence analysis, since the original amplification primers                                     deletion (Figure 5a). Breakpoint PCR and sequence ana-\nhybridized to the deleted region, resulting in allelic drop-                                  lysis identified an Alu insertion (c.160_161ins349). The\nout. The sequencing primer had to be placed very close to                                     c.160_161ins349 Alu insertion has been previously re-\nthe splice site to avoid amplification through an intronic                                    ported in a patient with WWS in cis with a c.2203C > T\nAT-rich simple repeat region distally. The fragment ana-                                      nucleotide change in exon 20 that was also found in our\nlysis of the breakpoint PCR, and the complete sequence of                                     patient [29]. By placing the forward primer within the\nthe deletion locus is included in Additional file 4.                                          Alu sequence, the presence of the Alu was confirmed.\n                                                                                              The fragment analysis of the breakpoint PCR is included\nFalse deletion call due to an insertion mutation in the                                       in Additional file 5.\nPOMT1 gene\nIn some suspected intragenic deletions, further investi-                                      False-positive deletion call due to hemizygous SNP in the\ngation leads to the discovery of an insertion, SNP, or                                        SLC9A6 gene\npoint mutation causing poor hybridization. For example,                                       A mutation in the X-linked SLC9A6 gene in males re-\nsequence analysis of the POMT1 gene identified a copy                                         sults in intellectual disability, epilepsy, and ataxia, a pheno-\nof a c.2167dupG mutation in exon 20 in a patient with                                         type similar to Angelman syndrome [30]. A possible\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                                Page 7 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n                                                                DBT\n\n\n\n\n Figure 4 Compound heterozygous deletions in the DBT gene. Figure 4 shows CytoSure display of aCGH data with probes targeting the\n entire DBT gene, and zoomed-in views of two deletions: a large, >3.5-kb deletion encompassing the 5’ end of exon 11 is on the left, and a small\n 12-bp deletion in intron 4, three bases from the intron 4/exon 5 boundary, is on the right. The breakpoints of the small deletion are shown with\n vertical red lines. At the bottom is an illustration of the breakpoint PCR design, with the location of primers shown as arrows. Figure 4b shows\n the electropherogram indicating the deletion of 12 bases in one allele of the patient. The breakpoints are shown with two vertical red lines.\n\n\ndeletion at the 5’ end of exon 9 of the SLC9A6 gene in                     c.855G > T (p.K285N) mutation and one copy of a\na three-year-old male patient was found to be a false-                     c.844C > G (p.L282V) nucleotide change of unknown\npositive call. Since this is an X-linked gene, a true dele-                significance, in this individual. Parental testing showed\ntion call is expected to cross well below the threshold.                   that these two missense changes (a mutation and a\nThe deletion call here did fall below the −1, but not to the               variant of unknown significance) were in trans. Since\ndegree expected in a hemizygous deletion (Figure 5b). Se-                  the c.844C > G (p.L282V) nucleotide change has not\nquencing of exon 9 and flanking intronic sequences re-                     been previously reported in a patient with galacto-\nvealed a hemizygous single nucleotide polymorphism SNP                     semia, aCGH was ordered to rule out the possibility of\n(c.1140 + 31C > A; rs2291639). All probes suggesting a                     a deletion or duplication (Figure 5c). The three probes\ndeletion encompass this SNP and result in poor                             highlighted with a red circle overlap both the missense\nhybridization on the aCGH. An electropherogram trace                       changes, demonstrating low hybridization that can be\nencompassing this SNP is included in Additional file 5.                    appreciated upon manual review. An electropherogram\n                                                                           trace encompassing these nucleotide changes is in-\nLow probe hybridization due to compound heterozygous                       cluded in Additional file 5.\nmissense changes in the GALT gene\nA five-year-old patient with galactosemia was referred                     Discussion\nfor GALT gene sequencing [31]. Sequence analysis of                        Custom-designed high-density oligonucleotide arrays\nexon 9 of the GALT gene identified one copy of the                         for molecular diagnostics are used to target specific\n\fAskree et al. BMC Genetics 2013, 14:116                                                                                               Page 8 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\n                     a                                                             b\n\n                    +1\n                                                                                     +1\n\n                     0                                                               0\n\n\n                                                                                     -1\n                     -1\n\n\n                                                                                SLC9A6\n                          POMT1 gene, exons:             3             4           gene, exons: 8             9\n                                               349 bp Alu insertion                                            IVS9+31C>A\n                                                                                                              chrX:134923293\n                                       557 bp                                                                    rs2291639\n                                 F                               Ra\n                                                              515 bp\n                                                                                 c\n                                                 F-Alu                     Rb\n\n                                                       16 duplicated bases                +1\n\n\n                     Reference\n                     sequence                                                             0\n\n\n                     Patient\n                                                                                          -1\n                     sequence\n\n                                       Alu insertion\n                                                                                               Exons: 1                 9      11\n\n                                                                                                          GALT gene (~4 kb)\n\n Figure 5 False deletion calls. Figure 5 shows CytoSure display of three independent sets of aCGH data, where probe hybridizations on three\n separate genes resulted in false deletion calls. 5a) Zoomed-in view of the POMT1 gene, where red arrow marks the breakpoint in exon 3, where\n an Alu insertion interrupts probe hybridization. Below the CytoSure view is an illustration of the breakpoint PCR design, with the location of\n primers shown as arrows. At the bottom is an electropherogram of the allele with the Alu inserted. The 16 bases, duplicated in the two ends of\n the inserted element, are shown within two vertical red lines. 5b) Zoomed-in view of the SLC9A6 gene, where red arrow marks the location of a\n SNP in intron 9 that is targeted by all the probes that triggered the false deletion call. 5c) The entire GALT gene, with three probes showing\n slightly poor hybridization due to compound heterozygous missense changes.\n\n\ndisease-associated genes and are designed to detect                                  important to obtain relevant clinical information, family\nsingle and multiple exon deletions and duplications                                  history, and any biochemical findings to help interpret\n[7,13,19,20]. The limit of detection in terms of the size                            the results of molecular testing; identification of a single\nof pathogenic deletions has improved immensely with                                  copy of one mutation by gene sequencing for a patient\nthe implementation of high-resolution, gene-targeted                                 suspected of an autosomal recessive disorder is also an\naCGH in diagnostic genetics [32,33]. The smallest size                               indication to investigate any suspicious microarray data.\nof deletion that analysis software can detect depends                                  The smallest deletion we detected with aCGH was the\nupon the density of probes targeting that sequence and                               12-bp intronic deletion in the DBT gene of a child with a\nthe criteria set for software-generated calls. For ex-                               biochemical diagnosis of MSUD (Figure 4). The call made\nample, if four consecutive probes targeted an overlap-                               due to this deletion was only due to the hybridization of\nping sequence, and all four crossed the threshold set to                             two probes targeting the same 60 bp and was only appre-\ndetect deletions in our method (−0.6 log2 ratio), then a                             ciated upon manual review. The location of these probes\ncall could be generated even for deletions smaller than                              mapped to the sequence that the primer used in sequen-\nthe length of the probes. As the size of a deletion gets                             cing. Therefore, this deletion was not detected by sequen-\ncloser to the limit of detection, the confidence in a call                           cing due to allelic dropout, highlighting the fact that it\nbecomes weaker, and an alternate confirmation is ne-                                 was ultimately detected based on high clinical suspicion,\ncessary. Investigating suspicious events with break-                                 the presence of one copy of another mutation in the same\npoint mapping helped us elucidate the true detection                                 gene, and keen manual review.\nlimit of our gene-targeted aCGH design. Several cases                                  Selection of probes and the density and redundancy in\nwhere software-generated calls did not cross the threshold                           the coverage in the array design, are critical in the detec-\nnevertheless aroused suspicion upon manual review and                                tion of intragenic CNVs. Not all probes perform equally\nwarranted further investigation.                                                     well. Both deletions in the STK11 gene described here\n  Detection of deletions is highly sensitive in the hemi-                            failed to generate a call that crossed the threshold set for\nzygous genotype of males with X-linked disease. It is                                deletions (−0.6 log2 ratio). Several probes within the\n\fAskree et al. BMC Genetics 2013, 14:116                                                                          Page 9 of 12\nhttp://www.biomedcentral.com/1471-2156/14/116\n\n\n\n\ndeletions had discrepant array and breakpoint PCR data         homologs will interfere with assessments. Also, the in-\n(Figure 2 and 3). These data may indicate that the             formation on copy number variation gives no insight on\nprobes may be prone to non-specific signal and should          the orientation or location of insertions, duplications or\nbe redesigned or removed. However, it is important to          rearrangements.\nrecognize the possibility that sequences within a deleted         Gene targeted aCGH technology described here is\nregion may have translocated to another location within        complementary to diagnostic analyses utilizing next gener-\nthe gene, or elsewhere in the genome, and consequently         ation sequencing (NGS) that have been rapidly adopted in\nmay carry the potential for clinical implications. How-        clinical laboratories, especially for genetically heterogenous\never in the STK11 deletions presented, the clinical find-      diseases where more than one gene can contribute to a\nings are consistent with the deletions alone.                  disorder. Several gene panels are being offered by clin-\n  Most deletions reported here had microhomology of            ical laboratories, for example gene panels for X linked\nat least a few bases at the breakpoints. This is consistent    intellectual disability, cardiomyopathy, neuromuscular\nwith the replication-based mechanism and break-                disorders and congenital disorders of glysosylation. De-\ninduced repair (BIR) mechanism hypothesis for such             tection of small indels from NGS data is still not opti-\nevents [4,34,35]. Interestingly, in the 801-bp deletion        mal, and detection of CNVs via NGS cannot be easily\nencompassing part of exon 6 of the PAH gene, there             adopted in clinical laboratories since the required low-\nwas an 11-bp insertion that corresponds to the re-             ered stringency would introduce a high false positive\nverse compliment of bases along the intron 6 break-            variant call rate. Gene targeted can easily fill these gaps\npoint, demonstrating the involvement of at least two           and make the gene panels complete by offering com-\ndouble-strand breaks in the mechanism resulting in             bination of NGS based test and gene targeted arrays to\nthis deletion (Figure 3). The familial HPRT1 deletion          detect the near complete range of mutations detected\nalso had an insertion of 69 bp (Figure 1). In this mutation,   in genes.\nthe inserted bases aligned to a region on chromosome 5\n(chr5p13.1:40,844,202-40,844,270/hg18) that has no hom-        Conclusion\nology to the locus on the X-linked gene. A second recur-       We present the examples of pathogenic intragenic dele-\nrent theme at breakpoints is close proximity of SINEs       ",
  "wordCount": 8354,
  "indexed": "2025-09-25T22:44:04.770Z",
  "method": "direct"
}
