{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Kotzot y Utermann - 2005 - Uniparental disomy (UPD) other than 15 Phenotypes.pdf",
  "fileName": "Kotzot y Utermann - 2005 - Uniparental disomy (UPD) other than 15 Phenotypes.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Kotzot y Utermann - 2005 - Uniparental disomy (UPD) other than 15 Phenotypes.pdf",
  "text": "American Journal of Medical Genetics 136A:287 –305 (2005)\n\n\n\nResearch Review\nUniparental Disomy (UPD) Other Than 15:\nPhenotypes and Bibliography Updated\nDieter Kotzot* and Gerd Utermann\nDepartment of Medical Genetics, Molecular and Clinical Pharmacology, Division of Clinical Genetics,\nMedical University of Innsbruck, Innsbruck, Austria\n\n\n   Uniparental disomy (UPD) describes the inheri-                    consequences (mosaicism, homozygosity of autosomal reces-\n   tance of a pair of chromosomes from only one                      sively inherited mutations, and abnormal genomic imprinting)\n   parent. The concept was introduced in Medical                     have been recently reviewed [Kotzot, 1999; Robinson, 2000]\n   Genetics by Engel (1980); Am J Med Genet 6:137–                   and are listed in Table II.\n   143. Aside UPD 15, which is the most frequent one,                   The presence of both homologs of one parent is named\n   up to now (February 2005) 197 cases with whole                    heterodisomy, whereas isodisomy describes two copies of one\n   chromosome maternal UPD other than 15 (124 X                      homolog. Because of meiotic recombination in most cases a\n   heterodisomy, 59 X isodisomy, and 14 cases with-                  mixture of both is found. Up to now 197 cases with maternal\n   out information of the mode of UPD) and 68 cases                  UPD and 68 cases with paternal UPD other than 15 have been\n   with whole chromosome paternal UPD other than                     reported (Table I). In the maternal UPD group approximately\n   15 (13 X heterdisomy, 53 X isodisomy, and 2 cases                 68% (124 of 183) displayed heterodisomy reflecting the high\n   without information of the mode of UPD) have                      rate of nondisjunction in maternal meiosis. In the isodisomy\n   been reported. In this review we discuss briefly                  group there might be some cases with heterodisomy not\n   the problems associated with UPD and provide a                    detected due to the localization or a to small number of the\n   comprehensive clinical summary with a biblio-                     molecular markers investigated. Excluding UPD 15 altogether\n   graphy for each UPD other than 15 as a guide for                  35 of all cases of maternal UPD (approximately 18%) are\n   genetic counseling.    ß 2005 Wiley-Liss, Inc.                    associated with a Robertsonian translocation, 17 of them\n                                                                     between nonhomologous chromosomes. In paternal UPD\n   KEY WORDS:        genomic imprinting; heterodis-\n                                                                     heterodisomy is rare (13 of 68) (Table I). Therefore, non-\n                     omy; isodisomy; mosaicism; uni-\n                                                                     disjunction in paternal meiosis producing disomic gametes\n                     parental disomy\n                                                                     seems to occur less frequently than in maternal meiosis. The\n                                                                     figure is similar to that of paternal originating free trisomy 21\n                     INTRODUCTION                                    [Antonarakis, 1998]. Interestingly, all paternal UPD 6 cases\n  Six years ago in this journal a review on ‘‘Abnormal pheno-        are isodisomic, whereas paternal UPD 14 has the highest\ntypes in uniparental disomy (UPD)—fundamental aspects and            percentage of heterodisomy (5 of 13). The latter reflects the\na critical review with bibliography of UPD other than 15’’ was       high percentage of homologous Robertsonian translocations,\npublished [Kotzot, 1999]. Meanwhile, the number of cases with        which arise more often postzygotically [Robinson et al., 1994].\nwhole chromosome UPD other than UPD 15 has been more                    The chromosome-specific numbers of UPD are varying\nthan doubled. At February 2005 a minimum of 197 cases with           widely. So far, not a single case of maternal UPD 5, 11, 18,\nmaternal UPD and 68 cases with paternal UPD other than               and 19 or paternal UPD 3, 4, 12, 17, 18, and 19 has been\n15 have been reported (Table I). In addition, more and more          reported (Table I). The reasons are unknown and/or spec-\ncases with segmental or complex UPD have been published              ulative and also include asertainement bias. For chromosome\n[reviewed in Kotzot, 2001]. For some chromosomes the in-             18 it is intriguering that not any case of UPD has been reported,\ncreasing number of cases was helpful in defining the pheno-          particularly as trisomy 18 and also trisomy 18 mosaicism are\ntypic spectrum more exactly, but for others so far not a single      not rare. Therefore, it was assumed that UPD 18 is lethal early\ncase has been reported. In genetic counseling UPD other than         in pregnancy. For some chromosomes only one or two cases\n15 is still a rare topic, and knowledge is scarce. Therefore, in     with UPD were found in the literature (maternal UPD 3, 6, 10,\nthis study we will briefly discuss the problems associated with      and 12 and paternal UPD 2, 5, 7, 8, 9, 10, 11, 16, 20, and 22). In\nUPD and give a comprehensive summary of the various                  these cases abnormal phenotypes has to be evaluated carefully.\nphenotypes together with a bibliography.                             Rare and not recognized autosomal recessively inherited\n                                                                     disorders, hidden mosaicism, or coincidence with other genetic\n                        DISCUSSION                                   or non-genetic diseases might be also possible.\n                                                                        Time of investigation in pregnancy might also explain the\n  UPD describes the inheritance of a pair of chromosomes from\n                                                                     observed differences in the frequency of each UPD. UPDs\nonly one parent. Fundamental aspects such as mechanisms of\n                                                                     lethal very early in embryonic development will go undetected\nformation (trisomy rescue, gamete complementation, monos-\n                                                                     as pregnancy and abortion are not recognized. Vice versa, UPD\nomy rescue, and postfertilization error) (Fig. 1) and their\n                                                                     without phenotypic effects will be found by chance only. Fur-\n                                                                     thermore, incidence of UPD will also depend on the viability of\n                                                                     mosaicism. Trisomy 16 is the most frequent aneuploidy in\n                                                                     abortion and chorionic villi sampling, and trisomy 16 mosai-\n  *Correspondence to: Dr. Dieter Kotzot, Department of Medical       cism is well viable. Therefore, the time-window of formation\nGenetics, Molecular, and Clinical Pharmacology, Division of          of UPD is wide and selection-pressure is low. Indeed, maternal\nClinical Genetics, Schoepfstr. 41, A-6020 Innsbruck, Austria.        UPD 16 is one of the most frequently reported instances of\nE-mail: DieterKotzot@gmx.de                                          UPD. In contrast, trisomy 1 mosaicism has never been ob-\n  Received 18 April 2004; Accepted 23 September 2004                 served in spontaneous abortions, and therefore heterodisomic\n  DOI 10.1002/ajmg.a.30483                                           UPD 1 might only be viable if trisomy rescue occurred very\n\nß 2005 Wiley-Liss, Inc.\n\f288        Kotzot and Utermann\n\n  TABLE I. Number of Cases With Maternal or Paternal UPD                    early or gamete complementation has occurred. Furthermore,\n                  (up to February 2005)                                     specific phenotypes, which are easy to recognize, as the Silver–\n                                                                            Russell syndrome phenotype in maternal UPD 7 or an\n                        Maternal UPD                    Paternal UPD        association with a specific karyotype as in UPD 14 might also\n                                        P                            P      explain the various figures.\nChromosome        H     I     ?                     H      I    ?              Recently, the risk for UPD as well as the recurrence risk were\n1                  4     1               5           3     5          8     investigated and summarized in several studies [Kotzot, 2002;\n2                  5     4               9           1     1          2     Silverstein et al., 2002]. Recurrence risk can be neglected in all\n3                        1     1         2                           —      situations. For both de novo and inherited Robertsonian\n4                  1     2     1         4                           —      translocations a risk of less than 0.5% was indicated [Berend\n5                                       —                  1          1     et al., 2000a; Silverstein et al., 2002]. The risk of UPD in\n6                       2                2                16         16     placental mosaicism strongly depends on the mechanism of\n7                 26   18      5        49                 2          2     formation. Confined placental mosaicism defined as mosaicism\n8                  2    1                3                 1          1     restricted to part(s) of the placenta and formed by somatic\n9                  7    2                9           1     1          2     nondisjunction implies almost no risk. In contrast, in true\n10                 1    1                2                 1          1     placental mosaicism the theoretical risk is 33%. A considerable\n11                                      —            1     1          2     risk of UPD is also present in cases with additional marker\n12                 1                     1                           —      chromosomes and goes up to 5%, but the data are strongly\n13                 3    2                5           1     4          5     biased.\n14                22   13      1        36           5     8    1    14        Clinically relevant consequences of UPD are homozygosity\n                                         a                             b\n15\n                                                                            for autosomal recessively inherited mutations, mosaicism, and\n16                32     2     6        40                 1           1\n                                                                            genomic imprinting. By autosomal recessive disorders only\n                                     (7 \u0001 TOP)\n17                 1                     1                           —      19 cases of maternal UPD (approximately 10%), but 15 cases of\n18                                      —                            —      paternal UPD (approximately 23%) have been ascertained.\n19                                                                   —      Genomic imprinting describes the parent-of-origin dependent\n20                 3    1                4                 1          1     expression of a gene and is well known for chromosomes 6, 7,\n21                 3    3          6 (2 \u0001 TOP)             4          4     14, and 15. The main features of the resulting phenotypes are\n22                 9    2               11           1          1     2     listed on Table III. However, it should be kept in mind that\nX\nP                  4    4                8                 6          6     genomic imprinting itself is correct in UPD. Clinical conse-\n                 124   59    14        197          13    53    2    68     quences are due to the ‘‘wrong’’ parental origin of a chromo-\n                                                                            some and not due to a ‘‘wrong’’ imprint on one homolog. It is of\nH, heterodisomy; I, isodisomy; TOP, termination of pregnancy.\na                                                                           interest that on some chromosomes oppositely imprinted genes\n App. 25% of patients with Prader–Willi syndrome.\nb\n App. 2–5% of patients with Angelman syndrome.                              are clustered whereas for other chromosomes one parental\n                                                                            UPD is risky, whereas the opposite UPD is harmless. Specific\n                                                                            phenotypes associated with UPD and genomic imprinting are\n                                                                            established for paternal UPD 6, maternal UPD 7, maternal and\n                                                                            paternal UPD 14, and for maternal and paternal UPD 15. In\n\n\n\n\n                                             Fig. 1. Mechanisms of formation of uniparental disomy (UPD).\n\f                                                                                                 Uniparental Disomy             289\n\n                            TABLE II. Consequences of the Various Mechanisms of Formation of UPD\n\n                 Mechanism of formation                                  Consequences\n\n                 Trisomy rescue                Heterodisomy (but isodisomy due to recombination is possible)\n                                               Trisomy mosaicism\n                                               Homozygosity of autosomal recessively inherited mutations in\n                                                 isodisomic segments\n                                               Genomic imprinting\n                 Gamete complementation        Heterodisomy (but isodisomy due to recombination is possible)\n                                               No mosaicism\n                                               Homozygosity of autosomal recessively inherited mutations in\n                                                 isodisomic segments\n                                               Genomic imprinting\n                 Postfertilization error       Isodisomy\n                                               Mosaicism\n                                               Homozygosity of autosomal recessively inherited mutations\n                                               Genomic imprinting\n                 Monosomy rescue               Isodisomy\n                                               Occurrence early after fertilization as most monosomies are lethal\n                                               Homozygosity of autosomal recessively inherited mutations\n                                               Genomic imprinting\n\n\naddition, there are genes, which are imprinted and result in a                           Maternal UPD 1\nphenotype if the imprinting mechanism is disturbed in\n                                                                     In three cases maternal UPD 1 was ascertained by homo-\nbiparental disomy but most likely not if UPD is present (i.e.,\n                                                                  zygosity of autosomal recessively inherited mutations and\nGuanine nucleotide-binding protein, alpha stimulating activ-\n                                                                  heterozygosity for this mutation in only one parent [Pulkkinen\nity polypeptide 1 (GNAS1) on chromosome 20q13.3).\n                                                                  et al., 1997; Dufourcq-Lagelouse et al., 1999; Lebo et al., 2000].\n                                                                  One of these cases displayed isodisomy along the whole\n             CLINICAL SUMMARY OF UPD\n                                                                  chromosome suggesting somatic reduplication as the most\n                OTHER THAN UPD 15\n                                                                  likely mechanism of formation [Dufourcq-Lagelouse et al.,\n  This clinical summary and the bibliography contain only         1999]. One case of maternal UPD 1 was detected by chance in a\ncases of UPD of whole chromosomes other than 15 and reported      family study to localize genes predisposing to diabetes type I\nup to February 2005 in generally available journals. Cases of     [Field et al., 1998]. All these patients were healthy except\nsegmental UPD and of mosaicism with trisomy 13, 18, 21, and       the particular monogenic disorder or diabetes. One case of\nX are not listed. Case reports or studies describing cases are    maternal UPD 1 was a mosaic of a normal cell line and a\nreferenced in the bibliography only. Citations not describing     cell line with an additional marker chromosome originating\ncases or of common interest were listed in general references.    from chromosome 1 and carrying euchromatic material\n\nTABLE III. Summary of the Clinically Relevant Phenotypes Associated With Whole Chromosome UPD and Caused by an Abnormal\n                                Parent-of-origin Dependent Expression of One or More Gene(s)\n\nChromosome                            Maternal UPD                                              Paternal UPD\n\n6                                          —                               Transient neonatal diabetes\n                                                                           Intrauterine growth retardation\n                                                                           Macroglossia\n7               Pre- and postnatal growth retardation                                                 —\n                Relative macrocephaly\n                Facial dysmorphisms resembling Silver–Russell\n                  syndrome\n                Developmental delay in some cases\n                Retarded bone age\n11              ?                                                          Wiedemann–Beckwith syndrome in one case with mosaic\n                                                                            paternal isodisomy of the whole chromosome 11\n14              Pre- and postnatal growth retardation                      Polyhydramnios and premature labor\n                Facial dysmorphisms (large and broad forehead, high        Pre- and postnatal growth retardation\n                  papalte, fleshy nasal tip, slight blepharophimosis)\n                Muscular hypotonia                                         Small and bell-shaped thorax with short and curved ribs,\n                                                                             kyphosis\n                Early onset of puberty                                     Short limbs\n                Obesity                                                    Variable natural course\n                Wide range of development from normal to severe\n                  retardation\n15              Prader–Willi syndrome                                      Angelman syndrome\n16              Variable outcome from almost normal to only growth                                    —\n                  retardation and rarely to malformation and/or mental\n                  retardation\n\f290       Kotzot and Utermann\n\n[Röthlisberger et al., 2001]. Molecular investigation revealed       (karyotype: 46,XX,inv(3)(p12q24)). Only the mother was a\nmaternal heterodisomy and the euchromatic marker was con-             carrier of this rare chromosomal rearrangement. Molecular\nsidered to be responsible for the patient’s phenotype of develop-     investigations were not performed. Nevertheless, maternal\nmental delay, hip dislocation, and facial dysmorphisms.               UPD is likely. Recently, a case of Fanconi–Bickel syndrome\n                                                                      and maternal uniparental isodisomy 3 was reported [Hoffman\n                                                                      et al., 2004].\n                       Paternal UPD 1\n   Six cases were detected by homozygosity of autosomal                                      Paternal UPD 3\nrecessively inherited mutations and heterozygosity of only              So far, no case of paternal UPD 3 has been reported.\none parent [Gelb et al., 1998; Miura et al., 2000; Takizawa et al.,\n2000; Rivolta et al., 2002; Thompson et al., 2002; Fassihi et al.,                          Maternal UPD 4\n2005]. No other abnormalities were described in these cases.\nTwo of them are heterodisomic [Gelb et al., 1998; Rivolta et al.,        Four cases of maternal UPD 4 have been recorded. One of\n2002]. One case of paternal UPD 1 has a unique karyotype of           them was ascertained by recurrent early miscarriages [Lin-\n46,XX,i(1p)i(1q) and a phenotype of short stature, ptosis,            denbaum et al., 1991]. Cytogenetic investigations revealed a\nmicro-/retrognathia, myopathy, deafness, and sterility [Chen          46,XX,i(4p)i(4q) karyotype. Molecular investigations with\net al., 1999]. Intelligence was normal. As the mechanism of           VNTR probes confirmed the assumption of UPD. In one other\nformation a misdivision at the centromere of chromosome 1 in a        case multiple congenital anomalies and mental retardation in\nzygote with monosomy 1 was assumed. The phenotype is more             a 3-year-old girl were associated with homozygosity for a\nlikely an undefined autosomal recessive disorder than the             pericentric inversion 4 (46,XX,inv(4)(p15.2q12)) [Carpenter\nconsequence of abnormal genomic imprinting or mosaicism.              et al., 1982]. Maternal UPD 4 was assumed as only the mother\nTwo cases not listed in Table I have mosaic RhD blood-group           was a carrier of this rare chromosomal rearrangement.\nphenotype and paternal isodisomy in some tissues [Miyoshi             Molecular investigations were not performed. Kuchinka et al.\net al., 2001]. Abecasis et al. [2004] described a man with            [2001] published a case of trisomy 4 in CVS of the trophoblast, a\npaternal UPD 1 detected by a genome-wide scan in families             46,XX karyotype in long term culture and amniocentesis, and a\nwith schizophrenia. The patient’s somatic and intellectual            lack of paternal contribution to all fetal tissues analyzed. At\ndevelopment was unremarkable.                                         30 weeks of gestation intrauterine fetal death occurred.\n                                                                      Recently, one case of maternal isodisomy 4 was reported\n                       Maternal UPD 2                                 [Spenaet al., 2004]. The patient was affected by afibrinogen-\n                                                                      emia due to homozygosity of a 15-kb deletion involving the\n   Various clinical outcomes have been reported in maternal           fibrinogen Aa-chain gene.\nUPD 2. Two cases have not a simple UPD, but instead of two\nnormal chromosomes 2 one i(2p) and one i(2q) [Bernasconi                                     Paternal UPD 4\net al., 1996; Shaffer et al., 1997]. Both cases are isodisomic and\nmitotic formation by centromere misdivision in a zygote                 So far, no case of whole chromosome paternal UPD 4 has\nmonosomic for chromosome 2 has been assumed. One of these             been reported.\ncases is completely healthy [Bernasconi et al., 1996], while the\nother is affected by perineal hypospadias, pectus carinatum,                                Maternal UPD 5\nclinodactyly, pre- and postnatal growth retardation, broncho-\n                                                                        So far, no case of whole chromosome maternal UPD 5 has\npulmonary dysplasia, and oligohydramnios [Shaffer et al.,\n                                                                      been reported.\n1997]. Motor and intellectual development was normal at\n8 years. Bronchopulmonary dysplasia, an-/oligohydramnios,\nhypospadias, or pre- and postnatal growth retardation have                                   Paternal UPD 5\nalso been described in four other cases of maternal UPD 2               Childhood-onset spinal muscular atrophy was the reason for\n[Harrison et al., 1995; Webb et al., 1996; Hansen et al., 1997;       molecular investigations in a 2-year-old boy. By examination of\nWolstenholme et al., 2001]. However, as an-/oligohydramnios           17 microsatellite markers no maternal contribution and only\nand pre- and postnatal growth retardation have also been              one paternal allele could be detected [Brzustowicz et al., 1994].\nobserved in cases with biparental inheritance of chromosome 2,        Therefore, maternal isodisomy 5 were assumed. Apart of the\nthese features might also be a consequence of confined placen-        muscular atrophy no other anomalies were reported.\ntal mosaicism. Therefore, they are not sufficient to indicate\ngenomic imprinting or a direct consequence of UPD. Two of the                               Maternal UPD 6\ncases with an-/oligohydromnios were detected by atypical\nmaternal AFP/hCG levels [Harrison et al., 1995; Wolstenholme            Two cases of maternal uniparental isodisomy of chromosome\net al., 2001]. Three cases were detected by chance, one by            6 have been described. One of them was found by HLA analysis\npaternity testing [Heide et al., 2000] and two by autosomal           of the family of a renal transplant patient [van den Berg-\nrecessively inherited metabolic disorders [Spiekerkötter et al.,     Loonen et al., 1996]. Congenital adrenal hyperplasia was the\n2002] indicating no genomic imprinting effects in maternal            reason for molecular investigation in the second case, which in\nUPD 2.                                                                addition displayed intrauterine growth retardation and devel-\n                                                                      opmental delay [Spiro et al., 1999]. The reason for the latter\n                       Paternal UPD 2                                 was not known.\n\n  One heterodisomic and one isodisomic case have been                                        Paternal UPD 6\ndescribed [Chavez et al., 2000; Thompson et al., 2002]. Both\nwere ascertained by autosomal recessive disorders of the eye.           Paternal isodisomic UPD 6 is the most frequently reported\nNo other anomalies were present.                                      instance of paternal UPD. Totally, a minimum of 16 cases has\n                                                                      been published so far. The first case was recorded in 1990 in a\n                                                                      9-year-old child with systemic lupus erythematosus and\n                       Maternal UPD 3\n                                                                      deficiency of the fourth component of complement [Welch\n  Betz et al. [1974] described a girl with mental retardation         et al., 1990]. Other disorders were not mentioned by the\nand homozygosity for a pericentric inversion of chromosome 3          authors. Almost all cases reported afterwards (13 of 15) were\n\f                                                                                                        Uniparental Disomy             291\n\ncharacterized by transient neonatal diabetes (TND), which is a          in most cases prenatal investigations were not performed or\nrare type of diabetes occurring in newborns who are small for           not reported. Micrognathia, a high arched palate, and down\ndates soon after birth. The diabetes resolves by 18 months and          turned corners of the mouth were rarely described in maternal\npredisposes to type II diabetes in childhood. Other features of         UPD 7. Growth patterns and retarded bone age are similar in\npaternal UPD 6 were intrauterine growth retardation (n ¼ 13)            maternal UPD 7 and other SRS patients. Excessive sweating\nand macroglossia (n ¼ 8). In only two cases no TND was                  and poor feeding in childhood are more often reported in\nmentioned [Abramowicz et al., 1994; Bittencourt et al., 1997].          maternal UPD 7 than in SRS, whereas vice versa develop-\nIn the case reported by Abramowicz et al. [1994] agenesis of ß          mental and particularly neuropsychological developmental\ncells might have ‘‘prevented’’ TND, while in the other patient          delay have been described more often in maternal UPD 7.\nTND might have been gone a mild course not recognized by the            Normal psychomotor development has been reported in a\nparents. TND is considered to be a consequence of irregular             minimum of 17 cases. Speech delay was mentioned in 7 cases.\ngenomic imprinting of one or more gene(s) on chromosome 6q24            In 4 of them it was isolated [Spotila et al., 1992; Hannula et al.,\nresulting in overexpression of the paternally expressed genes           2001], whereas in the others psychomotor problems were\nZAC (zinc finger protein associated with apoptosis and cell             associated [Potgieter et al., 2000; Hannula et al., 2001]. No\ncycle arrest) and/or HYMAI (imprinted in hydatidiform mole)             information on psychomotor development or intelligence were\nand/or other so far unknown genes [reviewed in Temple and               given in 14 cases. In two cases the patients were newborn\nShield, 2002]. Paternal isodisomy 6 is the paradigm for a               [Miozzo et al., 2001; Bilimoria and Rothenberg, 2003]. In one\ndisorder caused by irregular genomic imprinting due to UPD.             case mental retardation was more likely to be the consequence\nTwo cases of paternal UPD 6 are unique, as in one the                   of a complex chromosomal rearrangement (47,XX,UPD(7)-\nisodisomy was associated with an additional euchromatic                 mat,þr(7)pat/46,XX,UPD(7)mat) than of UPD [Miyoshi et al.,\nmarker of chromosome 6 origin [Temple et al., 1994] and as              1998]. Altogether, whether mental retardation and/or devel-\nin the other triple X syndrome was present too [Valerio et al.,         opmental delay are a direct consequence of maternal UPD 7 or\n2001]. In the latter case precocious puberty was described.             of hidden mosaicism is still an open question.\nAltogether, molecular testing for paternal UPD 6 is indicated              Totally, the phenotype of maternal UPD 7 is milder and often\nin all cases with TND.                                                  incomplete compared to classical SRS. Therefore, in a single\n                                                                        patient the clinical diagnosis of maternal UPD 7 versus\n                                                                        nonmaternal-UPD 7 SRS is always difficult. On average, a\n                        Maternal UPD 7\n                                                                        meta-analysis of all systematic studies indicated maternal\n   Maternal UPD 7 is the most frequently reported UPD other             UPD 7 in approximately 5% of patients with sporadic primor-\nthan 15. So far, a minimum of 49 cases has been described.              dial growth retardation and more or less typical features of\nHeterodisomy was demonstrated in 26 cases, whereas 18                   SRS [Kotzot et al., 2001]. Therefore, molecular testing for\npatients had isodisomy. In five cases the mode of UPD has not           maternal UPD 7 is indicated in all patients with an obvious\nbeen given. The first case was reported by Spence et al. [1988].        SRS phenotype or primordial growth retardation and features\nThe child was affected by cystic fibrosis and short stature more        resembling SRS.\nextensive than usually seen in cystic fibrosis. The second case            Exceptional are two cases of maternal UPD 7. In one of them,\nwas also detected through homozygosity for cystic fibrosis              there was a familial reciprocal translocation t(7;16)(q21;q24)\n[Voss et al., 1989]. The third case was a 30-year-old man of            associated with a SRS phenotype, normal mental development,\nnormal intelligence, but proportionate short stature (143.7 cm)         and maternal heterodisomy [Dupont et al., 2002]. In one other\n[Spotila et al., 1992]. The proband was homozygous for a serine         case there is 47,XX,UPD(7)mat,þr(7)pat/46,XX,UPD(7)mat\nfor glycine substitution at position 661 of the alpha 2(I) chain of     mosaicism in a girl with SRS and isodisomy 7 [Miyoshi et al.,\ntype I collagene. The gene for this protein is located on 7q22.         1998].\nInvestigations of the parents revealed heterozygosity in the               Already in the first systematic studies one or more imprinted\nmother only.                                                            genes were discussed as the most likely reason for the pheno-\n   Short stature in two of these three cases as well as minor           type. Either a lack of one or more paternally expressed growth\nfacial dysmorphisms resembling SRS [Silver et al., 1953;                promoting gene(s) or an excess of one or more maternally\nRussell, 1954] and mentioned in one case [Hubbard et al., 1980;         expressed growth suppressing gene(s) or a combination of both\nSpence et al., 1988] initiated the first systematic search for          have been assumed. A rare autosomal recessively inherited\nmaternal UPD 7 in patients with SRS and/or primordial                   mutation was unlikely by the study of Preece et al. [1999], who\ngrowth retardation [Kotzot et al., 1995]. Heterodisomy was              excluded a common isodisomic region in five cases of maternal\ndemonstrated in 3 cases and isodisomy in 1 case of totally 35           UPD 7. Meanwhile, three regions of genomic imprinting have\npatients investigated with a panel of microsatellite markers.           been characterized on chromosome 7, but up to now the etiology\nAfterwards, these results were confirmed by several other               and patophysiology of the phenotype in maternal UPD 7\nstudies [Shuman et al., 1996; Eggermann et al., 1997; Preece            remains unsolved. First, there is a cluster of imprinted genes\net al., 1997; Bernard et al., 1999; Dörr et al., 1999; Russo et al.,   on 7q32. Scientific interest focused on the paternally expressed\n2000; Hannula et al., 2002; Nakabayashi et al., 2002]. Hannula          gene 1 (PEG1) and a mesoderm specific transcript (MEST)\net al. [2002] demonstrated that maternal UPD 7 is predomi-              and the maternally expressed g2-COP gene (nonclathrin coat\nnantly observed among patients with the—as recently                     protein). For both genes there is synteny with a subproximal\nreviewed by Hichins et al. [2001]—aetiologically heteroge-              and imprinted segment on mouse chromosome 6 (6A3.2–6C2).\nneous and genetically complex SRS, but rarely in cases with             However, so far no convincing results has been reported in\nintrauterine and/or postnatal growth retardation and few                humans. Further arguments for this region are one case with\ndysmorphic features.                                                    segmental UPD 7q31 ! qter and a SRS phenotype [Hannula\n   The phenotype of maternal UPD 7 was further delineated in            et al., 2001] and two cases with maternal UPD 7q and paternal\ntwo studies [Kotzot et al., 2000; Hannula et al., 2001]. Pre- and       UPD 7p [Eggerding et al., 1994; Kotzot et al., 2001]. In both\npostnatal growth retardation is the feature sine qua non.               cases growth retardation was postnatal and less excessive. The\nRelative macrocephaly is present in almost all cases. Facial            second region of interest is localized on 7p11.2 ! 13, where the\ntriangularity is less than among SRS patients. Confined                 growth related genes GRB10 (growth factor receptor bound\nplacental mosaicism or true mosaicism has been reported in a            protein 10), EGFR (epidermal growth factor receptor), IGFBP1\nminimum of five cases [Langlois et al., 1995; Kotzot et al., 2000;      (insulin like growth factor binding protein 1), and IGFBP3\nMiozzo et al., 2001; Bilimoria and Rothenberg, 2003]. However,          (insulin like growth factor binding protein 3) are localized.\n\f292       Kotzot and Utermann\n\nParticularly, GRB10 exhibits tissue and isoform specific               et al., 2000]. At the age of 1 year the patient displayed\nand distinctly expressed maternal and paternal transcripts             developmental delay and mild craniofacial dysmorphisms\ndepending on promoter usage or alternative splicing. Further-          including small posteriorly rotated ears and thickened helices,\nmore, some case reports with biparental inheritance of                 micrognathia, and a long and narrow face. In one other case of\nchromosome 7 but duplications or inversion with a breakpoint           maternal UPD 9 a trisomy 9 cell line was demonstrated. The\nin 7p11.2 ! p13 and a SRS phenotype support this hypothesis            patient is affected by mental retardation, growth retardation,\n[Monk et al., 2002; Nakabayashi et al., 2002]. However, it could       typical trisomy 9 mosaicism skeletal anomalies (kyphoscolio-\nbe possible that GRB10 is responsible for growth retardation in        sis, 13 pairs of ribs, tibiofemoral subluxation with chronic\ncases with chromosomal rearrangements in 7p11.2 ! p13, but             lateral dislocation of the patella, etc), and facial dysmorphisms\nnot for the phenotype of maternal UPD 7. Recently, Grabowski           like asymmetry, short neck, micrognathia, and low-set ears.\net al. [2003] provided strong evidence for maternal imprinting         [Willatt et al., 1992]. Partial trisomy 9 mosaicism was de-\nof the epsilon-sarcoglycane gene (SGCE) located on 7q22                scribed in a girl with mental retardation and an additional r(9)\nneighboring the paternally-expressed gene 10 (PEG10). Again,           and maternal heterodisomy 9 [Anderlid et al., 2001]. Fritz et al.\nthere is synteny with an imprinted region mapped to proximal           [2001] found one case of maternal heterodisomy of chromosome\nmouse chromosome 6 (6A3.2). This report might define a third           9 and one case of paternal isodisomy of chromosome 21 of 77\nregion of genomic imprinting of chromosome 7, but so far no            cytogenetically normal diploid spontaneous abortions. Three\ngrowth-promoting gene has been localized there.                        cases of maternal UPD 9 were ascertained due to homozygosity\n                                                                       of autosomal recessively inherited disorders [Sulisalo et al.,\n                        Paternal UPD 7                                 1997; Tiranti et al., 1999]. In the two cases with cartilage-hair\n                                                                       hypoplasia reported by Sulisalo et al. [1997] parental con-\n  Two cases of paternal isodisomy 7 have been reported. Both           sanguinity was present. Björck et al. [1999] reported on a\nwere ascertained by autosomal recessively inherited disorders,         34-year-old healthy woman with a 46,XX,i(9)(p10)i(9)(q10)\none by congenital chloride diarrhea [Höglund et al., 1994] and        karyotype and maternal isodisomy of chromosome 9. Investi-\nthe other by cystic fibrosis [Pan et al., 1998]. The latter had also   gations were performed because of repeated spontaneous\ncomplete situs inversus and immotile cilia. In both cases              abortions. Psychomotor development was normal. Totally,\npsychomotor development and intelligence were normal and               despite the many cases with anomalies pure paternal UPD 9\nno hints to imprinting effects were reported.                          seems not to be associated with abnormal genomic imprinting.\n                       Maternal UPD 8                                                         Paternal UPD 9\n   Karanjawala et al. [2000] reported on complete maternal                Two cases of paternal UPD 9 were found in the literature\nisodisomy of chromosome 8 in a 26-year-old man with early-             [Kaiser-Rogers et al., 2002; Van der Hagen et al., 2003]. In one\nonset ileal carcinoid tumor. Otherwise, the patient was                of them trisomy 9 mosaicism, intrauterine growth retardation,\nhealthy. Although not being UPD of the whole chromosome,               and a ASD/VSD were noted in amniotic fluid [Van der Hagen\ntwo cases with a pseudodicentric chromosome 8 should be                et al., 2003]. Postnatally, lymphocytes and fibroblasts from a\nmentioned [Piantanida et al., 1997; Turleau et al., 1998]. In one      skin biopsy revealed paternal heterodisomy 9. The phenotype\nthe pseudodicentric chromosome was associated with a sym-              was characterized by developmental delay, growth retarda-\nmetric deletion of 8p23.3 ! pter [Piantanida et al., 1997]. The        tion, and muscular hypotonia. The second case was assumed in\nphenotype of the 2 years and 8 months old girl was charac-             a 46,XX twin with intrauterine growth retardation and a\nterized by ataxic gait and mental retardation. In the second           cytogenetically recognizable heterochromatic polymorphism\ncase an asymmetric deletion (8p23.3 ! pter and 8p23.1 ! pter)          homozygous in some diploid cells as well as heterozygous in\nwas demonstrated [Turleau et al., 1998]. Fetal autopsy re-             other diploid cells [Kaiser-Rogers et al., 2002]. A trisomic cell\nsulted in hypoplasia of the cerebellar vermis and dilatation of        line was not mentioned. The twin died in utero and cytogenetic\ntubules of the left kidney. Considering the case reported by           and molecular placenta investigations revealed paternal\nKaranjawala et al. [2000] and the pattern of anomalies the             isodisomy 9.\nproblems in both cases are more likely caused by monosomy of\n8p23.1 ! 8p23.3 and/or nullisomy of 8p23.3 ! 8pter than by\nirregular genomic imprinting. In both cases the breakpoints                                  Maternal UPD 10\nwere not characterized exactly, but the cytogenetic break-               Jones et al. [1995] reported on a 8-month-old boy with\npoints resembles the localization of an inversion polymorphism         maternal heterodisomy 10. Prenatally, confined placental\nrecently described by Giglio et al. [2001]. Maternal hetero-           mosaicism for trisomy 10 was seen in direct preparation of\nzygosity of this polymorphism is considered to be responsible          CVS. Except polyhydramnios no other complication during\nfor formation of the supernumerary marker chromosome                   pregnancy was reported. Birth weight was in the normal\nder(8)(8p23.1pter), the inv dup(8p), and the recurrent 8p23            range. At the age of 8 months normal measurements for\ninterstitial deletion.                                                 weight, length, and occipitofrontal circumference, an age-\n                                                                       appropriate development, as well as no anomalies and no\n                        Paternal UPD 8                                 dysmorphic features were noted. In a second case an additional\n  So far, only one case of paternal UPD 8 (isodisomy) has been         marker chromosome derived from the paternal chromosome\nreported [Benlian et al., 1996]. The patient was affected by           10 was reported [Schlegel et al., 2002]. Autopsy of the fetus\nfamilial chylomicronemia due to complete lipoprotein-lipase            resulted in hypoplasia of heart, liver, kidneys, and suprarenal\n(LPL) deficiency. At the age of 5.5 years no anomalies or other        glands. Molecular investigations revealed maternal isodisomy\ndisorders than the consequences of LPL deficiency were                 and an increased intensity of pericentromeric markers indicat-\npresent.                                                               ing that the marker chromosome carries euchromatic material.\n                                                                       The latter should explain the phenotype.\n                       Maternal UPD 9\n                                                                                             Paternal UPD 10\n   Up to now, nine cases of maternal UPD 9 have been reported.\nIn two cases confined placental mosaicism was described                  Paternal UPD 10 has been published in an abstract only\n[Wilkinson et al., 1996; Slater et al., 2000]. In one of these cases   [Kousseff et al., 1992]. The child was affected by a tracheoe-\ntrisomy mosaicism was also present in neonatal blood [Slater           sophageal fistula, subaortic ventricular septal defect, cellular\n\f                                                                                                   Uniparental Disomy              293\n\nimmunodeficiency, as well as growth and developmental delay.       case the mother was a carrier for a t(13;14) and therefore\nIn addition, the child was homozygous for the paternal             gamete complementation was assumed. None of these cases\nmultiple endocrine neoplasia type 2A haplotype.                    had any malformations or anomalies.\n\n                     Maternal UPD 11                                                      Maternal UPD 14\n  So far, no case of whole chromosome maternal UPD 11 has             The first case of maternal UPD 14 was published by Temple\nbeen reported.                                                     et al. [1991]. Clinical features were pre- and postnatal growth\n                                                                   retardation, hydrocephaly, early onset of puberty, and minor\n                      Paternal UPD 11                              dysmorphic features including a prominent forehead, supra-\n  Webb et al. [1995] described a fetus with severe                 orbital ridges, a short philtrum, and a bifid uvula. Mental\nintrauterine growth retardation, aberrant intestinal rotation,     development was normal. Since then, 35 other cases have been\nhypospadias, a 47,XY, þ 11 karyotype in direct preparation         reported, 21 of them displayed heterodisomy and 13 isodisomy.\nand 46,XY/47,XY þ 11 mosaicism in long-term cultures of the        In one case no information on the mode of UPD was given. Age\nplacenta, a 46,XY karyotype in fetal skin, and paternal            of diagnosis varies from birth to adulthood. Pre- and postnatal\nheterodisomy 11. Dutly et al. [1998] reported on a case of         growth retardation is present in almost all cases. Occipito-\nWiedemann–Beckwith syndrome and mosaic paternal isodis-            frontal head circumference is below 10th centile at birth (6 of\nomy along the whole chromosome 11. Except overgrowth at            7 cases) and beyond the 10th centile later in life (12 of 17 cases).\nbirth the patient had all major manifestations of Wiedemann–       The phenotype is characterized by muscular hypotonia (18 of\nBeckwith syndrome.                                                 21 cases), small hands (16 of 17 cases), hyperextensible joints\n  The phenoytpe and the genetics of segmental paternal UPD         (7 of 11 cases), scoliosis (5 of 13 cases), early onset of puberty\n11p15, which is found in approximately 20% of cases with           (11 of 12 cases), advanced bone age (4 of 5 cases), hypercholes-\nBeckwith–Wiedemann syndrome, has been reviewed in                  terinemia (4 of 10 cases), and obesity (9 cases). In addition,\nvarious studies. Literature is endless and—without any             there are dysmorphic features of the face including a high and\nvalidation—the reader is referred to the study of Weksberg         broad forehead, a high palate, a fleshy nasal tip, and a slight\net al. [2003] or other authors.                                    blepharophimosis. Other anomalies such as a bifid uvula\n                                                                   [Temple et al., 1991], a cleft palate [Barton et al., 1996], a\n                     Maternal UPD 12                               persistent ductus arteriosus [Miyoshi et al., 1998], or hypogo-\n                                                                   nadism [Link et al., 1996] were rarely reported. MODY\n   Von Eggeling et al. [2002] reported on a healthy newborn        (maturity-onset diabetes of the young) has been described in\nwith a 47,XX, þ der(12)(:p11 ! q11:/46,XX karyotype and            two cases [Manzoni et al., 2000; Kayashima et al., 2002]. Two\nmaternal heterodisomy for chromosome 12. From microsatel-          cases were ascertained by autosomal recessice disorders,\nlite investigations and FISH the marker carried no euchro-         alpha1 antitrypsin deficiency in one [Blayau et al., 2002]\nmatic material.                                                    and rod monochromacy in the other [Pentao et al., 1992].\n                                                                   Psychomotor development and intelligence are variable and\n                      Paternal UPD 12                              range from normal [Temple et al., 1991; Pentao et al., 1992;\n                                                                   Coviello et al., 1996; Link et al., 1996; Desilets et al., 1997;\n  So far, no case of whole chromosome paternal UPD 12 has          Splitt and Goodship, 1997; Fokstuen et al., 1999; Hordijk et al.,\nbeen reported.                                       ",
  "wordCount": 20460,
  "indexed": "2025-09-25T22:40:55.951Z",
  "method": "direct"
}
