{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Kass y Batzer - 2004 - Genome organization human.pdf",
  "fileName": "Kass y Batzer - 2004 - Genome organization human.pdf",
  "relativePath": "Genetica/Generalidades/Kass y Batzer - 2004 - Genome organization human.pdf",
  "text": "Genome Organization/                                                                                                                      Secondary article\n\nHuman                                                                                                                         . Introduction\n                                                                                                                                                  Article Contents\n\n\nDavid H Kass, Eastern Michigan University, Ypsilanti, Michigan, USA                                                           . Sequence Complexity\n\nMark A Batzer, Louisiana State University Health Sciences Center, New Orleans, Louisiana, USA                                 . Single-copy Sequences\n                                                                                                                              . Repetitive Sequences\n                                                                                                                              . Macrosatellites, Minisatellites and Microsatellites\nThe human nuclear genome is a highly complex arrangement of two sets of 23\n                                                                                                                              . Gene Families\nchromosomes, or DNA molecules. There are various types of DNA sequences and\n                                                                                                                              . Gene Superfamilies\nchromosomal arrangements, including single-copy protein-encoding genes, repetitive\n                                                                                                                              . Transposable Elements\nsequences and spacer DNA.\n                                                                                                                              . Pseudogenes\n                                                                                                                              . Mitochondrial Genome\nIntroduction                                                                                                                  . Genome Evolution\n                                                                                                                              . Acknowledgements\nThe human nuclear genome contains 3000 million base\npairs (bp) of DNA, of which only an estimated 3% possess\nprotein-encoding sequences. As shown in Figure 1, the\nDNA sequences of the eukaryotic genome can be classiﬁed                                      sequences such as the ribosomal RNA genes. Repetitive\ninto several types, including single-copy protein-encoding                                   sequences with no known function include the various\ngenes, DNA that is present in more than one copy                                             highly repeated satellite families, and the dispersed,\n(repetitive sequences) and intergenic (spacer) DNA. The                                      moderately repeated transposable element families. The\nmost complex of these are the repetitive sequences, some of                                  remainder of the genome consists of spacer DNA, which is\nwhich are functional and some of which are without                                           simply a broad category of undeﬁned DNA sequences.\nfunction. Functional repetitive sequences are classiﬁed into                                   The human nuclear genome consists of 23 pairs of\ndispersed and/or tandemly repeated gene families that                                        chromosomes, or 46 DNA molecules, of diﬀering sizes\neither encode proteins (and may include noncoding                                            (Table 1).\npseudogenes), or are important noncoding transcribed\n\n\n                                                                         Genome\n\n\n\n\n                         Single-copy                                 DNA present in                               Spacer DNA\n                   protein-encoding genes                           more than 1 copy\n\n\n\n                 Intron and             Coding\n                 regulatory            sequences\n                 sequences\n\n\n                              Functional sequences:\n                               interspersed and/or                                                                  Sequences with no\n                                     tandem                                                                          known function\n\n\n\n                         Supergene             Gene families\n                          families               and their                                              Interspersed                  Highly repeated\n                                               pseudogenes                                               sequences                       in tandem\n                                                                                                                                         (satellites)\n                                                                              Structurally\n                         Identical                                                                                        Pseudo-\n                                                                                related       MERs\n                                       Highly                   Conserved                                                  genes\n                                     homologous Conservative   short motifs                             DNA-       Retro-            Macro-                    Micro-\n                                                 domains                                               mediated transposons         satellites     Mini-      satellites\n                                                                                                     transposons                                 satellites\n\n\nFigure 1 Broad classification of DNA sequences in the human genome. MER, medium reiteration frequency repetitive sequence.\n\n\n                                        ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net                                                                  1\n\f     Genome Organization/Human\n\n\nTable 1 DNA content of chromosomes, extrapolated from Stephens et al. (1990), based on the length of chromosome as a\npercentage of the total length of the genome.\nChromosome                      Amount of DNA (Mb)                    Chromosome                               Amount of DNA (Mb)\n1                               249                                   13                                       108\n2                               237                                   14                                       105\n3                               192                                   15                                       99\n4                               183                                   16                                       84\n5                               174                                   17                                       81\n6                               165                                   18                                       75\n7                               153                                   19                                       69\n8                               135                                   20                                       63\n9                               132                                   21                                       54\n10                              132                                   22                                       57\n11                              132                                   X                                        141\n12                              123                                   Y                                        60\n\n\n\nSequence Complexity                                                     composition, time of replication, chromatin conformation\n                                                                        and the density of genes and repetitive sequences. There-\nThe human genome contains various levels of complexity                  fore, the karyograms deﬁne chromosomal organization\nas demonstrated by reassociation kinetics. This involves                and allow for identiﬁcation of the diﬀerent chromosomes.\nthe random shearing of DNA into small fragments                         The darker bands, or G bands, are comparatively more\naveraging about 500 bp, heat denaturation to separate                   condensed, more AT-rich, less gene-rich and replicate later\nthe strands of the double helix, and slow cooling. During               than the DNA within the pale bands, which correspond to\ncooling, complementary sequences anneal; the more copies                the R bands by an alternative staining technique. More\nthere are of a particular sequence, the greater the chance of           recently these alternative banding patterns have been\nﬁnding a complement to anneal to. Therefore, the                        correlated to the level of compaction of scaﬀold-attach-\nreassociation is dependent on time (t), as well as the initial          ment regions (SARs).\nconcentration of that sequence (C0) yielding what is                       The human genome may also be compartmentalized\nreferred to as a C0t value. Analysis of the human genome                into large ( 4 300 kb) segments of DNA that are homo-\nestimates that 60% of the DNA is either single copy or in               geneous in base composition referred to as isochores\nvery low copies; 30% of the DNA is moderately repetitive;               (Bernardi, 1995), based on sequence analysis and composi-\nand 10% is considered highly repetitive.                                tional mapping. L1 and L2 are GC-poor (or ‘light’)\n   Various staining techniques demonstrate alternative                  isochore families representing about 62% of the genome.\nbanding patterns of mitotic chromosomes referred to as                  The H1, H2 and H3 (heavy) isochore classes are increas-\nkaryograms. Although the three broad classes of DNA are                 ingly GC-rich. There is some correlation between isochores\nscattered throughout the chromosome, chromosomal                        and chromosomal bands. G bands are almost exclusively\nbanding patterns reﬂect levels of compartmentalization                  composed of GC-poor isochores, with a minor contribu-\nof the DNA. Using the C-banding technique yields dark-                  tion from H1. R bands can be classiﬁed further into T\nstaining regions of the chromosome (or C bands), referred               bands (R banding at elevated temperatures), which are\nto as heterochromatin. These regions are highly coiled,                 composed mainly of H2 and H3 isochores, and R’ (non-T\ncontain highly repetitive DNA and are typically found at                R bands) which are comprised of nearly equal amounts of\nthe centromeres, telomeres and on the Y chromosome.                     GC-rich (primarily H1) and GC-poor isochores. There is a\nThey are composed of long arrays of tandem repeats and                  distinct association between GC-richness and gene density.\ntherefore some may contain a nucleotide composition that                This is consistent with the association of most genes with\ndiﬀers signiﬁcantly from the remainder of the genome                    CpG islands, the 500–1000 bp GC-rich segments ﬂanking\n(approximately 40–42% GC). This means that they can be                  (usually at the 5’ end) most housekeeping and many tissue-\nseparated from the bulk of the genome by buoyant density                speciﬁc genes. The clustering of CpG islands, as demon-\n(caesium chloride) gradient centrifugation. Gradient                    strated by ﬂuorescence in situ hybridization (Craig and\ncentrifugation results in a major band and three minor                  Bickmore, 1994), further depicts gene-poor and gene-rich\nbands referred to as satellite bands, hence the term satellite          chromosomal segments.\nDNA.                                                                       Additionally, there are ﬁve human chromosomes (13,\n   The G-banding technique yields a pattern of alternating              14, 15, 21, 22) distinguished at their terminus by a thin\nlight and dark bands reﬂecting variations in base                       bridge with rounded ends referred to as chromosomal\n\n2                               ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net\n\f                                                                                                        Genome Organization/Human\n\n\nsatellites. These contain repeats of genes coding for rRNA             sequences may be in a tandem orientation and/or dispersed\nand ribosomal proteins that coalesce to form the nucleolus             throughout the genome. Repetitive sequences may be\nand are known as the nucleolar organizing regions.                     classiﬁed by function, dispersal patterns and sequence\n                                                                       relatedness. Satellite DNA typically refers to highly\n                                                                       repetitive sequences with no known function; gene families\n                                                                       are DNA sequences, with at least one functional gene,\nSingle-copy Sequences                                                  related by sequence homology and/or function; and\n                                                                       interspersed repeat sequences are typically the products\nAlthough originally deﬁned as a functional unit of\n                                                                       of transposable element integrations, but may include\nheredity, a gene may be deﬁned as an expressed segment\n                                                                       retropseudogenes of a functional gene.\nof DNA containing transcriptional regulatory sequences.\nThe latter deﬁnition allows for a practical assessment of the\nnumber of genes in the human genome. Although often\ncited as between 50 000 and 100 000 genes, more recent                 Macrosatellites, Minisatellites and\nestimates by the three following approaches narrow this\nrange to 60 000–80 000.\n                                                                       Microsatellites\n1. There are an estimated 45 000 CpG islands that are                  Macrosatellites are very long arrays, up to hundreds of\n   associated with approximately 56% of genes, yielding                kilobases, of tandemly repeated DNA. The three satellite\n   an estimate of 80 000 human genes (Antequera and                    bands observed by buoyant density centrifugation repre-\n   Bird, 1993).                                                        sent sections of the human genome containing highly\n2. Based on sequences from large chromosomal regions,                  repeated DNA that in eﬀect alter the proportion of\n   gene-rich regions appear to have an average density of              nucleotides from the rest of the genome. However, not all\n   43 genes per million base pairs, approximately tenfold              satellite sequences are resolved by density gradient\n   higher in density than gene-poor regions (Fields et al.,            centrifugation. Alpha satellite DNA or alphoid DNA\n   1994). Estimating that half the genome is gene-rich and             constitutes the bulk of centromeric heterochromatin on all\n   half gene-poor yields an estimate of 71 000 human                   chromosomes. The interchromosomal divergence of the\n   genes.                                                              alpha satellite families allows the diﬀerent chromosomes to\n3. Comparisons of expressed sequence tags (ESTs) from                  be distinguished by ﬂuorescence in situ hybridization\n   cloned cDNAs with the genomic database yields an                    (FISH).\n   estimate of approximately 64 000 human genes (Fields                   Minisatellites are tandemly repeated sequences of DNA,\n   et al., 1994).                                                      yielding a total length from less than 1 kbp to 15 kbp. One\n                                                                       subset of minisatellites comprises the highly polymorphic\nThe proportion of the genome consisting of genes would be\n                                                                       arrays of short tandem repeats with no known function\nestimated at 30–40% assuming an average gene size of\n                                                                       that serve as useful DNA markers referred to as variable\n15 kb. However, approximately 90% of the DNA from\n                                                                       number tandem repeats (VNTRs). These sequences gen-\nprotein encoding genes are non-coding, including up-\n                                                                       erally contain 1–5 kbp of DNA of repeating units of 15–\nstream and downstream regulatory sequences, and introns.\n                                                                       100 nucleotides. Several minisatellites share enough\nTherefore, only 3–4% (90–120 Mb) of DNA has coding\n                                                                       sequence homology to be analysed by a single probe\nfunction. Regulatory sequences include common promo-\n                                                                       yielding DNA ﬁngerprints. An example is a 10–15-bp core\nters recognized by transcription factors located at speciﬁc\n                                                                       sequence of myoglobin minisatellites which includes an\nupstream distances from the transcription start site. These\n                                                                       almost invariant core sequence (GGGCAGGANG)\nsequences include the TATA, CCAATT and GC boxes.\n                                                                       among several polymorphic VNTR loci.\nThere are also tissue-speciﬁc promoter sequences. Enhan-\n                                                                          Telomeric DNA sequences contain another subset of\ncers and silencers are cis-acting elements that function in\n                                                                       minisatellites. The telomeric sequences contain 10–15 kb\nvarious orientations and locations within or near a gene\n                                                                       of hexanucleotide repeats, most commonly TTAGGG in\nand that upregulate and downregulate gene expression,\n                                                                       the human genome, at the termini of the chromosomes.\nrespectively. Many coding sequences may be included as\n                                                                       These sequences are added by telomerase to ensure\nmembers of gene families as described below. In addition,\n                                                                       complete replication of the chromosome. Telomeres of\nthere may be single-copy sequences in the spacer DNA with\n                                                                       somatic cells are generally shorter than in germ cells,\nno known (determinable) function.\n                                                                       illustrated by their decreasing size within human B cells and\n                                                                       skin cells with increasing age. In humans, it has been\n                                                                       postulated that telomeric loss is associated with ageing and\nRepetitive Sequences                                                   tumorigenesis.\n                                                                          Microsatellites are small arrays of short simple tandem\nIn the human genome various sized stretches of DNA                     repeats, primarily 4 bp or less. Diﬀerent arrays are found\nsequences exist in variable copy numbers. These repetitive             dispersed throughout the genome, although dinucleotide\n\n                               ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net                         3\n\f    Genome Organization/Human\n\n\nCA/TG repeats are most common, yielding 0.5% of the                    H1-H3-H2A-H2B) (Hentschel and Birnstiel, 1981). A\ngenome. Runs of As and Ts are common as well.                          majority of histone genes form a large cluster on human\nMicrosatellites have no known functions. However, CA/                  chromosome 6 (6p21.3) and a small cluster at 1q21.\nTG dinucleotide pairs can form the Z-DNA conformation                  Additionally, histone genes lack introns; a rare feature for\nin vitro, which is possibly indicative of function. Repeat             eukaryotic genes.\nunit copy number variation of microsatellites apparently                  Genes that encode ribosomal RNA (rRNA), inclusive of\noccurs by replication slippage yielding highly polymorphic             the spacer units, total about 0.4% of the DNA in the\nDNA markers referred to as short tandem repeat                         human genome. The individual genes of a particular rRNA\npolymorphisms (STRPs). STRPs are commonly used in                      family are essentially identical. The 28S, 5.8S and 18S\ncommercial DNA ﬁngerprinting kits. The expansion of                    rRNA genes are clustered with spacer units (ETS (external\ntrinucleotide repeats within genes has been associated with            transcribed spacer), ITS (internal transcribed spacer)), in\ngenetic disorders such as Huntington disease, myotonic                 tandem arrays of approximately 60 copies each yielding\nmuscular dystrophy, Friedreich ataxia, and fragile-X                   about 2 Mbp of DNA. These clusters are present on the\nsyndrome.                                                              short arms of ﬁve acrocentric chromosomes and form the\n                                                                       nucleolar organizing regions, hence approximately 300\n                                                                       copies. These three rRNA genes are transcribed as a single\n                                                                       unit (yielding 41S rRNA) and then cleaved. 5S rRNA genes\nGene Families                                                          are clustered on chromosome 1q.\n                                                                          There are an estimated 30 human transfer RNA (tRNA)\nGene families generally consist of a set of genes with high            genes. tRNA genes and their pseudogenes are dispersed on\nsequence homology over their entire length, primarily in               at least seven chromosomes (McBride et al., 1989). In\nthe exons for protein-encoding gene families. Members of               addition, tRNA genes have been found in various clusters,\ngene families, or possibly separate clusters of the same gene          i.e. cloned genomic fragments have been isolated contain-\nfamily, are considered paralogous, and are derived from an             ing several tRNA genes. Dispersal of tRNA pseudogenes\nancestral gene or locus by duplication, and are therefore              may have occurred by RNA-mediated retroposition\nevolutionarily and functionally related. The duplication of            (McBride et al., 1989). This is consistent with the\na gene, however, may yield a nonfunctional pseudogene                  postulation that various SINE families (see below) have\n(see below). Additionally, there are genes yielding products           been derived from tRNA genes (Deininger and Batzer,\nwith weak overall sequence homology, but that are                      1993).\nhomologous at functionally conserved domains or short                     Small nuclear RNA (snRNA) molecules are implicated\namino acid motifs, collectively forming an additional type             to function in RNA processing. There are six families of\nof gene family. A group of genes with functionally and                 related snRNA genes, termed U1 to U6, that are dispersed\nstructurally related products with weak sequence homo-                 among the chromosomes. However, diﬀering cluster\nlogies and lacking conserved amino acid motifs may be                  patterns have been observed for these genes on diﬀerent\nreferred to as a gene superfamily. Only a limited number of            chromosomes. For example 35–100 functional U1 genes,\nexamples will be discussed.                                            all sharing 20 kb of nearly identical 5’ and 3’ ﬂanking\n                                                                       sequences, are loosely clustered in chromosome 1p36, and\nGene families with essentially identical                               contain over 44 kb of intergenic sequences, whereas 10–20\nproducts                                                               U2 genes are clustered in a tight, virtually perfect 6-kb\n                                                                       repeat unit on 17q21–q22 (Lindgren et al., 1985). In\nIf the cell warrants numerous proteins or RNA molecules,               addition, more than one subfamily of a U snRNA has been\none solution might be the production of multiple                       identiﬁed; U3 comprises at least two subfamilies, which\nfunctional copies of a gene. The human genome, and                     diﬀer in the ﬂanking sequences. Also, pseudogenes of\neukaryotic genomes in general, have ampliﬁed a number of               snRNA have been identiﬁed and are thought to be\ngenes whose products are responsible for general purpose               dispersed in the genome by retroposition. tRNA genes\nfunctions such as DNA replication and protein synthesis.               are also found clustered with U RNA genes; for example\n   Histone genes are highly conserved among eukaryotes                 chromosome band 1p36 contains 15–30 copies each of U1,\nand have a fundamental role in chromatin structure. The                Glu-tRNA, and Asn-tRNA genes (van der Drift et al.,\nhistone family consists of ﬁve genes that tend to be linked,           1994).\nalthough in diﬀering arrays of variable copy numbers\ndispersed in the human genome. The individual genes of a\nparticular histone family encode essentially identical                 Gene families with high sequence homologies\nproducts (i.e. H4 genes yield the same H4 protein).\nAnalysis of individual human genomic clones has identi-                There are numerous families of genes in the human genome\nﬁed isolated histone genes (e.g. H4), clusters of two or more          sharing extensive intrafamily homology. These are gen-\nhistone genes, or clusters of all histone genes (e.g. H3-H4-           erally dispersed, but may contain linked members. One of\n\n4                              ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net\n\f                                                                                                         Genome Organization/Human\n\n\nthe most comprehensively studied gene families is the                   Table 2 Examples of interspersed multigene families in the\nhaemoglobin family. Human haemoglobin is a tetrameric                   human genome\nprotein consisting of two a-globin and two b-globin\n                                                                                                               Number of    Estimated\nsubunits. There are several possible polypeptides con-\nstructing the haemoglobin molecule with diﬀering physio-                                                       functional   number of\nlogical properties and ontological regulation. This                     Gene                                   genes        pseudogenes\nprobably occurred as a result of gene duplication allowing              Actin                                  4            4 16\nfor divergence of sequences for procuring new function.                 Aldolase                               3            2\nThe two globin families exist as clusters of genes and                  Arginosuccinate synthetase             1            14\npseudogenes on separate chromosomes. The a-globin gene                  b-Tubulin                              2            15–20\ncluster is on human chromosome 16, and the b-globin                     Cytochrome c                           2            20–30\ncluster is on 11. Although related in sequence, there is                Ferritin heavy chain                   1            4 14\ngreater intra- than intercluster homology. Therefore,                   Glyceraldehyde 3-phosphate             1            25\nintracluster duplications postdate the duplication of the                  dehydrogenase\nancestral gene yielding a- and b-globin. The ontological                Ribosomal protein L32                  1            20\nregulation is apparently coordinated on each cluster by                 Triosephosphate isomerase              1            5–6\nupstream sequences, providing the expression of the gene\nbest suited for the oxygen need (a fetus, for example, exists\nin a relatively hypoxic environment). Predating haemoglo-\nbin divergence, is the divergence of haemoglobin and                    related genes encoding for a p21ras product. Additional\nmyoglobin from an ancestral gene. Myoglobin is a                        members of this family include TC21 and R-ras.\nmonomeric protein encoded by a single gene on human                        There are many other examples of multigene families in\nchromosome 22 and stores oxygen in muscle, whereas                      the human genome and some of these are listed in Table 2.\nhaemoglobin is the oxygen carrier in blood.\n   Proto-oncogenes are also gene family members. These\ngenes contribute to neoplasia when their expression\n(sequence or level) is altered. The gene products have                  Gene families with low sequence homology\nnormal cellular functions such as secreted growth factors               but functionally conserved domains\n(e.g. Wnt gene family), cell surface receptors (e.g. erbB gene\nfamily), intracellular signal transducers (e.g. ras gene                Some sequences in the human genome share highly\nfamily), and DNA-binding proteins (e.g. myc gene family).               conserved amino acid domains with weak overall homo-\nThe Wnt gene family consists of at least 15 structurally                logies. These often have developmental function. There are\nrelated genes functioning in various aspects of growth and              nine dispersed paired box (Pax) genes that contain highly\ndiﬀerentiation. They contain an N-terminal secretory                    conserved DNA binding domains with six a-helices. The\nsignal peptide, a short domain of low sequence conserva-                homeobox or Hox genes share a common 60 amino acid\ntion, and a highly conserved block (ranging from 40 to                  encoding sequence. In humans there are four Hox gene\n95%) of about 300 amino acids with highly conserved                     clusters, on diﬀerent chromosomes. However, the indivi-\nmotifs, and conservation of spacing of 22 cysteine residues.            dual genes in the cluster demonstrate greater homology to\nThe Wnt genes map to diﬀerent chromosomes, some                         a counterpart gene on another cluster than to the other\ndemonstrating conservation of synteny (Bergstein et al.,                genes on the same cluster.\n1997).\n   There are four erbB genes. These are epidermal growth\nfactor receptors grouped, as are other receptor tyrosine\nkinases, into a family based on the sequence homology of                Gene families with different products but\ntheir kinase domains, their structure and the structural                conserved short amino acid motifs\nsimilarity of their ligands. The myc genes are members of\nthe basic helix–loop–helix family of transcription factors.             Some genes are considered families based not on entire-\nFunctional members, including c-myc, L-myc and N-myc,                   length sequence homology, but on conserved short amino\nare not linked genetically, with the latter two demonstrat-             acid motifs. DEAD box genes encode products with RNA\ning more restricted patterns of expression, but they share a            helicase activity, and share eight short amino acid motifs,\nthree exon, two intron structure. A detailed sequence                   including the DEAD box (Asp-Glu-Ala-Asp). However,\nanalysis of myc genes suggests that the progenitor of the N-            there are other gene families with conserved amino acid\nmyc and L-myc genes was a duplicated c-myc gene (Atchley                motifs, such as the WD box, that provide diﬀerent\nand Fitch, 1995). The ras genes represent a subfamily of                functions. The WD box genes are characterized by between\nguanosine triphosphate (GTP)-binding proteins, found                    four and eight tandem repeats of a core sequence of ﬁxed\ndispersed in the genome. N-ras, H-ras and K-ras are closely             length terminating in a WD dipeptide.\n\n                                ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net                          5\n\f    Genome Organization/Human\n\n\nGene Superfamilies                                                                      Gag                  Pol               Env\n\nDNA sequences that yield functionally and structurally                                                Retrovirus\nrelated products with weak sequence homology and\nlacking signiﬁcantly conserved amino acid motifs may be\ngrouped as a gene superfamily. However, diﬀerent families                                                ORF\nof genes may comprise a superfamily. Genes of the\nimmunoglobulin superfamily encode proteins that form                                           THE-1 retrotransposon\ndimers consisting of extracellular variable domains at the\nN-terminus and constant domains at the C-terminus.\n                                                                                  P               ORF1             ORF2                    -AN\nMembers of the immunoglobulin superfamily include\nimmunoglobulin, human leucocyte antigen (HLA), T-cell                                      Non-LTR retrotransposon (L1)\nreceptor (TCR), T4 and T8 genes. Another example\nincludes three superfamilies of growth factor receptors:\n(1) proteins with a core structure of seven transmembrane                                     A     B                     31         -AN\na-helical sequences; (2) large glycoproteins generally\npossessing a single transmembrane sequence and tyrosine                                           Dimeric SINE (Alu)\nkinase activity (includes the EGFR/erbB family described\n                                                                      Figure 2 RNA-mediated transposable elements in the human genome.\nabove); and (3) single transmembrane proteins lacking                 Each contains the characteristic flanking direct repeats (arrows). The\nkinase activity.                                                      human endogenous retrovirus containing long terminal repeats (LTRs)\n                                                                      (speckled region), gag (group-specific antigen gene), pol (polymerase\n                                                                      gene) and env (envelope gene). The THE-1 retrotransposon consists of an\n                                                                      open reading frame (ORF) and LTRs. The non-LTR retrotransposon (LINE)\n                                                                      contains internal RNA polymerase II promoter sequences (P), two open\nTransposable Elements                                                 reading frames, and an A-tail. The Alu element has a dimeric structure of\n                                                                      homologous halves separated by a middle A-rich region (striped). The left\nThe human genome contains interspersed repeat sequences               half contains A- and B-box RNA polymerase III promoter sequences, and the\nthat have largely ampliﬁed in copy number by movement                 right half contains an additional internal 31 bp. Other shaded regions are\nthroughout the genome. These sequences are referred to as             sequences unique to the element.\ntransposable elements. Almost all transposition has\noccurred via an RNA intermediate yielding classes of                  element integrations have resulted in pathogenic pheno-\nsequences referred to as retrotransposons or retroposons              types. Alu elements predominate in chromosomal R bands\n(Figure 2). However, there is also evidence of an ancient             and preferentially insert into A-rich sequences including\nDNA-mediated transposon family (pogo) in the human                    the A-tails of previous Alu integrations. Alu elements and\ngenome (Robertson, 1996).                                             LINEs appear to amplify by the activity of a few master\n   Short and long interspersed DNA elements (SINEs and                loci, leaving the vast majority of these repeats as inactive\nLINEs, respectively) are the primary families of transpo-             pseudogenes.\nsable elements in the human genome. These are referred to                LINEs (or L1 elements) are estimated on the order of\nas retroposons, since they lack the long terminal repeats             100 000 copies, and are predominately found in chromo-\n(LTRs) of retroviruses, and are ampliﬁed via an RNA                   somal G bands. A full-length LINE is approximately\nintermediate. LINEs are sometimes referred to as non-                 6.1 kbp although most are truncated pseudogenes (see\nLTR retrotransposons because sequences in the elements                below) with various 5’ ends due to incomplete reverse\ncode for enzymes utilized in the retroposition process.               transcription. About 1% of the estimated 3500 full-length\n   The Alu element is estimated at 500 000–900 000 copies             LINEs have functional RNA polymerase II promoter\nin the human genome representing the primary SINE                     sequences along with two intact open reading frames\nfamily. Sequence comparisons suggest that Alu repeats                 necessary to generate new L1 copies. Individual LINEs\nwere derived from the 7SL RNA gene. Each Alu element is               contain a poly-A tail and are ﬂanked by direct repeats.\nabout 280 bp with a dimeric structure, contains RNA                   LINE mobilization activity has been veriﬁed in both\npolymerase III promoter sequences, and typically has an               germinal and somatic tissues.\nA-rich tail and ﬂanking direct repeats (generated during                 SINEs and LINEs additionally contribute to the\nintegration). Approximately 2000 Alu elements have                    evolution of the genome by yielding sites for unequal\nintegrated within the human genome subsequent to the                  homologous recombination. Within the low-density lipo-\ndivergence of humans from the great apes. About 25% of                protein (LDL) receptor gene alone there have been several\nthe more recent Alu integrations have yielded presence/               alterations attributed to recombination at various Alu sites\nabsence insertion polymorphisms that are useful as DNA                resulting in familial hypercholesterolaemia.\nmarkers for the study of forensics and human population                  The human genome also contains families of retroviral-\ngenetics (Deininger and Batzer, 1993). Recent germline Alu            related sequences. These are characterized by sequences\n\n6                             ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net\n\f                                                                                                        Genome Organization/Human\n\n\nencoding enzymes for retroposition and contain LTRs.                   dogenes may be derived from RNA genes as well. Evidence\nHowever, most of these sequences are defunct truncated                 for tRNA ‘retro’ pseudogenes are the CCA sequences at\nand mutated retrovirus-like elements. The endogenous                   the 3’ end which is added posttranscriptionally to the\nretroviruses may have originally been incorporated into                functional tRNA.\nthe genome following retroviral infection of the germ cells.\nIn addition, solitary LTRs of these elements may be\nlocated throughout the genome. There are several low\nabundant (10–1000 copies) human endogenous retrovirus                  Mitochondrial Genome\n(HERV) families, with individual elements ranging from 6\nto 10 kb, collectively encompassing about 1% of the                    The mitochondrion contains an autonomously replicating\ngenome.                                                                genome. The human mitochondrial genome contains\n   The transposon-like human element (THE-1) contains                  16 569 bp encoding for 37 genes including tRNA and\nthe long terminal repeats of integrated retroviral genomes,            rRNA genes used for mitochondrial protein synthesis.\nbut lacks sequences encoding for enzymes involved in                   Mitochondrial DNA (mtDNA) is maternally inherited and\nretroposition. Therefore, this interspersed DNA family is              generally there are thousands of copies of mtDNA in a cell.\ntentatively characterized as a retrotransposon. The 2.3-kb\nTHE-1 sequence is estimated at 10 000 copies with an\nadditional 10 000 solitary LTRs.                                       Genome Evolution\n   There are pseudogenes (see below) that are the result of\nretroposition (retropseudogenes). These pseudogenes lack               The fact that genomes vary considerably among organisms\nintrons and the ﬂanking DNA sequences of the functional                is indicative of the highly dynamic nature of the genome.\nlocus and therefore are not products of gene duplication.              However, comparisons of human and chimpanzee DNA\nThe generation of these types of elements is dependent on              demonstrate 98–99% sequence identity. This poses an\nthe reverse transcriptase of other elements such as LINEs.             interesting question as to what makes us human. By FISH\n   Medium reiteration frequency repetitive sequences                   and karyograms, it is evident that a shuﬄing of diﬀerent\n(MERs) represent a broad group of families of unchar-                  segments of the genome between humans and chimpanzees\nacterized interspersed sequences. The mechanisms for                   has occurred, although there is conservation of synteny of\nampliﬁcation of these sequences are unclear, and therefore             genes, i.e. genes that are linked in humans are also linked in\nmay or may not warrant inclusion as a transposable                     chimpanzees. Genomic rearrangements may alter tempor-\nelement. However, it has been suggested that some of these             al or spatial expression of genes, as a result of the\nsequences are replicated and disseminated by DNA                       chromosomal location of the gene(s), or possibly as a\nviruses, indicated by the presence of MER sequences in                 function of a shift in gene imprinting, consequently\nSV40 recombinants. Copy numbers of MER families range                  yielding phenotypic variation. Small deoxyribonucleotide\nfrom 200 to 10 000, collectively yielding 100 000–200 000              changes may alter the biochemical nature of the protein\ncopies.                                                                product, also contributing to phenotypic diﬀerences.\n                                                                       Alterations in regulatory sequences, possibly by the\n                                                                       incorporation of retroposed sequences, may also contri-\n                                                                       bute to phenotypic variation. Although chimpanzees and\nPseudogenes                                                            humans share nearly all integrated Alu elements, there has\n                                                                       been dispersal of human-speciﬁc Alu sequences. It is\nPseudogenes are nonfunctional copies of a gene containing              possible that exon shuﬄing has played a major role. Exon\npart or all of the original sequence. Pseudogenes may arise            shuﬄing occurs by unequal homologous recombination in\nby tandem duplications, accumulating mutations as a                    introns, and may be a reason for the existence and\nresult of the lack of selection pressure, and are usually              maintenance of introns (Gilbert, 1978), providing a source\nrecognizable by a lack of an open reading frame. An                    for the generation of new proteins/gene families that are\nexample is the globin pseudogenes. A processed pseudo-                 composites of diﬀering functional domains as outlined in\ngene or retropseudogene is derived by an RNA inter-                    this review.\nmediate. The characteristic features of these sequences are\nthat they lack regulatory sequences, and therefore are\nnormally incapable of expression, and they lack introns\nwhich have been spliced during RNA processing. There                   Acknowledgements\nmay be as many as 20–30 retropseudogenes that have\narisen from a parental functional gene, e.g. ribosomal                 DHK was supported by an Eastern Michigan University\nprotein L32, and glyceraldehyde-3-phosphate dehydro-                   Spring/Summer Research Award and a University Re-\ngenase. However, SINEs and LINEs represent the most                    search in Excellence Fund. MAB was supported by award\nabundant families of retropseudogenes. Processed pseu-                 1999-IJ-CX-K009 from the Oﬃce of Justice Programs,\n\n                               ENCYCLOPEDIA OF LIFE SCIENCES / & 2001 Nature Publishing Group / www.els.net                         7\n\f    Genome Organization/Human\n\n\nNational Institute of Justice, Department of Justice. Points                  Hentschel CC and Birnstiel ML (1981) The organization and expression\nof view in this document are those of the authors and do                        of histone gene families. Cell 25: 301–313.\nnot necessarily represent the oﬃcial position of the U.S.                     Lindgren V, Ares M, Jr, Weiner AM and Francke U (1985) Human genes\n                                                                                for U2 small nuclear RNA map to a major adenovirus 12 modiﬁcation\nDepartment of Justice.\n                                                                                site on chromosome 17. Nature 314: 115–116.\n                                                                              McBride OW, Pirtle IL and Pirtle RM (1989) Localization of three DNA\nReferences                                                                      segments encompassing tRNA genes to human chromosomes 1, 5, and\n                                                                                16: proposed mechanism and signiﬁcance of tRNA gene dispersion.\nAntequera F and Bird A (1993) Number of CpG islands and genes in                Genomics 5: 561–573.\n  human and mouse. Proceedings of the National Academy of Sciences of         Robertson HM (1996) Members of the pogo superfamily of DNA-\n  the USA 90: 11995–11999.                                                      mediated transposons in the human genome. Molecular and General\nAtchley WR and Fitch WM (1995) Myc and Max: molecular evolution                 Genetics 252: 761–766.\n  of a family of proto-oncogene products and their dimerization               Stephens JC, Cavanaugh ML, Gradie MI, Mador ML and Kidd KK\n  partner. Proceedings of the National Academy of Sciences of the USA           (1990) Mapping the human genome: current status. Science 250: 237–\n  92: 10217–10221.                                                              244.\nBergstein I, Eisenberg LM, Bhalerao J et al. (1997) Isolation of two novel    van der Drift P, Chan A, van Roy N, Laureys G, Westerveld A,\n  WNT genes, WNT14 and WNT15, one of which (WNT15) is closely                   Speleman F and Versteeg R (1994) A multimegabase cluster of snRNA\n  linked to WNT3 on human chromosome 17q21. Genomics 46: 450–                   and tRNA genes on chromosome 1p36 harbours an adenovirus/SV40\n  458.                                                                          hybrid virus integration site. Human Molecular Genetics 3: 2131–2136.\nBernardi G (1995) The human genome: organization and evolutionary\n  history. Annual Review of Genetics 29: 445–476.\nCraig JM and Bickmore WA (1994) The distribution of CpG islands in\n  mammalian chromosomes. Nature Genetics 7: 376–382.                          Further Reading\nDeininger PL and Batzer MA (1993) Evolution of retroposons.\n  Evolutionary Biology 27: 157–196. ",
  "wordCount": 5344,
  "indexed": "2025-09-25T22:39:43.212Z",
  "method": "direct"
}
