{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Splicing/2015_Decoding abnormal splicing code in human diseases.pdf",
  "fileName": "2015_Decoding abnormal splicing code in human diseases.pdf",
  "relativePath": "Genetica/Splicing/2015_Decoding abnormal splicing code in human diseases.pdf",
  "text": "Journal of Investigative Genomics\n\n\nReview Article                                                                                                                                     Open Access\n\n\n\n\nDecoding abnormal splicing code in human diseases\n\n Abstract                                                                                                               Volume 2 Issue 1 - 2015\n\n RNA splicing is an intricate process in humans and higher metazoans. Splicing is regulated\n through multifaceted coordinated factors, such as cis-acting splicing code and RNA-\n                                                                                                                        Kinji Ohno, Mohammad Alinoor Rahman,\n binding splicing trans-factors that associate or compete with ribonucleoproteins (RNPs).                               Farhana Nasrin, Akio Masuda\n Individual cis-acting splicing code and their functional coordination with cognate splicing                            Division of Neurogenetics, Center for Neurological Diseases\n                                                                                                                        and Cancer, Nagoya University Graduate School of Medicine,\n trans-factors still remain elusive mostgenes, because these code are comprised of highly\n                                                                                                                        Japan\n degenerative short sequence motifs and multiple splicing trans-factors can recognize an\n identical motif. In addition, a specific splicing motif functions differentially in different                          Correspondence: Kinji Ohno, Division of Neurogenetics,\n genes, which is determined by additional factors such as neighboring sequence context, cell                            Center for Neurological Diseases and Cancer, Nagoya\n types and association/competition with other splicing trans-factors. Genetic and cellular                              University Graduate School of Medicine, 65 Tsurumai, Showa-ku,\n alterations compromising the fidelity of splicing processes provoke many human diseases.                               Nagoya, Aichi 466-8550, Japan, Tel +81 52 744 2446, Fax +81 52\n Analyses of abnormal splicing code in human diseases not only uncover the underlying                                   744 2449, Email ohnok@med.nagoya-u.ac.jp\n maladies of splicing regulations in pathological conditions, but also allow us to gain insight\n into splicing mechanisms in physiological conditions. This review introduces accumulating                              Received: January 09, 2015 | Published: January 21, 2015\n knowledge of numerous modes of splicing aberrations and provides critical information to\n understand the underlying patho mechanisms of human diseases, which hopefully leads to\n development of rational therapies.\n\n Keywords: alternative splicing, cis-acting splicing code, splicing trans-factor,\n spliceosome, mutation, aberrant splicing, neurodegenerative diseases, cancers\n\n\n\nAbbreviations: RNPs, ribonucleoproteins; snRNPs, small                                            transcribed, we expanded proteome diversity by alternative splicing\nnuclear ribonucleoproteins; snRNA, small nuclear RNA; BP, branch                                  without increasing the NUMBer of genes. About 95% of human multi-\npoint; PPT, poly pyrimidine Tract; ISE, intronic splicing enhancer;                               exon genes are estimated to undergo alternative splicing.1,2 To support\nESE, exonic splicing enhancer; ISS, intronic splicing silencer; ESS,                              physiological and cellular demand alternative splicing is fine-tuned\nexonic splicing silencer; SR Proteins, serine/arginine-rich proteins;                             in tissue-specific, developmental stage-specific and gender-specific\nRRM, RNA-recognition motif; RS Domains, arginine and serine                                       manners. It is also modulated in response to external stimuli or\nrich domains; hnRNPs, heterogeneous nuclear ribonucleoproteins;                                   intracellular signals. We humans utilize the most complex alternative\nARE, au-rich element; NMD, nonsense mediated decay; AChR,                                         splicing events. However, with the increase of splicing complexity,\nacetylcholine receptor; Fz-CRD, frizzled-like cysteine-rich domain;                               splicing processes became readily susceptible to mis regulation, which\nTE, transposable elements; SINEs, short interspersed nuclear                                      potentially affects cellular physiology and gives rise to various human\nElements; MIRs, mammalian interspersed repeats; FCMD, fukuyama                                    diseases. Scrutinized dissection of abnormal splicing mechanisms\ncongenital muscular dystrophy; CMS, congenital myasthenic                                         in human diseases ironically enable us to disclose yet unidentified\nsyndrome; SMA, spinal muscular atrophy; ALS, amyotrophic lateral                                  splicing scenarios in physiological conditions. In this review, we\nsclerosis; CLIP, cross-linked immuno precipitation; FTD, fronto                                   present some examples in which the mechanisms of missplicing are\ntemporal dementia; NMJ, neuromuscular junction; AD, alzheimer’s                                   well dissected and implicated in understanding physiological splicing\ndisease; DCM, dilated cardiomyopathy; PAR-CLIP, photoactivatable                                  regulations.\nribonucleoside–enhanced crosslinking and immuno precipitation;\nNAS, nonsense-associated altered splicing; NASRE, nmd-associated                                  Discussion\nskipping of a remote exon; PTC, premature termination codon; MD,                                  Splicing machinery and splicing code\nmyotonic dystrophy; NSCLC, non-small cell lung cancers; HPT-JT,\nhyper parathyroidism-jaw tumor syndrome; FIHP, familial isolated                                      Splicing of pre-mRNA is carried out in nucleus by spliceosome,\nprimary hyper parathyroidism; FED, fish-eye disease; LQTS, long                                   which is a macromolecular complex composed of RNA and proteins.\nqt syndrome; CCA, congenital contractural arachnodactyly; IGHD,                                   Five small nuclear ribonucleoproteins (snRNPs) and multiple proteins\nisolated growth hormone deficiency; FHL3, familial hemophagocytic                                 (>100) cooperate in spliceosome to catalyze the splicing reaction.\nlymphohistiocytosis; PMD, pelizaeus–merzbacher disease; GHI,                                      Each snRNP is composed of a single uridine-rich small nuclear RNA\ngrowth-hormone insensitivity; RP, retinitis pigmentosa; FTLD, fronto                              (snRNA) and multiple proteins. Spliceosome-mediated splicing can\ntemporal lobar degeneration; ASD, autism spectrum disorders                                       be achieved by two steps: recognition of intron/exon boundary and\n                                                                                                  catalysis of the transesterification reaction to excise out an intron\nIntroduction                                                                                      followed by joining two exons. Recognition of intron/exon boundary\n                                                                                                  is guided by essential splicing cis-elements close to either end of an\n    Humans and other higher metazoans acquired regulated diversity\n                                                                                                  intron, termed as consensus splice site sequences (Figure 1a). These\nin their genes by inserting multiple noncoding introns into a coding\n                                                                                                  include 5’ splice site, a branch point (BP), a poly pyrimidine tract (PPT),\nregion. At a cost of excising noncoding introns every time a gene is\n                                                                                                  and 3’ splice site. In humans and metazoans, these consensus splice\n\n\n\nSubmit Manuscript | http://medcraveonline.com   J Investig Genomics. 2015;2(1):6‒23.                                                                                                                6\n                                                                 © 2015 Ohno et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which\n                                                                 permits unrestricted use, distribution, and build upon your work non-commercially.\n\f                                                                                                                                                   Copyright:\nDecoding abnormal splicing code in human diseases                                                                                            ©2015 Ohno et al.    7\n\n\n\nsite sequences are highly degenerative, which partly compromises                    proteins, which function as either an essential or regulatory factor.3,4\nappropriate recognition and binding of essential trans-acting factors.              SR proteins can modulate several steps of spliceosome assembly\nAs a consequence, multiple auxiliary trans-acting factors need to                   through protein-protein and protein-RNA interaction.5,6 They possess\nco-operate to form spliceosome and to favor folding of nuclear pre-                 one or two RNA-recognition motif (RRM) at the N-terminal end and\nmRNA to commit splicing. The assembly of spliceosome is further                     arginine and serine residues (RS domains) at the C-terminal end. The\nregulated by auxiliary splicing cis-elements either in a positive or                majority of splicing trans-factors for splicing silencer elements (ISSs/\nnegative manner (Figure 1b). Positively modulating cis-elements are                 ESSs) are heterogeneous nuclear ribonucleoproteins (hnRNPs).7\ntermed as intronic/exonic splicing enhancers (ISEs/ESEs), whereas                   Members of this family usually contain an RRM-type and KH-\nnegatively modulating cis-elements are termed as intronic/exonic                    type RNA-binding domain along with other auxiliary domains to\nsplicing silencers (ISSs/ESSs). Most of these auxiliary cis-elements                mediate protein-protein interaction. ISEs are less well characterized\nfunction by binding to cognate trans-factors (Table 1), whereas some                compared to the other cis-elements. Recent analyses on ISEs suggest\ncis-elements function by forming secondary structures. The majority                 that hnRNP F, hnRNP H, NOVA1, NOVA2, FOX1, and FOX2 are\nof splicing trans-factors for ESE are serine/arginine-rich (SR)                     candidate factors for ISEs.8‒11\n\n\n\n\n    Figure 1 cis-acting splicing code.\n        A) Schematic of essential splicing cis-elements: invariant GU and AG dinucleotides constituting the 5’ and 3’ splice sites, respectively, at the ends of an\n           intron; the branch point (BP, ‘A’ is observed at 92.3%); and the polypyrimidine tract (PPT). The consensus sequences of these elements are shown\n           below (Y=C/U, R=G/A, N=any nucleotide).\n        B) Schematic of auxiliary splicing cis-elements, which can influence alternative splicing. Based on location and functional activity, these elements can\n           be categorized into intronic/exonic splicing enhancers (ISEs/ESEs) and intronic/exonic splicing silencers (ISSs/ESSs). Recognition of splice sites are\n           promoted by enhancer elements and repressed by silencer elements. In addition, enhancers can antagonize the activity of silencers, and vice versa.\n           Exon inclusion or skipping is finely regulated by the relative strength of these influential elements, which are mostly determined by binding of cognate\n           splicing trans-factors. Activities of splicing trans-factors are also regulated by developmental stage-specific and tissue-specific expression, as well as\n           by phosphorylation and post translational modifications. Therefore, fine-tuned coordination of splicing cis-elements and spatiotemporal expressions\n           of splicing trans-factors is critical to attain the transcriptome and proteome diversities that we human have acquired in the course of evolution.\n    Spliceosome assembly starts with the recognition of the 5’ splice               U5 snRNPs leads to the formation of B complex. Through extensive\nsite by U1 snRNP, the BP by SF1, and the PPT as well as 3’ terminal                 remodeling and conformational changes, an active spliceosome\nAG by U2AF heterodimer (U2AF65 and U2AF35, respectively)                            complex called C complex is formed by replacing U1 and U4 snRNPs,\n(Figure 2). This is an ATP-independent initial assembly step termed as              which subsequently catalyzes splicing. In most cases, splicing\nan E complex. Initial spliceosome assembly is usually formed across                 activators or repressors function by modulating the early spliceosome\na single intron in a two-exon gene or short introns in multi-exon genes             assembly at the stage of E complex or A complex. Therefore, the\n(termed as an intron-defined E complex), whereas it is formed across                ultimate splicing consequence (constitutive splicing or alternative\nan exon flanked by long introns in higher metazoans (termed as exon-                splicing) is determined by complex cis-acting splicing code, their\ndefined E complex).12‒14 The ATP-independent E complex is then                      cognate RNA-binding trans-factors and an immense network of their\ntransformed to ATP-dependent spliceosome A complex, where SF1                       interactions.\nis replaced by U2 snRNP at BP. Subsequent recruitment of U4/U6-\n\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                            Copyright:\nDecoding abnormal splicing code in human diseases                                                                                     ©2015 Ohno et al.   8\n\n\n\n\nTable 1 cis-acting RNA motifs recognized by representative splicing regulatory trans-acting proteins\n\n                 Protein                                                  Binding sequence\n\n                  SR proteins\n\n                 SRSF1 (SF2/ASF)106‒108                                   SRSASGA, RGAAGAAC, AGGACRRAGC, GGAGA\n\n                 SRSF2 (SC35)             107‒110\n                                                                          UGCNGYY, GRYYCSYR, AGSAGAGUA, GUUCGAGUA, GA-rich sequence\n\n                 SRSF3 (SRp20)               109,111,112\n                                                                          CCUCGUCC, GCUCCUCUUCC, WCWWC\n\n                 SRSF4 (SRp75)               113,114\n                                                                          GAAGGA, GAUGA, AAGAA, GAAGA, AGAAG, GAAAA\n\n                 SRSF5 (SRp40)               106,115\n                                                                          ACDGS, UGGGAGCRGUYRGCUCGY\n\n                 SRSF6 (SRp55)               106\n                                                                          USCGKM\n\n                 SRSF7 (9G8)            112\n                                                                          (GAC)n\n\n                  HnRNPs\n\n                 hnRNP A1116,117                                          UAGGG(A/U), UAGG\n\n                 hnRNP A2/B1              117‒119\n                                                                          (UUAGGG)n, UAG, UAGRGA\n\n                 hnRNP C           120,121\n                                                                          Poly-U\n\n                 hnRNP F        117,122\n                                                                          G-rich sequences\n\n                 hnRNP H           117,122\n                                                                          G-rich sequences\n\n                 hnRNP I (PTBP1)                   123,124\n                                                                          CU-rich sequences, UYUYU\n\n                 hnRNP L        32,125,126\n                                                                          CA-repeat or C/A-rich sequences\n\n                 hnRNP L-like (hnRNP LL)                     32,127,128\n                                                                          CA-repeat or C/A-rich sequences\n\n                 Other splicing regulatory proteins\n\n                 CUGBP1 (CELF1)124,129                                    U/G-rich sequences\n\n                 ETR3 (CELF2)                130\n                                                                          U/G-rich sequences\n\n                 CELF4   131\n                                                                          U/G-rich sequences\n\n                 QKI  132,133\n                                                                          ACUAAY\n\n                 MBNL1        124,134,135\n                                                                          YGCU(U/G)Y\n\n                 FOX1    136\n                                                                          (U)GCAUG\n\n                 FOX2    136\n                                                                          (U)GCAUG\n\n                 NOVA1        137,138\n                                                                          YCAY\n\n                 NOVA2        137,138\n                                                                          YCAY\n\n                 TIA1  139\n                                                                          U-rich sequences\n\n                 TIAR   139\n                                                                          U-rich sequences\n\n                 nPTB   140\n                                                                          CU-rich sequences\n\n                 RBM4    141,142\n                                                                          CU-rich sequences\n\n                 RBM5    143‒145\n                                                                          CU-rich sequences, GA-rich sequences, poly(G), ANGUAA\n\n                 RBM6    145\n                                                                          CUCUGAA\n\n                 RBM10       145\n                                                                          ANGUAA, CUCUGAA, poly(G),\n\n                 RBM20       146\n                                                                          UCUU\n\n                 RBM35a (ESRP1)                    147\n                                                                          GU-rich sequence\n\n                 RBM35b (ESRP2)                    147\n                                                                          GU-rich sequence\n\nR (purine)=A/G, Y (pyrimidine)=C/U, W (weak hydrogen bonds)=A/U, S (strong hydrogen bonds)=C/G, K(keto in a large groove)=G/U, and M(amino in a large\ngroove)=A/C\n\n\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                                 Copyright:\nDecoding abnormal splicing code in human diseases                                                                                          ©2015 Ohno et al.    9\n\n\n\n\nFigure 2 Schematic of major spliceosome assembly on pre-mRNA. The recognition of exon and concomitant intron removal is preceded through the\ncoordinated assembly of spliceosome either across an intron (termed as the intron-definition pathway) or across an exon (termed as the exon-definition\npathway). The intron-definition pathway is favored in pre-mRNAs containing a single or short intron, whereas the exon-definition pathway is favored in pre-\nmRNAs containing a long intron as in metazoans. The progression of spliceosome assembly starts with the recognition of the 5’ splice sites by U1 snRNP, the\nBP by SF1, and the PPT as well as 3’ terminal AG by U2AF heterodimer consisting of U2AF65 (65) and U2AF35 (35). This is an ATP-independent initial assembly\nstep forming the E complex. The ATP-independent E complex is then transformed to the ATP-dependent spliceosome A complex, where SF1 is replaced by U2\nsnRNP at BP. Subsequent recruitment of U4/U6-U5 snRNPs leads to the formation of the B complex.Through extensive remodeling and conformational changes,\nthe active spliceosome C complex is formed by replacing U1 and U4 snRNPs, which subsequently catalyzes splicing.Various lines of evidence demonstrate that\ntransition of spliceosome from exon-definition to intron-definition occurs in the course of splicing of a single exon, which is determined by multiple factors such\nas the splice site strength, the intron length, regulatory trans-factors, etc.12‒14 Both the exon-definition and intron-definition pathways merge into formation of\nthe final catalytic C complex formed across an intron for accurate intron removal.\n\nPre-mRNA splicing defects cause human diseases                                     premature termination codon can give rise to a truncated protein with\n                                                                                   abnormal functions or activate the nonsense mediated decay (NMD)\n    To support rapidly changing cellular processes, splicing should be             pathway. In addition, when an alternative splice site is affected, an\nrapid and precise. Therefore, correct complement of RNA and proteins               abnormal change in the ratio of alternative iso forms may compromise\nin the right cell at the right time is indispensable for strictly regulated        cellular processes.\nbiogenesis of ribonucleoprotein complexes (RNPs). Mutations\naffecting cis-elements, mutations in trans-acting factors and over/                Defects in essential splicing cis-elements: A lot of human diseases\nunder-expressions of trans-acting factors potentially impair formation             are due to mutations in consensus splice sites (see some examples\nof functional spliceosomes. These result in deleterious consequences               in Table 2). The consensus of the 5’ splice site is “CAG/GUAAGU”\nto cells and underlie a variety of human diseases.                                 where “/” denotes an exon-intron boundary.17,18 This site is recognized\n                                                                                   by U1 snRNP. In humans and other higher eukaryotes, BP sequences\ncis-scting splicing defects associated with human                                  are highly degenerative, whereas yeast has a strictly conserved BP\ndiseases                                                                           sequence of ‘UACUAAC’.19 To elucidate a consensus sequence\n    About 15 to 20% of human genetic diseases are caused by mutations              of human BP, we analyzed 367 lariat RT-PCR clones arising from\nin the consensus splice site sequences or in the auxiliary splicing cis-           52 introns of 20 human housekeeping genes and disclosed that the\nelements.15 cis-acting mutations can interrupt the recognition of both             consensus human BP sequence is “yUnAy” (y = C/U and n= any\nconstitutive and alternative splice sites by their cognate trans-acting            nucleotide).20 The fourth nucleotide “A” is the branch point (position\nfactors. When a splice site is affected, the aberrantly spliced gene               +0) and is conserved in 92.3% of the clones. The “U” at position -2\nmay lack an essential cis-element for mRNA degradation such as AU-                 is conserved in 74.6%. Collation of 46 experimentally confirmed BPs\nrich element (ARE).16 Similarly, a protein encoded by the aberrantly               in previous reports also gave rise to our BP consensus sequence of\nspliced gene may lack essential domains and signals. Generation of a               “yUnAy”. Extensive analyses of human BPs using RNA-seq data\n                                                                                   similarly revealed that the consensus sequence is “UnAy”.21,22\n\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                               Copyright:\nDecoding abnormal splicing code in human diseases                                                                                        ©2015 Ohno et al.      10\n\n\n\n\nTable 2 Representative cis-acting defects associated with aberrant splicing\n\n Gene                                         Mutation            Consequence                            Disease\n\n Disruption of consensus splice sites\n\n  5’ splice site-disrupting mutations\n\n HRPT2148                                     IVS2+1G>C           Exon 2 skipping                        Hyperparathyroidism-jaw tumor syndrome (HPT-JT)\n                                                                  Partial deletion\n HRPT2149                                     IVS1+1G>A                                                  Familial isolated primary hyperparathyroidism (FIHP)\n                                                                   (30bp) of exon 1\n CHRNE150                                     IVS7+2T>C           Intron 7 retention                     Congenital myasthenic syndrome (CMS)\n\n  Branch point-disrupting mutations\n\n LCAT151                                      IVS4-22T>C          Intron 4 retention                     Fish-eye disease (FED)\n\n KCNH2152                                     IVS9-28A/G          Intron 9 retention                     Long QT syndrome (LQTS)\n\n FBN2153                                      IVS30-26T>G         Exon 31 skipping                       Congenital contractural arachnodactyly (CCA)\n\n Polypyrimidine tract-disrupting mutations\n\n FANCA154                                     c.710-5T>C          Exon 8 skipping                        Fanconi anemia\n\n RB1155                                       IVS8-10T>C          Exon 9 skipping                        Retinoblastoma\n\n DFNA5156                                     IVS7-DCTT           Exon 8 skipping                        Nonsyndromic hearing impairment\n\n  3’ splice site-disrupting mutations\n\n HPRT2157                                     IVS2-1G>A           Exon 3 skipping                        HPT-JT\n\n CSPG2158                                     IVS7-2A>G           Activation of a cryptic splice site    Wagner syndrome\n\n CHRNE159                                     IVS6-1G>C           Activation of a cryptic splice site    CMS\n Disruption of auxiliary splicing cis-\n elements\n  ESE-disrupting mutations\n\n COLQ 160                                     p.E415G             Exon 16 skipping                       CMS\n\n CHRNE76                                      p.EF157V            Exon 6 skipping                        CMS\n\n BRCA188                                      p.G5199T            Exon 18 skipping                       Breast and ovarian cancer\n\n ESS-disrupting mutations\n\n CHRNA 32                                     P3A23’G>A           Exon P3A inclusion                     CMS\n\n MAPT161                                      p.N269N             Exon 10 inclusion                      Neurodegenerative tauopathies\n\n PTPRC162                                     p.C77G              Skipping of multiple exons             Multiple sclerosis\n\n ISE-disrupting mutations\n\n GH1163                                       IVS3+28G>A          Exon 3 skipping                        Isolated growth hormone deficiency (IGHD II)\n\n UNC13D164                                    IVS1+525G>T         Retention of an intronic segment       Familial hemophagocytic lymphohistiocytosis (FHL3)\n\n PLP1165                                      IVS3D28-46          Alternative 5’ splice site selection   Pelizaeus–Merzbacher disease (PMD)\n\n ISS-disrupting mutations\n\n CHRNA127                                     IVS3-8G>A           Exon P3A inclusion                     CMS\n                                              4 bp deletion in\n ATM166                                                           Activation of a cryptic exon           Ataxia-telangiectasia\n                                              intron 20\n GHR 167                                      c.618+1800A>G       Activation of a cryptic exon           Inherited growth-hormone insensitivity (GHI)\n\n\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                            Copyright:\nDecoding abnormal splicing code in human diseases                                                                                     ©2015 Ohno et al.   11\n\n\n\n    A high degree of degeneracy of human BP sequences suggests                  gains a de novo binding affinity for a splicing enhancing factor,\nthat recognition of human BP is likely to be cooperated along with              hnRNP LL, and displaces binding of a splicing suppressing factor,\ndownstream PPT where U2AF65 binds and possibly the invariant                    hnRNP L. The hnRNP L interacts with another splicing repressor\nAG dinucleotide at the 3’ splice site where U2AF35 binds. In PPT,               PTB through the proline-rich region and promotes PTB binding to\nuridines are preferred over cytidines.23,24 PPT with eleven continuous          the polypyrimidine tract upstream of exon P3A. Interaction of hnRNP\nuridines is highly competent and the position of such PPT is not                L with PTB inhibits association of U2AF65 and U1 snRNP with the\ncritical.23 On the other hand, PPTs with only five or six uridines              upstream and downstream splice sites flankingexon P3A respectively,\nare required to be located close to the 3’ AG for efficient splicing.23         which causes a defect in exon P3A definition and promotes exon\nIt is interesting to note that introns carrying a long stretch of PPT           skipping. In contrast, hnRNP LL lacks the proline-rich region and\nfavors the binding of U2AF65 so strong that binding of U2AF35 to                cannot interact with PTB. HnRNP LL thus antagonizes hnRNP\n3’ splice site becomes dispensable, which is called “AG-independent             L-mediated stabilization of PTB and U2AF65 and U1 snRNP are able\n3’ splice site”. In contrast, when the PPT is short, binding of U2AF35          to associate with the upstream and downstream splice sites flanking\nbecomes indispensable for splicing, which is called “AG-dependent               exon P3A, which leads to inclusion of exon P3A.\n3’ splice site”. Again, the proximity between BP and the 3’ splice site\n                                                                                    Binding of antagonizing splicing trans-factors to an identical site\nis sometimes a critical factor for splice site selection.24 Therefore, a\n                                                                                is observed in SMN1 and SMN2 (Figure 3c). SMN1 and SMN2 are\nsynergistic co-regulatory process decides the efficient recognition of\n                                                                                highly homologous paralogs with only a single nucleotide substitution.\nthe intron/exon boundary at the 3’ splice site. The first nucleotide of\n                                                                                SMN1 and SMN2 carry C and T, respectively at the 6th nucleotide\nan exon (E+1 ) is also sometimes correlated with splicing. Mutations at\n                                                                                of exon 7. Splicing of SMN1 exon 7 is enhanced by SRSF1.28,29 A\nE+1 is also prevalent in human diseases, but is less analyzed compared\n                                                                                C-to-T substitution at the 6th nucleotide of exon 7 in SMN2 gains\nto the invariant ‘AG’ at the 3’ splice site. We dissected the splicing\n                                                                                binding of a splicing-suppressing hnRNP A1.30,31 In addition, the\neffects of mutations at E+1 , and found that an E+1 mutation causes\n                                                                                C-to-T substitution may28,29 or may not30,31 abolish binding of SRSF1.\naberrant splicing at an AG-dependent splice site and normal splicing\n                                                                                In contrast to hnRNPs L and LL for CHRNA1,32 however SRSF1 and\nat an AG-independent splice site.25 We reported five mutations at\n                                                                                hnRNP A1 do not compete for binding to an identical site. Although\nE+1 , which caused aberrant splicing. In the course of our analysis,\n                                                                                no splicing mutations have been reported, we recently reported that\nwe detected that in the human genome, T is preferentially selected\n                                                                                exon 10 of MUSK encoding the muscle-specific receptor tyrosine\nat exonic positions +3, +4 and +5, which was partly consistent with\n                                                                                kinase, MuSK, is alternatively spliced in human but not in mouse.33\na previously reported in vitro SELEX study demonstrating that\n                                                                                MuSK mediates AChR clustering at the motor endplate and exon\nU2AF35 can bind up to 12 nucleotides downstream from the intron-\n                                                                                10 encodes a frizzled-like cysteine-rich domain (Fz-CRD), which\nexon boundary.26 In the U2AF35-selected RNA pool, enrichment of\n                                                                                is essential for Wnt-mediated AChR clustering. In MUSK exon 10,\nT at exonic positions +3, +4 and +5 were indeed evident. Although,\n                                                                                binding of hnRNP C promotes binding of YB-1 and hnRNP L to the\nsplicing mutations affecting T nucleotide at these exonic positions\n                                                                                immediate downstream sites and these three molecules cooperatively\nhave not been reported so far, but we assume that some of these\n                                                                                enhance skipping of exon 10. As the splicing cis-elements are within\nmutations confer susceptibility to aberrant splicing.\n                                                                                exon 10, mutations affecting MUSK potentially cause exon skipping,\nDefects in auxiliary splicing cis-elements: In addition to mutations            but no mutations reported to date affect these elements.\naffecting the consensus splice sites, mutations affecting auxiliary\n                                                                                Defects in RNA secondary structure: In addition to disruption of\ncis-elements (ISEs/ESEs and ISSs/ESSs) also have profound\n                                                                                consensus and auxiliary splicing cis-elements, mutations may affect\neffects on aberrant splicing. These mutations may silence, enhance\n                                                                                the RNA secondary structure, which also have a critical role in pre-\nor switch the activity (silencing to enhancing, and vice versa) of\n                                                                                mRNA splicing.34‒37 The most commonly shared feature is the presence\nsplicing regulatory cis-elements. We have summarized representative\n                                                                                of structural elements that interfere with the accessibility of essential\nexamples of aberrant splicing in human diseases due to the defect in\n                                                                                splicing factors to the cognate cis-elements. In some cases, structural\nauxiliary splicing cis-elements in Table 2. A remarkable example of\n                                                                                constraints outside the essential cis-elements can also affect splicing\nthe detrimental effect of a single nucleotide mutation was evident in\n                                                                                process indirectly by modulating the relative distance between splice\nCHRNA1 encoding the muscle nicotinic acetylcholine receptor alpha\n                                                                                sites, thereby generating variability in splice site recognition efficiency.\nsubunit. CHRNA1 harbors an inframe alternatively spliced exon P3A\n                                                                                In addition, RNA structural features have also been documented to\nand inclusion of this exon disables assembly of the acetylcholine\n                                                                                affect the accessibility of auxiliary splicing cis-elements (ESEs/ISEs\nreceptor (AChR) subunits and subsequently prevents their expression\n                                                                                and ESSs/ISSs). Therefore, genetic defects can potentially affect\non the cell surface. In two different patients suffering from congenital\n                                                                                splicing by altering the RNA secondary structures, which can give\nmyasthenic syndrome, a point mutation was identified in each patient\n                                                                                raise to devastating pathological abnormalities in humans. The RNA\nwith striking physiological consequences (Figure 3a) (Figure 3b).\n                                                                                secondary structure and its association with human disease has been\nThe first mutation (IVS3-8A>G) in intron 3 was identified at the\n                                                                                deeply dissected in splicing of human tau exon 10.38‒41 Mutations in\neighth nucleotide preceding exon P3A (Figure 3a).27 Detailed analysis\n                                                                                the tau gene (MAPT) are associated with frontotemporal dementia and\ndemonstrated that the mutation disrupts an ISE and compromises the\n                                                                                Parkinsonism. A cluster of mutations is located at an RNA stem-loop\nbinding of a cognate trans-factor, hnRNP H. This subsequently causes\n                                                                                structure at the 3’ end of exon 10. This stem-loop structure restricts the\nexclusive inclusion of exon P3A, which impedes the cell surface\n                                                                                accessibility of U1 snRNP to the 5’ splice site and thereby critically\nexpression of AChR. As a result, neuromuscular signal transmission\n                                                                                regulates alternative splicing of tau exon 10 to attain a physiological\nis compromised due to a reduction of AChR density at the patient end\n                                                                                ratio of exon 10-skipped and included transcripts. Mutations in this\nplate. The mechanisms in the second patient were more complicated\n                                                                                region destabilize the stem-loop structure and subsequently increase\n(Figure 3b). A missense mutation identified at the 23rd nucleotide of\n                                                                                the splice site usage due to an enhanced recognition by U1 snRNP.\nexon P3A (P3A23’G>A) causes aberrant inclusion of exon P3A and\n                                                                                As a result, physiological balance of the two transcripts is disrupted\nsubsequently compromises neuromuscular signal transmission at the\n                                                                                owing to the abnormal production of an exon 10-included tau isoform,\npatient end plate. Mechanistic analysis revealed that the mutation\n                                                                                which leads to tau aggregates in neuronal and glial cells.\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                              Copyright:\nDecoding abnormal splicing code in human diseases                                                                                       ©2015 Ohno et al.   12\n\n\n\n\nFigure 3 Splicing consequences due to disruption of cis-acting splicing code.\n       A) In a patient with congenital myasthenic syndrome (CMS), a mutation in intron 3 (IVS3-8G>A) of CHRNA1 disrupts an intronic splicing silencer (ISS)\n          by compromising the binding of its cognate factor, hnRNP H (H).27 This causes an exclusive inclusion of a nonfunctional exon P3A, which disrupts\n          the assembly of acetylcholine receptor (AChR) on the cell surface, thereby compromises neuromuscular signal transmission at the patient endplate.\n       B) In a second patient with CMS, a missense mutation in exon P3A (P3A23’G>A) of CHRNA1 disrupts binding of a splicing suppressing RNA-binding\n          protein, hnRNP L (L), and de novo generates a binding affinity for a splicing enhancing RNA-binding protein, hnRNP LL (LL).32 HnRNP L normally\n          stabilizes binding of another splicing repressor, PTB to the upstream polypyrimidine tract (PPT) of P3A, which is disrupted due to the mutation. As a\n          result, aberrant inclusion of exon P3A is observed with subsequent maladies at the patient endplate.\n       C) Spinal muscular atrophy (SMA) is characterized by degeneration of spinal motor neurons and is caused by loss-of-function mutations in the survival\n          of motor neuron 1 gene (SMN1). SMN1 and SMN2 are nearly identical paralogues, which carry C and T, respectively, at the 6th nucleotide of exon\n          7. Inclusion of SMN1 exon 7 is enhanced by SRSF1 through an ESE.28,29 A C-to-T substitution at the 6th nucleotide of exon 7 inactivates the binding\n          of splicing enhancing SRSF128,29 and gains binding of splicing-suppressing hnRNP A1(A1).30,31 As a result, a functionally compromised exon 7-skipped\n          isoform (SMN7) is produced, which cannot compensate for the loss of SMN1 in SMA, leading to progressive degeneration of spinal motor neurons.\n\nAberrant activation of cryptic splice site: Another class of splicing            transposable elements (TE), originating from short interspersed\ndefect is the activation of a cryptic splice site, which causes retention        nuclear elements (SINEs) and mammalian interspersed repeats\nof a segment within an intron. Inclusion of an intronic segment in               (MIRs).44 In most cases, insertion of TE into the host gene directly\nspliced mRNA often causes disruption of the open reading frame or                causes cryptic exonization of the inserted TE. In some cases, a\ngeneration of a premature termination codon. Abnormal activation                 second mutation on the inserted TE is required to activate cryptic\nof a cryptic splice site has been reported in many human diseases.42             exonization. An example of direct exonization is the fukutin gene\nActivation of a cryptic splice site is mostly due to a mutation                  (FKTN), where cryptic exonization of a TE inserted at the 3’ UTR\ngenerating a de novo splicing donor or acceptor site within an intron.           of FKTN produces a transcript isoform encoding a nonfunctional\nThe generated splice site usually possesses higher splice site strength          protein with an altered C-terminus, leading to Fukuyama congenital\nover the native splice site, as measured by in Silico web programs.              muscular dystrophy (FCMD).45 Another interesting example is exon\nAlternatively, inactivation or deletion of a native splice site can also         P3A of CHRNA1 gene, which we discussed in the previous section.\npotentiate the selection of a cryptic splice site. A rare mechanism was          Exon P3A and its flanking intronic regions have been arisen from\nidentified in Duchenne muscular dystrophy, where genomic inversion               exonization of the retroposed mammalian interspersed repeat element\ncauses activation of cryptic splice sites.43                                     (MIR).46 Inclusion of this inframe exon P3A disables assembly of the\n                                                                                 AChR subunits. In human skeletal muscle, the P3A(-) and P3A(+)\nCryptic exonization: Besides cryptic splice site activation, a\n                                                                                 transcripts are generated in a 1:1 ratio.47 Acquisition of exon P3A is\nclosely relevant event is cryptic exonization, which is mediated by\n                                                                                 predicted to be detrimental for human, because exclusive inclusion of\n\n\nCitation: Rahman MA, Nasrin F, Masuda A, et al. Decoding abnormal splicing code in human diseases. J Investig Genomics. 2015;2(1):6‒23.\nDOI: 10.15406/jig.2015.02.00016\n\f                                                                                                                                                 Copyright:\nDecoding abnormal splicing code in human diseases                                                                                          ©2015 Ohno et al.    13\n\n\n\nexon P3A would compromise neuromuscular signal transmission by                     potentially exert a more detrimental consequence, because multiple\nreducing AChR expression at the endplate. Indeed in two individual                 target genes can be affected by a defect of a single trans-factor. The\ncases, mutations causing exclusive inclusion of exon P3A give rise                 affected trans-factors can be either an essential constituent of splicing\nto congenital myasthenic syndrome (CMS), which is characterized                    machinery or an auxiliary factor modulating alternative splicing.\nby abnormal muscle fatigue, muscle weakness, amyotrophy and                        The defect can be either a genetic mutation in a trans-factor itself or\nsometimes minor facial anomalies (Figure 3).27,32                                  nongenetic aberration affecting the fidelity of recruitment of a trans-\n                                                                                   factor to spliceosome. Both can lead to altered splicing efficiency\nTrans-acting splicing defects causing human diseases                               of both constitutive and alternative exons. Nongenetic aberrations\n    Compared to cis-acting splicing defects, trans-acting defects can              of trans-factors include abnormal expression, post-translational\n                                                                                   modification, and subcellular localization of trans-factors (Figure 4).\n\n\n\n\nFigure 4 Models of trans-acting splicing defects. Schematic summary of different mode of splicing aberrations due to defects in trans-acting splicing factors\nincluding mutations in both essential and auxiliary trans-factors, subcellular mislocalization, abnormal expression, defective post-translational modification, and\ntrans-dominant splicing defects. TF indicates a trans-factor.\n\n    Defects in essential splicing factors: Mutations in the core                       First, TDP-43 regulates alternative splicing. For example, TDP-\nspliceosome components have been identified as a potential cause of                43 displays a substantial binding affinity for the microsatellite region\nmany human splicing diseases in recent years (Table 3). A striking                 (UG)nin intron 8 of CFTR(a gene mutated in cystic fibrosis) and\nexample is myelodysplasia characterized by deregulated dysplastic                 ",
  "wordCount": 13686,
  "indexed": "2025-09-25T22:43:16.525Z",
  "method": "direct"
}
