{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/2018_Multiple long runs of homozygosity detected by SNP array.pdf",
  "fileName": "2018_Multiple long runs of homozygosity detected by SNP array.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/2018_Multiple long runs of homozygosity detected by SNP array.pdf",
  "text": "Advances in Cytology & Pathology\n\n\nShort Communication                                                                                                                                 Open Access\n\n\n\n\nMultiple long runs of homozygosity detected by SNP\narray: offspring of consanguineous parents and his\nsiblings\n Abstract                                                                                                                Volume 3 Issue 3 - 2018\n\n Long runs of homozygosity (ROHs) are frequently identified in cases interrogated by single\n nucleotide polymorphism (SNP) array. Presence of ROHs may be because of parental                                        Thiago Rodrigo De Noronha,1 Maria De\n relatedness, chromosomal recombination or rearrangements and provides important clues                                   Lourdes Chauffaille1,2\n regarding ancestral homozygosity, consanguinity or uniparental disomy. In this study we                                 1\n                                                                                                                          Division of Hematology, Federal University of São Paulo, Brazil\n abort the use of SNP array in the detection of ROHs in an offspring of consanguineous                                   2\n                                                                                                                          Fleury Group, Research and Development, Brazil\n parents and his siblings. All siblings had ROHs identified by SNP array on various\n chromosomes. One of them has an important ROH that harbor recessive mutation in BSDN                                    Correspondence: Thiago Rodrigo De Noronha, Division of\n gene. In summary, we have demonstrated that during the genetics evaluation of a patient                                 Hematology, Federal University of Sao Paulo, São Paulo, 4037-\n affected by a rare disorder in the setting of consanguinity, SNP array analysis should be                               002, Brazil, Email thinoronha@yahoo.com.br\n considered, except if the diagnosis is obvious.\n                                                                                                                         Received: May 26, 2018 | Published: June 15, 2018\n Keywords: homozygosity, chromosomal recombination, identical alleles, DNA,\n hypercalciuria\n\n\n\nIntroduction                                                                                      mutations.1,3,4 Single nucleotide polymorphism (SNP) array method\n                                                                                                  is a technology used to perform copy number analysis and to detect\n    Regions of homozygosity are more abundant in the human genome                                 runs of homozygosity in all chromosomes simultaneously. SNP array\nthan previously thought. Homozygosis means that an individual has                                 method uses millions of probes (25-mer oligonucleotides) and has\ntwo copies of one chromosome or chromosome region but both were                                   coverage for all chromosomes in high resolution. There are two types\ninherited from the same parent, i.e. these regions have two identical                             of probes: one used to assess genotypes (polymorphic probes) and\nalleles.1 There are many terms to describe regions of homozygosity                                another for assessing copy number (non-polymorphic probes). For\n(eg, absence of heterozygosity, runs of homozygosity, loss of                                     copy number (CN) analysis, through fluorescent probes, patient DNA\nheterozygosity), and each one brings a lightly different meaning. In                              signal intensity is compared to signal intensity of a set of reference\nthis work the term long runs of homozygosity (ROHs) was used to                                   DNAs, indicating whether there is a gain or loss of genetic material\ndescribe continuous chromosomes regions that have the same alleles                                (Figure 1A). For genotype analysis, polymorphic probes indicate\nand copy number state of 2. The minimal size of ROHs is generally                                 which SNP is present in a particular chromosome region, the alleles\nset around 3 to 10Mb in clinical analyses and 0.5 to 1Mb in population                            are arbitrarily designated as A for one SNP and B for the other SNP\ngenetic analyses.1,2 Many recessive genetic diseases are associated                               and reveal which of the genotypes (eg, AB, BB or AA) is present\nwith parental consanguinity because individuals born into such                                    along the entire chromosome (Figure 1B).5 To demonstrate the use\nfamilies typically have ROHs. Detection of ROHs, in and of itself,                                of SNP array in ROHs detection, we present here a case of parental\nis not diagnostic of any disease and may be clinically benign. On                                 consanguinity that exemplifies this issue.\nthe other hand, all ROHs regions have the potential to port recessive\n\n\n\n\nFigure 1 Affymetrix CytoScan® HD array showing chromosome 2. A. Smooth signal representing a normal copy number (purple line CN: 2.00) along the entire\nchromosome. B. Allele peaks representing AA, AB and BB alleles (three purple lines). Red box showing a long run of homozygosity (ROH), in this region there\nare only alleles AA or BB.\n\n\n\nSubmit Manuscript | http://medcraveonline.com   Adv Cytol Pathol. 2018;3(3):56‒59.                                                                                                                56\n                                                                 ©2018 Noronha et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which\n                                                                 permits unrestricted use, distribution, and build upon your work non-commercially.\n\fMultiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his                                          Copyright:\n                                                                                                                                      ©2018 Noronha et al.   57\nsiblings\n\n\n\n\nPatients and methods                                                                 Suite v3.0 (ChAS) software was used for analyze CEL files.5 A\n                                                                                     minimal threshold for ROHs calls was 2 Mb.2\nPatients\n                                                                                     Results and discussion\n   A deaf 20-year old male patient (S1) was admitted at the Hematology\nunit due to erythrocytosis detected before a knee operation. The                         All siblings (S1, S2, S3 and S4) had ROHs identified by SNP\ninvestigation revealed normal leucocytes and platelet counts, high                   array on various chromosomes (Figure 3). Detailed graphical results\nhemoglobin: 18.7g/dL, hypocellular bone marrow with an erythroid                     of all chromosomes can be seen in the Supplementary Figures\nhyperplasia, normal erythropoietin: 19.2mUI/mL, normal ferritin,                     (Chromosome1-Chromosome Y). When ROHs is found distributed\nserum iron and transferrin, normal oxyhemoglobin dissociation curve                  throughout the genome, this observation is presumed to represent\n(P50) and absence of mutations in the JAK2 (V617F and exon 12) and                   homozygosity caused by inheritance of genomic regions of regions\nVHL genes. Additional laboratory tests revealed severe hypokalemia                   identical by descent (IBD). When the parents of a proband share a\nwith potassium of 2.0mEq/L, bicarbonate: 23.0mmoL/L, normal                          recent common ancestor, their union is defined as consanguineous.\ncreatinine: 0.9mg/dL, slightly low ionized calcium: 1.09mmoL/L, low                  The closer the parental relationship, the greater the proportion of\nphosphate: 2.2mg/dL, high parathyroid hormone: 120ng/L, slightly                     shared alleles and, therefore, the greater the risk of the child (proband)\nlow Serum 25OH: 28.2ng/mL, high plasma aldosterone: 55.7ng/                          inheriting 2 copies of a deleterious gene mutation, tumor suppressor\ndL and renin: 65.0ng/mL, urinary volume of 3,530mL/day without                       gene or methylated genes from his parents.2 Although this has no\nhypercalciuria, very high urinary retinol-binding protein: 41mg/L.                   immediate clinical utility and represents a pursuit largely of academic\nNormal blood pressure (110/70mmHg). Computed helical tomography                      or social/ethical/legal interest, an estimate of the total proportion of\nexcluded nephrocalcinosis. After hospital discharge, 200mg/day                       the ROHs in the genome (represented by IBD) can be used as a rough\nof spironolactone was added to the oral KCI supplementation for                      assessment of degree of parental relationship. Here, S1, S2 and S3\ncontrol of hypokalemia.      The patient (S1) born premature after a                 had an IBD: 4,6% and S4 had an IBD: 3,1%. These data are consistent\ncomplicated pregnancy by polyhydramnios, child of consanguineous                     with third degree consanguinity, as illustrated in Table 1. We utilized\nparents. The patient had one deaf brother (S3), a stone-forming sister               fast online tool (Genomic Oligoarray and SNP array evaluation tool\n(S2) and another sister (S4) with no relevant clinical signs identified              v1.0) that permits search genes in ROHs, associated with autosomal\n(Figure 2). The S1 case has already been published from the renal                    recessive disorders, using NCBI, UCSC and OMIM databases.\npoint of view.6 Here, we abort the use of SNP array in the detection of              Relevant OMIM Clinical Synopses can be searched, using key clinical\nROHs in an offspring of consanguineous parents and his siblings.                     terms permitting further filtering for disorders and candidate genes.7\n                                                                                     Regions of ROHs present only in brothers with deafness (S1 and S3)\n                                                                                     were investigated in this online tool, which indicated five candidate\n                                                                                     recessive genes related to deafness: ORC1 (1p32), BSND (1p32.1),\n                                                                                     FREM2 (13q13.3), SMARCA4 (19p13.2), MAN2B1 (19p13.2).\n                                                                                         Despite the finding of low phosphatemia and high parathyroid\n                                                                                     hormone could have initially suggested the presence of some disorder\n                                                                                     of phosphate metabolism in the S1 case, the association of hearing\n                                                                                     impairment and hypokalemia led Nephrology unit to hypothesize\n                                                                                     about a late onset presentation of Bartter syndrome type IV. The\n                                                                                     diagnosis of S1 patient was confirmed by molecular analysis of the\n                                                                                     BSND gene that showed a homozygosity mutation (c.139G>A).The\n                                                                                     presence of erythrocitosis in a non-smoking person, in the absence\n                                                                                     of primary causes of polycythemia, is an intriguing feature. The\n                                                                                     cause of erythrocytes is investigated, including mutation search in\n                                                                                     the JAK2 and VHL genes, but the exact cause remains unclear. The\n                                                                                     BSND gene is located on chromosome 1. The brothers S1 and S3\n                                                                                     have a ROH exactly in this gene location (Figure 4). The mutational\n                                                                                     analysis of patient S3 was not performed due to a lack of material and\n                                                                                     the impossibility of performing a new sample collection (The patient\n                                                                                     lives thousands of kilometers far from the medical facility). Bartter\n                                                                                     syndrome Type IV is a rare subtype of the Bartter syndromes that\nFigure 2 Pedigree siblings (S1, S2, S3 and S4) of consanguineous parents. All of     leads to both sensor neural deafness and severe renal salt wasting.\nthem with long runs of homozygosity (ROHs).                                          This autosomal recessive disease is caused by mutations in the\n                                                                                     gene encoding barttin, an essential subunit of the ClC-K chloride\nSNP array analysis                                                                   channels expressed in renal and inner ear epithelia.8–10 This work\n   SNP array analysis was performed for all peripheral blood samples                 report a case (S1) of a 20 years-old man with late onset presentation\n(S1, S2, S3 and S4). Two hundred and fifty nanogram of DNA was                       of Bartter syndrome Type IV and mild phenotype who had deafness,\nextracted and digested, amplified, purified, fragmented, labeled and                 hypokalemia, erythrocytosis and secondary hyperparathyroidism. In\nhybridized using Affymetrix CytoScan® HD Chip; according to the                      summary, we have demonstrated that during the genetics evaluation\nmanufacturer’s instructions, Affymetrix GeneChip Scanner 3000 7G                     of a patient affected by a rare disorder in the setting of consanguinity,\nSystem was used for created CEL files. The Chromosome Analysis                       SNP array analysis should be considered, except if the diagnosis is\n                                                                                     obvious.\n\n\n\nCitation: Noronha TRD, Chauffaille MDL. Multiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his siblings. Adv\nCytol Pathol. 2018;3(3):56‒59. DOI: 10.15406/acp.2018.03.00053\n\fMultiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his                                      Copyright:\n                                                                                                                                  ©2018 Noronha et al.   58\nsiblings\n\n\n\n\nFigure 3 Karyoview (Affymetrix CytoScan® HD Array) showing multiple ROHs regions in S1, S2, S3 and S4 patients (purple bars next to each chromosome\nideogram).\n\n\n\n\nFigure 4 Affymetrix CytoScan® HD array showing regions of ROH (red box) in chromosome 1 (patients S1 and S3). In this region is located the BSND gene.\nTable 1 Correlation between percentage of ROHs and degree of parental relationship\n\n                                                                                                  ROHs (IBD) predicted\n                                        Parental relationship                   Degree\n                                                                                                  in child (~%)\n                                        Parent/child                            First             25\n                                        Full siblings                           First             25\n                                        Half siblings                           Second            12.5\n                                        Uncle/niece or aunt/nephew              Second            12.5\n                                        Double first cousins                    Second            12.5\n                                        Grandparent/grandchild                  Second            12.5\n                                        First cousins                           Third             6\n                                        First cousins once removed              Fourth            3\n                                        Second cousins                          Fifth             1.5\n\n                                        Third cousins                           Seventh           <0.5\n\n\n\n\nCitation: Noronha TRD, Chauffaille MDL. Multiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his siblings. Adv\nCytol Pathol. 2018;3(3):56‒59. DOI: 10.15406/acp.2018.03.00053\n\fMultiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his                                            Copyright:\n                                                                                                                                        ©2018 Noronha et al.   59\nsiblings\n\n\n\n\nEthics approval                                                                        4. Sund KL, Zimmerman SL, Thomas C, et al. Regions of homozygosity\n                                                                                          identified by SNP microarray analysis aid in the diagnosis of autosomal\n  Universidade Federal de São Paulo Ethics Committee (protocol                            recessive disease and incidentally detect parental blood relationships.\nCAAE 00547512.5.0000.5505).                                                               Genetics in Medicine. 2013;15:70–78.\n                                                                                       5. Noronha TR De, Rohr SS, Chauffaille M De LLF. Identifying the\nAcknowledgements                                                                          similarities and differences between single nucleotide polymorphism\n   We thank Mariana Cristina Lima Souza for providing JAK2 exon                           array (SNPa) analysis and karyotyping in acute myeloid leukemia\n                                                                                          and myelodysplastic syndromes. Revista brasileira de hematologia e\n12 and VHL analysis.\n                                                                                          hemoterapia. 2015;37:48–54.\nFunding                                                                                6. Heilberg IP, Tótoli C, Calado JT. Adult presentation of Bartter syndrome\n                                                                                          type IV with erythrocytosis. Einstein (São Paulo). 2015;13:604–606.\n   The SNP array test was supported by Research and Development\nfrom Fleury Group.                                                                     7. Wierenga KJ, Jiang Z, Yang AC, et al. A clinical evaluation tool for SNP\n                                                                                          arrays, especially for autosomal recessive conditions in offspring of\nCompeting interests                                                                       consanguineous parents. Genetics in Medicine. 2013;15:354–360.\n\n    Author declares that there is no conflict of interest.                             8. Erkelens DW, Van Eps LWS. Bartter’s syndrome and erythrocytosis. The\n                                                                                          American Journal of Medicine. 1973;55:711–719.\nReferences                                                                             9. Birkenhäger R, Otto E, Schürmann MJ, et al. Mutation of BSND causes\n                                                                                          Bartter syndrome with sensorineural deafness and kidney failure. Nature\n   1. Ku CS, Naidoo N, Teo SM, et al. Regions of homozygosity and their\n                                                                                          Genetics. 2001;29:310–314.\n      impact on complex diseases and traits. Human Genetics. 2011;129:1–15.\n                                                                                      10. Pablos AL De, García Nieto V, López Menchero JC, et al. Severe\n   2. Kearney HM, Kearney JB, Conlin LK. Diagnostic implications\n                                                                                          manifestation of Bartter syndrome Type IV caused by a novel insertion\n      of excessive homozygosity detected by SNP-Based microarrays:\n                                                                                          mutation in the BSND gene. Clinical Nephrology. 2014;81:363–368.\n      Consanguinity, uniparental disomy, and recessive single-gene mutations.\n      Clinics in Laboratory Medicine. 2011;31:595–613.\n   3. Wang JC, Ross L, Mahon LW, et al. Regions of homozygosity identified\n      by oligonucleotide SNP arrays: evaluating the incidence and clinical\n      utility. European journal of human genetics: EJHG. 2015;23:663–671.\n\n\n\n\nCitation: Noronha TRD, Chauffaille MDL. Multiple long runs of homozygosity detected by SNP array: offspring of consanguineous parents and his siblings. Adv\nCytol Pathol. 2018;3(3):56‒59. DOI: 10.15406/acp.2018.03.00053",
  "wordCount": 2132,
  "indexed": "2025-09-25T22:46:30.933Z",
  "method": "direct"
}
