{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Tripletes/Tan y Lai - 2005 - Molecular diagnosis of neurogenetic disorders invo.pdf",
  "fileName": "Tan y Lai - 2005 - Molecular diagnosis of neurogenetic disorders invo.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Tripletes/Tan y Lai - 2005 - Molecular diagnosis of neurogenetic disorders invo.pdf",
  "text": "Review\n\n                                    For reprint orders, please contact reprints@future-drugs.com\n\n\n\n\n                                    Molecular diagnosis of\n                                    neurogenetic disorders involving\n                                    trinucleotide repeat expansions\n                                    Ene-Choo Tan† and Poh San Lai\n\n                                    There are more than 15 known neurogenetic disorders involving trinucleotide repeat\n                                    expansion. Expanded repeats range from small expansions of 20–100 copies to larger\n                                    expansions of up to several thousand units. These dynamic expansions result in variability\n                                    in age of onset, degree of severity and clinical presentation. Individuals carrying alleles in\nCONTENTS                            the intermediate range, known as premutation alleles, are often asymptomatic, but can\nBackground on                       potentially transmit a further expanded allele to his/her offspring. For autosomal dominant\nmolecular testing                   adult-onset disorders, carriers are asymptomatic prior to disease onset. With current\nTechnological spectrum              molecular tools, it is now possible to determine the presence and number of expanded\n& methodology                       repeats for accurate diagnosis, presymptomatic testing and carrier status screening. This\nLaboratory precautions              review examines some of the current approaches for molecular diagnosis and discusses\n& troubleshooting                   the issues unique to triplet repeat diseases.\nTechnical challenges,\n                                    Expert Rev. Mol. Diagn. 5(1), 101–109 (2005)\nlimitations & interpretation\nof testing                          Following the identification of CGG trinu-                be caused by other mutations or contrac-\nBiochemical analysis                cleotide repeat expansion as the causative                tions to below the normal range in the\nCounseling & support                mutation in fragile X syndrome [1,2], patho-              COMP gene [9]\n                                    genic mutations arising from expansion of                 However, most disease-associated repeat\nEthical, legal & social issues\n                                    short repeat sequences have been reported in           expansions involve trinucleotides. These are usu-\nExpert opinion &                    a number of other inherited disorders. Some\nfive-year view\n                                                                                           ally direct repeats of CNG and GAA or duplex-\n                                    examples include:                                      repeat sequences such as (CTG)n(CAG)n,\nKey issues\n                                    • Trinucleotide (CTG) expansion leading to             (CGG)n(CCG)n, or (GAA)n(TTC)n (where\nInformation resources                 myotonic dystrophy [3]                               N = A, G or T and n = repeat numbers) [10].\nReferences                          • Tetranucleotide (CCTG) expansions leading            Although the repeats vary in copy number in\nAffiliations                          to myotonic dystrophy 2 [4]                          normal individuals, they usually fall within a\n                                                                                           narrow defined range. The normal or nonpatho-\n                                    • Pentanucleotide        repeat       (ATTCT)\n                                                                                           genic range varies for different diseases but is\n                                      expansions in spinocerebellar ataxia 10 [5]\n                                                                                           generally below 40 repeats. Individuals carrying\n†\n                                    • 12-nucleotide     repeat      expansions    in       repeats beyond the normal range are considered\n Author for correspondence\nDSO National Laboratories,\n                                      progressive myoclonus epilepsy [6]                   as carriers of premutations that could undergo\nPopulation Genetics Programme,      • Expansion of GCG in polyalanine stretches            further expansion in the germ cells. For repeats\nDefence Medical & Environmental       of HOXD13 and PABP2 genes causing syn-               in the pathogenic range, there is good correla-\nResearch Institute, 27 Medical        polydactyly and oculopharyngeal muscular\nDrive, 117510 Singapore\n                                                                                           tion of age of onset and disease severity with the\nTel.: +6 564 857 241\n                                      dystrophy, respectively [7,8]                        number of repeats. These expansions are also\nFax: +6 564 857 262                 • Expansion of GAC repeats encoding a                  unstable or dynamic in that further expansion\ntenechoo@dso.org.sg                   polyaspartate tract of the gene encoding             continues in the offspring of affected individuals,\nKEYWORDS:                             cartilage oligomeric matrix protein                  resulting in progressive severity and/or earlier age\ncarriers, diagnostics, disorders,     (COMP), which results in pseudoachon-                of disease onset. This clinical phenomenon of\nexpansions, genetic counseling,                                                            worse and earlier onset of symptoms in successive\ngenetic testing, neurogenetic,        droplastic dysplasia or multiple epiphyseal\npremutations, triplet repeats         dysplasia, although the pathology can also           generations is also known as anticipation.\n\n\n\n    www.future-drugs.com            10.1586/14737159.5.1.101                 © 2005 Future Drugs Ltd.            ISSN 1473-7159           101\n\fTan & Lai\n\n\n\n  The triplet repeat expansion diseases form a heterogenous            Technological spectrum & methodology\ngroup of neurodegenerative disorders; 17 of those that are bet-        The first triplet repeat disease to be discovered, fragile X, was\nter characterized are listed in TABLE 1. The repeat motif, size and    diagnosed by cytogenetic analysis of its folate-sensitive fragile\nlocation of these repeats vary between the different disorders         sites for many years before molecular techniques such as South-\nand influence the mechanisms of pathogenesis. They are found           ern blot analysis were used to detect the CGG expansions in the\nin both translated and untranslated regions of exons, in introns       FMR1 gene. Both cytogenetic and Southern blot analysis are\nand within regulatory regions. Depending on the location,              labor-intensive methods, and are demanding in terms of quality\nthese expansions result in disease symptoms either by:                 and quantity of starting material and technical expertise. In\n• Gain-of-function mutation (as in Huntington’s disease and            addition, results are only available after several days. Further-\n  others involving polyglutamine tract expansions [11,12])             more, they only detect the presence of the disease allele with no\n                                                                       adequate characterization of the exact size of expansion.\n• Gene silencing or transcriptional insufficiency (although in the\n                                                                          The current use of PCR-based screening has facilitated\n  case of fragile X mental retardation there was also report of the\n                                                                       quick diagnosis and requires less DNA template. Typically,\n  opposite effect of elevated or altered transcription [13,14])\n                                                                       PCR amplification is performed using primers flanking the\n• Reduced activity of the protein with the expanded tract [15]         repeats. Whether the repeat alleles are normal or expanded can\n• Aberrant intracellular translocation of the protein [16]             be determined from the size of the amplified products.\n• They could be pathogenic through the level of RNA as in                 Most PCR-based protocols require a subsequent method of\n  dominantly inherited myotonic dystrophy [17]                         visualizing the amplified alleles. The most frequent method for\n                                                                       detection of the amplified alleles is gel electrophoresis. Depend-\nBackground on molecular testing                                        ing on the amplicon size, detection of alleles can be carried out\nDue to the varied and overlapping phenotypic features mani-            using 1–3% agarose gel electrophoresis for resolution of prod-\nfested in many of the triplet disorders arising from the different     ucts above 200 bp or 6–20% polyacrylamide gel electrophoresis\nnumber of repeats present and the lack of distinctive or unique        (PAGE) for 50–300 bp. The gels are typically stained with\nfeatures for each, traditional clinical assessments are often insuf-   intercalating dyes such as ethidium bromide or SYBR® Green\nficient for accurate diagnosis. Only a DNA-based test can give a       and visualized under ultraviolet light. For higher sensitivity, sil-\ndefinite diagnosis of a triplet repeat disease, although clinical      ver staining of separated PCR products on polyacrylamide gels\ninterviews are still required to make decisions on the genetic         could be used [20]. Besides using commercially available molec-\ndiseases to be tested for. As most of the diseases have a domi-        ular weight ladders to size these products, ladders made from\nnant mode of inheritance (one exception is Friedreich ataxia,          mutation alleles of known size and sequence composition are\nwhich is autosomal recessive) and many have late age of onset,         also used. Better resolution of bands can also be carried out\nit is important to have quick and accurate diagnostic assays to        using a DNA sequencer where capillary electrophoresis is used\ndetermine carrier status, to anticipate disease development and        to determine the exact length of the amplicon and size of the\nas a guide to likely age of onset (for family members of patients      repeats. For this type of analysis the primers would have to be\nwith confirmed diagnosis), as well as for reproductive decisions,      end-labeled with a dye such as FAM (6-carboxyfluorescien) and\nand also choice of vocation and lifestyle.                             the PCR products would then be electrophoresed against an\n   Carrier testing, molecular and prenatal diagnosis was previ-        internal size standard that is labeled with a different dye [21,22].\nously carried out by linkage analysis using closely linked                The triplet repeat disorders that show moderate expansion of\nmarkers to track segregation of the affected haplotypes among          up to 200–300 repeats are relatively easy to size and detect.\nthe kindred [18,19]. With the identification of the causative          However, diseases in which the repeats can expand in excess of\ngenes and the underlying molecular defects for the triplet dis-        1000 copies present technical challenges in detection and accu-\norders, direct testing of the gene mutation is now possible and        rate sizing of the large size expansions. In many cases, genomic\nthe exact expansion that is individual or family specific can be       DNA analysis by Southern blot is still carried out when ambig-\nmeasured. Knowing the exact expansion is particularly impor-           uous results are obtained or where expanded repeats appear as\ntant for borderline repeats since it allows for counseling and         smears from the PCR-based analysis.\nclinical management to be initiated early. Family members                 In Southern blot analysis, genomic DNA is first restricted\nwill also benefit from the information as it enables presympto-        with the appropriate enzyme before agarose gel electrophoresis,\nmatic testing of late onset disease and testing for carrier status     after which the gel is processed for the separated DNA to be\nfor reproductive decision, and also preimplantation and pre-           transferred to a membrane either via capillary action or electro-\nnatal screening of the next generation for prospective parents         blotting. The membrane with the immobilized DNA is then\nwho are carriers of premutations. Genetic screening also               incubated with labeled probes containing a partial genomic\nallows affected individuals to initiate planning for their future      region of the gene to detect the expanded genomic region. The\nbefore they become incapacitated. In the development of                probes used may be a 32P-labeled repeat oligonucleotide or an\ntherapeutics, characterization of the exact mutation would             amplified fragment corresponding to the genomic region flank-\nenable the selection of patients suitable for clinical trials          ing the repeat region. For safety reasons, many laboratories have\ntargeted at different mutation spectra.                                switched from radiolabeled to chemilluminescent probes [23,24].\n\n\n102                                                                                                            Expert Rev. Mol. Diagn. 5(1), (2005)\n\f                                                                                                                      Diagnosis of triplet repeat diseases\n\n\n\n\n  Table 1. Human genetic diseases with trinucleotide repeat expansions.\n  Disease                Repeat       Locus                           Number of repeats                  Possible            Anticipation Parental             Ref.\n                                                                                                         biologic                          gender\n                                                                                                         significance‡                     effect‡\n                                                          Normal Intermediate              Disease\n                                                                 alleles/\n                                                                 premutation*\n  Fragile X mental       (CGG)n       Xq27.3              6–52        59–230               230–2000 5´UTR,                           +                 M         [10]\n  retardation                                                                                       promoter\n                                                                                                    methylation\n  Fragile XE mental      (CCG)n       Xq28                4–39        31–60/61–200         200–900       5´UTR,                      +                 M   [10,81,82]\n  retardation                                                                                            promoter\n                                                                                                         methylation\n  Myotonic               (CTG)n       19q13.2-q13.3 5–37              50–80                80–3000       3´UTR                       +                 M         [10]\n  dystrophy\n  Friedreich ataxia      (GAA)n       9q13                6–29        ?(>34–40)            200–900       Intron                      +                 M         [10]\n\n  Oculopharyngeal        (GCG)n       14q11.2-q13         6           -                    8–13          Polyalanine                 U                 U         [83]\n  muscular                                                                                               tract expansion§\n  dystrophy\n  Huntington’s           (CAG)n       4p16.3              10–34       36–39                40–121        Polyglutamine               +                 P          [1]\n  disease                                                                                                tract expansion\n  Huntington’s           (CAG/        16q24.3             6–28        29–39                ≥41           Intron                      U                 U      [57,58]\n  disease-like 2         CTG)n\n  Dentatorubral-         (CAG)n       12p13.31            7–25        ?                    49–88         Polyglutamine               +                 P      [10,84]\n  pallidoluysian                                                                                         tract expansion\n  atrophy\n  Spinal and bulbar      (CAG)n       Xq11-q12            14–32       ?                    40–55         Polyglutamine               U                 P         [10]\n  muscular atrophy                                                                                       tract expansion\n  SCA1                   (CAG)n       16p23               6–44        36–38                39–91         Polyglutamine               +                 P      [10,85]\n                                                                                                         tract expansion\n  SCA2                   (CAG)n       12q24               14–31                            34–>500** Polyglutamine                   +                 P      [10,85]\n                                                                                                     tract expansion\n  SCA3, MJD              (CAG)n       14q24.3-q31         13–44       48–51                55–86         Polyglutamine               +                 P      [10,85]\n                                                                                                         tract expansion\n  SCA6                   (CAG)n       19p13               4–18        ?                    21–33         Polyglutamine              U#                 U      [10,85]\n                                                                                                         tract expansion\n  SCA7                   (CAG)n       3p21.1-p12          4–27        28–35                36–306¶       Polyglutamine               +                 P      [10,86]\n                                                                                                         tract expansion\n  SCA8                   (CTA/        13q                 15–50**     (50–52)?             80**–800      3´UTR                       +                 M         [10]\n                         CTG)n\n  SCA12                  (CAG)n       5q31-q33            7–28        ?                    66–78         5´ of                       U                 U         [10]\n                                                                                                         transcription\n                                                                                                         start site\n  SCA17                  (CAG/        6q27                29–42       (42–44)?             46**–88       Polyglutamine               U                 U   [85,87,88]\n                         CAA)n                                                                           tract expansion\n  *A question mark indicates potentially mutagenic intermediate length. Intermediate alleles may overlap between normal and abnormal range making\n  interpretation difficult.\n  ‡\n    Parental gender bias resulting in expansions.\n  §\n   There are other diseases involving polyalanine tracts although not all involve expansion [89].\n  ¶\n    Repeats expand into the hundreds in rare neonatal/juvenile onset cases of SCA2 and SCA7.\n  #\n    Clinical anticipation has been observed although CAG expansions were stable [90].\n  **\n    Reduced penetrance. Individuals carrying expanded repeats may be healthy or have other disorders but are without SCA symptoms.\n  +: Present; M: Maternal; MJD: Machado-Joseph disease; P: Paternal; SCA: Spinocerebellar ataxia; U: Not reported or rare; UTR: Untranslated region.\n\n\n\n\nwww.future-drugs.com                                                                                                                                             103\n\fTan & Lai\n\n\n\nThe hybridized fragments obtained are then sized against             effect. This is carried out by conventional linkage analysis using\nmolecular weight ladders that are electrophoresed in parallel to     microsatellite or single nucleotide polymorphisms flanking the\nthe other test samples on the gel. The method has been used to       repeats. The single sperm method, which would be useful for\nanalyze restriction-digested genomic DNA from patients with          such parent-of-origin and preimplantation analysis, has also\nlarge triplet repeat disorders such as myotonic dystrophy [25,26],   been described for many triplet repeat disorders [45–49].\nFragile XA mental retardation [27], Friedreich ataxia [28],             In general, not all expansions can be detected by only a single\nspinocerebellar ataxias (SCAs) [29] and Huntington’s disease         technique, thus both amplification-based and genomic hybridi-\n[30]. Disease-specific extra long and repeat-primed PCR meth-        zation analyses may be needed. These results should also be\nods have also been developed for detection of large expansions       interpreted and evaluated by a second laboratory personnel for\nin Huntington’s disease [31,32].                                     diagnostic confirmation.\n   In recent years, more rapid methods such as multiplex ampli-\nfication for improved resolution of expanded alleles have been       Laboratory precautions & troubleshooting\ndeveloped [33–35]. Semiautomated multiplex amplification of          As PCR is a synthesis and amplification process, contamina-\nthe five repeat regions causing five different ataxia (SCA1, 2, 3,   tion with a second source of genomic DNA, either in the\n6 and 7) using chimeric primers have also been described [36].       sample to be tested or any of the reagents, can lead to false-\nThis was developed from an earlier method using separate             positive results in detecting premutations and expanded alleles.\namplification reactions for the five regions but multiplex in the    Therefore, negative controls should always be included.\nsubsequent analysis in a single PAGE run. The multiple ampli-           Incomplete digestion from restriction enzymes, PCR artifacts\nfications of the repeat regions were achieved using chimeric         and methylation mosaics are also potential sources of errors of\nprimers containing 10–20 bases of an M13 universal sequence.         false-positive and -negative results. Hence, precautions would\n   One of the main challenges in the PCR method is the diffi-        be needed to check on their occurrence, such as the inclusion of\nculty of amplifying GC-rich or high repeat regions, where            negative and positive controls with known genotypes.\nprimers may not anneal efficiently to the target sequence due\nto the secondary structure in the region of interest. Many           Technical challenges, limitations & interpretation of testing\nlaboratories have attempted to overcome this problem with            Somatic instability with different alleles present in cell popula-\nvarying success. Strategies include:                                 tions from the same individual giving rise to mosaicism has\n• Redesigning primers such that they are located closer to the       been documented [50–52]. Potentially inactivating gene muta-\n   repeats but do not contain GC-rich regions [37]                   tions other than expansion repeats may occur in rare cases such\n• Use of hot-start or step-down PCR cycling [30]                     as in Friedreich ataxia, where approximately 2% of cases are due\n                                                                     to point mutations rather than repeat expansions [53,54]. The\n• Use of other polymerases suitable for repeat-rich regions such\n                                                                     presence of null alleles in mutation-prone regions may give\n   as Pfu DNA polymerase [38,39]\n                                                                     false-negative results. An example is a widely used PCR assay\n• Use of 7-deaza-dGTP [40]                                           for Huntington’s disease [55]. Rare polymorphisms in the recog-\n• Use of glycerol, DMSO or betaine in amplification reaction         nition site of the restriction enzyme in commonly used assays\n   buffers [23,41]                                                   may also give rise to pseudodeletions as has been documented\n• Use of long PCR Taq polymerase such as rTth DNA poly-              for a commonly used fragile X assay [56]. Difficulty in amplify-\n   merase XL, TaKaRa Ex Taq or the Expand Long Template              ing large repeats may also lead to false-negative results when\n   PCR system to amplify larger sized repeats [42,43]                only the normal allele is amplified. It is recommended that in\n   For FRAXA and FRAXE, in addition to expansion of repeat           cases where there is overwhelming evidence from clinical and\nregions, there is also abnormal methylation of the CpG islands       neurologic examinations but the molecular assay result is nega-\nin the promoter of the genes. Hence, in addition to screening        tive, alternative methods should be used to confirm the absence\nfor expanded repeats, alleles should be checked for methylation      of molecular defects in a particular gene.\nstatus by either Southern blot analysis following methylation-          In some diseases the cause could be expansion in two or more\nsensitive restriction enzyme cleavage or by methylation-specific     genes. In Huntington’s disease, repeat expansions in a second\nPCR. In the former, methylation-senstive enzymes are used to         Huntington’s disease-like locus (junctophilin-3 or JPH3/HDL2\ndigest bisulfite-treated genomic DNA prior to hybridization.         on 16q23–24) or the SCA17/TBP gene can give rise to typical\nFor the PCR method, primers are designed to amplify only             Huntington’s disease or Huntington’s disease-like symptoms\nmethylated or nonmethylated alleles. For FRAXA, a methyla-           [57,58]. In the absence of evidence of expansion in the primary\ntion-specific PCR method has been described [44]. This method        Huntington’s disease locus, these loci should be tested. For Jap-\nshould also be applicable to other triplet repeats involving gene    anese patients, expansion in the DRPLA gene should also be\nsilencing by methylation.                                            considered due to the larger range of normal repeats and the\n   In some disorders (e.g., the SCAs) there is variable expansion    more common occurrence of this disease in Japan [59]. A new\nof the same allele depending on its parental origin. Haplotype       fragile X premutation-associated tremor/ataxia syndrome\nanalysis is carried out in such cases to trace the origin of the     (FXTAS) has also been described. It is characterized by symp-\nexpansion and to better understand the reduced penetrance            toms of cerebellar ataxia and/or intension tremor for carriers of\n\n\n104                                                                                                         Expert Rev. Mol. Diagn. 5(1), (2005)\n\f                                                                                                  Diagnosis of triplet repeat diseases\n\n\n\nfragile X premutation [60,61]. For this disorder, which is usually       extreme variability and heterogeneity of disease symptoms in\nobserved in older patients, magnetic resonance imaging can be            terms of severity, clinical presentation and age of onset. This\nused in conjunction with testing for repeat expansion in the             variability is often determined by the size of the expansion,\nFRAXA gene [62].                                                         whether anticipation occurs between generations and the\n   In the SCAs, where the different subtypes have overlap-               parental origin of the disease allele. Therefore, management\nping disease symptoms and the molecular defects may be in                should only be carried out by a team of trained physicians,\ndifferent genes, the ethnic background of the patient should             genetic counselors, psychologists and social workers.\nbe taken into account when prioritizing genes to test for,                 With presymptomatic and prenatal testing, comprehensive\ndue to the different relative prevalence of the SCA subtypes             genetic counseling before and after testing should be manda-\nin different populations. For example, SCA1 and SCA12 are                tory. Depending on the triplet disease in question, patients\ncommon in India, SCA6 in Japan, and SCA3 is the most                     should be informed of the probability of disease development.\ncommon subtype in Brazil [63,64].                                        For late onset disease with full penetrance where disease\n   Unlike point mutations, when development of the disease can           development is a certainty, their psychological wellbeing\nbe accurately predicted based on the presence of a mutation, in          should be monitored closely upon a positive test result. They\ntriplet repeat diseases it is not so easy to predict whether a premu-    should also be followed up by specialists and provided with\ntation carrier will transmit a disease allele to the next generation     information to enable them to recognize and report early\ndue to the instability of the mutation. For the same reason, it is       symptoms of disease for better follow-up.\ndifficult to be completely certain of the cut-off between normal           Support groups for patients, family members and caregivers\nand premutation or between premutation and disease allele. In            can ease distress. Individuals should be given the contact infor-\nindividuals with premutations, the extent of expansion to full           mation if such groups are available within their community.\nmutation during the formation of the gametes is not so easily pre-       Sharing of experience, resources and coping mechanisms from\ndictable. This unpredictability is further compounded by the pos-        patients or caregivers could greatly contribute to easing the bur-\nsibility of contraction or reversion to normal range, which has also     den of disease and the process of acceptance and adaptation, as\nbeen observed for some genes, complicating reproductive deci-            well as enable better planning for the future.\nsions [65–67]. In such cases it could be more accurate to sample fetal\ntissue for preimplantation or prenatal analysis.                         Ethical, legal & social issues\n   Genotype–phenotype correlation between expansion size and             The ethical, legal and social issues in the genetic testing for tri-\ndisease severity do not account fully for the variability observed       plet repeat diseases are no different from those involving other\nin clinical findings, indicating that other factors in addition to       types of mutations. Generally, testing should only be carried\nrepeat length also determine disease onset and progression. For          out with informed consent, and there must be strong justifica-\nexample, relatives with SCA6 carrying identical repeat lengths           tion for the testing of children and teens for adult or late onset\nmay have considerably different clinical courses [68]. There is          disorders. The recommendation that such persons be tested\nalso the suggestion of other modifier genes, either allelic or           only if it offers immediate medical benefits for the subject or\nnonallelic [69].                                                         another person should be adhered to [76,77].\n                                                                            However, there is one major difference between triplet\nBiochemical analysis                                                     repeat disease and other types of mutations, that of its insta-\nMicroarrays have been used to survey the difference in                   bility and dynamic expansions in individuals carrying pre-\nexpression levels induced by repeat proteins with different              mutations. Screening for such carriers provides better child-\nlengths of polyglutamine tracts and the fragile X mental                 bearing options. Exclusion of carrier status would remove\nretardation protein [70–72]. Real-time quantification of                 the burden of reproductive decision due to fear of passing\nreverse-transcribed PCR of repeat-containing genes has been              on an incurable disease. For carriers who still prefer to have\nperformed to measure expression at the RNA level [73,74].                biologic offspring, there is the option of preimplantation\nWestern blot analysis and immunocytochemistry have also                  and prenatal testing.\nbeen used to study the correlation of mRNA and protein                      As genetic testing often reveals the status of other family\nlevel for FMR1 in individuals with premutations [75].                    members who share the same ancestry, there is the question of\nAlthough non-DNA-based methods are understandably lim-                   whether such a test is an invasion of their privacy or if rela-\nited to those expansions that affect downstream expression, it           tives at risk should be informed. Most professionals believe\nallows for direct testing of the effect of pathogenic expan-             that there is a duty to inform despite the risk of harm result-\nsions in cases of reduced penetrance or evidence of epigenetic           ing from learning the possibility of developing a potentially\neffects. It is also useful in understanding the molecular events         devastating disease when no cure is available. Family members\nleading to the observed phenotype.                                       can then have the option of being tested if a relative has tested\n                                                                         positive. In general, the benefits of testing far outweigh any\nCounseling & support                                                     psychological harm despite the lack of therapeutic options as\nGenetic counseling for expansion disorders is more difficult             testing negative for carrier status removes the uncertainty and\nand complex than other monogenic disorders due to the                    worry, and knowing a positive test result early aids in career\n\n\nwww.future-drugs.com                                                                                                                    105\n\fTan & Lai\n\n\n\nand reproductive decisions despite the initial psychological            families are identified, the demand for preimplantation and\ntrauma [78]. Follow-up studies on the testing of Huntington’s           prenatal genetic testing is likely to rise. In such cases, the\ndisease in British Columbia (Canada) demonstrated that even             shorter turnaround time and higher sensitivity will lead to\nfor those who tested positive, their psychological health               greater use of real-time assays and other detection methods,\nreturned to pretest level after a year [79]. The knowledge also         some of which are being developed [80].\nenables planning for the future when patients are still well,              Currently, most laboratories develop their own in-house\nand to make arrangements on how they want to be taken care              assays. Gene Link, Inc. has a commercial kit available for frag-\nof when the disease develops.                                           ile X CGG detection but it is intended for research and not\n  Issues of insurability, employment consequences, risk of              certified for diagnostic use. Therefore, commercially available\ndiscrimination and social stigmatization are more complex.              assays and kits would be desirable to allow optimized assays to\nMany countries have legislations that protect individuals               be used worldwide, thus saving on development cost and time.\nagainst discrimination due to inherited mutations. Social               Such commercial tests should be compatible with different\nacceptance is more difficult to control and more public                 platforms to eliminate the need for special hardware other than\neducation is needed.                                                    commonly available laboratory equipment such as thermal\n                                                                        cyclers and temperature-controlled chambers. Negative sam-\nExpert opinion & five-year view                                         ples and positive control samples covering a range of expan-\nThe cost of genetic assays has come down several fold over              sions should also be included in the kits as quality checks on\nthe last few years and it now appears plausible that wide-              the integrity of the results. The tests should also aim to exclude\nspread screening of at-risk subgroups (e.g., FRAXA for men-             or confirm the presence of premutations or disease alleles with\ntal retardation without any known cause) will become a real-            absolute certainty.\nity. In this era of genomic medicine, management of diseases               For diseases with reduced penetrance and heterogeneity in\nhas moved from crisis-driven treatment to presymptomatic                clinical presentation for the same allele, it is likely that modifier\nand predictive testing. The ultimate goal of such tests would           genes or epigenetic factors will be identified in the next few\nbe a low-cost molecular assay with high sensitivity and spe-            years. The development of multiplex reactions and microarrays\ncificity. Unlike the identification of infectious organisms             that can reveal information on genotypes of multiple genes in a\nwhen time is critical, there is less urgency in the molecular           single assay would hopefully lead to more accurate prediction\ndiagnosis of inherited disease with no known cure. However,             of disease subtype, likely age of onset, spectrum of symptoms\nwith more awareness of such diseases and as more affected               and course of disease progression.\n\n\n  Key issues\n\n  •   Triplet repeat expansion diseases are different from other single gene disorders in that the repeats are unstable and undergo\n      dynamic expansions.\n  •   Individuals with premutations or intermediate mutations may transmit alleles that are further expanded to their offspring.\n  •   Although expansions typically occur during meiosis, there are also cases of mitotic instability.\n  •   In general, the severity of symptoms correlates with the size of expansions, which in turn is negatively correlated with the age of\n      onset for adult or late onset disease.\n  •   Where causative genes have been identified, genetic testing can provide a definite diagnosis of the disease for improved\n      clinical management.\n  •   The mutation detection rate for any given disease is likely to vary by method. More than one method may be needed to confirm\n      the presence of a disease allele.\n  •   Variability and heterogenity in disease presentation complicates interpretation of test results.\n  •   Better understanding of the molecular basis of disease and possible modifier gene/allele will improve genotype–phenotype\n      correlation and provide a more accurate prediction of symptoms and likely age of onset.\n  •   Genetic counseling should be an integral component of genetic testing, with a mandatory pretest session.\n  •   Ideally, at-risk relatives should be informed of results of genetic tests but preferably with the consent of the patient as there might\n      be problems with medical confidentiality and privacy. Less controversial would be the right of each individual to decide whether to\n      be tested.\n  •   Even without any available cure, the benefits of testing far outweigh any negative psychological consequences of a positive result\n      for carriers and late onset disease.\n  •   Potential for discrimination in terms of employment has been pre-empted by legislations in many countries. However, social\n      acceptance will need to be improved with more efforts in public education.\n\n\n\n\n106                                                                                                               Expert Rev. Mol. Diagn. 5(1), (2005)\n\f                                                                                                            Diagnosis of triplet repeat diseases\n\n\nInformation resources                                                         • Online Mendelian Inheritance in Man\n                                                                                www.ncbi.nlm.nih.gov/Omim\n• GeneTests\n                                                                                (Viewed December 2004)\n  www.genetests.org\n  (Viewed December 2004)                                                      • Patient Support Organizations and Self Help Groups\n• Hereditary Disease Foundation                                                 www.patient.co.uk/selfhelp.asp\n  www.hdfoundation.org                                                          (Viewed December 2004)\n  (Viewed December 2004)\n                                                                              • Understanding Gene Testing\n• National Institute of Neurological Disorders and Stroke                       www.accessexcellence.org/AE/AEPC/NIH/index.html\n  www.ninds.nih.gov/index.htm                                                   (Viewed December 2004)\n  (Viewed December 2004)\n• Nuffield Council on Bioethics\n  www.nuffieldbioethics.org\n  (Viewed December 2004)\nReferences                                               patterns in synpolydactyly caused by           15    Nakajima H, Kimura F, Nakagawa T et al.\nPapers of special note have been highlighted as:         mutations in HOXD13. Science                         Effects of androgen receptor polyglutamine\n• of interest                                            272(5261), 548–551 (1996).                           tract expansion on proliferation of NG108-\n•• of considerable interest                         8    Brais B, Bouchard JP, Xie YG et al. Short            15 cells. Neurosci. Lett. 222(2), 83–86\n                                                         GCG expansions in the PABP2 gene cause               (1997).\n1   Verkerk AJ, Pieretti M, Sutcliffe JS et al.\n    Identification of a gene (FMR-1) containing          oculopharyngeal muscular dystrophy. Nature     16    Butler R, Leigh PN, McPhaul MJ,\n    a CGG repeat coincident with a breakpoint            Genet. 18(2), 164–167 (1998). Erratum in:            Gallo JM. Truncated forms of the\n    cluster region exhibiting length variation in        Korcyn AD Nature Genet. 19(4), 404 (1998)            androgen receptor are associated with\n    fragile X syndrome. Cell 65(5), 905–914              (corrected to Korczyn AD).                           polyglutamine expansion in X-linked\n    (1991).                                         9    Delot E, King LM, Briggs MD,                         spinal and bulbar muscular atrophy. Hum.\n•   Pioneering paper on identification of                Wilcox WR, Cohn DH. Trinucleotide                    Mol. Genet. 7(1), 121–127 (1998).\n    trinucleotide repeat expansion in fragile X          expansion mutations in the cartilage           17    Ranum LP, Day JW. Myotonic dystrophy:\n    syndrome.                                            oligomeric matrix protein (COMP) gene.               RNA pathogenesis comes into focus. Am.\n2   Kremer EJ, Pritchard M, Lynch M et al.               Hum. Mol. Genet. 8(1), 123–128 (1999).               J. Hum. Genet. 74(5), 793–804 (2004).\n    Mapping of DNA instability at the fragile X     10   Sinden RR. Biological implications of the      •      Review on pathogenic mechanisms of\n    to a trinucleotide repeat sequence                   DNA structures associated with disease-              repeat expansions in untranslated regions.\n    p(CCG)n. Science 252(5013), 1711–1714                causing triplet repeats. Am. J. Hum. Genet.    18    Speer MC, Pericak-Vance MA, Yamaoka L\n    (1991).                                              64(2), 346–353 (1999).                               et al. Presymptomatic and prenatal\n•   Pioneering paper on identification of           ••   Review on DNA structures of triplet                  diagnosis in myotonic dystrophy by genetic\n    trinucleotide repeat expansion in fragile X          repeat and possible expansion                        linkage studies. Neurology 40(4), 671–676\n    syndrome.                                            mechanisms.                                          (1990).\n3   Fu YH, Pizzuti A, Fenwick RG Jr et al. An       11   Perutz MF, Windle AH. Cause of neural          19    Monros E, Smeyers P, Ramos MA, Prieto\n    unstable triplet repeat in a gene related to         death in neurodegenerative diseases                  F, Palau F. Prenatal diagnosis of Friedreich\n    myotonic muscular dystrophy. Science                 attributable to expansion of glutamine               ataxia: improved accuracy by using new\n    255(5049), 1256–1258 (1992).                         repeats. Nature 412(6843), 143–144                   genetic flanking markers. Prenat. Diagn.\n•   Identification of trinucleotide repeat               (2001).                                              15(6), 551–554 (1995).\n    expansion in an untranslated region in\n                                                    12   Evert BO, Wullner U, Klockgether T. Cell       20    Falk M, Froster U, Vojtiskova M. Methods\n    myotonic dystrophy.\n                                                         death in polyglutamine diseases. Cell Tissue         of determination of the number of\n4   Liquori CL, Ricker K, Moseley ML et al.              Res. 301(1), 189–204 (2000).                         CTG/CAG repeats in trinucleotide repeats\n    Myotonic dystrophy type 2 caused by a           ••   Review on triplet expansion diseases                 in the human genome. Cas. Lek.Cesk.\n    CCTG expansion in intron 1 of ZNF9.                  involving polyglutamine tract expansions.            142(10), 609–614 (2003).\n    Science 293(5531), 864–867 (2001).\n                                                    13   Greene E, Handa V, Kumari D, Usdin K.          21    Bruland O, Almqvist EW, Goldberg YP,\n5   Matsuura T, Yamagata T, Burgess DL et al.            Transcription defects induced by repeat              Boman H, Hayden MR, Knappskog PM.\n    Large expansion of the ATTCT                         expansion: fragile X syndrome, FRAXE                 Accurate determination of the number of\n    pentanucleotide repeat in spinocerebellar            mental retardation, progressive myoclonus            CAG repeats in the Huntington’s disease\n    ataxia type 10. Nature Genet. 26(2),                 epilepsy type 1, and Friedreich ataxia.              gene using a sequence-specific internal DNA\n    191–194 (2000).                                      Cytogenet. Genome Res. 100(1–4), 65–76               standard. Clin. Genet. 55(3), 198–202\n6   Lalioti MD, Scott HS, Buresi C et al.                (2003).                                              (1999).\n    Dodecamer repeat expansion in cystatin B        •    Review on models for the relationship          22    Houdayer C, Lourdaux J, Billette de\n    gene in progressive myoclonus epilepsy.              between the expanded repeat and disease              Villemeur T et al. Simple fluorescent PCR\n    Nature 386(6627), 847–851 (1997).                    symptoms.                                            assay for discriminating FRAXA fully\n7   Muragaki Y, Mundlos S, Upton J, Olsen           14   Tassone F, Hagerman PJ. Expression of the            mutated females from normal homozygotes.\n    BR. Altered growth and branching                     FMR1 gene. Cytogenet Genome Res.                     Genet. Test. 6(2), 135–139 (2002).\n                                                         100(1–4), 124–128 (2003).\n\n\nwww.future-drugs.com                                                                                                                                  107\n\fTan & Lai\n\n\n23   Brugnoni R, Morandi L, Brambati B et al.            36   Dorschner MO, Barden D, Stephens K.                  cell PCR for Huntington’s gene and WAVE\n     A new non-radioactive method for the                     Diagnosis of five spinocerebellar ataxia             product analysis for preimplantation genetic\n     screening and prenatal diagnosis of                      disorders by multiplex amplification and             diagnosis. Mol. Cell. Endocrinol.\n     myotonic dystrophy patients. J. Neurol.                  capillary electrophoresis. J. Mol. Diagn.            183(Suppl.1), S1–S4 (2001).\n     245(5), 289–293 (1998).                                  4(2), 108–113 (2002).                           49   Georgiou I, Sermon K, Lissens W et al.\n24   Vuillaume I, Schraen S, Rousseaux J,                37   Culjkovic B, Ruzdijic S, Rakic L, Romac S.           Preimplantation genetic diagnosis for spinal\n     Sablonnie",
  "wordCount": 7468,
  "indexed": "2025-09-25T22:46:53.584Z",
  "method": "direct"
}
