{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Logsdon et al. - 2020 - Long-read human genome sequencing and its applicat.pdf",
  "fileName": "Logsdon et al. - 2020 - Long-read human genome sequencing and its applicat.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Logsdon et al. - 2020 - Long-read human genome sequencing and its applicat.pdf",
  "text": "REVIEWS\n                                  Long-​read human genome sequencing\n                                  and its applications\n                                  Glennis A. Logsdon           1\n                                                                , Mitchell R. Vollger           1\n                                                                                                    and Evan E. Eichler         1,2   ✉\n\n                                  Abstract | Over the past decade, long-​read, single-​molecule DNA sequencing technologies have\n                                  emerged as powerful players in genomics. With the ability to generate reads tens to thousands\n                                  of kilobases in length with an accuracy approaching that of short-​read sequencing technologies,\n                                  these platforms have proven their ability to resolve some of the most challenging regions of the\n                                  human genome, detect previously inaccessible structural variants and generate some of the first\n                                  telomere-​to-​telomere assemblies of whole chromosomes. Long-​read sequencing technologies\n                                  will soon permit the routine assembly of diploid genomes, which will revolutionize genomics by\n                                  revealing the full spectrum of human genetic variation, resolving some of the missing heritability\n                                  and leading to the discovery of novel mechanisms of disease.\n\nNext-​generation sequencing\n                                 Studies of genetic variation and the discovery of the              longer than 50 bp), with intermediate-​size structural\nA sequencing method in which     mutations underlying human disease are dependent                   variation (less than 2 kb) especially under-​represented9.\nan entire genome is sequenced    on technological advances in molecular biology and                 Moreover, entire swaths of our genome (more than 15%)\nfrom fragmented DNA,             conceptual advances in their application. Among such               remain inaccessible to assembly or variant discovery\nproducing short (less than\n                                 innovations, changes in sequencing platforms have often            because of their repeat content or atypical GC content10.\n300 bp) sequencing reads at\nhigh speed and low cost.         been regarded as revolutionary1. The DNA sequencing                For example, even PCR-free, short-read genomic libraries\n                                 technology that has dominated genomics research for                show up to twofold reductions in sequence coverage\nSequence-​by-​synthesis          the past decade has undoubtedly been the Illumina                  when the GC composition exceeds 45%, limiting the\nA sequencing technology\n                                 platform, a short-​read, next-​generation sequencing plat-         ability to discover genetic variation in some of the most\nused primarily by Illumina,\nin which a DNA polymerase\n                                 form that leverages a sequence-​by-​synthesis approach to          functionally important regions of our genome. These\nsynthesizes a strand of          determine the order of nucleotides in a DNA strand2                inaccessible parts of the genome include centromeres,\nDNA complementary to a           (Fig. 1a). Illumina’s DNA sequencing technology pro-               telomeres and acrocentric genomic regions, where mas-\ntemplate by incorporating        duces highly accurate (greater than 99.9%) sequencing              sive arrays of tandem repeats predominate, as well as the\na fluorescently labelled\n                                 reads, which are inexpensive to generate on a massive              5% of our genome (and associated genes) mapping to\ndeoxynucleoside triphosphate\nthat is imaged to identify the   scale (Table 1). These advantages have driven the ascent           large segmental duplications11. Ironically, these regions\nbase and then cleaved before     of the Illumina platform to become the current gold                also experience some of the highest mutation rates, both\nthe process is repeated to       standard of clinical and research sequencing. Illumina             in the germline and in the soma3,12–14. As a result, some\ndetermine the order and\n                                 next-​generation sequencing has led to innumerable                 of the most mutable regions of our genome are typically\nidentity of each base in the\nDNA strand.\n                                 scientific discoveries over the past decade that have              understudied. These limitations have necessitated the\n                                 enhanced our understanding of evolution, adaptation                development of methods that can resolve these more\n                                 and disease through the discovery of pathogenic variants,          complex and dynamic regions of the genome.\n                                 including single-​nucleotide variants, copy number variants            One solution has been to develop short-​r ead\n                                 and insertions or deletions (indels)3–8. Importantly, the          sequencing approaches that reconstruct the sequence\n                                 technology’s throughput has allowed it to serve as an              of long DNA molecules. Linked-​read sequencing15–17, syn-\n1\n Department of Genome\n                                 assay for digital readouts to investigate a myriad of bio-         thetic long-​read sequencing18,19 and Hi-​C20 sequencing\nSciences, University of          logical phenomena, including chromatin accessibility,              are all cost-​effective methods that provide long-​range\nWashington School of             transcription factor occupancy, gene expression and                information about the location of reads using only\nMedicine, Seattle, WA, USA.      RNA binding, among many other novel applications2.                 Illumina sequencing short reads. For example, Hi-​C\n2\n Howard Hughes Medical               However, application of short-​read technologies to            technology uses a proximity ligation approach to gener-\nInstitute, University of         structural variant detection and genome assembly more              ate a genome-​wide library from loci that were originally\nWashington, Seattle,\nWA, USA.\n                                 broadly has revealed a major shortcoming: limited read             close to each other in the nucleus, with the majority of\n✉e-​mail: eee@                   length. Reads less than 300 bases long, such as those typ-         loci residing on the same chromosome (Fig. 1b). Hi-​C\ngs.washington.edu                ically produced by Illumina next-​generation sequencing,           sequencing data can be used to provide long-​range infor-\nhttps://doi.org/10.1038/         are too short to detect more than 70% of human genome              mation between pairs of loci tens of megabases apart on\ns41576-020-0236-​x               structural variation (that is, variation affecting sequences       the same chromosome, which has been shown to link\n\n\nNature Reviews | Genetics\n\fReviews\n\n                                    a Illumina short-read sequencing                                b Hi-C sequencing\n                                                                                                                                               Restriction enzyme\n                                              Adapter-tagged DNA                                                                               or nuclease cut site\n                                                     < 300-bp insert\n\n                                                                                                                                    Locus A                    Locus B\n\n                                                                                                                                                                Crosslink\nSingle-​nucleotide variants\nInstances in which a single\n                                                                                                                                     Locus D                    Locus C\nbase within a read or genome\ndiffers from the base found\n                                                                                                                   Crosslinked\n                                                                                                                   nuclear chromatin\nat the same position in other\nindividuals or populations.                                 Bridge                                                                   Biotin\n                                                            ampliﬁcation\nCopy number variants\nInstances in which a sequence\nof bases within a genome\ndiffers in the number of\ncopies among individuals\nor populations.\n                                                                                                                                                        Bead\nIndels\nInsertions or deletions of bases         Flow cell\nin the genome of an organism.                                 Sequencing by synthesis\n                                                                                                                                                  Chromosome\nStructural variant                                                                                 Locus A         Locus B                                               High\nA genetic variant greater than\n\n\n\n\n                                                                                                                                  Chromosome\n50 bp in length that includes\ninsertions, deletions, inversions\nor translocations of DNA\nsegments, and copy number\ndifferences.\n                                                                                                         Locus C        Locus D                                          Low\nSegmental duplications\nBlocks of DNA that are greater      Fig. 1 | Overview of short-read sequencing technologies. a | In short-​read sequencing by Illumina technology, DNA\nthan 1 kb in length, occur at       fragments (yellow and red) are ligated to adapters (blue and aqua). The adapters contain unique molecular identifiers as\nmore than one site within a\n                                    well as sequences complementary to the oligonucleotides attached to the surface of a flow cell. Adapter-​tagged DNA is\ngenome and share greater\n                                    loaded onto a flow cell, and the adapters from the modified DNA hybridize to the oligonucleotides that coat the surface\nthan 90% sequence identity.\n                                    of the flow cell. Once the DNA fragments have attached, cluster generation begins, where thousands of copies of each\nLinked-​read sequencing             fragment are generated through a process known as bridge amplification. In this process, one strand folds over, and the\nA synthetic long-​read DNA          adapter on the end of the molecule hybridizes to another oligonucleotide in the flow cell. A polymerase incorporates nucleo­\nsequencing method wherein           tides to build double-​stranded bridges of the DNA molecules, which are subsequently denatured to leave single-​stranded\nshort-​read sequencing is           DNA fragments tethered to the flow cell. This process is repeated over and over, generating several million dense clusters of\napplied to long DNA molecules       double-​stranded DNA. After bridge amplification, the reverse DNA strands are cleaved and washed away, leaving only the\nto ‘link’ reads together            forward strands. Then, sequencing by synthesis begins, in which fluorescently labelled deoxynucleoside triphosphates are\nfrom the same original              incorporated into the newly synthesized DNA strand at each cycle. After incorporation, a laser excites the fluorophore on\nlong molecule.\n                                    the strand, which emits a characteristic fluorescence signal that corresponds to the base. b | In Hi-​C sequencing, nuclear\nLong-​read sequencing\n                                    chromatin is crosslinked with formaldehyde, which covalently bonds protein–DNA complexes in close proximity to each\nA sequencing method used by         other. Crosslinked chromatin is digested with a restriction enzyme or nuclease, and single-​stranded DNA overhangs are\nPacific Biosciences and Oxford      filled in and repaired with biotin-​linked nucleotides before religating the DNA. Chemical crosslinks are reversed, proteins\nNanopore Technologies,              are degraded and the purified DNA is non-​specifically sheared (for example, by sonication). Biotin-​labelled DNA is pulled\nwherein native DNA or RNA           down with streptavidin-​conjugated beads and paired-​end sequenced to reveal the junctions between two DNA loci (light\nmolecules are sequenced             and dark blue). Because the contact frequency between pairs of loci strongly correlates with distance, the majority of\nin real time, often without         sequenced junctions encompass two loci from the same chromosome. As a result, Hi-​C data can be used to provide linkage\nthe need for amplification,         information between pairs of loci tens of megabases apart on a single chromosome (as shown in the contact map).\nproducing reads more than\n10 kb in length.\n\n                                    contigs in broken genome assemblies21, phase haplo-             (also known as single-​molecule, real-​time (SMRT) sequencing,\nContigs\nContinuous (or ‘contiguous’)        types22, and lead to the discovery of structural varia-         or PacBio sequencing) and that of Oxford Nanopore\nsequences of DNA generated          tion23. Although Hi-​C outperforms simple short-​read           Technologies (ONT). We compare them with short-​read\nby assembling overlapping           sequencing approaches for structural variant detection,         sequencing technologies, such as Illumina sequencing\nsequencing reads.\n                                    the fundamental unit of assembly is still a short read,         technology, in terms of read accuracy, throughput and\nSingle-​molecule, real-​time        which greatly limits the ability to both detect and fully       cost. Additionally, we discuss the practical applications\n(SMRT) sequencing                   assemble structural variant regions, especially in larger       of these technologies in genomics, transcriptomics and\nA DNA sequencing method             repeats. For these applications, the linked-​read, synthetic    epigenomics and how they are enabling new biological\nused by Pacific Biosciences         long-​read and Hi-​C sequencing approaches are generally        insights. This Review does not provide a detailed assess-\nwherein the sequence of a\nsingle DNA molecule is derived\n                                    inferior to strict long-​read sequencing approaches9.           ment of the various software and algorithms related to\nin real time, with no pause after      In this Review, we focus on the two major long-​read         genome assembly, which is an area of rapid develop-\nthe detection of the bases.         sequencing technologies, that of Pacific Biosciences            ment that has been discussed extensively elsewhere24–27.\n\n\n                                                                                                                                                    www.nature.com/nrg\n\f                                                                                                                                             Reviews\n\nSMRTbell\n                                 Instead, we focus on future directions, with a specific           incorporated. This process is repeated thousands of times\nA double-​stranded DNA           emphasis on studies of human disease and diversity,               to reveal the identity and sequence of each base in the\ntemplate used in Pacific         while recognizing that these technologies have had a huge         SMRTbell template. PacBio technology typically gener-\nBiosciences SMRT sequencing      impact more broadly across diverse species and phyla.             ates reads tens of kilobases long, which greatly exceeds\nwherein both DNA ends are\ncapped with hairpin adapters.\n                                                                                                   the read lengths obtained with Illumina sequencing30–33.\nA SMRTbell template is           Long-​read sequencing technologies\ntopologically circular and       In contrast to short-read approaches, long-read technol-          Oxford Nanopore Technologies. ONT long-read\nstructurally linear.             ogies can generate continuous sequences ranging from              sequencing technology (Fig. 2b) uses linear DNA mole­\n                                 10 kilobases to several megabases in length directly              cules rather than circular ones. These linear DNA\nSMRT Cell\nA flow cell comprising arrays\n                                 from native DNA, which, along with recent develop-                molecules are typically one to several hundred kilobases\nof zero-​mode waveguide          ments in throughput and accuracy, has substantially               in length but can be several megabases long34–37. ONT\nnanostructures used during       increased their utility and application28,29 (Fig. 2). PacBio     sequencing begins by first attaching a double-​stranded\nPacific Biosciences SMRT         and ONT sequencing technologies both produce reads                DNA molecule to a sequencing adapter, which is pre­\nsequencing.\n                                 that can readily traverse the most repetitive regions of          loaded with a motor protein. The DNA mixture is loaded\nZero-​mode waveguides            the human genome, but underlying differences in their             onto a flow cell, which contains hundreds to thousands\nNanophotonic devices that        chemistry and sequence detection approaches influence             of nanopores embedded in a synthetic membrane. The\nconfine light to a small         their read lengths, base accuracies and throughput.               motor protein unwinds the double-​stranded DNA and,\nobservation volume and are\n                                                                                                   together with an electric current, drives the negatively\npart of the SMRT Cell used\nduring Pacific Biosciences\n                                 Pacific Biosciences. PacBio SMRT sequencing technol-              charged DNA through the pore at a controlled rate. As\nSMRT sequencing.                 ogy (Fig. 2a) uses a topologically circular DNA molecule          the DNA translocates through the pore, it causes charac­\n                                 template, known as a SMRTbell, which is composed of a             teristic disruptions to the current, which are analysed in\nFlow cell                        double-​stranded DNA insert with single-​stranded hair-           real time to determine the sequence of the bases in the\nA disposable component\nof short-​read and long-​read\n                                 pin adapters on either end. The DNA insert can range in           DNA strand. With ONT sequencing, reads greater than\nsequencing platforms             length from one to more than a hundred kilobases, which           1 Mb in length have been generated34, with the longest\nthat houses the chemistry        allows long sequencing reads to be generated. Once the            reported read close to 2.3 Mb in length when computa-\nto sequence DNA and/or           SMRTbell has been assembled, it is bound by a DNA                 tionally stitched together from shorter reads37. Together,\nRNA molecules.\n                                 polymerase and loaded onto a SMRT Cell, which contains            these achievements have pushed the genomics commu-\n                                 up to 8 million zero-​mode waveguides, for sequencing.            nity into the realm of megabase-​sized sequence reads\n                                 During the sequencing reaction, the polymerase pro-               for the first time.\n                                 cesses around the SMRTbell template and incorporates\n                                 fluorescently labelled deoxynucleoside triphosphates              Long-​read sequencing data types\n                                 into the nascent strand. After each incorporation, a laser        Because of new developments in sequencing chem-\n                                 excites the fluorophore, and a camera records the emis-           istry and differences in DNA preparation, each of the\n                                 sion. The fluorophore is then cleaved from the nucleo­            long-​read sequencing technologies can now produce dif-\n                                 tide before the next deoxynucleoside triphosphate is              ferent types of long reads that differ both in their length\n\n\n Table 1 | Data type, length, accuracy, throughput and cost across long-​read and short-​read technologies and platforms\n sequencing          Platform       Data type      Read length (kb)                  Read          throughput per             estimated       Maximum\n technology                                                                          accuracy      flow cell (Gb)             cost per        throughput per\n                                                                                     (%)                                      Gb (Us$)        year (Gb)a\n                                                   n50                Maximum                      Mean         Maximum\n Pacific             RS IIb\n                                    CLR            5–15               >60            87–92         0.75–1.5     2             333–933c        4,380\n Biosciences\n (PacBio)            Sequel         CLR            25–50              >100                         5–10         20            98–195d         17,520\n                     Sequel II      CLR            30–60              >200                         50–100       160           13–26  e\n                                                                                                                                              93,440\n                                    HiFi           10–20              >20            >99           15–30        35            43–86e          10,220\n Oxford       MinION/               Long           10–60              >1,000         87–98         2-20         30            50–500     f\n                                                                                                                                              21,900 (MinION)\n Nanopore     GridION                                                                                                                         109,500 (GridION)\n Technologies\n (ONT)                              Ultra-​long    100–200            >1,500                       0.5–2        2.5           500–2,000f      913 (MinION)\n                                                                                                                                              4,563 (GridION)\n                     PromethION     Long           10–60              >1,000                       50–100       180           21–42f          3,153,600\n Illumina            NextSeq 550    Single-​end    0.075–0.15         0.15           >99.9         16–30        >30           50–63  g\n                                                                                                                                              >47,782\n                                    Paired-​end    0.075–0.15 (×2)    0.15 (×2)                    32–120       >120          40–60g          >70,080\n                     NovaSeq        Single-​end    0.05–0.25          0.25                         65–3,000     >3,000        10–35  h\n                                                                                                                                              >1,194,545\n                     6000\n                                    Paired-​end    0.05–0.25 (×2)     0.25 (×2)\n All cost estimates exclude the cost for labour, instrumentation, maintenance and computer resources. CLR, continuous long read; HiFi, high-​fidelity read.\n a\n  Assuming continuous, full-​capacity sequencing on each instrument. bPacBio RS II support will end by 2021. cCurrent cost when performing sequencing with a\n SMRTbell Template Prep Kit 1.0 and SMRT Cell. dCurrent cost when performing sequencing with a SMRTbell Express Template Prep Kit 2.0 and SMRT Cell 1M.\n e\n   Current cost when performing sequencing with a SMRTbell Express Template Prep Kit 2.0 and SMRT Cell 8M. fCurrent cost when performing sequencing with a\n ligation or rapid sequencing kit and an ONT R9.4.1 or R10.3 flow cell. gCurrent cost when performing sequencing with the NextSeq 500/550 mid- or high-​output\n kits v2.5. hCurrent cost when performing sequencing with the NovaSeq 6000 SP, S1, S2 or S4 reagent kits.\n\n\nNature Reviews | Genetics\n\fReviews\n\n                                   a PacBio SMRT sequencing                                                          b ONT sequencing\n                                   Template topology                                                                 Template topology\n                                                                                                                         Adapter-tagged DNA\n                                                           SMRTbell template                    Polymerase\n                                                                                                                                                          1 kb to >2 Mb fragment          Motor\n                                                                       1 kb to >100 kb insert                                                                                             protein\n                                                                                                                         Motor\n                                                                                                                         protein\n\n                                   Flow cell (top view)                                                              Flow cell (top view)\n\n                                                       ZMW\n                                                                                                                      Nanopore\n\n                                                                                                                      Synthetic\n                                                                                                                     membrane\n\n\n\n\n                                   Single ZMW                                                                        Single nanopore\n                                   (cross section)                                                                   (cross section)\n\n\n                                                           Top                                                                                   Top +\n                                                                                                                                                                                         Motor\n                                                                                                                                                                                         protein\n\n                                                                                                                                               Electric                                  Nanopore\n                                                                                                   Fluorescent                                 current\n                                                                                                   dNTP\n\n                                                                                                   Polymerase\n                                                Bottom                                                                                        Bottom –\n\n\n                                   Readout                                                                           Readout\n                                                                                                                       Mean signal (pA)\n                                    intensity (a.u.)\n                                     Fluorescent\n\n\n\n\nSubreads\nThe sequence derived from\na single pass of the DNA\npolymerase as it processes\nalong the SMRTbell template\n                                                       0           2           2          3           4          5                        0           2         2         3          4             5\nmultiple times during Pacific\nBiosciences SMRT sequencing.                                                  Time (seconds)                                                                   Time (seconds)\nSubreads do not contain any\nadapter sequences.\n                                   and accuracy (Table 1). These diverse data types are, con-                        but can be greater than 100 kb long (Fig. 3c; Suppleme­\nHomopolymers                       sequently, beginning to be used for specific applications.                        ntary Fig. 1; Supplementary Note). Our meta-​analysis\nSequences of consecutive           While long-​read base accuracies have been reviewed                               indicates that CLR subread accuracy is typically 85–92%,\nidentical bases.                   elsewhere38–40, in the following sections we provide a                            with only ~85% of homopolymers at least five bases\n                                   limited meta-​analysis of recently generated long-​read                           long accurately called (Fig. 3c,d; Supplementary Fig. 1;\nSingle-​pass\nThe traversal of a single strand\n                                   datasets to illustrate the relative lengths and base accu-                        Supplementary Note), which is consistent with data\nwithin a SMRTbell template         racies of each of these data types (Fig. 3; Supplementary                         reported elsewhere 31,41–44. Although the single- ​ p ass\nby a DNA polymerase during         Information).                                                                     accuracy of CLRs is low compared with Illumina short-​\nPacific Biosciences SMRT                                                                                             read accuracy (which is greater than 99.9%)45, the error\nsequencing.\n                                   PacBio continuous long reads. Continuous long reads                               mode is remarkably stochastic in nature. As a result,\nPolishing tools                    (CLRs) are currently the most common PacBio data                                  errors can be corrected with polishing tools, such as\nComputational tools that           type. CLRs are generated by first constructing standard                           Quiver46 and Arrow, which leverage CLR alignments,\nincrease genome assembly           SMRTbell template libraries with DNA inserts greater                              along with their underlying raw pulse information, to\nquality and accuracy.              than 30 kb in length (Fig. 3a). Because of the large insert                       infer the true sequence of the regions on the basis of\nThese tools typically compare\nreads to an assembly to\n                                   size in these molecules, the polymerase makes only                                sequence consensus. Additional steps are typically used\nderive a more accurate             one or a few passes around the template, generating                               to increase the accuracy and minimize residual indels,\nconsensus sequence.                subreads that typically range from 5 to 60 kb in length                           such as error correction with Illumina sequencing data\n\n\n                                                                                                                                                                              www.nature.com/nrg\n\f                                                                                                                                       Reviews\n\n◀ Fig. 2 | Overview of long-read sequencing technologies. a | In Pacific Biosciences                subjected to sequencing via circular consensus sequencing\n  (PacBio) single-​molecule, real-​time (SMRT) sequencing, DNA (yellow for forward strand,          (CCS) (Fig. 3a). Because of the relatively small size of\n  dark blue for reverse strand) is fragmented and ligated to hairpin adapters (light blue)          the DNA insert, the polymerase is able to make several\n  to form a topologically circular molecule known as a SMRTbell. Once the SMRTbell has              passes through the SMRTbell template, resulting in\n  been generated, it is bound by a DNA polymerase and loaded onto a SMRT Cell for\n                                                                                                    extremely long polymerase reads (read N50 greater than\n  sequencing. Each SMRT Cell can contain up to 8 million zero-​mode waveguides (ZMWs),\n  which are chambers that hold picolitre volumes. Light penetrates the lower 20–30 nm of\n                                                                                                    150 kb in length) that each contain several subreads from\n  each well, reducing the detection volume of the well to only 20 zl (10−21 l). As the DNA          both forward and reverse complements of the template.\n  mixture floods the ZMWs, the SMRTbell template and polymerase become immobilized                  Owing to the increased efficiency of the DNA polymer-\n  on the bottom of the chamber. Fluorescently labelled deoxynucleoside triphosphates                ase during CCS, the subread throughput of the HiFi pro-\n  (dNTPs) are added to begin the sequencing reaction. As the polymerase begins to                   tocol is increased over that of CLRs (more than 200 Gb\n  synthesize the new strand of DNA, a fluorescent dNTP is briefly held in the detection             versus 100 Gb) but requires significantly longer movie\n  volume, and a light pulse from the bottom of the well excites the fluorophore.                    times (30 hours) to generate datasets because accuracy\n  Unincorporated dNTPs are not typically excited by this light but, in rare cases, can              is dependent on more passes. Subreads from a single\n  become excited if they diffuse into the excitation volume, thereby contributing to                polymerase read are then computationally combined\n  noise and error in PacBio sequencing. The light emitted from the excited fluorophore\n                                                                                                    via the CCS algorithm to create a HiFi consensus read,\n  is detected by a camera, which records the wavelength and relative position of the\n  incorporated base in the nascent strand. The phosphate-​linked fluorophore is then                resulting in a total yield of 15–25 Gb of HiFi data from a\n  cleaved from the nucleotide as part of the natural incorporation of the base into the             single SMRT Cell 8M. Thus, approximately three SMRT\n  new strand of DNA and released into the buffer, preventing fluorescent interference               Cells 8M are required to generate the 25-​fold sequencing\n  during the subsequent light pulse. The DNA sequence is determined by the changing                 coverage of a human genome considered sufficient for\n  fluorescent emission that is recorded within each ZMW, with a different colour                    de novo assembly52,53, equating to approximately two to\n  corresponding to each DNA base (for example, green, T; yellow, C; red, G; blue, A).               three times the cost of CLR data (Table 1). Each SMRT\n  b | In Oxford Nanopore Technologies (ONT) sequencing, arbitrarily long DNA (yellow                Cell 8M is run sequentially on the Sequel II system\n  for forward strand, dark blue for reverse strand) is tagged with sequencing adapters              and, therefore, takes several days to generate 25-​fold\n  (light blue) preloaded with a motor protein on one or both ends. The DNA is combined              sequencing coverage. Additionally, the process of con-\n  with tethering proteins and loaded onto the flow cell for sequencing. The flow cell\n                                                                                                    verting subreads into HiFi reads via the CCS algorithm\n  contains thousands of protein nanopores embedded in a synthetic membrane, and\n  the tethering proteins bring the DNA molecules towards these nanopores. Then, the                 carries a significant computational investment and\n  sequencing adapter inserts into the opening of the nanopore, and the motor protein                can require more than 10,000 CPU hours per SMRT\n  begins to unwind the double-​stranded DNA. An electric current is applied, which, in              Cell 8M of data52,53. However, recent improvements in\n  concert with the motor protein, drives the negatively charged DNA through the pore                the CCS algorithm have reduced this time to less than\n  at a rate of about 450 bases per second. As the DNA moves through the pore, it causes             2,000 CPU hours per SMRT Cell 8M of data (see Pacific\n  characteristic disruptions to the current, generating a readout known as a ‘squiggle’.            Biosciences: does speed impact quality and yield?).\n  Changes in current within the pore correspond to a particular k-​mer (that is, a string           Typically, the CCS algorithm requires three or four sub-\n  of DNA bases of length k), which is used to identify the DNA sequence.                            reads from the same molecule to eliminate the majority\n                                                                                                    of stochastic errors and to achieve the minimum accu-\n                                     generated from the same individual (for example, with          racy of 99% 53. However, once they have been gener-\n                                     Pilon47, Racon48, Freebayes49,50 and NextPolish51); how-       ated, our meta-​analysis indicates that HiFi reads have\n                                     ever, error correction with short-​read data is limited        a median accuracy greater than 99.9%, with over 99.5%\n                                     in repetitive regions (owing to ambiguous mappings)            of homopolymers at least five bases long accurately\n                                     and regions with extreme GC content (owing to reduced          resolved, consistent with data reported elsewhere53,54\n                                     coverage arising from biases in short-​read sequencing).       (Fig. 3c,d; Supplementary Fig. 1; Supplementary Note).\n                                     CLR data can be generated with the RS II, Sequel and           The high accuracy of PacBio HiFi sequence data has\n  Squiggle\n                                     Sequel II platforms. Whereas the RS II and Sequel              improved variant discovery, reduced the time to assem-\n  A series of voltage shifts that    platforms generate only up to 2 Gb and 20 Gb of data           bly and provided access to even more complex regions\n  represent overlapping k-​mers      per flow cell, respectively, the more recent Sequel II plat-   of repetitive DNA, including the contiguous assembly of\n  from a DNA molecule as it          form with 8 million zero-​mode waveguides is capable           some human centromeres52,53,55. More than 50% of the\n  translocates through a\n                                     of generating up to 160 Gb per flow cell in CLR mode           regions previously inaccessible with Illumina short-​read\n  nanopore during Oxford\n  Nanopore Technologies              (Table 1). Thus, it is now possible to obtain greater than     sequence data in the GRCh37 human reference genome\n  sequencing.                        40-​fold sequencing coverage of a human genome with            are now accessible with HiFi reads53. Although HiFi\n                                     only one or two Sequel II flow cells, resulting in more        reads are especially useful for cDNA sequencing due to\n  Sequencing coverage                than 99.9% consensus sequence accuracy. Although still         their comparatively high accuracy, it is generally thought\n  The average number of unique\n  reads that align to, or ‘cover’,\n                                     more expensive than Illumina sequencing, it is now fea-        that HiFi reads will ultimately replace CLRs for most\n  a sequence or genome.              sible to contemplate population-​scale sequencing of a         human genome sequencing applications. However, the\n                                     few hundred samples and family-​based sequencing for           cost (Table 1) and computational resources required to\n  Circular consensus                 variant discovery and genome assembly on the basis of          generate HiFi data currently limit widespread adoption.\n  sequencing\n                                     Sequel II throughput cost reductions9,52 (Table 1).\n  (CCS). A sequencing mode\n  used by Pacific Biosciences                                                                       ONT long reads. ONT read lengths can surpass PacBio\n  in which a DNA polymerase          PacBio high-​fidelity reads. High-​fidelity (HiFi) sequence    read lengths by at least an order of magnitude by gen-\n  makes multiple passes around       reads represent the most recent data type to be devel-         erating continuous sequences hundreds to thousands of\n  the SMRTbell template,             oped by PacBio. They are the first data type that is both      kilobases in length34–36, although, in practice, such reads\n  generating noisy subreads that\n  are computationally combined\n                                     long (greater than 10 kb in length) and highly accurate        represent a small proportion of the total read length dis-\n  to generate a highly accurate      (greater than 99%). Here, smaller DNA inserts, 10–30 kb        tribution. These enormous read lengths are facilitated by\n  high-​fidelity consensus read.     in length, are assembled into SMRTbell templates and           the unique pore chemistry essential to ONT sequencing,\n\n\n  Nature Reviews | Genetics\n\fReviews\n\na PacBio CLR and HiFi long reads                                                                         b ONT long and ultra-long reads\n               CLR sequencing                                               CCS                                   HMW DNA                                  Phenol/chloroform,\n                                                                                                                 extraction kit                          2-propanol precipitation\n\n\n\n\n                                                                                                                                                                 Phenol       C3H8O\n\n                                                                                                               DNA kit\n                            > 30 kb                                    10–30 kb                                                                     or\n                                                                                                                                                                          CHCl3\n\n\n\n\n                                               Base errors\n\n\n\n\n                                                                                                                                     < 100-kb DNA                                     < 5-Mb DNA\n\n\n\n\n                             CLR                                       HiFi read                                   Long read                                    Ultra-long read\n\n\n\nc                      PacBio CLRs                                         PacBio CLRs                                 d\n                0.2                                                  1.0                                                           100\n                                                                                                                                                                      PacBio CLRs\n                0.1                                                  0.5                                                                                              PacBio HiFi reads\n                                                                                                                                                                      ONT long reads\n                0.0                                                  0.0                                                                                              ONT ultra-long reads\n                                                                                                                                    95\n                       PacBio HiFi reads                                   PacBio HiFi reads\n                2.0                                                 0.02\n\n                1.0                                                 0.01                                                            90\nRead density\n\n\n\n\n                                                                                                                       Reads (%)\n\n\n\n\n                0.0                                                  0.0\n                       ONT long reads                                      ONT long reads\n                0.2                                                  0.6                                                            85\n                                                                                                                                    10\n                0.1                                                  0.3\n\n                0.0                                                  0.0\n                       ONT ultra-long reads                                ONT ultra-long reads\n                                                                                                                                    5\n                0.2                                                  0.4\n\n                0.1                                                  0.2\n\n                0.0                                                  0.0                                                            0\n                      0.1     1       10     100     1,000 10,000          50     90     99       99.9    99.99 No                       –5 –4 –3 –2 –1     0     1       2       3   4   5\n                                                                                                               error\n                                  Read length (kb)                                 Read accuracy (%)                                         Difference between the true and\n                                                                                                                                            observed homopolymer length (bp)\n\n\n                                               which allows molecules to translocate through the nano­                 small portion can have an accuracy as low as 69%\n                                               pore regardless of their length. Various studies have                   (Fig. 3c; Supplementary Fig. 1; Supplementary Note).\n                                               shown that the main factor limiting ONT read lengths is                 About 91% of homopolymers at least five bases long\nPolymerase reads                               the extraction and preparation of high molecular weight                 are accurately called in raw ONT long reads, which\nThe sequence derived from\n                                               DNA34–36. These different methods of preparation under-                 is 3 percentage points higher than for PacBio CLRs\none or more passes of the\nDNA polymerase around a                        lie the two main types of ONT data: the standard long                   but approximately 8 percentage points lower than\nSMRTbell template, including                   read (10–100 kb) read and the specialized ultra-​long read              for PacBio HiFi reads (Fig. 3d; Supplementary Fig. 1;\nboth adapters and inserts.                     (greater than 100 kb) (Fig. 3b).                                        Supplementary Note). Our findings are consistent with\nPolymerase reads are trimmed                       The most common type of read generated via ONT                      previous reports34,36,56. ONT raw read accuracy is highly\nto exclude any low-​qualit",
  "wordCount": 16406,
  "indexed": "2025-09-25T22:46:06.845Z",
  "method": "direct"
}
