{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Yip - 2015 - Autosomal ring chromosomes in human genetic disord.pdf",
  "fileName": "Yip - 2015 - Autosomal ring chromosomes in human genetic disord.pdf",
  "relativePath": "Genetica/Generalidades/Yip - 2015 - Autosomal ring chromosomes in human genetic disord.pdf",
  "text": "Review Article\n\n\n\nAutosomal ring chromosomes in human genetic disorders\nMoh-Ying Yip\n\nSEALS Genetics Laboratory, NSW Health Pathology, Prince of Wales Hospital, Randwick, Sydney, NSW 2031, Australia\nCorrespondence to: Dr. Moh-Ying Yip. SEALS Genetics Laboratory, NSW Health Pathology, Prince of Wales Hospital, Randwick, Sydney, NSW\n2031, Australia. Email: mohying.yip@sesiahs.health.nsw.gov.au.\n\n\n                 Abstract: Ring chromosomes arise following breakage and rejoining in both chromosome arms. They\n                 are heterogeneous with variable size and genetic content and can originate from any chromosome.\n                 Phenotypes associated with ring chromosomes are highly variable as apart from any deletion caused by\n                 ring formation, imbalances from ring instability can also occur. Of interest is ring chromosome 20 which\n                 has a significant association with epilepsy with seizure onset in early childhood. Severe growth deficiency\n                 without major malformations is a common finding in the ring chromosome carrier. This phenotype\n                 associated with ring behaviour and mitotic instability and independent of the chromosome involved\n                 has been termed the “ring syndrome”. Precise genotype-phenotype correlations for ring chromosomes\n                 may not be possible as influencing factors vary depending on the extent of deletion in ring formation,\n                 ring instability and the level of mosaicism. Although ring chromosomes usually arise as de novo events,\n                 familial transmission of rings from carrier to offspring has been described and prenatal diagnosis for any\n                 pregnancies should always be considered.\n\n                 Keywords: Ring syndrome; mosaic; telomere; dicentric; genetic counseling\n\n\n                 Submitted Jan 30, 2015. Accepted for publication Mar 24, 2015.\n                 doi: 10.3978/j.issn.2224-4336.2015.03.04\n                 View this article at: http://dx.doi.org/10.3978/j.issn.2224-4336.2015.03.04\n\n\n\nIntroduction                                                                 supernumerary rings with the karyotype 47,+(r) will not be\n                                                                             included in this review.\nRing chromosomes as unusual circular chromosomes\n                                                                                Ring chromosomes have been represented in all human\nge n e r a lly r e s u lt f ro m b rea ks a t the end s o f both\n                                                                             chromosomes. Only a few cases of parent to child transmission\nchromosome arms with subsequent fusion of the broken\n                                                                             of ring chromosomes have been documented with 99% of\nends to produce a continuous ring. Two types of ring\n                                                                             rings arising sporadically (3). Nevertheless, the phenotype\nchromosomes are present with varying clinical outcomes.                      associated with ring chromosomes is expected to be variable\nThe non-supernumerary ring replaces one of the normal                        depending on the chromosome involved and the extent\nhomologs with a 46,(r) karyotype. A loss of genetic material                 of deletion present. An additional complication however\nis often reflected in some of these cases. Also observed are                 is that of ring instability from sister chromatid exchanges\nends of broken chromosomes in which the telomere of one                      during cell division. These lead to dicentric chromosomes\nchromosome arm fuses with the telomere of its opposite                       and interlocking rings, breakage of which result in further\nchromosome arm. Fusion involving the subtelomeric                            chromosome aberrations and even loss of ring.\nsequences can also occur. Though rare, these “complete”\nrings in which no significant loss of genetic material is\n                                                                             Ring chromosome behavior and the “ring\napparent, have been described in individuals with normal\n                                                                             syndrome”\nphenotypes (1,2).\n   The second type of ring, the supernumerary ring, is                       A ring chromosome due its circular nature will be\noften very small and includes mainly pericentromeric                         compromised and unstable at cell division. How a ring\nmaterial generally representing partial trisomies. These                     chromosome proceeds through mitosis will depend on\n\n\n\n© Translational Pediatrics. All rights reserved.                            www.thetp.org                     Transl Pediatr 2015;4(2):164-174\n\fTranslational Pediatrics, Vol 4, No 2 April 2015                                                                                                          165\n\n\n\n\n                   Break and rejoining                   Normal replication                            2 rings at Telophase\n\n\n\n\n                                              One sister chromatid          Centromere                        Broken dicentric ring\n                                              exchange                      separation to produce\n                                                                            a dicentric ring\n\n\n\n\n                        Two sister chromatid        2 Interlocked rings                Subsequent                 Unbalanced products\n                        exchanges                                                      breakage denoted\n\n                                                            denotes points of initial breakage to form ring\n                                                            denotes points of sister chromatid exchange\n                                                            denotes points of subsequent breakage\n\nFigure 1 A ring chromosome at cell division: if a ring replicates itself with no sister strand exchange in prophase, the ring chromatids\nseparate at anaphase resulting in equal sized rings. If a crossover event occurs, the two daughter chromatids form a dicentric double sized\nring. As the centromeres get pulled to opposite poles and depending on where breakage occurs, deletions and duplications can result. Two\nsister chromatid exchanges would result in interlocked rings with subsequent asymmetric breakage leading to unbalanced products.\n\n\n\nwhether sister chromatids in a ring chromosome break                              bridge. Depending on where breakage and reunion occurs,\nand join in a crossed manner. In the absence of any sister                        unbalanced sister rings of unequal size with deleted or\nchromatid exchange at the breaks, separation of the ring                          duplicated segments could form at telophase (Figure 1).\nchromatids at anaphase could occur without difficulty                             Anaphase lagging may also occur leading to non-disjunction\nproducing two similar equal sized rings with a centromere                         of the ring. In individuals carrying a ring chromosome, the\neach and identical to the original (Figure 1).                                    ring has often been observed to be absent, duplicated, or\n   If a single crossover occurs between sister chromatids                         dicentric in a small number of cells.\nwithin a replicated ring, a large dicentric ring with                                Should two sister strand exchanges occur, the replicated\ntwo centromeres would result. At anaphase, the two                                rings become intertwined forming interlocked rings (Figure 1).\ncentromeres move to opposite poles producing an anaphase                          Breakage of these interlocked rings and their disruption at\n\n\n© Translational Pediatrics. All rights reserved.                                 www.thetp.org                                Transl Pediatr 2015;4(2):164-174\n\f166                                                                                             Yip. Autosomal ring chromosomes\n\n\nanaphase would lead to further aberrations including loss           to have deletion of IGF1R in the r(15) had short stature\nof the ring and through reunion of various broken ends,             in contrast to those with almost normal stature and non-\nring derivatives of various sizes. The genetic imbalance in         deletion of the gene. It was felt that an imbalance of\nthese aneuploid cells with partial deletions, duplications,         dosage sensitive genes involved in stature rather than ring\nacentric fragments and ring loss would ensure their failure         instability would be responsible.\nto survive in subsequent cell divisions. These cells are\nlikely to be non-viable. Those that managed to survive\n                                                                    “Complete” rings and ring instability\nin a mosaic form would likely be unbalanced enough to\ncontribute unfavourably to the phenotype. Patients with             Various reports of “complete” rings involving different\nring chromosomes demonstrate mosaicism as a result of               chromosomes with intact telomeres or subtelomeric\npostzygotic ring instability and ring loss during cell division.    sequences at the fusion points have thrown support for ring\nThe continuing production of aberrations in daughter cells          instability as a contributing factor for the “ring syndrome”\nreferred to as “dynamic mosaicism” was first described by           (1,9,10).\nMcDermott et al. (4).                                                   The three patients reported by Pezzolo et al. had\n   Persistent generation of aneuploid cells and the                 rings involving chromosomes 4, 16 and 20 with telomere\nsubsequent loss of these cells would invariably predispose          to telomere fusion occurring in ring formation and no\nto significant growth deficiencies undermining the growth           visible deletion (9). They showed a phenotype consistent\nrate pre and post-natally. In each instance, these aneuploid        with the “ring syndrome” with failure to thrive, minor\naberrations are generated de novo and are not part of any           dysmporphic features and no major anomalies. With intact\nestablished clone. This ring behaviour as such rather than          telomeres in these rings, the phenotype is attributed to\nany loss of genetic material prior to ring formation has            the continuous generation and loss of aneuploid cells from\nbeen hypothesized to be critical to the growth failure (5). A       structural instability of the ring in cell division rather\nrecognizable pattern of anomalies characterized by growth           than from small terminal deletions at ring formation. Two\nretardation, no major malformations except for a few minor          patients with complete ring chromosome (4) and ring\nanomalies, mild cognitive impairment has been observed in           chromosome (9) presented with severe symmetrical growth\npatients with an autosomal ring. This phenotype associated          failure and normal psychomotor development with no major\nwith ring behaviour is independent of the chromosome                malformations (10). Intact telomeric sequences were present\ninvolved and the term the “ring syndrome” has been                  in the r(4) patient and absent in the r(9) patient. Severe\nproposed by Cote et al. (6). In an analysis of 207 case reports     anomalies and mental retardation were considered less likely\nof patients with autosome rings, around 20% of the patients         in “complete” rings which have intact subtelomeric sequences\nhad extreme growth failure with no major malformations,             with or without the distal telomeres (10).\nfeatures consistent with the “ring syndrome” (5). It was                Vermeech et al. described a 20 -month-old boy\npostulated that growth failure as the major physical                with “complete” ring chromosome 7 with short\nabnormality of the ring syndrome is accounted for less              stature, microcephaly and normal mental and motor\nby loss of genetic material at ring formation and more by           development (1). Intact subtelomeric regions but no\naberrant ring behaviour subsequently generating loss or             telomeric repeats were detected on FISH. Features of r(7)\ngain of genetic material (5). It was also suggested that ring       not apparent in this patient include mental retardation, facial\nsize may determine instability with larger chromosome               asymmetry, limb and skeletal anomalies and skin lesions;\nrings more unstable than smaller ones (5,7). The larger             haploinsufficiency of genes proximal to the subtelomeric\nthe chromosome involved, the more exposed it is to sister           regions were considered critical to the more severe\nchromatid exchange and the more unstable. This leads to             phenotype seen in other r(7) patients.\nincreasing in vivo cellular death with a higher probability of\ngrowth failure.\n                                                                    Inheritance of ring chromosomes\n   Recently, Rossi et al. (8) presented six patients with r(15)\nstudied by aCGH and FISH and indicated that their data              Inheritance of a ring chromosome is uncommon. This is not\nweakens the concept of the ‘‘ring syndrome’’. The IGF1R             unexpected as ring chromosomes are unstable during cell\n(insulin-like growth factor 1 receptor) gene at 15q26.3 is          division with possible loss of the ring during meiosis. Ring\nassociated with growth and stature. Only probands found             chromosome carriers can be infertile reflecting a phenotype\n\n\n© Translational Pediatrics. All rights reserved.                   www.thetp.org                      Transl Pediatr 2015;4(2):164-174\n\fTranslational Pediatrics, Vol 4, No 2 April 2015                                                                                  167\n\n\nassociated with alterations or loss of genetic material as a        finding is relevant when counseling clinically normal\nconsequence of ring formation.                                      individuals who carry a ring chromosome.\n   Meiotic transmission of rings has been shown in organisms           There have been published reports of inheritance of ring\nlike Drosophia and corn (11). Transmission of a ring                chromosomes involving various chromosomes including\nchromosome is possible and can depend on any crossover              8, 13, 14, 17, 18, 20, 21 and 22 (3,14-16). A case of an\nbetween the ring and its homologue. The 46,(r) heterozygote         inherited ring chromosome 8 syndrome was reported in\nat gametogenesis in normal disjunction without crossover and        a 6.5-year-old boy with short stature, microcephaly, mild\na 1:1 segregation results in gametes with either the ring or its    mental retardation and behavioral problems (14). The\nnormal homologue. Thus, half the conceptuses would carry            mother had similar physical anomalies but intelligence was\nthe ring and the other half has normal karyotypes. However          normal. FISH analyses on both mother and child showed\n“dynamic mosaicism” in subsequent cell divisions could be           intact subtelomeric sequences consistent with little deletion\nlethal or lead to phenotype abnormalities. At meiosis, gamete       of euchromatic material. Their karyotypes involved loss of\ninstability invariably results from crossing over between           the ring in around 8% of cells.\nthe ring and its homologue with subsequent chromosome                  Mother and daughter transmission of a ring 13 in which\nlagging from bridges at first or second meiosis. It is possible     only subtelomeric 13q material was lost showed delayed\nhowever, to recover a ring chromosome if two strand double          language development in the daughter. The mother had\ncrossovers occur (11). It has been noted that parent to child       short stature and borderline mental retardation (15).\nring transmission are more often maternal in origin (12).           Transmission of an apparently “complete” ring 14 to two\nAberrant pairing failure of a ring 21 and its homologue             mentally subnormal female children and to a therapeutically\nleading to univalents at Meiotic metaphase I was observed in        aborted fetus was reported in a mother with low-normal\na ring bearing infertile male (13). Presumably the breakdown        intelligence (16). The elder child was microcephalic and at\nof spermatogenesis after this division would suggest that           30 months was diagnosed with degerative brain disease. The\nimpaired spermatogenesis in male heterozygotes with a ring          second child had prolonged convulsions and when assessed\ncan produce reproductive failure.                                   at 39 months was found to be at an 18 month development\n   The clinical manifestation of a familial ring                    level. Interestingly, G-banding analysis showed the ring to\nchromosome in contrast to a sporadic ring is striking.              be “open” as the satellite stalk associated with an active NOR\nMajor malformation(s) and/or three or more minor                    (nucleolar organising region) was apparent and not giemsa\nanomalies were apparent in 47.4% of 194 patients with               staining. Satellite association of the stalk region of the ring\na sporadic ring (5). This is in contrast with a later study         with another acrocentric was also apparent. The mother\nof 53 individuals with familial rings in which none had a           was not retarded and could have escaped detection if not for\nmajor malformation (3). Only 6 of 48 patients had three or          the investigation in the children. Fertility was not affected\nmore minor insignificant anomalies. This 1991 review of             though in males, ring chromosomes have been associated\ninherited ring chromosomes from published cases involved            with sterility through spermatogenic impairment (16). The\n30 individuals (and two fetuses) and 23 carrier parents             more severely affected offspring may have undetectable loss\n(21 mothers and two fathers). The phenotype of half of the          of material during exchange at meiosis between ring and its\noffspring whether normal or abnormal, resembled closely             normal 14 homologue.\nthat of the parent from whom the ring segregated (3). It is            Ring 20 chromosomal mosaicism was reported in three\npossible though that no significant deletion of chromosomal         carriers in two generations of a family (17). The ring 20\nmaterial was present in some of these cases. Combining              syndrome is characterized by mental retardation, epilepsy\nparents and offspring, all 53 ring carriers were found to           refractory to drug therapy and behavioral problems (18).\nhave few phenotypic abnormalities. More than a third                Epilepsy is the most distinctive feature of the ring 20\nwas phenotypically and mentally normal with no major                syndrome, developing between 2 to 6 years of age and usually\ncongenital malformations in any of the patients. Most of            the first manifestation of the disorder. The male proband\nthose with mental retardation were only mildly affected. A          in the family developed normally but suffered seizures at\nthird of the nine patients with dysmorphism were children           23 months with subsequent delayed development (17).\nwith trisomy 21. Of the 15 non-mosaic ring parents that             The elder sister also appeared normal until at 2 years of\nproduced non-mosaic offspring, four offspring showed a              age, myoclonic seizures were then observed. The mother\nmore severe clinical manifestation of the same ring. This           was mentally normal with no signs of epilepsy. All three\n\n\n© Translational Pediatrics. All rights reserved.                   www.thetp.org                      Transl Pediatr 2015;4(2):164-174\n\f168                                                                                             Yip. Autosomal ring chromosomes\n\n\nfamily members showed mosaicism for the ring 20 which                proband and mother would suggest the absence of dosage\nhad no visible genetic loss of material. Ring instability was        sensitive genes in the deleted segment. With reproductive\napparent in the loss of the ring and the presence of dicentric       performance an issue, molecular definition of the extent of\nand multiple rings. Higher frequencies of ring instability           the deletion in ring chromosomes and its inherent potential\nwere seen in the siblings compared to the phenotypically             for instability, genetic counseling and prenatal diagnosis of\nnormal mother. The question was raised as to how ring 20             ring chromosome carriers should always be considered (20).\nmosaicism in the mother has been transmitted. It has been               An in vitro fertilized (IVF) pregnancy was referred for\nsuggested that with the presence of a normal cell line, rather       prenatal diagnosis because of an increased First Trimester\nthan the regular transmission of the ring, the chromosome            Down syndrome screen risk of 1:21. The fetus was found to\n20 may be predisposed to terminal breaks or lesions which            have a nonmosaic 46,XX,r(21)(p11.2q22.3) karyotype with\ncan be transmitted from parent to offspring. This would              deletion of 1.138 Mb at distal 21q on aCGH analysis. The\nlead to possible de novo formation of a ring chromosome in           mother with a 46,XX,r(21)(p11.2q22.3)/46,XX karyotype\nthe next generation.                                                 was a mosaic with 30% of r(21) cells. Counseling was\n   Prenatal diagnosis of a female carrier of a familial r(21) who    difficult in defining a specific phenotype for the deleted\nwas of above average intelligence with a normal phenotype;           segment as datasets describing similar imbalance were\nrevealed a twin pregnancy with a 46,XX,r(21)/45,XX,-21               limited. A mild intellectual impairment was considered to be\nkaryotype in one fetus [77% r(21) cells] and a normal 46,XY          the worst likely scenario. However, a phenotypically normal\nkaryotype in the second (19). Both fetuses were carried              female baby was delivered at term. This case emphasizes the\nto term and were normal. Follow-up postnatal studies                 importance of karyotyping in the management of couples\nshowed only a non-mosaic ring 21 karyotype in one twin.              referred for IVF (21).\nRing instability can pose issues for genetic counseling.                Segregation of a r(22) was seen in three generations\nBoth mother and brother of the female carrier also had the           with the 24-year-old proband shown to have microcephaly,\nr(21) and were nondysmorphic. The r(21) was relatively               mild facial dysmorphism, an ataxia gait and mild mental\nstable with no aberrant forms of the rings evident in the            retardation (22). Her father and three offspring had no\ncarriers. Cultured amniocytes of the affected twin in which          abnormal features or mental retardation. All five individuals\nmonosomy 21 was apparent showed three such cells across              were mosaics with a normal cell line in 50-60% of the\ndifferent cultures. It was concluded that the monosomy               lymphocyte metaphases studied. The authors suggested that\n21 cells were extra fetal in origin after it was established that    the more severe phenotype in the proband may be due to a\nthis twin on postnatal follow up had a normal phenotype              predominance of defective cells in the brain.\nand was non-mosaic for the r(21) in blood lymphocytes.\nThe case demonstrates the uncertainty and possible\ncounseling issues that could arise in prenatal detection of          Some ring chromosome cases of interest are\nmosaicism for ring chromosomes.                                      presented below\n   A familial r(21) inherited in mother and daughter has             Ring chromosome 1\nbeen characterized by aCGH to involve deletion of 3.4 Mb\nat the distal 21q22.3 end (20). The 32-year-old infertile            The few patients presented have significant growth failure\ndaughter with a normal phenotype showed mosaicism with               and mild mental retardation. A r(1) with little loss of\na 46,XX,r(21)/45,XX,-21/46,XX,dic r(21) karyotype. Ring              chromosomal material and a size comparable to that of its\ninstability generating variable levels of mosaicism was seen         normal homologue was observed in a 2-month-old girl who\nin loss of the r(21) and the presence of a dicentric r(21) in        had facial dysmorphism and extreme growth retardation (23).\n4% and 2% of cells respectively. The family history was              Ring chromosome 1 also presented in a 9-year-old girl with\nunremarkable except that the mother also phenotypically              severe dwarfism and mental retardation. She developed\nnormal with the r(21) had two spontaneous abortions while            anemia and died of acute myeloid leukemia (24).\nthe brother was developmentally delayed. Deletion of the\nlong arm terminal region is consistent with breakage and\n                                                                     Ring chromosome 2\nreunion commonly associated with ring formation. Loss\nof the 3.4 Mb segment at 21q22.3 distal to the Down                  A 10-year follow up of a boy diagnosed at birth with r(2)\nsyndrome critical region in the phenotypically normal                and breaks at 2p25 and distal q37.3 revealed intrauterine\n\n\n© Translational Pediatrics. All rights reserved.                    www.thetp.org                     Transl Pediatr 2015;4(2):164-174\n\fTranslational Pediatrics, Vol 4, No 2 April 2015                                                                                 169\n\n\ngrowth retardation (IUGR), severe postnatal growth                 head size, features dependent on the extent of the deletion\nretardation, microcephaly and hypogenitalism (7). These            and the stability of the ring (30). A de novo r(6) presented\nfindings were consistent with eight other cases of ring            in a female with mild dysmorphism and short stature\nchromosome 2 reviewed that had similar breakpoints.                but no developmental delay (31). There was little loss of\nCharacteristic features of r(2) in these cases were short          euchromatic material as molecular investigations of the\nstature, microcephaly, mild mental retardation and few             microdissected and amplified r(6) indicated breakpoints\nother anomalies, consistent with the concept of the “ring          proximal to the telomeres with loss of around 200 kb from\nsyndrome”.                                                         each arm of chromosome 6. Mitotic instability of the r(6)\n                                                                   was stated to be responsible for the growth retardation and\n                                                                   minor dsmorphism. She had a son with a normal karyotype.\nRing chromosome 3\n\nAn 18-year-old female investigated for short stature\n                                                                   Ring chromosome 10\nwith a 46,XX,r(3)(p26.2q29) karyotype had mild facial\ndysmorphism and syndactyly of toes 2 and 3 (25). Her               A female newborn reported to have aganglionic\nmild phenotype was explained by the “ring syndrome”                megacolon and renal hypoplasia was found to have a\nwith the 3p26.2 breakpoint distal to 3p25.3 recognised as          r(10)(p15q26) (32). Physical examination at birth showed\ncritical to the deletion (3p) syndrome. The 3p-syndrome            facial anomalies, short neck and severe hypotonia with\nis characterized by growth and mental retardation,                 reduced muscle mass. At 40 days, convulsions resistant\nmicrocephaly, facial anomlies and polydactyly. These               to conventional therapy developed. The baby died in the\nfeatures were also seen in r(3) carriers with a similar            third month with progressive renal failure. FISH analyses\ndeletion (26,27).                                                  on lymphocytes and fibroblasts revealed monosomy 10\n                                                                   with ring loss in 96% of metaphases and 20% of interphase\n                                                                   nuclei. Telomeres were also shown to be absent from the\nRing chromosome 4\n                                                                   ring. It is suggested aganglionnosis of the colon could result\nAn 8-year-old boy with microcephaly, clinodactyly and              from “dynamic somatic mosaicism” from aberrant r(10)\ngrowth retardation was shown to have a r(4) in 97% of cells        behaviour and loss.\nanalysed, the remaining cells had loss of the r(4) (28). Distal\nbreakpoints with no visible deletion of short and long arms\n                                                                   Ring chromosome 13\nwere noted. The instability of the large r(4) reflected in\nthe high frequency of multiple ring configurations and the         A group of r(13) patients with distal deletions involving\nnumber of aneuploid cells was considered to be consistent          bands 13q33 to 13q34 have a recognisable phenotype\nwith the “ring syndrome”.                                          presenting with microcephaly, intellectual disability, growth\n                                                                   retardation, facial dysmorphisms and genital anomalies (33).\n                                                                   A 41-month-old boy with non-syndromic autism and a r(13)\nRing chromosome 6\n                                                                   had a 2.11-Mb deletion at 13q34 on SNP microarray analysis.\nA broad spectrum of phenotypic expression was seen in r(6)         The deletion encompassing 23 genes including MCF2L and\n(p25q27) patients ranging from minimal physical anomalies          UPF3A, may provide possible candidate genes that could be\nand normal intelligence to severe mental and physical              associated with ASD (autistic spectrum disorders) (34).\ndeficiencies. A prenatally diagnosed r(6) with ultrasound\nabnormalities was shown at amniocentesis to have 62%\n                                                                   Ring chromosome 14\nloss of the ring in a second cell line (29). It was continued\nto term and at birth, the female infant was microcephalic,         The r(14) syndrome is characterized by a recognizable\nhad hypertelorism, a webbed neck, an imperforate anus              phenotype, consisting of distinct facial features, developmental\nand rocker bottom feet. It had feeding difficulties and            delay, mental retardation, microcephaly, scoliosis and ocular\nfailed to thrive and had a respiratory arrest at 4 months.         anomalies that include abnormal retinal pigmentation,\nThe clinical variability of fourteen r(6) individuals when         strabismus, glaucoma and abnormal macula (35). Drug\nreviewed was shown to include growth failure, psychomotor          resistant epilepsy is constant with early onset and generally\nretardation, eye and facial abnormalities and abnormal             shows intractable seizures (36). Contrary to the prevalence\n\n\n\n© Translational Pediatrics. All rights reserved.                  www.thetp.org                      Transl Pediatr 2015;4(2):164-174\n\f170                                                                                             Yip. Autosomal ring chromosomes\n\n\nof generalized seizures previously reported, seizures may           depending on the presence or deletion of the Miller-Dieker\nbe partial, predominately focal, frontal, and temporal in           critical region (MDCR). The more severe form consistent\norigin; the degree of severity of the epileptic phenotype can       with the Miller-Dieker lissencephaly syndrome involves\nnegatively influence child cognitive development (36).              loss of MDCR on 17p13. The MDCR when present is\n   Zollino et al. compared 20 patients with r(14) and another       associated with a mild phenotype which includes short\nnine patients with a linear 14q deletion (35). The first group      stature, epilepsy, microcephaly, mental retardation and\nhad six cases with a complete ring and no apparent loss of          minor facial dysmorphisms (41).\nchromosome material. A terminal 14q deletion, varying                  Studies on two cases of mild r(17) syndrome led Surace\nin size from 0.65 to 5 Mb, was detected in the remaining            et al. to hypothesize that telomere shortening can influence\n14 cases. Of the second group of linear 14q deletions, three        the phenotypic spectrum of this disease and contribute\nwere proximal, varying in size from 4 to 7.2 Mb, and six            to the familial transmission of the mosaic ring (42). The\ndistal, varying in size from 4.8 to 20 Mb. UPD (14) in which        patient in case 1 with facial dysmorphism, generalized café\nindividuals inherit both copies of chromosome 14 from one           au lait skin spots, developmental delay and epilepsy had loss\nparent instead of one copy from each parent, was absent             of the telomeres on the r(17). The proband with a milder\nin either group. By comparing patients with r(14) with              phenotype in case 2 displayed increased shortening of the\nthose carrying a proximal or a distal deletion, it was found        r(17) telomeric repeats. Her mother, also a r(17) mosaic with\nthat seizures and microcephaly seem to be related to genes          a normal cell line, presented only with café au lait skin spots\nresiding proximally on 14q11q13; a region which contains            and when compared to age matched controls, no significant\nthe FOXG1B gene known to be expressed in the developing             reduction of telomere length in the r(17) was observed.\nfetal brain. Ring instability and haploinsufficiency of critical    The frequency of r(17) in peripheral blood of the patient\ngenes which could control and decrease the expression of            and her mother was 72% and 44% of cells respectively. It\ngenes contained in the adjacent more proximal 14q arm,              was further suggested that as a consequence of the telomere\nhave been proposed to explain the presence of seizures in           shortening during embryogenesis, a circularization process\nr(14) syndrome (35).                                                is initiated leading ultimately to the formation of a ring\n                                                                    chromosome. The stage in which this occurrence takes\n                                                                    place is responsible for the different mosaicism rate.\nRing chromosome 15\n\nCharacteristic features of r(15) include growth retardation,\n                                                                    Ring chromosome 18\nvariable mental retardation, microcephaly, hypertelorism and\ntriangular facies (37). Severe growth deficiency is a common        Patien ts with r(18) h ave featur es r esembli ng t he\nfinding in r(15). It had been suggested that postnatal growth       18p-syndrome, the 18q-syndrome or a combination of\ndeficiency and severe IUGR could be related to the loss             both (43). The phenotype of 18q-syndrome includes\nof the insulin-like growth factor I (IGF-1) receptor gene           mental retardation, hypotonia, microcephaly, short stature,\nlocated at 15q26.3 affecting the number and structure               minor facial features and abnormal male genitalia while\nof the growth receptors (38). A 4 year old boy with r(15)           18p-patients have speech delay, short stature, midline\n(p11.2q26.2) diagnosed at birth because of IUGR, had                defects including holoprosencephaly, short neck, IgA\nreduced IGF-1 levels. He had recombinant human growth               deficiency (43). The study of five non-mosaic and two\nhormone (rhGH) treatment and responded well with                    complex r(18) cases showed consistent loss of distal 18q and\nimproved growth (39). Also reported was a 4.5-year-old              variable loss of 18p (43).\ngirl with short stature, mental retardation, fifth finger              A mother with a 45,XX,-18/46,XX,r(18) karyotype\nclinodactyly, irregular café-au-lait spots, a r(15)(p11.2q26.3)     had clinical features consistent with r(18), including short\nkaryotype without mosaicism and a normal IGF-1 gene.                stature, cleft palate, and mild cognitive impairment (44).\nLow dose rhGH management showed a good response and                 Monosomy 18 was seen in 11% of cells. Her six pregnancies\nshould be considered in r(15) patients with short stature (40).     with three karyotyped, all showed r(18) mosaicism with a\n                                                                    monosomy 18 cell line present. The eldest daughter had\n                                                                    clinical features resembling the mother except for absence\nRing chromosome 17\n                                                                    of a cleft palate. Interestingly, the last pregnancy karotyped\nRing chromosome 17 is rare with a variable phenotype                prenatally presented only with IUGR. The baby appeared\n\n\n\n© Translational Pediatrics. All rights reserved.                   www.thetp.org                      Transl Pediatr 2015;4(2):164-174\n\fTranslational Pediatrics, Vol 4, No 2 April 2015                                                                               171\n\n\nnormal phenotypically at birth but karyotype analysis was        mild psychomotor and speech delay had a 46,XX,r(21)\nrefused by the mother.                                           (p11q22.2)/45,XX,-21 karyotype with monosomy 21 and\n                                                                 loss of the r(21)in 12% of metaphases (47). In contrast,\n                                                                 FISH analysis on uncultured blood lymphocytes showed\nRing chromosome 19\n                                                                 86% monosomic 21 cells. Monosomy 21 was also found\nA 25-month-old girl showing areas of hypopigmentation            in 6% of cells on FISH analysis in a buccal smear study.\nalong the lines of Blaschko was diagnosed with                   aCGH analysis detected only monosomy 21 and if assessed\nhypomelanosis of Ito (HI) [case 1 in (45)]. No other             in the patient without karyotyping, would have failed to\nanomalies were observed and growth and development               identify the ring rearrangement. Parental karyotypes were\nwere normal. She presented with a ring chromosome 19             normal. Ring formation involved breakage and reunion\nwith intact subtelomeres. Mosaicism for r(19) was found          of the distal ends of short and long arms. The postzygotic\nin 20% of blood lymphocytes in the mother. HI has been           instability of the r(21) would generate different degrees of\nsuggested to be the result of chromosomal mosaicism.             mosaicism including loss of the ring chromosome. Varying\nAs ring chromosomes are unstable and associated with             levels of mosaicism in different tissues was suggested to\nmosaicism the authors suggested that it could be possible        further influence the phenotype of the patient (47).\nthat mosaicism in the patient’s neurocutaneous tissues may\nbe related to her skin abnormalities. However, a skin sample\n                                                                 Ring chromosome 22\nwas unavailable for study.\n                                                                 Clinical features associated with ring chromosome 22\n                                                                 include developmental delay with severe speech disability,\nRing chromosome 20\n                                                                 growth retardation, microcephaly, hypotonia, and facial\nRing chromosome 20 manifests as a rare refractory                dysmorphism (48). Depending on the extent of the terminal\nepilepsy syndrome that is characterized by a typical             22q deletion, the phenotype can overlap with the 22q13.3\nseizure phenotype consisting of complex partial seizures, a      deletion syndrome which consists of global developmental\nparticular electroclinical pattern, cognitive impairment and     delay, absent or severely delayed speech, neonatal\nabsence of a consistent pattern of dysmorphology (46). In a      hypotonia, normal to accelerated growth, autistic behaviour\nstudy of 28 affected patients with r(20), two different forms    and minor dysmorphic features. The SHANK3 (also known\nof r(20) syndrome were recognised and involved mosaic or         as PROSAP2) gene at 22q13.3 is critical to the phenotype.\nnon-mosaic rings (18). Mosaic r(20) with a normal cell line      Support for this was the finding of a phenotypically normal\nand presumably postzygotic in origin, are formed by distal       r(22) individual with the ring chromosome not disrupting\ntelomere to telomere fusion. Non-mosaic rings have distal        the SHANK3 gene (49). Undertaking a 22qter FISH\ndeletions of one or both arms at the fusion point and are        analysis in patients with severe speech delay would be useful\nlikely to be of meiotic origin. Mosaic r(20) patients have       to identify 22qter cryptic deletions.\nthe less severe phenotype with later seizure onset and lesser\nlikelihood of dysmorphism and intellectual disability. The\n                                                                 Atypical ring chromosomes\nmechanism underlying seizure disorders remains unclear,\nalthough it has been hypothesized that two epilepsy genes        There have been reports in which ring chromosomes\n(CHRNA4 and KCNQ2), located on distal 20q, may be                have been found to have additional aberrations and/or\ninvolved (18).                                                   rearrangements other than deletions at the chromosomal\n                                                                 ends (50,52-54).\n                                                                    A prenatal case determined at 22 weeks’ gestation because of\nRing chromosome 21\n                                                                 hyperechogenic cardiac foci and intrauterine growth restriction\nDepending on the loss of material from the long arm              revealed a mosaic r(21) male karyotype (50). The r(21) had\nof chromosome 21, patients with r(21) have a variable            a 5.03 Mb terminal deletion at 21q22.3 and was further\nphenotype ranging from normal to short stature,                  identified on aCGH to include a 2.09 Mb interstitial deletion\nmicrocephaly, seizures, learning disabilities, heart defects,    of 21q21.1-q21.2. The NCAM2 (Neural cell adhesion\ncleft lip and palate, and thrombocytopenia (20,47). A 2-year-    molecule 2) contained in the deleted segment was suggested\nold girl with persistent thrombocytopenia, syndactyly, and       to be a candidate gene for autism (50,51). The malformed\n\n\n\n© Translational Pediatrics. All rights reserved.                www.thetp.org                      Transl Pediatr 2015;4(2):164-174\n\f172                                                                                                       Yip. Autosomal ring chromosomes\n\n\n      A                                            B                                             C\n\n\n\n\nFigure 2 Case reported in Yip et al. [1996] (54). (A) FISH studies using a chromosome 3 specific library probe showed hybridisation to the r(3),\nthe normal chromosome 3 and the distal end of the der(6). The r(3) is seen as a dicentric chromosome (refer to arrow); (B) a normal sized r(3) is\nshown (refer to arrow); (C) micronuclei (refer to arrows) representing displaced chromatin were shown to be derived from the r(3).\n\n\n\nfetus on termination was shown to have clinodactyly, short                 Variable sized ring chromosome 3 and micronuclei\nbig toes, facial dysmorphism and micrognathia.                             representing displaced chromatin derived from r(3) of this\n    Knijnenburg et al. (52) reported an inverted duplication               patient are shown in Figure 2.\nand terminal deletion in a patient with r(14). An additional\nduplication of 14q32.12->14q32.32 was identified next to the\n                                                                           Conclusions\nalready detected deletion of 14q32.33->14qter, presumably\nas a result of an asymmetric breakage of a dicentric at meiosis            The many ring cases reviewed provide examples of the\nII. In order to stabilise broken ends, it was suggested that               variable nature, size and imbalance of autosomal ring\nring chromosome formation itself can act as an alternative                 chromosomes and their severity in patients. It would be\nchromosome rescue mechanism next to telomere healing                       essential for new cases of a ring chromosome when found,\nand capture, particularly for acrocentric chromosomes.                     to be provided with a more precise molecular definition to\nSimilarly, in 33 cases of ring chromosomes studied, seven                  determine the exact size and location of any chromosomal\nwere shown to not only have the expected terminal deletion                 imbalance. Consideration should also be given to the\nbut also a contiguous inverted duplication (53). It was also               secondary imbalance due to ring instability when counseling\nhypothesized that such inv dup del rearrangements may be                   patients as any strict genotype-phenotype correlation may\nstabilised by circularisation.                                             not be possible. For ring chromosome carriers, in case of\n    Yip et al. described an 11-year-old boy with short stature,            pregnancy, prenatal diagnosis should always be considered.\nlearning difficulties, no facial dysmorphism and a ring\nchromosome 3 (54). This r(3)(p23q29) was formed by a\n                                                                           Acknowledgements\nbreak at 3p23 and its fusion with distal 3qter. A second\nrearrangement involved non-reciprocal translocation of the                 None.\nremaining 3p23->3pter segment to chromosome 6 at distal\n6pter. There was no obvious loss of distal 6pter material\n                                                                           Footnote\nas interstitial telomeres were present on the der(6). The\none chromosome 3 was involved in two rearrangements;                       Conflicts of Interest: The author has no conflicts of interest to\npresumably ring formation as a rescue mechanism occurred                   declare.\nto help stabilise broken ends of the 3p23-3qter segment\n(52,54). The patient’s relatively mild phenotype and lack\n                                                                           References\nof any obvious facial dysmorphism except for growth and\nmental retardation is indicative of the “ring syndrome”.                   1.   Vermeesch JR, Baten E, Fryns JP, et al. Ring syndrome\n\n\n\n© Translational Pediatrics. All rights reserved.                          www.thetp.org                          Transl Pediatr 2015;4(2):164-174\n\fTranslational Pediatrics, Vol 4, No 2 April 2015                                                                                  173\n\n\n    caused by ring chromosome 7 without loss of subtelomeric            chromosomal mosaicism. Hum Genet 1989;83:148-54.\n    sequences. Clin Genet 2002;62:415-7.                            18. Conlin LK, Kramer W, Hutchinson AL, et al. Molecular\n2. Guilherme RS, Meloni VF, Kim CA, et al. Mechanisms of                analysis of ring chromosome 20 syndrome reveals two\n    ring chromosome formation, ring instability and clinical            distinct groups of patients. J Med Genet 2011;48:1-9.\n    consequences. BMC Med Genet 2011;12:171.                        19. Melnyk AR, Ahmed I, Taylor JC. Prenatal diagnosis of\n3. Kosztolányi G, Méhes K, Hook EB. Inherited ring                      familial ring 21 chromosome. Prenat Diagn 1995;15:269-73.\n    chromosomes: an analysis of published cases. Hum Genet          20. Bertini V, Valetto A, Uccelli A, et al. Ring chromosome 21\n    1991;87:320-4.                                                      and reproductive pattern: a familial case and review of the\n4. McDermott A, Voyce MA, Romain D. Ring chromosome                     literature. Fertil Steril 2008;90:2004.e1-5.\n    4. J Med Genet 1977;14:228-32.                                  21. Mazzaschi RL, Love DR, Hayes I, et al. Inheritance of a\n5. Kosztolányi G. Does \"ring syndrome\" exist? An analysis               Ring Chromosome 21 in a Couple Undergoing In Vitro\n    of 207 case reports on patients with a ring autosome. Hum           Fertilization (IVF): A Case Report. Case Rep Genet\n    Genet 1987;75:174-9.                                                2011;2011:158086.\n6. Cote GB, Katsantoni A, Deligeorgis D. The cytogenetic            22. Stoll C, Roth MP. Segregation of a 22 ring chromosome in\n    and clinical implications of a ring chromosome 2. Ann        ",
  "wordCount": 7380,
  "indexed": "2025-09-25T22:40:22.492Z",
  "method": "direct"
}
