{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Shawky et al. - 2013 - Consanguinity and its relevance to clinical geneti.pdf",
  "fileName": "Shawky et al. - 2013 - Consanguinity and its relevance to clinical geneti.pdf",
  "relativePath": "Genetica/Generalidades/Shawky et al. - 2013 - Consanguinity and its relevance to clinical geneti.pdf",
  "text": "The Egyptian Journal of Medical Human Genetics (2013) 14, 157–164\n\n\n\n                                                       Ain Shams University\n\n                            The Egyptian Journal of Medical Human Genetics\n                                                             www.ejmhg.eg.net\n                                                            www.sciencedirect.com\n\n\n\n\nORIGINAL ARTICLE\n\n\nConsanguinity and its relevance to clinical genetics\nRabah M. Shawky a,*, Solaf M. Elsayed a, Mouchira E. Zaki b,\nSahar M. Nour El-Din c, Ferihan M. Kamal a\n\na\n  Pediatrics Department, Faculty of Medicine, Ain-Shams University, Cairo, Egypt\nb\n  Biological Anthropology Department, Medical Research Division, National Research Center, Cairo, Egypt\nc\n  Medical Genetics Center, Faculty of Medicine, Ain-Shams University, Cairo, Egypt\n\n\nReceived 16 December 2012; accepted 1 January 2013\nAvailable online 29 January 2013\n\n\n\n    KEYWORDS                          Abstract Consanguineous marriages have been practiced since the early existence of modern\n    Consanguinity;                    humans. Until now, consanguinity is widely practiced in several global communities with variable\n    Chromosomal abnormality;          rates. The present study was undertaken to analyze the effect of consanguinity on different types\n    Genetic counseling;               of genetic diseases and child morbidity and mortality. Patients were grouped according to the types\n    Child death;                      of genetic errors into four groups: Group I: Chromosomal and microdeletion syndromes. Group II:\n    Homozygosity                      Single gene disorders. Group III: Multifactorial disorders. Group IV: Diseases of different etiologies.\n                                      Consanguineous marriage was highly signiﬁcant in 54.4% of the studied group compared to 35.3%\n                                      in the control group (P < 0.05). Consanguineous marriages were represented in 31.4%, 7.1%, 0.8%,\n                                      6%, 9.1% among ﬁrst cousins, one and a half cousins, double ﬁrst cousins, second cousins and\n                                      remote relatives respectively in the studied group. Comparison between genetic diseases with differ-\n                                      ent modes of inheritance showed that recessive and multifactorial disorders had the highest values of\n                                      consanguinity (78.8%, 69.8%, respectively), while chromosomal disorders had the lowest one\n                                      (29.1%). Consanguineous marriage was recorded in 51.5% of our cases with autosomal dominant\n                                      diseases and in 31% of cases with X linked diseases, all cases of mental retardation (100%) and in\n                                      92.6% of patients with limb anomalies (P < 0.001). Stillbirths, child deaths and recurrent abortions\n                                      were signiﬁcantly increased among consanguineous parents (80.6%, 80%, 67%) respectively than\n                                      among non consanguineous parents. In conclusion, consanguineous marriage is signiﬁcantly higher\n                                      in many genetic diseases which suggests that couples may have deleterious lethal genes, inherited\n                                      from common ancestor and when transmitted to their offsprings, they can lead to prenatal, neonatal,\n                                      child morbidity or mortality. So public health education and genetic counseling are highly recom-\n                                      mended in our community.\n                                                  \u0002 2013 Ain Shams University. Production and hosting by Elsevier B.V. All rights reserved.\n\n\n\n* Corresponding author. Tel.: +20 222585577.\n                                                                        1. Introduction\nE-mail address: shawkyrabah@yahoo.com (R.M. Shawky).\nPeer review under responsibility of Ain Shams University.\n                                                                        The terms inbreeding and consanguinity are used interchange-\n                                                                        ably to describe unions between couples who share at least one\n                                                                        common ancestor. Inbreeding in population genetic terms\n               Production and hosting by Elsevier\n                                                                        refers to a departure from nonrandom ‘‘mating’’ in which\n1110-8630 \u0002 2013 Ain Shams University. Production and hosting by Elsevier B.V. All rights reserved.\nhttp://dx.doi.org/10.1016/j.ejmhg.2013.01.002\n\f158                                                                                                                 R.M. Shawky et al.\n\nindividuals ‘‘mate’’ with those more similar (genetically) to           Shams University, Cairo, Egypt .Their ages ranged between\nthem than if they ‘‘mated at random’’ in the population. The            3 days and 32 years (with a mean of 5.67 ± 11.84 years) .They\noffspring of consanguineous unions may be at increased risk             presented as diseased children, or adults for genetic counseling\nto genetic disorders because of the expression of autosomal             due to repeated abortions, stillbirths, or diseased offspring.\nrecessive gene mutations inherited from a common ancestor.              Results were compared with consanguinity among 10,000\nThe closer the biological relationship between parents, the             healthy couples as controls [12].\ngreater is the probability that their offspring will inherit identi-       Patients were classiﬁed according to the types of genetic dis-\ncal copies of one or more detrimental recessive genes. For              orders into four groups:\nexample, ﬁrst cousins are predicted to share 12.5% (1/8) of their          Group I Chromosomal and microdeletion syndromes e.g.\ngenes. Thus, on an average, their progeny will be homozygous               Down syndrome, Cri du Chat, Klienﬁlter syndrome, Turn-\n(or more precisely, autozygous) at 6.25% (1/16) of gene loci               er syndrome and Prader willi syndrome, etc. . .\n(i.e., they will receive identical gene copies from each parent            Group II Single gene disorders:\nat these sites in their genome) [1].\n    Consanguinity is prevalent in many Middle Eastern and               ¤ Autosomal      recessive e.g.    phenylketonuria     and\nArab cultures and societies [2]. Some studies have shown signif-          mucopolysaccaridosis.\nicant differences in genetic disorders between children born to         ¤ Autosomal dominant e.g. Marfan’s syndrome and\nconsanguineous marriage partners and those born to non-con-               achondroplasia.\nsanguineous parents [3], while others have found no signiﬁcant          ¤ X- linked e.g. Duchenne muscular dystrophy and fragile X\ndifferences [4]. Marriage between close biological relatives is           syndrome.\ngenerally regarded with suspicion and distaste. In many popu-\nlations there is a strong preference for consanguineous unions,            Group III Multifactorial disorder e.g. Epilepsy and primary\nmost frequently contracted between ﬁrst cousins, and marriage              amenorrhea.\noutside the family is perceived as a risky and disruptive option.          Group IV Diseases of different etiologies (Multiple congen-\nThe increasing importance of the genetic contribution to the               ital anomalies and blood diseases).\noverall disease proﬁle in both developed and developing coun-              The following data were obtained from our patients:\ntries has highlighted potential problems associated with detri-\nmental recessive gene expression in consanguineous progeny [5].         1. Occurrence of stillbirths, abortions and their frequency.\n    In fact, single gene disorders are common in Eastern Medi-          2. Degree of consanguinity (ﬁrst cousins, one and half cousins,\nterranean families due to the practice of consanguinity that               double ﬁrst cousins, second cousins and remote relatives).\ntends to retain rare mutations within affected families, who\nmay contain a high frequency of mutation carriers. Genetic dis-         Statistical methods\norders and congenital abnormalities occur in about 2% - 5% of\n                                                                         - Data entry and analysis were done using a computer with\nall live births, account for up to 30% of pediatric hospital admis-\n                                                                           SPSS version 10.0.\nsions and cause about 50% of childhood deaths in industrialized\n                                                                         - Appropriate statistical methods were applied (descriptive\ncountries [6]. Consanguinity without known genetic disease in\n                                                                           and analytical).\nthe family appears to cause an increase in mortality and malfor-\n                                                                         - The individual inbreeding coefﬁcients (F) were computed\nmation rate. First cousin marriages, the most common counsel-\n                                                                           according to Wright’s path method [13].\ning problem, seem to have an added risk of about 3 percent, so\nthat a total risk of 5 percent for abnormality or death in early            X c \u0002 \u0003mi þni þ1\n                                                                                 1\nchildhood, about double the general population risk, is a reason-       F¼\n                                                                             i¼1\n                                                                                 2\nable though approximate guide [7]. It is possible, but not certain\nthat the risk is less for populations with a long tradition of cousin   where mi and ni refer to the number of paths from the ith com-\nmarriage. It is only recently that genetic disorders are being fully    mon ancestor, and c refers to the number of common ances-\nrecognized and accurately diagnosed in these populations. By            tors. The genealogical inbreeding coefﬁcient for each disease\ncontrast, some immigrant groups of Asian origin in the UK               was then computed as the average of all individual F values.\nshow an unusually high frequency of recessively inherited disor-\nders, some extremely rare. This may well reﬂect increased con-          3. Results\nsanguinity due to isolation and restriction of marriage\npartners [8]. Some studies have shown a relationship between            Consanguineous marriage was signiﬁcantly higher in the stud-\nconsanguinity and some genetic conditions and health problems           ied group (54.4%) compared to the control group (35.3%).\nsuch as phenylketonuria (PKU), immunodeﬁciency disorders,               Consanguineous marriages represented 31.4%, 7.1%, 0.8%,\nchildren’s hypertension, beta-thalassemia, protein-C and pro-           6%, 9.1% among ﬁrst cousins, one and a half cousins, double\ntein-S deﬁciency, low birth weight and Down syndrome [9–11].            ﬁrst cousins, second cousins and remote relatives respectively\n    The aim of this study was to determine the effect of consan-        in the studied group compared to 30.4%, 2.2%, 0.8%, 1.9%,\nguineous marriage on different types of genetic diseases and            0.0% respectively in the control group, Table 1.\nchild morbidity and mortality.                                             Recessive and multifactorial disorders had the highest values\n                                                                        of consanguinity (78.8%, 69.8% respectively), while chromo-\n                                                                        somal disorders had the lowest one (29.1%), Tables 2 and 3.\n2. Subjects and methods                                                    Consanguineous marriage was highly signiﬁcant in autoso-\n                                                                        mal recessive diseases (78.8%). It was detected in 93.4% of\nThis study was a retrospective study, reviewing the ﬁles of 8109        cases of sensorineural deafness, 89.4% of cases of Phenylke-\npatients attending the Genetics clinic, Children’s hospital, Ain        tonuria, 78.1% of epidermolysis bullosa dystrophica patients,\n\fConsanguinity and its relevance to clinical genetics                                                                                            159\n\n\n Table 1     Comparison between different degrees of consanguinity in the studied groups.\n                             1st cousin       One & half cousin         Double 1st cousin       2nd cousin      Remote relative      Total cons.\n No. of patients (%)         2544             575                       63                      486             739                  4408\n                             (31.4%)          (7.1%)                    (0.8%)                  (6%)            (9.1%)               54.4%\n No.of Controls (%)          3037             222                       80                      191             –                    3530\n                             (30.4%)          (2.2%)                    (0.8%)                  (1.9%)                               35.3%\n P-value                     >0.05            <0.05*                    >0.05                   <0.05*          <0.001***            <0.05*\n *\n     P-value < 0.05, 0.01 (Signiﬁcant).\n ***\n      P-value < 0.001 (Highly signiﬁcant).\n\n\n\n\n Table 2     Comparison of consanguinity in relation to different modes of inheritance in the studied groups.\n                                                       Consanguineous                         Non consanguineous                        P-value\n Chromosomal (2563)                                    744 (29.1%)                            1819 (70.9%)                              >0.05\n Autosomal recessive (600)                             471 (78.8%)                            129 (21.2%)                               <0.01*\n Autosomal dominant (188)                              97 (51.5%)                             91 (48.5%)                                >0.05\n X-linked (300)                                        93 (31%)                               207 (69%)                                 >0.05\n Multifactorial (2648)                                 1849 (69.8%)                           799 (30.2%)                               <0.05 *\n Others (952)                                          553 (58%)                              399 (42%)                                 <0.05 *\n Control (10000)                                       3530 (35.3%)                           6470 (64.7%)                              <0.05 *\n *\n     P-value < 0.05, 0.01 (Signiﬁcant).\n\n\n\n Table 3     Relation between different degrees of consanguinity and chromosomal disorders.\n Disease                  Degree of consanguinity                                                     Total cons.     Non cons.       P-value\n                          1st cousin       One & half     Double         2nd cousin     R.R\n                                           cousin         1st cousin\n Down synd. (2465)        435 (17.6%)      45 (1.8%)      –              52 (2.1%)      178 (7.2%)    710 (28.8%)     1755 (71.2%)    P > 0.05\n Cri-du-chat (5)          3 (60%)          –              –              –              –             3 (60%)         2 (40%)         P < 0.05*\n Klienﬁlter (9)           2 (22.2%)        –              –              1 (11.1%)      –             3 (33.3%)       6 (66.7%)       P > 0.05\n Turner (65)              17 (26.1%)       –              –              –              9 (13.8%)     26 (40%)        39 (60%)        P > 0.05\n Prader Willi (19)        1 (5.25%)        –              –              1 (5.25%)      –             2 (10.5%)       17 (89.5%)      P < 0.05*\n Total (2563)             458 (17.9%)      45 (1.8%)      –              54 (2.1%)      187 (7.3%)    744 (29.1%)     1819 (70.9%)    P > 0.05\n R.R: remote relative; Cons: consanguinity.\n *\n   P-value < 0.05, 0.01 (Signiﬁcant).\n\n\n\n\n Table 4     Relation between different degrees of consanguinity and autosomal recessive diseases.\n Disease                      Degree of consanguinity                                                        Total cons. Non cons.   P-value\n                              1st cousin     One & half cousin Double 1st cousin 2nd cousin R.R\n MPS (150)                  44 (29.3%) 2 (1.3%)                1 (0.6%)              21 (14%) 37 (24.6%) 105 (70%) 45 (30%)        P < 0.01*\n PKU (189)                  44 (23.2%) –                       –                     –          125 (66.1%) 169 (89.4%) 20 (10.6%) P < 0.001***\n Peters anomaly (2)         1 (50%)     –                      –                     –          –           1 (50%)     1 (50%)    P > 0.05\n S.N.D (60)                 24 (40%)    22 (36.6%)             8 (13.3%)             –          2 (3.3%)    56 (93.4%) 4 (6.6%)    P < 0.001***\n DystrophicEpi.bullosa (32) 21 (65.6%) –                       –                     –          4 (12.5%) 25 (78.1%) 7 (21.9%) P < 0.01*\n N.D.D (162)                60 (37%)    28 (17.2%)             –                     18 (11.2%) 7 (4.4%)    113 (69.8%) 49 (30.2%) P < 0.01*\n Bardet–Biedel (2)          2 (100%)    –                      –                     –          –           2 (100%)    –          P < 0.001***\n Total (597)                196 (32.8%) 52 (8.7%)              9 (1.5%)              39 (6.5%) 175 (29.3%) 471 (78.8%) 129 (21.2%) P < 0.01*\n Cons: consanguinity; MPS: mucopolysaccaridosis; S.N.D: sensorineural deafness; PKU: phenylketonuria; N.D.D: neurodegenerative disease.\n *\n   Signiﬁcant.\n ***\n     P-value < 0.001 (Highly signiﬁcant).\n\n\n\n70% of cases of mucopolysaccaridosis, and 69.8% of neurode-                      In X-linked diseases consanguineous marriage was de-\ngenerative disease cases, Table 4.                                            tected in all cases of mental retardation (100%) and in\n   Consanguineous marriage was recorded among 51.5% of                        28.1% of patients with Duchenne muscular dystrophy,\nautosomal dominant diseases, Table 5.                                         Table 6.\n\f160                                                                                                                 R.M. Shawky et al.\n\n Table 5   Relation between different degrees of consanguinity and autosomal dominant diseases.\n Disease                     Degree of consanguinity                                                 Total cons. Non cons. P-value\n                             1st cousin    One & half cousin Double 1st cousin 2nd cousin R.R\n Noonan syndrome (4)          3 (75%)    –                   –                –          –          3 (75%)    1 (25%)    P < 0.05*\n Sticklers syndrome (3)       1 (33.5%) –                    –                –          –          1 (33.5%) 2 (66.5%) P > 0.05\n Cerebellar ataxia (64)       12 (18.7%) –                   –                –          17 (26.5%) 29 (45.3%) 35 (54.7%) P > 0.05\n Achondro-plasia (29)         6 (20.7%) –                    –                –          9 (31%)    15 (51.7%) 14 (48.3%) P < 0.05*\n Osteo-genesis imperfect (56) 13 (23.2%) –                   –                12 (21.5%) –          25 (44.7%) 31 (55.3%) P > 0.05\n Marfan syndrome (32)         10 (31.3%) 5 (15.6%)           –                4 (12.5%) 5 (15.6%) 24 (33.3%) 8 (66.7%) P > 0.05\n Total (188)                  45 (23.9%) 5 (2.65%)           –                16 (8.5%) 31 (16.5%) 97 (51.5%) 91 (48.5%) P > 0.05\n Cons: Consanguinity.\n *\n  Signiﬁcant.\n\n\n\n\n Table 6   Relation between different degrees of consanguinity and X-linked diseases.\n Disease                               Degree of consanguinity                                   Total cons. Non cons.       P-value\n                                       1st cousin One & half Double 1st 2nd          R.R\n                                                  cousin     cousin     cousin\n Fragile X (12)                    4 (33.3%) 3 (25%)   –                  5 (41.7%) –          12 (100%) –            P < 0.001***\n Duchenne muscular dystrophy (288) 1 (0.3%) 29 (10%)   –                  20 (6.9%) 31 (11%)   81 (28.1%) 207 (71.9%) P > 0.05\n Total (300)                       5 (1.6%) 32 (10.6%) –                  25 (8.3%) 31 (10.3%) 93 (31%)   207 (69%)   P > 0.05\n Cons: consanguinity.\n ***\n     Highly Signiﬁcant.\n\n\n\n\n Table 7   Relation between different degrees of consanguinity and multifactorial and miscellaneous disorders.\n Disease                  Degree of consanguinity                                                Total cons.     Non cons.   P-value\n                          1st cousin      One &half cousin Double 1st cousin 2nd cousin R.R\n Imp. hymen (9)            2 (22.2%)    –                  –                1 (11.1%) –           3 (33.3%)    6 (66.7%) P > 0.05\n Ameno-rrhea (140)         50 (35.7%) 11 (7.8%)            –                –          10 (7.1%) 71 (51.8%) 69 (49.2%) P > 0.05\n Azospermia (9)            –            –                  –                –          1 (11.1%) 1 (11.1%)     8 (88.9%) P > 0.05\n Limb anomaly (257)        218 (84.8%) 3 (1.1%)            2 (0.8%)         –          15 (6%)    238 (92.6%) 19 (7.3%) P < 0.001***\n Epilepsy (390)            139 (35.6%) 10 (2.8%)           –                1 (0.2%) 16 (4.1%) 166 (42.5%) 224 (57.4%) P > 0.05\n Cleft palate (60)         17 (28.3%) –                    –                –          –          17 (28.4%) 43 (71.6%) P > 0.05\n Mental retardation (1763) 813 (46.1%) 263 (14.9%)         3 (0.1%0         144 (8.1%) 118 (6.7%) 1341 (76.1%) 422 (23.9%) P < 0.05*\n Hydro-cephalus (20)       11 (55%)     –                  –                –          1 (5%)     12 (60%)     8 (40%)     P < 0.05*\n Total (2648)              1250 (47.2%) 287 (10.8%)        5 (0.18%)        146 (5.5%) 151 (5.7%) 1849 (69.8%) 799 (30.2%) P < 0.05*\n Cons: consanguinity; Imp: imperforate.\n *\n   Signiﬁcant.\n ***\n     Highly Signiﬁcant.\n\n\n\n\n Table 8   Relation between different degrees of consanguinity and other diseases.\n Disease                  Degree of consanguinity                                                  Total cons.   Non cons.    P-value\n                          1st cousin      One & half cousin Double 1st cousin 2nd cousin R.R\n Ambigious genetalia (20) 6 (30%)     7 (35%)              –                 –           3 (15%) 16 (80%)     4 (20%)     P < 0.01**\n Undescen. testis (65)    5 (7.7%)    –                    –                 1 (1.6%)    5 (7.7%) 11 (17%)    54 (83%)    P > 0.05\n Golden har syndrome (3) 1 (33.3%)    –                    –                 –           –         1 (33.3%)  2 (66.7%)   P > 0.05\n CP (519)                 180 (34.7%) 100 (19.2%)          –                 8 (1.5%)    6 (1.3%) 294 (36.7%) 225 (43.3%) P > 0.05\n Cong. Cataract (69)      37 (53.6%) 2 (2.9%0              –                 –           1 (1.5%) 40 (58%)    29 (42%)    P < 0.05*\n MCA (201)                123 (60%) 2 (1%)                 9 (4.4%)          5 (2.4%)    5 (2.4%) 144 (72.2%) 57 (27.8%) P < 0.05*\n Blood diseases* (75)     47 (62.6%) –                     –                 –           –         47 (62.6%) 28 (37.4%) P < 0.05*\n Total (952)              399 (42%) 111 (17.5%)            9 0 (94%)         14 (1.5%)   20 (2.1%) 553 (58%) 399 (42%) P < 0.05*\n Cons: consanguineous; Undescen: undescended; Cong: congenital; MCA: multiple congenital anomalies; CP: cerebral palsy.\n *\n   Blood diseases included thalassemia & sickle cell anemia.\n\fConsanguinity and its relevance to clinical genetics                                                                                      161\n\n Table 9    Relation between different degrees of consanguinity and recurrent abortions, stillbirths and child deaths.\n                      Degree of consanguinity                                                     Total cons.    Non cons.      P-value\n                      1st cousin    One& half cousin Double 1st cousin 2nd cousin R.R\n R.Ab (1951)          962 (49.3%)   78 (3.9%)          51 (2.6%)        93 (4.7%)    113 (5.8%)   1297 (67%)     644 (33%)      P < 0.05*\n S.B (1106)           891 (80.6%)   –                  –                –            –            891 (80.6%)    215 (19.4%)    P < 0.01*\n Child death (1327)   650 (49%)     198 (14.9%)        15 (1.1%)        37 (2.8%)    161 (2.2%)   1061 (80%)     226 (20%)      P < 0.01*\n Total (4384)         2503 (57%)    276 (6.3%)         66 (1.5%)        130 (2.9%)   274 (6.3%)   3249 (74.1%)   1085 (25.9%)   P < 0.01*\n R.Ab: recurrent abortion; Cons: consanguineous; S.B: still births.\n *\n   Signiﬁcant.\n\n\n\n\n   Consanguineous marriage was also more common in multi-              chromosomal pattern [19]. El-nekhely et al., also reported that\nfactorial disorders (69.8%), compared to non consanguineous            studies of parental consanguinity in the general population in\nmarriage (30.2%). In multifactorial and miscellaneous disor-           Egypt throughout the last 40 years showed an average consan-\nders, consanguineous marriage was signiﬁcantly higher in men-          guinity rate above 30% [20].\ntal retardation (76.1%), hydrocephalus (60%), while it was                 Our results showed that the most common degree of con-\nhighly signiﬁcant in limb anomalies (92.6%), Table 7.                  sanguineous marriages among our patients was ﬁrst cousins\n   Consanguineous marriage was detected in 80% of cases                (31.4%). The same was also reported among the general pop-\nwith ambigious genetalia, 72.2% of patients with multiple con-         ulation in Egypt, where ﬁrst cousin marriage occurred in 86%\ngenital anomalies and 62.6% of patients with blood diseases,           of studied subjects [12]. In our study, autosomal recessive and\nTable 8.                                                               multifactorial disorders had the highest rate of consanguinity\n   Stillbirths, child deaths and recurrent abortions were signif-      (78.8% and 69.8% respectively). It was detected in 70% of\nicantly increased among consanguineous parents than among              cases of mucopolysaccharidosis, 89.3% of patients with phen-\nnon consanguineous parents. Percentages were 80.6%, 80%,               ylketonuria, 93.4% of patients with sensorineural deafness and\n67% respectively, Table 9.                                             in 69.8% of patients with neurodegenerative disease. Closely\n   In autosomal recessive disorders a higher F (0.021) was de-         similar results were also previously reported for mucopolysac-\ntected as compared to controls (0.019).                                charidosis [21], neurodegenerative disorders [22] and sensori-\n                                                                       neural deafness [23].\n4. Discussion                                                              Comparison between genetic diseases with different modes\n                                                                       of inheritance showed that recessive disorders had the highest\nConsanguineous marriage attracts considerable attention as a           values of inbreeding coefﬁcients (F = 0.021) as compared to\ncausative factor in the prevalence of genetic disorders. It is esti-   controls (0.019), while chromosomal disorders had the lowest\nmated that globally over 20% of the human population live in           one. However in another locality in Egypt (Alexandria), Mokh-\ncommunities with a preference for consanguineous marriage,             tar et al., reported that 45.2% of the patients referred to the\nand over 8.5% of all children have consanguineous parents.             genetics clinic had genetic disorders, 33.6% of whom had auto-\nConsanguinity is widely practiced in countries of Asia and             somal recessive disorders. The frequency of consanguinity\nAfrica especially in societies where Islam prevails while its          among parents of patients with autosomal recessive disorders\nprevalence is low in Western countries. It also has high rates         was high (60%, with 48% ﬁrst cousins) and the average inbreed-\nin Arab countries [14–17].                                             ing coefﬁcient was higher (0.03) than that reported for the Egyp-\n    In our study, consanguineous marriage was reported in              tian population in general (0.01) [24]. On the other hand Jain\n54.4% of the studied group compared with 35.3% in the con-             et al., in India reported that the common types of consanguine-\ntrols. Shawky et al., [12] reported that the overall frequency of      ous marriages were between ﬁrst cousins (50.6%) and uncle and\nconsanguinity in Egypt is still high, however this frequency           niece (42.4%) and the mean coefﬁcient of inbreeding was 0.056\nvaries by region. It was signiﬁcantly higher in Sohag (42.2%)          which was higher than that reported in this study [25].\nand great Cairo (36.1%) than in Assuit (21.7%). Also it was                The association between consanguinity and genetic defects\nhigher in rural areas (59.9%) than in semiurban and urban              is well demonstrated in previous studies performed on well\nareas (23.5%) and (17.7%), respectively. This increase in con-         known autosomal recessive disorders among Egyptian patients\nsanguinity rate is due to the fact that many families prefer mar-      such as hearing loss and phenylketonuria [26,27]. Hamamy re-\nriage among ﬁrst cousins to preserve family structure, links           ported that, rare and novel autosomal recessive disorders have\nand provide social, economical and cultural beneﬁts. Many              been widely reported from communities with high consanguin-\nEgyptians believe that there may be more compatibility and             ity rates, including Arabs, since the main impact of consan-\nless tendency to divorce between husband and wife from a con-          guinity is an increase in the prevalence of such disorders [28].\nsanguineous family. This favored the appearance of complex             Analysis of data in the catalog for Transmission of Genetic\nphenotypes of genetic disorders which result in difﬁculties in         disorders in Arabs (CTGA), a database on genetic disorders\nphenotype classiﬁcation [18]. Hashem et al., previously re-            in Arab populations maintained by the center for Arab Geno-\nported that consanguineous marriage prevails among 34.49%              mic Studies (CAGS), indicates that among more than 1000\nof normal Egyptians, 58.08% of those having heredofamilial             disorders in the CTGA Database, 68% follow a recessive\ndisease, 65.21% of those having minor congenital anomalies             mode of inheritance. Also Hoodfar et al., reported that,\nand in 49.19% having major congenital anomalies with normal            inbreeding or consanguineous marriages have an effect on\n\f162                                                                                                            R.M. Shawky et al.\n\nthe rates of reproductive loss, congenital malformations and       asthma, mental retardation, epilepsy and diabetes was signiﬁ-\ngenetic diseases, mainly autosomal recessive [29]. In our study    cantly more common in offspring of all consanguineous than\nconsanguineous marriage was reported in 78.8% of patients          non consanguineous couples [40]. Sayee et al., also emphasized\nwith autosomal recessive disorders compared to 21.2% in            the effect of consanguinity on mental retardation and or con-\nnon consanguineous patients. In Jordan Hamamy stated that          genital abnormalities [41]. In Egypt, Temtamy et al., [42] re-\nconsanguinity rates among parents affected with autosomal          ported that high rates of consanguinity were found in\nrecessive diseases were 85% [30]. Also in India Bidhan has         polygenic disorders. Also Al-Ghazali et al., in UAE reported\nshown a high percentage of consanguineous marriage in pa-          that consanguinity was identiﬁed as a risk factor for several\ntients with autosomal recessive disorders [31]. Individuals born   morbid conditions including congenital abnormalities and\nof consanguineous union have segments of their genomes that        multifactorial disorders [43]. Also in a study done in Qatar,\nare homozygous as a result of inheriting identical ancestral       Bittles et al., reported that there is a signiﬁcant increase in\ngenomic segments through both parents. These data imply that       the prevalence of common adult diseases like mental retarda-\nprolonged parental inbreeding has led to a background level of     tion, hearing defects, heart diseases and others in consanguin-\nhomozygosity increased \u00025% over and above that predicted           eous families [5].\nby simple models of consanguinity [32]. In mathematical                Consanguineous marriage was reported in 58% of our pa-\nterms, consanguinity does not alter the allele frequencies of      tients with diseases of different etiologies (e.g. ambigious gene-\ncommon disorders, but increases the probability of mating be-      talia, multiple congenital anomalies) which was signiﬁcantly\ntween two individual heterozygotes for the same recessive mu-      higher (P < 0.05), compared to the non-consanguineous\ntant allele. In this regard, the risk of birth defects in the      group (42%). This is in agreement to Amar et al., in India\noffspring of ﬁrst-cousin marriage is expected to increase shar-    who reported that the rate of most of diseases like multiple\nply compared to non-consanguineous marriages particularly          congenital anomalies and ambiguious genetalia was signiﬁ-\nfor rare autosomal recessive disease genes, because for com-       cantly higher in offspring of consanguineous than non consan-\nmon recessive conditions, there is a high chance that the          guineous parents [44]. In our study, consanguineous marriage\nabnormal gene may be carried by unrelated spouses and may          was detected in 80% of cases with ambigious genetalia, 72.2%\nbe expressed in their progeny [33].                                of patients with multiple congenital anomalies and 62.6% of\n    In our study consanguineous marriage was detected in           patients with blood diseases. The frequency of consanguineous\n29.1% of patients with chromosomal disorders including             marriages was higher among parents of offspring with congen-\n28.8% of Down syndrome patients. Alﬁ et al., had observed          ital malformations compared with the ﬁgures for the general\nan increased frequency of consanguineous parents among their       population in all studies reported among Arabs, including\nDown syndrome patients and postulated the existence of a           Egypt, [45,42] UAE, Kuwait, Oman [46–48], Iraq, Jordan\ngene that could inﬂuence mitotic non-disjunction in the zygote     [49,50], Lebanon [51], Tunisia [52] and Saudi Arabia [53].\nfollowed by loss of monosomic cells and the formation of a         Shawky and Sadik reported that consanguineous marriage\ncomplete trisomic or mosaic embryo [34]. Nevertheless their re-    was signiﬁcantly increased by 45.8% in the offsprings with\nsults, based only on 20 cases and were not conﬁrmed later on       congenital malformations compared to that of the general\nby Hamamy et al., [35]. However Amudha et al., demonstrated        population 38.9% [45]. Pinto [54] reported a twofold increase\nthat the effect of consanguinity on chromosomal abnormalities      in the incidence of congenital malformations (CMs) among\nwas almost signiﬁcant (P < 0.001). They added that chromo-         the clinical effects of parental consanguinity. The mating in\nsomal abnormalities, numerical and structural, may occur as        consanguinity gives exactly the conditions most likely to en-\nde - novo at post-zygotic mitosis or transmitted because of        able rare features to show itself [55]. A study done in Egypt\nthe errors at meiosis in the parental gametogenesis [36]. Muller   on the etiology of congenital malformations, Shawky et al., re-\net al., also observed a signiﬁcant effect of consanguinity among   ported that chromosomal anomalies constituted 21.4%, genet-\npatients with chromosomal abnormalities. Three malforma-           ic syndromes represented 31% while 47.6% were due to\ntions/disorders were relatively frequent: Down syndrome,           unknown causes. Most of the genetic syndromes were due to\nesophageal atresia, and profound deafness. The rate of malfor-     autosomal recessive inheritance and this is due to a high degree\nmations and signiﬁcant medical conditions was 7.77% when           of consanguinity [56]. Zlotogora, also reported an increased\nthe parents were ﬁrst cousins and 3.63% when they were not         incidence of congenital malformations in the offsprings of con-\nrelated (P = 0.002), [37].                                         sanguineous couples due to homozygous expression of reces-\n    In our study consanguineous marriage had no signiﬁcant         sive genes inherited from their common ancestors [57].\neffect in autosomal dominant disorders, except Noonan syn-             However, the results of our study were in contrast to those\ndrome and achondroplasia (P < 0.05), or in X-linked diseases       reported by Mehrabi and Zeyghami who stated that although\nexcept Fragile-X syndrome (P < 0.001). In Egypt, Temtamy           the consanguinity for malformed patients was high, there was\nand Aglan stated that statistical analysis revealed no signiﬁ-     no signiﬁcant relationship between malformations and the de-\ncant increase in parental consanguinity rates in autosomal         gree of relation of the parents [17]. Also, in a study by Brom-\ndominant, X-linked, or chromosomal disorders [38]. In Jor-         iker in Palestine, no statistically signiﬁcant difference was\ndan, Hamamy et al., also reported that consanguinity rate          found in the incidence of congenital malformations with the\namong parents of patients affected with autosomal dominant         degrees of parents’ relation [58].\ndiseases was 25%–30% which was not signiﬁcant compared                 Increased mortality among the offspring of consanguineous\nto controls [39].                                                  marriages has been widely reported in human populations\n    Our results also showed that consanguineous marriage was       from different parts of the world [59]. In our study consanguin-\nreported in 69.8% of patients with multifactorial diseases,        eous marriages were present in 80.6% of cases with stillbirths,\nwhich was signiﬁcant compared to non consanguineous                80% of cases with child mortality and 67% of cases with recur-\nmarriage. Bener and Hussain reported that the occurrence of        rent abortions, which were signiﬁcantly higher compared to\n\fConsanguinity and its relevance to clinical genetics                                                                                       163\n\nthose in non consanguineous marriages (19.4%), (20%), and                [10] Saleh EA, Mahfouz AA, Tayel KY, Naguib MK, Bin-al-Shaikh\n(33%) respectively. This is in agreement to an Indian study                   NM. Hypertension and its determinants among primary-school\nwhich revealed that the frequency of spontaneous abortions                    children in Kuwait: an epidemiological study. East Mediterr\nand stillbirths was higher in the offspring of consanguineous                 Health J 2000;6(2–3):333–7.\n                                                                         [11] Kanaan ZM, Mahfouz R, Tamim H. The prevalence of consan-\nmarriages than in that of non-consanguineous marriages [60].\n                                                                              guineous marriage in an underserved area in Lebanon and its\nA similar effect was also observed in the infant mortality rate,              association    with    congenital    anomalies.    Genet     Test\nwhich is known to have a genetic component [61–63]. These re-                 2008;12(3):367–72.\nsults indicate the presence of strong recessive elements in the          [12] Shawky RM, El-Awady MY, Elsayed SM. Consanguineous\ntransmission of these lethal genes. In fact, consanguineous mar-              matings among Egyptian population. Egypt J Med Hum Genet\nriage increases the risk of recessive hereditary diseases and poly-           2011;12:157–63.\ngenic one in their offspring by allowing the chance of the               [13] Wright S. Coefﬁcients of inbreeding and relationship. Am Nat\ndetrimental recessive genes to become a homozygous state man-                 1992;56:330–8.\nifested by biochemical defect or congenital malformation.                [14] Ali A, Zahad S, Masoumeh A, Azar A. Congenital malformations\n                                                                              among live births at Arvand Hospital, Ahwaz, Iran – a prospec-\n                                                                              tive study. Pak J Med Sci 2008;24(1):33–7.\n5. Conclusion                                                            [15] Al-Ghazali LI, Dawodu AH, Sabarinathan K, Varghese. The\n                                                                              proﬁle of major congenital abnormalities in the United Arab\nThe future prevalence and status of consanguineous marriage                   Emirates (UAE) population. J Med Genet 1995;32:7–13.\nis a matter of conjecture. A rapid decline in its prevalence is          [16] Madi SA, Al-Naggar RL, Al-Awadi SA, Bastaky LA. Proﬁle of\nimprobable in the meantime in Arab countries including                        major congenital malformations in neonates in Al-Jahra region of\n                                                                              Kuwait. East Mediterr Health J 2005;11(4):700–6.\nEgypt. In many developing countries, strenuous ofﬁcial efforts\n                                                                         [17] Mehrabi KA, Zeyghami B. The effect of consanguineous marriage\nare being made to lessen the appeal of close-kin unions,\n                                                                              on congenital malformation. J Res Med Sci 2005;10(5):298–301.\nalthough with no apparent appreciation or acknowledgement                [18] Shawky RM, Elsayed NS, Sadik DI, Seifeldin NS. Proﬁle of\nof the balancing social and economic beneﬁts. To achieve com-                 genetic disorders prevalent in northeast region of Cairo, Egypt.\nparable advances in developing countries, extensive commu-                    Egypt J Med Hum Genet 2012;13:45–62.\nnity education programes are needed to reduce the burden                 [19] Hashem N. Incidence of glucose-6-phosphate dehydrogenase in\non health care systems, and to complement the existing diag-                  Egypt. Egypt Clin Genet 1968;46:347–51.\nnostic, counseling and treatment skills of local staff. Also the         [20] El-Nekhely I, Namaste S, Shriver EK. Analysis of country\ngovernment should put strict laws for premarital tests.                       situation survey: National plane of action. The 2nd conference of\n                                                                              the Middle East and Africa newborn screening initiative. Cairo,\n                                                                              Egypt, 2008; 12–14.\nConﬂict of interest                                                      [21] Shawky RM, Abdel-Monim MT, El-Sebai AA, El-Sayed SM.\n                                                                              Cardiac and ocular manifestations in Egyptian patients with\n                                                                              mucopolysaccharidosis. East Mediterr Health J 2001;7(6):981–5.\nWe have no conﬂict of interest to declare.                               [22] Shawky RM, Fateen EM, Zaghloul MS, Salem AA. Prevalence of\n                                                                              some lipidosis among Egyptian children with neurodegenerative\nReferences                                                                    disorders. Egypt J Med Hum Genet 2006;7(1):47–73.\n                                                                         [23] Nour El-Din Sahar M, Hamed Lobna. Sensorineural hearing\n [1] Robin LB, Arno GM, Alan B, Louanne H, Stefanie U, Debra LD,              impairment is a common feature of consanguineous marriage.\n     et al. Genetic counseling and screening of consanguineous cou-           Egypt J Hum Genet 2008;9(1):121–7.\n     ples and their offspring: recommendations of the national society   [24] Mokhtar MM, Kotb SM, Ismail SR. Autosomal recessive\n     of genetic counselors. J Genet Couns 2002;11(2):97–119.                  disorders among patients attending the genetics clinic in Alexan-\n [2] Bener A, Hussain R. Consanguineous unions and child health in            dria. East Mediterr Health J 1998;4(3):470–9.\n     the State of Qatar. Paediatr Perinat Epidemiol 2006;20(5):372–8.    [25] Jain VK, Nalini P, Chandra R, Srinivasan S. Congenital malfor-\n [3] Jaouad IC, Elalaoui SC, Sbiti A, Elkerh F, Belmahi L, Seﬁani A.          mations, reproductive wastage and consanguineous mating. Aust\n     Consanguineous marriages in Morocco and the consequence for              N Z J Obstet Gynaecol 1993;33(1):33–6.\n     the incidence of autosomal recessive disorders. J Biosoc Sci        [26] Ismail SR, Hashishe MM, Maurad MI, Abdel Kader M.\n     2009;41(5):575–81.                                                       Inheritance of non-syndromal genetic deafness. J Egypt publ.\n [4] El Mouzan MI, Al Salloum AA, Al Herbish AS, Qurachi MM, Al               Health associat 1996;LXX1:403–438.\n     Omar AA. Consanguinity and major genetic disorders in Saudi         [27] Hashishe MM. Genetic study of phenylketonuria. J Egypt Publ\n     children: a community-based cross-sectional study. Ann Saudi             Health Associat LXVII 1992;443–63.\n     Med 2008;28(3):169–73.                                              [28] Hamamy H. Consanguinity and novel technology: cracking the\n [5] Bittles AH. Consanguinity and its relevance to clinical genetics.        code of autosomal. HGM 2011 programme abstract book. From\n     Clin Genet 2001;60(2):89–98.                                             the issue entitled ‘‘HUMAN GENOME MEETING 2011’’.\n [6] Emery AEH, Rimoin DL, editors. Principles and practice of                HUGO J 2011;5(1):1–346.\n     medical genetics, 2nd ed., vols. 1–2. Edinburgh: Churchill          [29] Hoodfar E, Teebi AS. Genetic referrals of middle Eastern origin\n     Livingstone; 1990.                                                       in a western city: inbreeding and disease proﬁle. J Med Genet\n [7] Rahmani SA, Aboualsoltani F, Pourbarghi M, Dolatkhah H,                  1996;33:212–5.\n     Mirza AA. The frequency of consanguineous marriages and their       [30] Hamamy H, Jamhawi L, Al-Darawsheh J, Ajlouni K. Consan-\n     effects on offsprings in Tabriz city. Shiraz E-Med J                     guineous marriages in Jordan: why is the rate changing with time?\n     2010;11(1):1–9.                                                          Clin Genet 2005;67:511–6.\n [8] Harper Peter S. Practical genetic counselling. 5th ed. Oxford:      [31] Bidhan KD. The effect of inbreeding on mortality and morbidity\n     Butterworth Heinemann; 1998, vol. 123, pp. 128–29.                       among telugu-speaking populations of Kharagpur, West Bengal,\n [9] Al-Herz W. Primary immunodeﬁciency disorders in Kuwait: ﬁrst             India. Int J Anthropol 2006;21(2):151–63.\n     report from Kuwait national primary immunodeﬁciency registry        [32] Woods CG, James C, Kelly S, Daniel JH, Moin DM, Martin M,\n     (2004–2006). J Clin Immunol 2008;28(2):186–93.                           et al. Quantiﬁcation of homozygosity in consanguineous individ-\n\f164                                                                                                                      R.M. Shawky et al.\n\n     uals with autosomal recessive disease. Am J Hum Genet               [50] Khoury SA, Massad DF. Consanguinity, fertility, reproductive\n     2006;78(5):889–96.                                                       wastage, infant mortality and congenital malformations in\n[33] Al-Gazali L, Hamamy H, Al-Arrayad S. Genetic disorders in the            Jordan. Saudi Med J 2000;21:150–4.\n     Arab world. BMJ 2006;333:831–4.                                     [51] Bittar Z. Major congenital malformations presenting in the ﬁrst 24\n[34] Alﬁ OS, Chang R, Azen SP. Evidence for genetic control of                hours of life in 3865 consecutive births in south of Beirut,\n     nondisjunction in man. Am J Hum Gent 1980;32:477–83.                     incidence and pattern. J Med Liban 1998;46:256–60.\n[35] Hamamy HA, Masri AT, Al-Hadidy AM, Ajlouni KM. Consan-              [52] Khrouf N, Spang R, Podgorna T, Miled SB, Moussaoui M,\n     guinity and genetic disorders. Proﬁle from Jordan. Saudi Med J           Chibani M. Malformations in 10,000 consecutive births in Tunis.\n     2007;28(7):1015–7.                                                       Acta Paediatr Scand 1986;75:534–9.\n[36] Amudha S, Aruna N, Rajangam S. Consanguinity and chromo-            [53] ElMouzan MI, AlSalloum AA, AlHerbish AS, Qurachi MM,\n     somal abnormality. Indian J Hum Genet 2005;11(2):108–1",
  "wordCount": 6375,
  "indexed": "2025-09-25T22:40:12.081Z",
  "method": "direct"
}
