{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Mahdieh y Rabbani - 2013 - An Overview of Mutation Detection Methods in Genet.pdf",
  "fileName": "Mahdieh y Rabbani - 2013 - An Overview of Mutation Detection Methods in Genet.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Mahdieh y Rabbani - 2013 - An Overview of Mutation Detection Methods in Genet.pdf",
  "text": "Iran J Pediatr\n Review Article                                                                                           Aug 2013; Vol 23 (No 4), Pp: 375-388\n\n\n\n\n                An Overview of Mutation Detection Methods in Genetic Disorders\n\n\n                                           Nejat Mahdieh1, PhD; Bahareh Rabbani*2,3, PhD\n\n           1.   Medical Genetic Group, Faculty of Medicine, Ilam University of Medical Sciences, Ilam, Iran\n           2.   Medical Genetic Group, Faculty of Medicine, Qazvin University of Medical Sciences, Qazvin, Iran\n           3.   Growth and Development Research Center, Tehran University of Medical Sciences, Tehran, Iran\n\n\n                             Received: Jul 04, 2012; Accepted: Apr 06, 2013; First Online Available: Apr 28, 2013\n\n\n\n    Abstract\n    Genetic disorders are traditionally categorized into three main groups: single-gene, chromosomal, and\n    multifactorial disorders. Single gene or Mendelian disorders result from errors in DNA sequence of a gene and\n    include autosomal dominant (AD), autosomal recessive (AR), X-linked recessive (XR), X-linked dominant and\n    Y-linked (holandric) disorders. Chromosomal disorders are due to chromosomal aberrations including\n    numerical and structural damages. Molecular and cytogenetic techniques have been applied to identify\n    genetic mutations leading to diseases. Accurate diagnosis of diseases is essential for appropriate treatment of\n    patients, genetic counseling and prevention strategies. Characteristic features of patterns of inheritance are\n    briefly reviewed and a short description of chromosomal disorders is also presented. In addition, applications\n    of cytogenetic and molecular techniques and different types of mutations are discussed for genetic diagnosis\n    of the pediatric genetic diseases. The purpose is to make pediatricians familiar with the applications of\n    cytogenetic and molecular techniques and tools used for genetic diagnosis.\n\n  Iranian Journal of Pediatrics, Volume 23 (Number 4), Aug 2013, Pages: 375-388\n\n\n  Key Words: Cytogenetics; Chromosomal Aberration; Molecular Diagnostic Technique; Carrier Detection;\n  Mutation\n\n\n\nIntroduction                                                                        RNA molecule or subsequently a peptide (Fig. 1A).\n                                                                                    An allele is positioned on a locus, the specific\nThe diploid human genome including twenty-                                          location of a gene or DNA sequence on a\nthree pairs of chromosomes is composed of 20–25                                     chromosome; so the diploid genome contains two\nthousand genes; haploid set is estimated to be                                      alleles of each gene. Chromosomes 1 to 22 are\n3.2*109 base pairs[1]. One member of each                                           called autosomes and the twenty-third pair is the\nchromosome is received from the father, and the                                     sex chromosomes, i.e. X and Y[2].\nother member of the pair is transmitted through                                        Steps in the transmission of genetic information\nmaternal lineage. DNA is made up of four base                                       include     replication     (DNA    makes     DNA),\npairs adenine, thymine, cytosine and guanine                                        transcription (DNA makes RNA), RNA processing\nabbreviated as A, T, C, and G, respectively. Genes                                  (capping, splicing, tailing and RNA translocation to\nconsisting of DNA base pairs are located on                                         cytoplasm), translation (RNA makes protein), and\nchromosomes. A gene is a sequence of base pairs                                     protein processing, folding, transport and\nthat produces a functional product including a                                      incorporation (Fig. 1B). If the DNA sequence is\n\n\n* Corresponding Author;\n Address: Medical Genetic Group, Faculty of Medicine, Qazvin University of Medical Sciences, Qazvin, Iran\n E-mail: baharehrabbani@yahoo.com\n© 2012 by Pediatrics Center of Excellence, Children’s Medical Center, Tehran University of Medical Sciences, All rights reserved.\n\n                                                              Iran J Pediatr; Vol 23 (No 4), Aug2013\n                                             Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\f376                                                                                                                  Mutation Detection Methods\n\n\n\n\n                     A                                                             B\n\n\n\n\n                         C1                                                          C2\n\n\n\n\n                          C3                                                           C4\n\n\n\n\n      Fig 1: A) Nucleus, chromosomes, gene, exon, intron and base pairs. B) Central dogma. C1) Common symbols for drawing a pedigree.\n            C2) Autosomal recessive mode of inheritance; C3) X-linked recessive inheritance; C4) Autosomal dominant inheritance\n\n\n\n      mutated and the alteration is not repaired by the                            Mendelian Disorders\n      cell, subsequent replications reproduce the                                  Gregor Mendel discovered a set of principles of\n      mutation. A variety of mechanisms can cause                                  heredity in the mid-19th century; characteristic\n      mutations ranging from a single nucleotide                                   patterns of inheritance are determined on the\n      alteration     to   the     loss,   duplication    or                        basis of these principles. Single gene disorders\n      rearrangement of chromosomes[2]. Genetic                                     arising from errors in DNA sequence of a gene are\n      diseases are usually categorized into three major                            categorized into autosomal dominant (AD),\n      classes: single-gene, chromosomal, and multi-                                autosomal recessive (AR), X-linked recessive (XR),\n      factorial disorders. A combination of genes and                              X-linked dominant and Y-linked (holandric)\n      environmental factors is involved in multifactorial                          disorders[3].\n      disorders such as congenital heart disease, most                                In autosomal dominant disorders (Fig 1C1 and\n      types of cleft lip/palate, club foot, and neural tube                        4), damage in one allele of a pair of the gene leads\n      defects[3].                                                                  to the deficiency (Table 1) [3], e.g. a mutation in\n         Here, Mendelian patterns of inheritance and                               FGFR3 gene can cause achondroplasia[4,5]. A parent\n      chromosomal disorders are reviewed and a brief                               with an autosomal dominant disorder has a 50%\n      summary of genetic methods in genetic disorders                              chance of transmitting the disease to her/his\n      is presented to make the pediatricians familiar                              child[2]. The range of signs and symptoms of some\n      with the basics of the cytogenetics and molecular                            diseases in different people vary widely (variable\n      methods of mutation detection as well.                                       expressivity), e.g. some people with Marfan\n\n\n\n                                                        Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                       Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\fMahdieh N, Rabbani B                                                                                                                         377\n\n\n\n                               Table 1: Modes of inheritance and their properties\n Inheritance pattern       Description                                                                                  Examples\n                                                                                                                    Marfan syndrome;\n                           One mutated allele causes the disease\n                                                                                                                     Achondroplasia;\n Autosomal Dominant        Each affected person usually has one affected parent\n                                                                                                                    Huntington disease;\n                           Appears in every generation of an affected family (Vertical)\n                                                                                                                    Myotonic dystrophy\n                           Two mutated alleles needed to cause the disease\n                                                                                                                  Beta thalassemia; Cystic\n Autosomal Recessive       Parents are usually unaffected heterozygotes\n                                                                                                                  fibrosis; Homocystinuria\n                           Not typically seen in every generation (Horizontal).\n                           Females are more frequently affected than males                                           Rett syndrome;\n X-linked Dominant\n                           no male-to-male transmission                                                             Hypophosphatemia\n                           Males are more frequently affected than females\n                                                                                                                   Hemophilia; Duchenne\n X-linked Recessive        Both parents of an affected daughter must be carriers\n                                                                                                                    Muscular Dystrophy\n                           Fathers cannot pass X-linked traits to their sons\n                           Only females can pass on mitochondrial conditions to their\n                           children (maternal inheritance)                                                        LHON: Leber's hereditary\n Mitochondrial\n                           Both males and females can be affected                                                    optic neuropathy\n                           Can appear in every generation of a family\n\n\nsyndrome (due to mutation in FBN1) have only                           A recessive mutation can lead to the disease. The\nmild symptoms (such as being tall and thin with                        gene in chromosome X should be mutated to cause\nlong, slender fingers), while others have life-                        the condition; hence, an X-linked recessive\nthreatening complications involving the heart and                      disorder is carried by females, while usally affects\nblood vessels as well[6]. Furthermore, some                            males.\nindividuals exhibit signs and symptoms of a given                         Some of genetic conditions follow none of the\ndisorder while others do not, even though they                         mentioned patterns of inheritance; mitochondrial\nhave the disease-causing mutation (i.e. a                              diseases, trinucleotide expansion disorders and\nproportion of people with a particular mutation                        genomic imprinting defects have non-Mendelian\nshow the condition in this type of disorders), e.g.                    or nontraditional pattern of inheritance[2,15].\nmany people having mutation of the BRCA1 gene\nwill develop breast cancer during their lifetime,\n                                                                       Chromosomal Disorders\nwhile some people will not[2,7]. In other words, in a\n                                                                       Typically, somatic cells proliferate via division\npedigree a healthy individual has at least one\n                                                                       called mitosis while germ cells are produced\naffected parent and one affected child (skipped\n                                                                       through meiosis division. Meiosis involves a\ngeneration)[2].\n                                                                       reductional division followed by an equational\n   Mutations in both alleles (loss of function) of a\n                                                                       division, Meiosis I and II, respectively.\ngene are required to cause the defect to appear in\n                                                                          Oogenesis begins in the female fetus at 12\nan autosomal recessive disorder (Table 1 and Fig.\n                                                                       weeks, but it is stopped in a stage of meiosis I\n1C2), i.e. an affected person has got one abnormal\n                                                                       (when the homologous chromosomes have\nallele from one heterozygous parent. In this type\n                                                                       replicated and paired as bivalents or tetrads) at\nof disorders, there is a 25% chance of having an\n                                                                       about 20 weeks[16]. At puberty usually only one\naffected offspring for heterozygous parents. In\n                                                                       oocyte is released per month; a primary oocyte\ncase of common autosomal recessive disorders or\n                                                                       completes meiosis I and produces one secondary\ntraits (sickle cell anemia due to a specific mutation\n                                                                       oocyte and one polar body. Chromosomal\nin HBB gene encoding beta globin[8] or\n                                                                       aberrations including numerical (due to errors at\nnonsyndromic autosomal recessive hearing loss\n                                                                       chromosome pairing and crossing-over) and\ndue to mutations in GJB2 gene encoding connexin\n                                                                       structural damages lead to chromosomal\n26[9-14]), sometimes a homozygous affected person\n                                                                       disorders (Table 2, 3 and 4; Fig. 2A and B).\nmarries a heterozygous carrier; such an example,\n                                                                       Aneuploidy is usually due to failure of segregation\nin which apparently dominant transmission of this\n                                                                       of chromosomes in meiosis I or meiosis II (non-\ndisorder occurs, is called pseudodominant\n                                                                       disjunction, premature disjunction or anaphase\ninheritance[2].\n                                                                       lag) [17]; examples of numerical aberrations include\n   In an X-linked disorder (Fig. 1C3 and Table 1),\n                                                                       Down syndrome (trisomy 21), Edwards syndrome\nthe mutated gene is located on the X chromosome.\n\n\n\n                                                     Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                    Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\f378                                                                                                                  Mutation Detection Methods\n\n\n\n\n                                        Table 2: Examples of numerical aberrations (aneuploidies)\n        Aneuploidy          Karyotype                      Incidence                                    Main features\n                                                                                   Epicanthal folds, hypotonia, flat occiput, Brushfield\n        Down syn.\n                          47, XX or XY, +21           1/700 live births            spots in irides, single transverse crease, clinodactyly,\n        Trisomy 21\n                                                                                   etc.\n                                                                                    Clenched fists, rocker bottom feet, low-set,\n        Edward syn.\n                          47, XX or XY, +18          1/3000 live births             malformed ears, micrognathia, cardiac and renal\n        Trisomy 18\n                                                                                    abnormalities, etc.\n                                                                                    Microcephaly, holoprosencephaly, rocker-bottom\n        Patau syn.\n                          47, XX or XY, +13          1/5000 live births             feet, microphthalmia, anophthalmia, cyclopia,\n        Trisomy 13\n                                                                                    cryptorchidism, heart defects; cleft lip and palate, etc.\n        Klinefelter      47, XXY ( 48, XXXY;\n                                                     1/500 male births               Gynecomastia, small genitalia and infertility\n        syn.                 49, XXXXY)\n                                                      1/5000 female                  Fail to mature sexually, lymphedema, webbed neck,\n        Turner syn.             45, X\n                                                          births                     low posterior hairline, cubitus valgus, etc.\n        XYY syn.              47, XYY               1/1000 male births               Tall stature, large teeth; fertility is normal\n                                                      1/1000 female\n        Triple X syn.         47, XXX                                                Some learning problems\n                                                          births\n      Syn: syndrome\n\n\n\n      (trisomy 18), Patau syndrome (trisomy 13),                                the amount of gene product or its activity, and\n      Klinefelter syndrome (XXY syndrome), Turner                               sometimes create a new property, leading to a\n      syndrome (monosomy X) and trisomy X.                                      toxic product responsible for a pathological effect.\n      Chromosomal errors in oocytes are increased                                  Three types of mutations usually observed in\n      dramatically with maternal age. Non-disjunction                           dominant      disorders     are    gain-of-function,\n      or chromosome lag during mitosis can lead to                              haploinsuficiency     and    dominant      negative.\n      mosaicism[2].                                                             Mutations may act as dominant or recessive when\n      Most of structural aberrations, including                                 the amount of product from one allele is not\n      translocations, deletions, inversions, duplications,                      sufficient for a complete function (Haplo-\n      ring chromosomes and isochromosomes (Table 3,                             insufficiency), e.g. mutations in LDLR leading to\n      4 and Fig. 2B) result from unequal exchange                               haploinsufficiency in familial hypercholesterol-\n      between chromosomes or enzymatic misrepairing                             emia[18]. If the product of the defective allele\n      of two chromosome breakages; examples of                                  interferes with the product of normal allele\n      structural aberration are cat cry syndrome (5p-),                         (Dominant negative) it affects the function of\n      Williams syndrome (7q11.2 deletion), DiGeorge                             normal protein; basically collagen mutations are\n      syndrome (22q11.2 deletion), etc.                                         dominant negative ones[19]. A mutated allele may\n                                                                                gain a new or excessive activity (Gain of function)\n                                                                                e.g. mutations of FGFR3 in achondroplasia[4,5].\n\n\n      Types of Mutations\n      A mutation is a change in the nucleotide sequence\n                                                                                 Mutation Detection\n      in coding portions of the DNA which may alter the\n      amino acid sequences of proteins, or a change in                          With the development of new technologies for\n      noncoding regions of DNA which has the potential                          more accurate understanding of the genome and\n      for changing expression of the gene, for example                          potential gene therapies, the detection of\n      by altering the strength of a promoter. There are                         mutations has an increasingly central role in\n      many mutations which are classified to                                    various areas of genetic diagnosis including\n      chromosomal and DNA-based mutations (Table 3                              preimplantation genetic diagnosis (PGD), prenatal\n      and 4). Mutations can also be categorized on the                          diagnosis (PND), presymptomatic testing, confirm-\n      basis of the function: 1) The loss-of-function                            ational diagnosis and forensic/identity testing.\n      mutations cause a decrease or a loss of the gene                          Two groups of tests, molecular and cytogenetic,\n      product or the activity of the gene product; 2) The                       are used in genetic syndromes. In general, single\n      gain-of-function mutations cause an increase in                           base pair mutations are identified by direct\n\n\n\n                                                     Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                    Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\fMahdieh N, Rabbani B                                                                                                                            379\n\n\n\nsequencing, DNA hybridization and/or restriction                             multiple      congenital      anomalies      and/or\nenzyme digestion methods. However, there are                                 developmental retardation, undiagnosed learning\ntwo approaches for genetic diagnosis; indirect                               disabilities, infertility or multiple miscarriage,\napproach depends on the results from a genetic                               stillbirth and malignancies[2]. Traditionally, the\nlinkage analysis using DNA markers such as                                   microscopic study of chromosomes is performed\nSTR(short tandem repeat) or VNTR (variable                                   on compacted chromosomes at a magnification of\nnumber tandem repeat) markers flanking or                                    about 1000 at metaphase.\nwithin the gene[20-22]. The direct approach for                                 Preparation of a visual karyotype (Fig 2C) is\ndiagnosis essentially depends on the detection of                            done by arresting dividing cells at metaphase\nthe genetic variations responsible for the disease.                          stage with a microtubule polymerization inhibitor\n                                                                             such as colchicine; the cells, then, are spread on a\n                                                                             glass slide and stained with Giemsa stain (G-\n                                                                             banding). Chromosomes are studied by making a\nCytogenetics and Molecular Cytogenetics                                      photograph or digital imaging and subsequent\n                                                                             assembling of chromosomes. Human chromos-\nConventional Karyotyping: Chromosome studies                                 omes are categorized based on position of\nare advised in the following situations: suspected                           centromere; in metacentric chromosomes,\nchromosome abnormality, sexual disorders,                                    centromere is located in the middle (chromosome-\n\n                                  Table 3: Chromosomal aberrations in human disorders\n                                                                                                           Example          Disease/\n Mutation                                        Definition                                                                               Ref\n                                                                                                            (Gene)          condition\n Structural aberrations\n                                                                                                          46,XX,del\n Deletion              A part of a chromosome is deleted                                                                   Cat Cry Syn.   [2]\n                                                                                                        (5p15.2-pter)\n                                                                                                         46, XX, dup\n Duplication           A portion of a chromosome is duplicated                                                             Cat Eye Syn.   [2]\n                                                                                                          (22q11.2)\n                       An interchange of genetic material between nonhomologous                        46, XX, t (9; 22)\n Translocation                                                                                                                 CML        [2]\n                       chromosomes                                                                       (q34; q11)\n                       An interchange of genetic material between two                                   46, XX, rcp (9;\n Reciprocal T.                                                                                                                 CML        [2]\n                       nonhomologous chromosomes                                                       22) (q34; q11)\n                       The fusion of the long arms of two acrocentric chromosomes                        45, XX, rob\n Robertsonian T.                                                                                                             Normal       [2]\n                       and loss of their short arms                                                       (14q21q)\n Inversion             A portion of a chromosome is inverted\n                                                                                                        46, XX, Inv (9)\n Pericentric Inv.      The inverted segment includes the centromere                                                          Normal?      [2]\n                                                                                                          (p11q13)\n                       The inverted segment is located on one arm of the\n Paracentric Inv.                                                                                     inv(14)(q13q24)      Microcephaly [51]\n                       chromosome\n Ring                  Both arms of a chromosome have fused together as a ring                             46, Xr (X)      Turner syn.    [2]\n                       A chromosome that has two identical arms because of\n Isochromosome         duplication of one arm of the chromosome; a mirror-image                            46, Xi (Xq)     Turner syn.    [2]\n                       of one arm of a chromosome\n                                                                                                      46, X, psu dic (Y)\n Dicentric\n                       An abnormal chromosome that has two centromeres                                (pter→q11.2::q1      Azoospermia [52]\n chromosome\n                                                                                                         1.2→pter)\n Numerical aberrations\n Aneuploidy         An abnormal number of chromosomes\n                    The presence of only one of two homologous chromosome in\n Monosomy                                                                                                      45, X       Turner Syn.    [2]\n                    a diploid organism (e.g. Human)\n Uniparental        Inheritance of two pairs of a homologous chromosome from                           46, XX, upd (15)    Prader-Willi\n                    one parent and no copy from the other parent (Fig 2)                                                                  [2]\n disomy                                                                                                      mat            syndrome\n Trisomy            Existence of three copies of a homologous chromosome                                 47, XX, +21        Down syn.     [2]\n Tetrasomy          Existence of four copies of a homologous chromosome                                    48, XXXX        X tetrasomy    [2]\n                    The state of having a single (non-homologous) set of\n Monoploidy                                                                                                    23X\n                    chromosomes\n                                                                                                                            Abortion,\n Triploidy             Having three sets of chromosomes instead of two                                       69, XXX       Hydatidiform   [2]\n                                                                                                                              mole\nSyn: Syndrome; Ref: Reference; T: Translocation; Inv: Inversion; psu dic: Psuedodicentric; rcp: Reciprocal; rob: Robertsonian; upd:\nUniparental Disomy\n\n\n\n                                                           Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                          Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\f380                                                                                                                        Mutation Detection Methods\n\n\n\n\n                                         Table 4: Gene-based Mutations in human disorders\n                                                                                                             Example          Disease/\n       Mutation                                        Definition                                                                              Ref\n                                                                                                              (Gene)          condition\n                             A single base pair alteration; it includes transition:\n       Point Mutation        purine (A,G) to purine (G,A) or pyrimidine (C,T) to\n                                                                                                              A>G, A>T                        [2,45]\n                             pyrimidine (T,C), and transversion: purine (A,G) to\n                             pyrimidine (T,C) or pyrimidine (T,C) to purine (A,G)\n      a. Missense            A single nucleotide resulting in a codon that codes for a                          A82P           3βHSD\n                             different amino acid                                                                                             [46]\n      (Nonsynonymous)                                                                                         (HSD3B2)       deﬁciency\n                                                                                                                                Beta\n       b. Nonsense           A single nucleotide resulting in a premature stop codon                        G23X (HBB)                        [47]\n                                                                                                                            Thalassaemia\n                             A single nucleotide that changes a codon to an amino\n       c. Synonymous                                                                                       V153I (GJB2)      Hearing loss     [10]\n                             acid with similar properties e.g. Lysine to Arginine\n                             A single nucleotide which does not alter amino acid\n                             sequences e.g. GCT, GCC, GCA and GCG all code for\n       d. Silent                                                                                             I69I (GJB2)     Hearing loss     [10]\n                             alanine; any change in the third position of the codon\n                             (e.g. GCA>GCG), does not alter the amino acid sequence\n                             A single nucleotide which does not have any harmful or\n       e. Neutral            beneficial effect on the organism, it usually occurs at\n                             noncoding DNA regions\n                             A region of a sequence is duplicated; if the number\n                                                                                                           920dupTCAG      Familial hyper-\n       Duplication           of nucleotides is not evenly divisible by three                                                                  [48]\n                                                                                                             (LDLR)        cholesterolemia\n                             from DNA sequence it is called a frameshift mutation\n                             A portion of a sequence is deleted; if the number\n       Deletion              of nucleotides is not evenly divisible by three                              delE120 (GJB2)     Hearing loss     [11]\n                             from DNA sequence it is called a frameshift mutation\n                             Addition of one or more nucleotide base pairs into a DNA\n                             sequence; if the number of nucleotides is not evenly                             3524insA         Marfan\n       Insertion                                                                                                                              [49]\n                             divisible by three from DNA sequence it is called a                               (FBN1)         syndrome\n                             frameshift mutation\n                             A sequence change in the site splicing of an intron; it may\n                                                                                                             IVS1+1G>A\n       Splice mutation       result in one or more introns remaining in mature                                               Hearing loss     [10]\n                             mRNA.\n                                                                                                               (GJB2)\n                             An unstable mutation in which the number of copies of a\n       Dynamic                                                                                              (CGG)n>200         Fragile X\n                             sequence is changed during meiosis division e.g.                                                                 [50]\n       mutation              trinucleotide expansions\n                                                                                                              (FMR1)          syndrome\n      Syn: Syndrome; Ref: Reference\n\n\n\n      -s 1, 3, 16, 19 and 20), chromosomes 13, 14, 15,                             probe, the bound probe is visualized by its\n      21, 22 and Y are acrocentric (the centromere near                            fluorescence under UV light; thus, the site of the\n      one end), and other chromosomes are sub-                                     gene of interest is observed as in situ (Fig 2D)[2,23].\n      metacentric. Chromosome arms are defined by                                  This technique is used to check the cause of\n      region number (from centromere), band, sub-band                              trisomies, microdeletion syndromes, etc.\n      and sub-sub-band numbers, e.g. 12q13.12 refers                               Comparative genomic hybridization (CGH):\n      to chromosome 12, long arm, region 1, band 3,                                CGH, a special FISH technique (dual probes), is\n      sub-band 1, sub-sub-band 2 (read chromosome                                  applied for detecting all genomic imbalances. The\n      12, q, 1, 3, point, 1, 2). High resolution banding                           basics of technique is comparison of total genomic\n      needs fixation before the chromosomes are fully                              DNA of the given sample DNA (e.g. tumor DNA)\n      compacted. The convenient methods of                                         with total genomic DNA of normal cells. Typically,\n      chromosome banding are G-(Giemsa), R-(reverse),                              an identical amount of both tumor and normal\n      C-(centromere) and Q-(quinacrine) banding.                                   DNAs is labeled with two different fluorescent\n      Fluorescence in situ hybridization (FISH): FISH                              dyes; the mixture is added and hybridized to a\n      is applied to provide specific localization of genes                         normal lymphocyte metaphase slide. A fluorescent\n      on chromosomes. Rapid diagnosis of trisomies and                             microscope equipped with a CCD camera and an\n      microdeletions is acquired using specific probes.                            image analysis system are used for evaluation[24].\n      Usually a denatured probe is added to a                                      Technical details have been described in\n      metaphase chromosome spread and incubated                                    numerous CGH publications[25,26]. Copy number of\n      overnight       to     allow      sequence-specific                          genetic material (gains and losses) is calculated by\n      hybridization. After washing off the unbound                                 evaluation software[27]. CGH is used to determine\n\n\n\n                                                        Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                       Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\fMahdieh N, Rabbani B                                                                                                            381\n\n\n\n\n            A\n                                                                         B\n\n\n\n\n        C                                                    D\n\n\n\n\nFig. 2: A) Chromosome segregation during meiosis, nondisjunction and its consequences. Nondisjunction (NDJ) at meiosis I\nand II leads to uniparental heterodisomy and uniparental isodisomy, respectively. B) Structural aberrations of human\nchromosomes. C) Human karyotype. Chromosomes in a typical male. D) Fluorescence in situ hybridization (FISH).\n\n\n\ncopy number alterations of genome in cancer and                          combines laboratory medicine with molecular\nthose cells whose karyotype is hard or impossible                        genetics to develop DNA/RNA-based analytical\nto prepare or analyze. In array-CGH, metaphase                           methods for monitoring human pathologies. A\nslide is replaced by specific DNA sequences,                             wide range of methods has been used for mutation\nspotted in arrays on glass slides[28]; so its                            detection. Molecular methods for identification of\nresolution is increased.                                                 the disease-causing mutations could be classified\n                                                                         as methods for known and methods for unknown\n                                                                         mutations. Several criteria, however, have to be\n                                                                         met for choosing a suitable method; for example\n                                                                         the following points should be considered: type of\nMolecular Diagnostics\n                                                                         nucleic acid (DNA or RNA), kind of specimen (e.g.,\nIn addition to genetic causes of disorders,                              blood, tissues, etc.), the number of mutations, and\npredisposition to a disease or treatment options                         reliability of the method. The pediatricians need to\ncould be revealed by determining DNA variations.                         be noticed when prescribing these tests to provide\nMolecular diagnostics provide a way for                                  an accurate diagnosis for the patients.\nassessment of the genetic makeup of human; it\n\n\n\n\n                                                       Iran J Pediatr; Vol 23 (No 4), Aug 2013\n                                      Published by: Tehran University of Medical Sciences (http://ijp.tums.ac.ir)\n\f382                                                                                                                   Mutation Detection Methods\n\n\n\n\n                                Table 5: Cytogenetics and molecular methods for mutation detection\n                                                                                                                       Known       Unknown\n       Method                               Application                                Advantage/disadvantage\n                                                                                                                      mutation     mutation\n                                            Detecting numerical and                          Low resolution\n       Cytogenetics      Karyotype          gross structural                            Time consuming and labor         +              +\n                                            aberrations                                       requirements\n                                            Detecting trisomies,\n                         FISH               monosomies and                                    Detects mosaicism          +              -\n                                            microdeletions\n                                            Detects copy number\n                                                                                          Used only for losses and\n                         CGH                variations of genetic                                                        +              +\n                                                                                                   gains\n                                            material\n                                            Restriction fragments are\n                                                                                            Requires mutation in\n       Molecular         RFLP               separated by                                                                 +              -\n                                                                                              restriction site\n                                            electrophoresis\n                                            Allele-specific\n                                                                                            Highly sensitive\n                                            amplification of mutant\n                                                                                      Possible to detect any known\n                         ARMS PCR           and normal allele,                                                           +              -\n                                                                                      mutation May increase time\n                                            determination of the\n                                                                                                and costs\n                                            genotype of an individual\n                                                                                         Reduces time and labor\n                                            Amplification of more\n                         Multiplex                                                            requirements\n                                            than one target                                                              +              -\n                         PCR                                                              Lower sensitivity and\n                                            simultaneously\n                                                                                                specificity\n                                            Amplification using                               More sensitive\n                         Nested PCR         external and internal                         Decreases nonspecific          +              -\n                                            primer sets                                        amplification\n                                                                                         Amplification of all RNA\n                         RT-PCR             Amplification of RNA                                   types                 +              +\n                                                                                       May increase time and costs\n                                                                                           Increased specificity\n                                            Amplification, detection,\n                         Real-time                                                          Usually eliminates\n                                            and quantification of                                                        +              -\n                         PCR                                                           postamplification analyses\n                                            target\n                                                                                             More expensive\n                                                                                          A multiplex technique\n                         MLPA               Deletions and duplications                 Identifies very small single      +              +\n                                                                                       gene aberrations (50-70 nt)\n                                            Based on migration within\n                                                                                         Detects close to 100% of\n                         DGGE               gradient gel                                                                  -             +\n                                                                                             point mutaions\n                                            electrophoresis\n                                            Based on migration within                    Detects about 80–90% of\n                         SSCP                                                                                             -             +\n                                            gel electrophoresis                              point mutations\n                                            Based on homoduplices\n                         Hetero-\n                                            and heteroduplices                             Detects nearly 80% of\n                         duplex                                                                                           -             +\n                                            motilities in gel                                   mutations\n                         analysis           electrophoresis\n                                            DNA: DNA or DNA:RNA                        All possible mutations are\n                         CCM                heteroduplices are                                 detectable                +              +\n                                            cleaved by piperidine                         Uses toxic substances\n                                            It is based on a                               Detects translation-\n                                            combination of PCR,                          terminating mutations\n                         PTT                                                                                              -             +\n                                            transcription, and                         Missense mutations are not\n                                            translation                                      ",
  "wordCount": 7036,
  "indexed": "2025-09-25T22:45:05.240Z",
  "method": "direct"
}
