{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Henneman et al_2016_Responsible implementation of expanded carrier screening.pdf",
  "fileName": "Henneman et al_2016_Responsible implementation of expanded carrier screening.pdf",
  "relativePath": "Genetica/Henneman et al_2016_Responsible implementation of expanded carrier screening.pdf",
  "text": "European Journal of Human Genetics (2016) 24, e1–e12\n                                                                                             & 2016 Macmillan Publishers Limited All rights reserved 1018-4813/16\n                                                                                             www.nature.com/ejhg\n\n\n\n    POLICY\nResponsible implementation of expanded carrier\nscreening\nLidewij Henneman1, Pascal Borry2, Davit Chokoshvili2,3, Martina C Cornel1, Carla G van El1,\nFrancesca Forzano4, Alison Hall5, Heidi C Howard6, Sandra Janssens3, Hülya Kayserili7, Phillis Lakeman8,\nAnneke Lucassen9, Sylvia A Metcalfe10, Lovro Vidmar11, Guido de Wert12, Wybo J Dondorp12 and\nBorut Peterlin*,11 on behalf of the European Society of Human Genetics (ESHG)\n\nThis document of the European Society of Human Genetics contains recommendations regarding responsible implementation of\nexpanded carrier screening. Carrier screening is deﬁned here as the detection of carrier status of recessive diseases in couples or\npersons who do not have an a priori increased risk of being a carrier based on their or their partners’ personal or family history.\nExpanded carrier screening offers carrier screening for multiple autosomal and X-linked recessive disorders, facilitated by new\ngenetic testing technologies, and allows testing of individuals regardless of ancestry or geographic origin. Carrier screening aims\nto identify couples who have an increased risk of having an affected child in order to facilitate informed reproductive decision\nmaking. In previous decades, carrier screening was typically performed for one or few relatively common recessive disorders\nassociated with signiﬁcant morbidity, reduced life-expectancy and often because of a considerable higher carrier frequency in a\nspeciﬁc population for certain diseases. New genetic testing technologies enable the expansion of screening to multiple\nconditions, genes or sequence variants. Expanded carrier screening panels that have been introduced to date have been\nadvertised and offered to health care professionals and the public on a commercial basis. This document discusses the\nchallenges that expanded carrier screening might pose in the context of the lessons learnt from decades of population-based\ncarrier screening and in the context of existing screening criteria. It aims to contribute to the public and professional discussion\nand to arrive at better clinical and laboratory practice guidelines.\nEuropean Journal of Human Genetics (2016) 24, e1–e12; doi:10.1038/ejhg.2015.271; published online 16 March 2016\n\n\n\nIt is estimated that there are more than 1300 recessively inherited                          Basic concepts of carrier screening\ndisorders (autosomal and X-linked), whose symptoms range from the                            Carrier screening is deﬁned here as a type of medical investigation to\nvery mild to severe, cumulatively affecting at least 30 in every 10 000                      detect whether or not carrier status for a recessive disorder is present\nchildren.1,2 This means that approximately 1–2 in 100 couples are                            in a couple or a person, who does not have an a priori increased risk of\ncouples who are at risk of having a child affected with a recessive                          being a carrier based on their or their partners’ personal or family\ngenetic condition.3 Currently, the standard practice is to offer carrier                     disease history. Carrier screening offered before or during pregnancy\ntesting to individuals at adult age who have a family history of a                           determines a couple’s risk of having a child with a recessive inherited\nparticular recessive disease; to the partners and relatives of identiﬁed                     disorder, thereby facilitating reproductive choices for those at a high\ncarriers, or to the partners of people with the disease. However, in this                    risk of having a child with a serious genetic disorder. Identifying\nway, only a minority of carrier couples will be identiﬁed, since the                         carriers of either autosomal recessive or X-linked disorders has the\nmajority of affected children are born to couples with no previous                           potential to beneﬁt prospective parents. When both partners are\nknown family history, and only a minority of relatives in high-risk                          identiﬁed carriers of the same autosomal recessive disease, they have a\nfamilies request carrier testing.4 The document was prepared by                              one in four risk in each pregnancy of having a child affected by this\nmembers of the Public and Professional Policy Committee (PPPC)                               disease. For X-linked disorders, half of the male offspring of a carrier\nof the European Society of Human Genetics (ESHG) and approved by                             mother will typically be affected. In this document we deﬁne ‘carrier\nthe ESHG Board on 6 September 2015. This document is also                                    couples’ as couples at risk of having offspring with an autosomal\nendorsed by the British Society for Genetic Medicine (BSGM) Board.                           recessive or X-linked disorder.\nA summary of this document with the recommendations will be                                     Carrier screening can be considered at different life stages, for\npublished in print in the European Journal of Human Genetics.5 The                           example, by individuals or couples before pregnancy (preconception\nbelow full version with extensive references is published online only.                       carrier screening) or even before relationships commence (premarital,\n\n1\n Department of Clinical Genetics, Section Community Genetics and EMGO Institute for Health and Care Research, VU University Medical Center, Amsterdam, The Netherlands;\n2\n Centre for Biomedical Ethics and Law, University of Leuven, Leuven, Belgium; 3Centre for Medical Genetics Ghent, University Hospital Ghent, Ghent, Belgium; 4Medical Genetics\nUnit, Ospedali Galliera, Genova, Italy; 5PHG Foundation, Cambridge, UK; 6Centre for Research Ethics and Bioethics, Uppsala University, Uppsala, Sweden; 7Department of\nMedical Genetics, Koç University School of Medicine (KUSoM), Istanbul, Turkey; 8Department of Clinical Genetics, Academic Medical Center, Amsterdam, The Netherlands;\n9\n Department of Clinical Ethics and Law (CELS), University of Southampton and Wessex Clinical Genetic Service, Southampton, UK; 10Murdoch Children's Research Institute and\nDepartment of Paediatrics, The University of Melbourne, Parkville, VIC, Australia; 11Clinical Institute of Medical Genetics, Ljubljana University Medical Centre, Ljubljana, Slovenia;\n12\n  Department of Health, Ethics & Society, Research Schools CAPHRI and GROW, Maastricht University, Maastricht, The Netherlands\n*Correspondence: Professor B Peterlin, Clinical Institute of Medical Genetics, Ljubljana University Medical Centre, 1000 Ljubljana, Slovenia. E-mail: borut.peterlin@guest.arnes.si\nReceived 10 September 2015; revised 9 November 2015; accepted 18 November 2015; published online 16 March 2016\n\f                                     Responsible implementation of expanded carrier screening\n                                                                          L Henneman et al\ne2\n\n       or pre-relationship carrier screening, for example, high-school                          diagnostic setting, where signs/symptoms lead to suspicion of a\n       screening), and by women during pregnancy and their partners                             particular condition, carrier screening usually involves panels of\n       (prenatal carrier screening). There are advantages and disadvan-                         sequence variants that are the most frequent and known to affect\n       tages to screening at each particular stage. For example, although                       function.\n       prenatal screening is considered the most practical since pregnant                          With the introduction of new (faster and cheaper) genetic\n       women generally come to medical attention, the preconception                             technologies, it is now possible to detect a much larger set of sequence\n       period might be considered better timing with regard to the                              variants, but also to simultaneously screen for many different diseases\n       primary aim of screening because it results in more reproductive                         at a faster turnaround time without signiﬁcantly increasing costs.\n       options being available besides prenatal diagnosis – thus in                             Moreover, while some current screening programmes are ancestry-\n       maximizing meaningful choices–6 including preimplantation                                based, expanded carrier screening (sometimes referred to as ‘pan-\n       genetic diagnosis (embryo selection), use of non-carrier donor                           ethnic’ or ‘universal’) allows testing of all individuals regardless of\n       sperm and/or oocytes, refraining from pregnancy or adoption.                             ancestry, which in this respect increases equity and potentially reduces\n       Furthermore, in some cultures, where the focus of screening is on                        the risk of stigmatisation of ethnic groups. An increasing number of\n       spouse/partner selection or carrier matching, changing the choice                        commercial laboratories, both in North America, Australia and in\n       of partner to prevent disease is an option.                                              Europe, already offer panels for carrier screening for over 100 diseases.\n          Carrier screening should be distinguished from newborn screening,                     However, were these panels to be implemented in routine health care,\n       which aims to detect newborns with serious treatable disorders for                       this could pose major challenges for health care professionals.\n       early treatment and prevention, and their roles are considered                           Responsible implementation of expanded genetic carrier screening\n       complementary.7 For some disorders, newborn screening automati-                          raises many technical, ethical, legal and social questions, including\n       cally yields carrier status information as an unsolicited ﬁnding, because                among others: Which diseases and sequence variants should be\n       of the nature of the test being employed. Since carrier status has no                    included in the panels and on what basis will these decisions be\n       immediate implications for the child, disclosure of this information to                  made? What are public and professional attitudes and preferences\n       parents has raised much debate.8                                                         towards expanded carrier screening panels? How can pre- and post-\n          Carrier screening can be offered on an occasional basis, organised as                 test education and counselling be optimised to facilitate informed\n       a population-based offer as part of a screening programme irrespective                   decision making?\n       of risk status, or aimed at speciﬁc high-risk populations based on\n       ancestral background. Carrier screening can be offered to individuals                    Challenging the principles of carrier screening\n       or couples. For couples, screening tests can be performed simulta-                       A distinguishing feature of screening compared with diagnostic testing\n       neously or sequentially (after the ﬁrst partner tests positive). More-                   is that a test is usually offered to people without any sign or symptoms\n       over, test-results can be communicated to partners individually (ie,                     of a speciﬁc health problem and without a priori increased risk. To\n       disclosure of individual test-results) or couple-based (ie, positive                     justify screening, a screening programme has to meet certain criteria,\n       results are communicated only to those couples in which both                             and in many countries the Wilson and Jungner criteria remain the\n       partners are found to be carriers).                                                      used standard, albeit with some modiﬁcation for developments in\n          Although in most Western countries there is consensus that the aim                    genetics.12 For reproductive screening – as stated above – the aim is\n       of reproductive screening, including carrier screening, should be to                     generally not for early diagnosis/prevention and treatment, but to\n       enhance reproductive autonomy and enable meaningful reproductive                         facilitate reproductive decision making.13,14 An important screening\n       choices, from a global perspective there are different views. In some                    criterion is that the natural course of the disease screened for should\n       communities with a high burden of severe disease, population-level                       be adequately understood, and that an acceptable and reliable test\n       prevention is regarded as the appropriate aim of carrier screening, and                  should be available with known sensitivity, speciﬁcity and predictive\n       in those cases reduced birth rates of affected children may be regarded                  values. In reproductive screening where couples may be faced with the\n       as the measure of success.9 Furthermore, although not to date                            choice of avoiding or terminating a pregnancy, their autonomous\n       considered a primary aim, carrier screening might also contribute to                     decision making should be facilitated. In 2003, the ESHG issued a\n       early therapeutic procedures in the neonatal (and potentially also                       document on the principles, techniques, practices and policies that\n       prenatal) period for certain conditions; closer monitoring and                           impact population genetic screening programmes in Europe. This\n       surveillance – and hence earlier diagnosis – of infants born to known                    opined that ‘genetic screening goals and the target population must\n       carrier couples which consequently might reduce morbidity and                            be well deﬁned; laboratory quality control stringent, with limits of\n       mortality related to these disorders.                                                    results clearly delineated; the conﬁdentiality of the information\n                                                                                                protected by authorities; procedures to protect individual and\n       From single diseases to expanded screening panels                                        family privacy established in advance; voluntary participation;\n       So far, carrier screening has been performed for relatively common,                      genetic counselling offered and educational programmes in place;\n       recessive disorders associated with signiﬁcant morbidity and reduced                     and long-term outcomes monitored and evaluated’.15 Expanded\n       life-expectancy. Examples are carrier screening for cystic ﬁbrosis (CF)                  carrier screening panels pose a challenge to these criteria and\n       (offered in countries including the United States, Australia and Italy)                  principles, and any implementation will need a justiﬁcation in\n       and beta-thalassaemia (offered in, eg, Cyprus, Sardinia, Israel and                      terms of proportionality in which the advantages outweigh the\n       Turkey). Other examples include panels of speciﬁc disorders targeted                     disadvantages. However, when the topic was discussed by the UK’s\n       at speciﬁc communities, such as people with Ashkenazi Jewish (AJ)                        Human Genetics Commission, there was a deﬁnite view that, while\n       ancestry, which has resulted in a substantial lowering of the number of                  such an extended range of carrier screening did present certain\n       children born as affected with diseases such as Tay-Sachs disease.10                     challenges to health services, there was no reason for such\n       Disadvantages of ancestry-based screening are that diseases are                          screening not to be pursued.16\n       not limited to speciﬁc groups and it is difﬁcult to deﬁne who is at                         In 2013, the American College of Medical Genetics (ACMG)\n       risk because of multi-ethnic backgrounds.11 In contrast to a                             published a position statement outlining the important issues related\n\nEuropean Journal of Human Genetics\n\f                                                                                        Responsible implementation of expanded carrier screening\n                                                                                        L Henneman et al\n                                                                                                                                                                                  e3\n\nto prenatal/preconception expanded carrier screening.17 The more                        individual genetic disorders, especially for CF and haemoglobinopa-\nextensive joint statement of the ACMG, American College of                              thies (HBPs; sickle cell disease and thalassaemia). Generally there is a\nObstetrics and Gynecologists (ACOG), National Society of Genetic                        positive attitude towards carrier screening,18 however, several concerns\nCounselors, Perinatal Quality Foundation, and Society for                               and barriers exist including the psychological impact of screening, lack\nMaternal-Fetal Medicine in 201511 suggests, among others, the                           of knowledge, lack of guidance and costs. Sufﬁcient pre- and post-test\ncomponents of consent for expanded carrier screening, informa-                          education and counselling have an important role in limiting the\ntion related to post-counselling, criteria for conditions to be                         possible negative psychological effects of carrier screening, since\nincluded on expanded carrier panels, recommendations related                            improved genetic knowledge is inversely correlated with the testee’s\nto interpretation of molecular ﬁndings, as well as needs for further                    anxiety.19 A lack of knowledge/adequate education among both\ndata collection and research.                                                           professionals and the lay public has been a major concern among\n   This paper: (a) reﬂects on these new challenges in the context of                    health care professionals in many surveys.20–23 In addition, lack of\nlessons learnt from several decades of population-based carrier                         time to offer screening and counselling has been mentioned as an\nscreening, (b) contributes to the public and professional discussion                    important barrier.22,24,25 Additional barriers are prohibitive costs\non expanded carrier screening, (c) contributes to the development of                    (or lack of reimbursement), lack of supporting services,21,22,26 and\nclinical and laboratory guidelines, and (d) provides recommendations                    lack of awareness of (or use of) existing guidelines.20,21,27\nfor health care policy and professionals. The paper was prepared by                     That said, many countries have no clear guidelines or policies\nmembers of the PPPC of the ESHG and recommendations were                                for carrier screening, and testing is only offered at a local level, or\nposted on the ESHG website from 4 February 2015 to 15 March 2015,                       as pilot projects, resulting in very few health care professionals\nfor membership consultation and comments from external experts.                         providing screening to their patients. For example, in the Nether-\nThe ﬁnal version was approved by the ESHG Board on 6 September                          lands, the lack of a national policy was seen as a major barrier to\n2015, and also endorsed by the BSGM Board. This document starts                         offering carrier screening for HBPs.28 Even in countries where\nwith an outline of attitudes of health care professionals and the public                guidelines do exist, for example, in the United Kingdom, service\ntowards carrier screening, followed by an overview of carrier tests                     delivery was initially poor or patchy.29 In the United States several\ncurrently available and discussed against the Analytic validity, Clinical               ACMG/ACOG recommendations on carrier screening for different\nvalidity, Clinical utility, Ethical, legal and social implications (ACCE)               disorders exist and are frequently updated. For example, the\nFramework, and ends with (consensus) recommendations.                                   ACOG launched CF carrier screening guidance in 2001. However,\n                                                                                        a decade later a concerning percentage of obstetricians are still\nSummary points (I)                                                                      ignorant about their existence.20\n                                                                                           In 2012, experiences and opinions on expanded carrier screening\n\u000f The primary goal of carrier screening is to facilitate informed reproductive          for 4100 diseases of variable severity were assessed among 222\n  decision making by identifying those couples at risk of having an affected child      gynaecologists and obstetricians in the United States. Although there\n  with an (autosomal or X-linked) recessive disorder.                                   may have been a bias towards those who are the most informed about\n\u000f Expanded carrier screening offers carrier screening for multiple recessive            the topic, 15% of the professionals offered expanded carrier screening\n  disorders, facilitated by new genetic testing technologies that enable the            to all patients, while 52.1% offered it upon a patient’s request.30 The\n  expansion of screening without signiﬁcantly higher costs. An increasing number of     majority of respondents (65.8%) in this study believed that the\n  commercial laboratories already offer expanded carrier screening.                     optimal time for expanded carrier screening was prior to conception.\n\u000f Expanded carrier screening allows testing of all individuals regardless of ancestry   However, preconception carrier screening is considered less feasible by\n  or geographic origin (‘pan-ethnic’ or ‘universal’), which in this respect increases   health care professionals,18,31 and evidence from carrier screening\n  equity and reduces the chance of stigmatization. Responsible implementation of        practice shows that it is mainly offered in pregnancy.20,21,31 In a focus\n  expanded genetic carrier screening, however, raises many technical, ethical, legal    group study by Cho et al.32 40 genetics professionals stressed the\n  and social questions.                                                                 importance of pre- and post-test counselling and opined that\n\u000f The best time to offer screening is during the preconception period, since            counselling should be provided by a clinician with expertise in\n  identifying carrier couples before pregnancy allows the greatest number of options    communicating genetic information. Ready et al.33 surveyed the\n  with more time to make an informed decision. Efforts should be made to facilitate     attitudes regarding expanded genetic carrier screening among 203\n  this timing.                                                                          health care providers, of whom 61% were physicians. This study\n                                                                                        indicated that the majority of participants believed that a post-test\n                                                                                        consultation with a genetic counsellor would be helpful (84%), or\n                                                                                        indeed essential (78%). Most people undergoing carrier screening will\nATTITUDES OF HEALTH CARE PROFESSIONALS AND THE                                          not be familiar with the conditions it can detect, so that many\nPUBLIC                                                                                  questions are likely to arise for carrier individuals/couples, and may\nThe attitudes and perceived barriers, and concerns among health care                    require referral to other health care professionals who can answer\nprofessionals and the general public towards carrier screening for                      these. Screening for multiple diseases could thereby act as drivers to\nspeciﬁc genetic disorders have been well researched. However, it is                     refer patients with abnormal screening results to a genetic service,\ndifﬁcult to know how or whether these ﬁndings extrapolate to                            resulting in signiﬁcant service pressures. New service models could be\nexpanded carrier screening: Some ﬁndings may be removed or                              developed with genetic counsellors working more closely with primary\nreduced, while new issues may arise, as we will discuss.                                care providers and telemedicine genetic counselling (ie, medical\n                                                                                        information exchange via electronic communication, for example\nHealth care professionals’ attitudes and perceptions                                    using a real time video link). Cho et al.32 also highlighted concerns\nThe positive attitude of potential providers is vital to the success of a               that expanded carrier screening could not fully rule out the possibility\nscreening programme. The attitudes and perceptions of health care                       of severe recessive diseases since rare sequence variants would not be\nproviders towards carrier screening have been studied primarily for                     detected, thus resulting in ‘false reassurance’ about reproductive risks\n\n                                                                                                                                                   European Journal of Human Genetics\n\f                                     Responsible implementation of expanded carrier screening\n                                                                          L Henneman et al\ne4\n\n       with negative results. Some participants felt that selective panels would                ancestry-based panel was to prevent high health care costs. As costs of\n       be more appropriate for some people belonging to high-risk groups.                       expanded carrier screening panels are most likely to drop in the future,\n          Potential providers of expanded carrier screening cite the (likely)                   it is expected that these expanded panels will receive more support in\n       lower costs as a major advantage over conventional (single gene                          the future.\n       sequence variants) screening and despite their concerns about the                            In some countries where a severe recessive disorder is common, the\n       technical limitations of expanded carrier screening, genetic profes-                     severity of the disease has led to successful screening strategies, in\n       sionals considered the possibility of widening the range of sequence                     terms of high uptake and awareness. For example, beta-thalassaemia\n       variants without signiﬁcant increases in the cost to be an advantage.32                  carrier screening has a long and successful history in several at-risk\n       It is important to note, however, that the true costs of expanded                        populations in the Mediterranean area.56 In some European countries,\n       carrier screening includes follow-up counselling needs and investiga-                    disorders that were previously uncommon have now become much\n       tions and these are not included in marketing claims of lower costs.34                   more frequent due to global migration. For example, the prevalence of\n       Future research could usefully investigate the additional costs, and the                 HBPs (sickle cell disease and thalassaemia) has risen in Northern\n       competences and education required for expanded carrier screening.                       Europe due to the increased number of immigrants from Africa and\n       The capacity of the health care system (and in particular of the                         Mediterranean regions. Studies have shown that migrant populations\n       genetics professionals) to deal with information and counselling, as                     in countries such as the United Kingdom and the Netherlands have\n       well as downstream services demands, should be properly evaluated up                     positive attitudes towards screening for these disorders, although\n       front before decisions regarding implementation are taken.                               acceptance of reproductive options, such as prenatal testing and\n                                                                                                termination of affected pregnancies, may be low among particular\n       Public attitudes                                                                         groups.29,57–62\n       The identiﬁcation of the gene causing CF in 1989 was followed by                             A limited number of studies have addressed attitudes towards\n       extensive research on public attitudes with regard to carrier screening                  screening for other conditions, such as spinal muscular atrophy63 and\n       for this disorder. A recent systematic review summarising 23 years of                    Fragile X syndrome,64–66 and despite the heterogeneous phenotype\n       research shows strong support among the public: The majority of                          and complicated inheritance of the latter, similar positive attitudes\n       people (range 60–100%) believe CF carrier screening should be                            have been found. More research is needed to assess general public\n       available, while 80–96% believe that it should be routinely offered.35                   perceptions about the beneﬁts and barriers to expanded carrier\n       Most – like health care professionals – thought the best time to offer it                screening panels.\n       would be prior to conception.35,36 The highest interest in carrier\n       screening was observed among people of reproductive age, in                              Uptake\n       particular if they had no children at the time of the survey.37 Previous                 In countries where carrier screening programmes aim to enhance\n       studies have shown that the majority of parents of a CF child and adult                  reproductive decision making for couples at risk for a disease, helping\n       patients also support population carrier screening38–40 and only a                       and empowering couples to make an informed choice is considered a\n       minority of parents and patients feel that testing should be restricted                  prerequisite for a successful programme. Here uptake per se is\n       to families with a family history of the disease.38 Some fear, however,                  considered of less importance, while the harder-to-measure\n       that the expansion of screening to more diseases may lead to greater                     autonomous decision making that testing facilitates is the key\n       feelings of guilt and blame surrounding a potentially avoidable                          concept. The effectiveness of a screening programme should ideally\n       disorder.41                                                                              be assessed in terms of a measure of informed choice.67 This\n          In some genetically isolated communities, carrier screening is a                      implies that the decision to accept or decline screening must be\n       well-known and well-accepted practice.42–45 Positive attitudes in                        based on relevant knowledge, free of coercion from others and\n       the AJ population have been reported, not only towards carrier                           consistent with the decision-maker’s values. Insight into the factors\n       screening in adults (eg, in the context of a premarital conﬁdential                      that inﬂuence uptake, and the reasons why individuals or couples\n       carrier matching programme for ultra-orthodox – Dor Yeshorim                             decide to have a test or not might indicate the degree of informed\n       programme–46 or offered more openly),47 but also towards screening                       choice.\n       adolescents in high schools.48,49 Starting in the 1970s with the offer of                   Population-based carrier screening for CF has mainly been offered\n       screening for Tay-Sachs Disease (TSD), carrier screening in this                         during pregnancy, in particular to women attending a routine\n       community has already expanded to include many more                                      antenatal clinic visit, where uptake rates of 46–99% have been\n       diseases.50,51 Due to founder effect, the AJ population is at increased                  reported.35 In contrast, despite the overall positive attitudes of the\n       risk for several speciﬁc recessively inherited diseases, sometimes                       general public, the uptake rate of any form of preconception screening\n       referred to as ‘Ashkenazi Jewish Diseases’.50 The attention that it has                  is much lower, even when screening is offered free of charge.62,68,69\n       been given may have led to a higher sense of vulnerability in this                       Whether these ﬁndings reﬂect a greater interest in screening among\n       population and thus more interest in testing for multiple diseases                       pregnant women or simply represent an easier point at which to offer\n       compared with the general population.50,52 Members of this commu-                        screening (eg, because blood samples have often already been taken at\n       nity generally accept a screening offer, even for diseases with lower                    time of offer, and tests in pregnancy are generally regarded as\n       carrier frequencies and/or detectability,51 and also if the disease in                   important) is not clear. The method of invitation is also important\n       question is relatively mild.50 In particular, this last issue has already                for CF carrier screening uptake: measured to be ~ 10% when\n       created lively discussions.53,54 The expansion of carrier screening to                   invitations were sent by letter, yet 25–87% with active opportunistic\n       other diseases may, in part, be driven by the demand of the AJ                           testing, that is, a personal approach and immediate possibility for\n       population.51 A survey study among 145 individuals of the Dutch                          testing.31,70 This could reﬂect supply push rather than population\n       Jewish community showed that 56.6% agreed that a carrier screening                       demand but there is inevitably also a relationship between the two.71\n       offer should include all diseases couples want to be tested for.55 In this               When carrier screening is offered alongside other tests, informed\n       study, no convincing preference for ancestry-based or pan-ethnic                         decisions may in fact be compromised. A reﬂection period to decide\n       carrier screening was shown. The most important reason to prefer an                      whether or not to have the test would give people the opportunity to\n\nEuropean Journal of Human Genetics\n\f                                                                            Responsible implementation of expanded carrier screening\n                                                                            L Henneman et al\n                                                                                                                                                                      e5\n\nmake a decision based on the perceived beneﬁts and not just because it      of Cyprus and Northern Cyprus, carrier screening for beta-thalassae-\nis offered.70 In contrast, the low uptake rate achieved by mailed           mia, initially a mandatory programme to actively discourage marriage\ninvitations might be due to other reasons such as lack of knowledge         between carriers of thalassaemia, has resulted in a decrease of the birth\nand perceived barriers (eg, inconvenience of the time or location for       prevalence by more than 95%.27 Similar results were found in\nhaving the test).37,68,69 Other factors also inﬂuence the uptake of         Sardinia56 and Turkey.75 In Turkey, the Haemoglobinopathy Control\nscreening, again most extensively studied for CF.35,37 Besides              Programme was initiated issuing a law in 1993 and starting (especially\nfactors related to individual characteristics (eg, education) and           premarital) screening in high-risk provinces.76 Since 2003, it has been\nperceptions (eg, of the beneﬁts and barriers of screening) factors          offered more widely, accompanied by an extensive public eduational\nrelated to the quality of delivery of genetic services, carrier testing     programme.75 In other countries, such as Iran, Bahrain and Saudi\ninformation and counselling also inﬂuence the screening uptake.             Arabia, (mandatory) premarital screening programmes have become\nFor example, the low uptake of HBPs carrier testing among                   widely accepted;27 some of these programmes clearly mention\nimmigrants in the United Kingdom was partly due to a lack of                prevention as their aim.77 However, these programmes have not\nknowledge among physicians about the diseases, misconceptions               necessarily led to a reduction of affected births in the related countries\nabout the immigrants’ norms and values,72 and offering a test late          as a consequence of several factors, including couples who marry\nin pregnancy.73 Evidence about the types of interventions that              despite being diagnosed as carrier couples and prenatal diagnosis not\ncould improve informed decision making about screening is                   being available or offered.77–79\nlimited and further research into these deserves priority, especially\nin disadvantaged groups.74                                                  Summary points (II)\n   Would expanded screening inﬂuence uptake? It is likely that\nindividuals and couples who would not consider any of the repro-            \u000f Research among health care providers has identiﬁed the following challenges to\nductive options arising as a result of carrier screening (eg, termination     the implementation of carrier screening programmes: low genetic literacy among\nof pregnancy, using donor gametes or choosing another partner), will          patients and medical practitioners, costs and reimbursement issues, variability\nneither be interested in having expanded screening. For some, offering        among different national health services and regional health systems as well as\nscreening for more than one disease may increase the perceived                lack of or limited use of professional guidelines.\nbeneﬁts of testing (greater chance of ﬁnding that they are a carrier        \u000f Attitudes towards the offering of carrier screening among the general public were\ncouple) and such couples may be more willing to participate.                  found to be overwhelmingly positive. The actual uptake of carrier screening,\nExpanding carrier screening in AJ high schools from one disease               however, varies greatly among countries and communities. The uptake is highest\n(TSD) to seven diseases resulted in an increase in uptake.19 The              in some Middle Eastern and Mediterranean regions, where screening (for beta-\nauthors, however, concluded that another variable – the use of cheek          thalassemia) is mandatory. In addition, some ethnic groups, such as Ashkenazi\nbrush swabs instead of taking blood samples for DNA extraction –              Jewish communities, have traditionally been highly receptive to carrier screening\nmay also explain this increase.19 The need for blood tests is cited as a      for recessive conditions.\nbarrier by people who declined screening, especially in high school         \u000f Carrier screening programmes aiming to enhance reproductive decision making\nscreening programmes.37 More research is needed on how uptake is              for couples should include in its evaluation a measure of informed choice.\naffected by the expansion of panels and whether individuals and\ncouples can make informed decisions with respect to such an offer.\n\nREPRODUCTIVE DECISION MAKING                                                THE CARRIER SCREENING TEST\nWith regard to CF carrier screening, a recent review has demonstrated       Although rapidly evolving genomic technologies facilitate carrier\nthat 80–100% of the carrier couples identiﬁed through primarily             screening for a growing number of diseases simultaneously, developing\nprenatal screening, decided to have prenatal diagnosis to ﬁnd out if        a screening panel which meets the criteria that justify screening,\ntheir unborn child had CF.35 Once conﬁrmed, termination of                  including known positive and negative predictive values for each test,\npregnancy was undertaken for almost all of the affected fetuses. Less       remains a challenge. One of the frameworks to assess new emerging\nis known about prospective carrier couples identiﬁed preconception-         tests is the ACCE framework developed by the Centers for Disease\nally as much longer follow-up is needed to assess their subsequent          Control and Prevention (CDC, Atlanta, GA, USA), National Ofﬁce of\nreproductive decisions. While improving informed reproductive               Public Health and the Foundation of Blood Research (http://www.cdc.\nchoice is considered as the primary goal of screening, this may also        gov/genomics/gtesting/ACCE/; last accessed 18 August 2015).\nhave as a consequence, although it is not the primary aim, that the\nbirth prevalence will be reduced. Expanded carrier screening may            Analytic validity\nresult in more couples deciding to have prenatal diagnosis or               Analytic validity of a genetic test deﬁnes its ability to accurately and\npreimplantation genetic diagnosis, abstain from children or use donor       reliably measure the genotype of interest. Current commercial\ngametes, and thus as a consequence, may lead to a reduction in the          providers use mostly microarray-based genetic tests covering most\nnumber of children born with the diseases that are screened for.            frequent sequence variants in selected genes. Although the results may\n   In communities with high frequency of carrier status and a high          differ between providers, it has been shown that the validity of\ndisease burden, and where carrier screening is common, uptake rates         microarray test results is comparable to blood-based single-gene\nare also very high. A resultant decline in births of children with the      carrier tests.80 Alternatively, whole genes, and not only selected\ndisease in question has been observed. For example, a 90% reduction         sequence variants, can be enriched and sequenced by next-\nof children born with TSD was observed in the AJ community as a             generation sequencing (NGS).81 Analytical validity of targeted\nresult of carrier screening, followed by prenatal diagnosis when            NGS is comparable to Sanger sequencing,82 while concordance\nindicated.10 But in this community, the reduction of the burden of          and sensitivity of whole-exome and whole-genome sequencing was\ndisease or prevention is also regarded as an explicit aim of screening      reported to exceed 97 and 95% compared with high-density\nand well-accepted by the community.9 In Cyprus, both in the republic        microarrays; main sources of non-uniformity included variance\n\n                                                                                                                                       European Journal of Human Genetics\n\f                                     Responsible implementation of expanded carrier screening\n                                                                          L Henneman et al\ne6\n\n       in depth of coverage, artefactual variants resulting from repetitive                     expressivity of different sequence variants. This also means that a given\n       regions and larger structural variants.83 Clinical use of NGS is                         variant may be associated with different clinical severity or disease\n       still in its early phase and recommendations are being developed                         manifestation even in the same family. For prospective carrier couples,\n       for assuring the quality of NGS in clinical laboratories;84,85 never-                    the prediction of the phenotype in an affected child will be even more\n       theless, it is expected that companies start moving to NGS for their                     difﬁcult based on the combination of the variants of both parents. The\n       expanded panels. For certain conditions, such as HBPs and Tay-                           exact prevalence rate for recessive disorders worldwide is not\n       Sachs disease, biochemical methods may provide better accuracy                           known and is complicated by geographic or population variability.\n       than molecular methods.11                                                                A systematic survey of epidemiological data in Europe is offered by\n                                                                                                Orphanet,88 but information is not population speciﬁc. Bell et al.81\n       Clinical validity                                                                        have shown that the average carrier burden of severe childhood-onset\n       Clinical validity of a genetic test deﬁnes its ability to detect or predict              recessive disorders after screening for 448 genes in 104 unrelated\n       the associated disorder, or in our case carrier status. It is described in               samples was 2.8 (range 0–7). A screening panel of 108 disorders and\n       terms of sensitivity, speciﬁcity, positive and negative predictive values                417 disease causing variants identiﬁed 24% of individuals as carriers\n       and is inﬂuenced by the prevalence of the tested disorder or carrier                     for at least one variant.89 On the other hand, the Genome of the\n       state, penetrance and genetic or environmental modiﬁers. Most                            Netherlands Project demonstrated a high frequency of some of the\n       genetic disorders are characterised by allelic heterogeneity, which                      HGMD variants that affect function associated with autosomal\n       means that more than one sequence variant in a given gene is                             recessive disorders in the healthy Dutch population.90 In fact, many\n       associated with the phenotype. For example, more than 2000 sequence                      tested individuals carrying two copies of the allelic variant should have\n       variants have been reported in the CFTR gene associated with CF                          been affected by diseases which implies a considerable number of false\n       (http://www.genet.sickkids.on.ca/StatisticsPage.html; last accessed 18                   positive disease-causing variants in the HGMD81,91 (or potentially\n       August 2015). The most common sequence variant p.Phe508del in CF                         other mutation databases), incomplete penetrance/variable expressivity\n       patients demonstrates a signiﬁcant population speciﬁc distribution                       of variants, or both. Consequently, clinical validity of carrier screening\n       with decreasing prevalence from Northwest to Southeast Europe, and                       might be uncertain for several variants, presently considered as\n       fewer than 20 sequence variants occur at a worldwide frequency of                        disease-causing.\n       more than 0.1%. On average, commercial providers of carrier testing\n       only test a small number of all known sequence variants in a particular                  Clinical utility\n       gene, while the average number of sequence variants",
  "wordCount": 14025,
  "indexed": "2025-09-25T22:40:28.637Z",
  "method": "direct"
}
