{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Ginn et al. - 2013 - Gene therapy clinical trials worldwide to 2012 – a.pdf",
  "fileName": "Ginn et al. - 2013 - Gene therapy clinical trials worldwide to 2012 – a.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Ginn et al. - 2013 - Gene therapy clinical trials worldwide to 2012 – a.pdf",
  "text": "THE JOURNAL OF GENE MEDICINE                                                            REVIEW ARTICLE\nJ Gene Med 2013; 15: 65–77.\nPublished online in Wiley Online Library (wileyonlinelibrary.com) DOI: 10.1002/jgm.2698\n\n\n\n\nGene therapy clinical trials worldwide to 2012 – an\nupdate\n\n\nSamantha L. Ginn1,2                        Abstract\nIan E. Alexander1,3\nMichael L. Edelstein4                      To date, over 1800 gene therapy clinical trials have been completed, are ongo-\nMohammad R. Abedi5                         ing or have been approved worldwide. Our database brings together global\nJo Wixon6*                                 information on gene therapy clinical trials from ofﬁcial agency sources, pub-\n                                           lished literature, conference presentations and posters kindly provided to us\n1\n Gene Therapy Research Unit,               by individual investigators or trial sponsors.\nChildren’s Medical Research Institute      This review presents our analysis of clinical trials that, to the best of our knowl-\nand The Children’s Hospital at             edge, have been or are being performed worldwide. As of our June 2012\nWestmead, NSW, Australia                   update, we have entries on 1843 trials undertaken in 31 countries. We have\n2\n Sydney Medical School, University of      analysed the geographical distribution of trials, the disease indications (or\nSydney, NSW, Australia                     other reasons) for trials, the proportions to which different vector types are\n3\n Discipline of Paediatrics and Child       used, and which genes have been transferred. Details of the analyses pre-\nHealth, University of Sydney, NSW,         sented, and our searchable database are available on The Journal of Gene\nAustralia                                  Medicine Gene Therapy Clinical Trials Worldwide website at: http://www.\n4                                          wiley.co.uk/genmed/clinical. We also provide an overview of the progress be-\n Imperial Healthcare NHS Trust,\nLondon, UK                                 ing made in clinical trials of gene therapy approaches around the world and\n5\n                                           discuss the prospects for the future. Copyright © 2013 John Wiley & Sons, Ltd.\n Department of Laboratory Medicine,\nÖrebro University Hospital, Örebro,\nSweden                                     Keywords     clinical trials; gene therapy; The Journal of Gene Medicine; worldwide;\n                                           database\n6\n Health Sciences Journals – Editorial,\nJohn Wiley & Sons Ltd, Oxford, UK\n\n*Correspondence to: J. Wixon,              Gene therapy trials: meeting the challenges\nHealth Sciences Journals – Editorial,\nJohn Wiley & Sons Ltd, 9600\n                                           Gene therapy is a relatively new paradigm in medicine with enormous thera-\nGarsington Road, Oxford OX4 2DQ,\n                                           peutic potential. However, a number of widely reported adverse events [1–4]\nUK.\nE-mail: jwixon@wiley.com                   have focused attention on associated risks ahead of the exciting therapeutic\n                                           progress being made. In 2000, the optimism of the gene therapy research\n                                           community was bolstered by the ﬁrst report of successful treatment of a ge-\n                                           netic disease by gene therapy [5,6]. The condition, X-linked severe combined\n                                           immunodeﬁciency (SCID-X1), commonly diagnosed in early infancy, is charac-\n                                           terised by recurrent infection as a result of an absence of cell-mediated and\n                                           humoral immunity. Importantly, the majority of treated infants underwent full\n                                           immunological reconstitution with eradication of established infections. A total\n                                           of 20 infants were treated in two initial trials, nine in France: one by a group in\n                                           Australia in collaboration with the French, and ten by a team in the UK [5–8].\n                                           Long-term follow-up of the nine boys treated in the French trial, now aged\n                                           between 8 and 11 years, has been reported, with eight patients alive after a\n                                           median period of 9 years [9]. This has established gene therapy as a realistic\n                                           therapeutic alternative for patients without a suitably matched sibling donor,\n                                           which is associated with less favourable survival rates. Overshadowing this\n                                           impressive success, 30 months out from treatment, one of the initial patients in\n                                           the French trial developed a T cell leukaemia, which was the direct result of the\n                                           gene transfer vector used [10]. This was shown to be related to retrovirus vector\n\nCopyright © 2013 John Wiley & Sons, Ltd.\n\f66                                                                                                                       S. L. Ginn\n\n\nintegration near the LMO2 proto-oncogene promoter, a              stabilising between 14 and 16 months post-transplantation.\nphenomenon known as insertional mutagenesis, leading to           In addition, cells expressing the X-ALD protein were ob-\naberrant transcription and expression of LMO2 [10,11].            served in multiple lineages, suggesting that gene-correction\nThe trial was placed on voluntary hold while the cause            of true HSCs had been achieved. Although studies with\nwas investigated and led to a worldwide effort to improve         larger cohorts of patients are needed, this is the ﬁrst report\nvector safety and reduce the likelihood of similar events in      of a lentiviral vector being successfully used to treat genetic\nfuture clinical trials for this and other diseases using inte-    disease in humans, as well as the ﬁrst time a severe brain\ngrating vectors. A further three patients in the French trial     disease has been treated with measurable efﬁciency. In-\n[3] and one in the British trial for SCID-X1 [4] went on to       creased follow-up times to establish long-term safety could\ndevelop T cell leukaemia, with four of the ﬁve patients being     see this approach become a therapeutic option for patients\nsuccessfully treated with chemotherapy and in complete            without a suitably matched bone marrow donor. A similar\nremission. Now, almost a decade later, a multi-national trial     trial, targeting metachromatic leukodystrophy, is also treat-\nutilising a vector with improved safety features is open, and     ing patients in Milan [26].\nhas begun treating patients [12].                                    Much excitement was caused by the report of successful\n   Adenosine deaminase-deﬁciency (ADA-SCID) is an-                immunotherapy of two patients with metastatic mela-\nother primary immunodeﬁciency for which gene therapy              noma in September 2006 [27]. The Rosenberg group\nis showing great promise in the clinic. Initial trials for this   engineered tumour recognition into autologous lympho-\ndisease were unsuccessful for several reasons that                cytes from peripheral blood using a retrovirus encoding\nincluded the maintenance of patients on pegylated ADA             a T cell receptor. High, sustained levels of circulating\n(PEG-ADA) during gene therapy and the targeting of gene           engineered cells were retained in two patients up to 1\ntransfer to T lymphocytes [4,13]. Cessation of PEG-ADA            year after infusion, resulting in regression of metastatic\ntreatment during gene therapy facilitated a selective             melanoma lesions; a dramatic improvement for patients\nadvantage for the gene-corrected cells. In addition, the          who had only been expected to live for 3–6 months.\ntargeting of haematopoietic stem cells (HSCs) using an            Although stable engraftment of the transduced cells was\nimproved gene transfer protocol and a myeloablative               seen for at least 2 months after infusion in 15 other\nconditioning regime underpin the more recent success              patients, they did not respond to the treatment. It appears\n[14,15]. More than 30 patients with ADA-SCID have been            that it is critical to obtain an effective tumour inﬁltrating\ntreated worldwide with gene therapy since 2000 [16,17],           lymphocyte population for the treatment to be successful,\nwith the majority of those treated at the San Raffaele            and further work is underway aiming to improve response\nTelethon Institute for Gene Therapy in Milan [18]. In ad-         rates and reﬁne the approach. Recently, in a similar clini-\ndition, six patients have been treated at Great Ormond            cal trial, this strategy has been extended to treat patients\nStreet Hospital in London [19,20], six at the Children’s          with metastatic synovial cell carcinoma, which is one of\nHospital Los Angeles [21,22] and a further three at the           the most common soft tissue tumours in adolescents and\nUniversity of California Los Angeles [23]. In the majority        young adults. Clinical responses were observed in four\nof cases, reconstitution of immune function has been              of six patients with synovial cell carcinoma and in ﬁve of\nachieved without the need for supporting enzyme                   11 patients with melanoma [28]. Despite achieving simi-\nreplacement therapy with PEG-ADA. Importantly, adverse            lar levels of transduction and administering similar levels\nevents related to the gene transfer technology have not           of gene-modiﬁed T cells to patients, the clinical responses\nbeen observed.                                                    were highly variable and require further investigation.\n   Another disease involving targeting of the haemato-            Importantly, two of the 11 patients with melanoma were\npoietic compartment showing promising results in the              in complete regression at 1 year post-treatment and a par-\nclinic is X-linked adrenoleukodystrophy (X-ALD). By               tial response in one patient with synovial cell carcinoma\ncontrast to SCID-X1 and ADA-SCID, however, no survival            was observed at 18 months.\nadvantage is conferred on gene-modiﬁed cells by the dis-             Chimeric antigen receptors (CAR) represent another au-\nease pathophysiology. To overcome this lack of selective          tologous cell-based therapy targeting tumour-associated\nadvantage, the patients underwent myeloablative condi-            cell-surface antigens. This approach is receiving increasing\ntioning and a lentiviral vector, based on HIV-1, was used         attention and brings together the expansion potential and\nto achieve gene transfer [24]. Made famous by the movie           persistence of cytotoxic T cells with the speciﬁcity of mono-\nLorenzo’s Oil, X-ALD is a fatal demyelinating disease of the      clonal antibodies. Researchers from the Abramson Cancer\ncentral nervous system, with the only viable treatment            Center in Philadelphia have described the treatment of\noption being allogeneic haematopoietic stem cell (HSC)            three patients with chronic lymphocytic leukaemia (CLL)\ntransplantation. In addition, this treatment is only effec-       with autologous Tcells that were genetically modiﬁed to ex-\ntive if performed at an early stage of disease progression        press a CAR with speciﬁcity for the B-cell antigen CD19\nand relies on the replacement of brain microglia by               [29]. This publication builds on an earlier report for one\ngene-corrected cells of the monocyte lineage present in           of these patients in which complete remission was achieved\nthe bone marrow. At present, the results for only two boys        following an infusion of 1.42 \u0002 107 transduced T cells [30].\nhave been reported in the literature, although a further          For these three patients, all carrying a considerable CLL\ntwo have been treated [25]. For these two patients,               tumour burden, cells were administered following\nevidence of clinical beneﬁt is clear, with demyelination          conditioning chemotherapy designed for depletion of\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                 J Gene Med 2013; 15: 65–77.\n                                                                                                                   DOI: 10.1002/jgm\n\fGene therapy clinical trials worldwide to 2012 – an update                                                                    67\n\nlymphocytes. Post-infusion complications were limited to a      subjective measures of vision have been reported and main-\ntransient and treatable tumour lysis syndrome, occurring        tained for up to 2 years [36,37], supporting further clinical\nbetween 7 and 21 days post-infusion. At the time of publica-    trials for this and other forms of LCA. Although the vector\ntion, two of the three patients were in complete remission,     was initially administered unilaterally, redelivery to the\nat 10 and 11 months post-therapy, with the third patient        contralateral eye has been safely performed with demon-\nshowing a partial response at 7 months post-therapy. The        strated efﬁcacy, even years after the initial treatment [38].\npersistence of modiﬁed cells was also demonstrated,             Given the progressive degenerative nature of this disease,\nsuggesting that this therapy may provide sustained tumour       the use of gene therapy as a potential treatment option\ncontrol in these patients.                                      needs to be undertaken before the disease reaches an ad-\n   Until more efﬁcient gene delivery systems and/or             vanced stage associated with photoreceptor cell death.\nin vivo selection strategies are developed, many human             In April 2006, a report on a Swiss–German phase I/II\ndiseases, potentially amenable to gene therapy, will            gene therapy clinical trial aimed at treating chronic gran-\nremain beyond reach. For diseases such as SCID-X1               ulomatous disease (CGD), an inherited primary immuno-\nand ADA-SCID, genetically modiﬁed cells undergo                 deﬁciency that affects phagocytes, brought new hope of\nselective expansion as a consequence of in vivo selection       success [39]. In this trial, following non-myeloablative\nconferred by the disease pathophysiology despite the            pre-conditioning by busulfan treatment, mobilised\ncorrection of only a modest number of progenitors. For          CD34+ cells isolated from peripheral blood were retrovi-\ndiseases lacking a naturally occurring selection pressure,      rally transduced and infused into the patient. At the time\none promising possibility is to confer an exogenous se-         of the report, two of the three patients showed clear ben-\nlection pressure on gene-modiﬁed cells using a combina-         eﬁt from this treatment, as demonstrated by a lack of\ntion of gene and drug therapy. The potential of this type       infections and an improved quality of life. After initial\nof strategy has recently been highlighted in a trial seek-      clinical improvement, one of these two patients died from\ning to confer chemoprotection on human HSCs during              a severe bacterial infection as a result of the return of the\nchemotherapy with alkylating agents for glioblastoma            CGD symptoms over time [40]. This was later determined\n[31]. The strategy involves delivery of a mutant form           to be caused by silencing of the transgene as a result of\n(P140K) of methylguanine methyltransferase (MGMT)               methylation of the viral promoter [41]. In concert, a\nto HSC followed by alkylating chemotherapy in concert           three- to ﬁve-fold increase in the number of genetically\nwith a small molecule inhibitor of native MGMT, O6-             modiﬁed cells was observed resulting from insertional\nbenzylguanine (O6BG). The O6BG suppresses tumour                activation of the MDS1-EVI1 locus [39]. This led to\nMGMT expression, thereby enhancing sensitivity to alky-         genome instability, monosomy 7 and the development of\nlating chemotherapy. Gene-modiﬁed HSC expressing                myelodysplastic syndrome [41]. A total of 12 patients\nMGMT P140K are concurrently protected and selectively           have been treated worldwide in ﬁve independent clinical\nexpanded. In this initial study, an extended survival of        trials [39,41–45]; however, in the majority of cases,\npatients was reported but, in future, this approach could       although initial clinical beneﬁt was observed, signiﬁcant\nbe used to expand progenitor cells bearing a therapeutic        engraftment has not been maintained long-term. Efforts\ngene and P140K to allow in vivo selection and expansion         are underway to develop vectors containing alternative\nof gene-modiﬁed cell numbers to a clinically useful ther-       promoters not only to prevent silencing of the transgene,\napeutic threshold.                                              but also to achieve an improved safety proﬁle [46].\n   Another strategy that can be employed is targeting              In a clinical trial performed in Paris, an 18-year-old\ndisease states in which gene transfer to a small number         male with b-thalassaemia was transplanted with autolo-\nof cells at anatomically discrete sites has the potential to    gous CD34+ cells transduced ex vivo with a lentiviral\nconfer therapeutic beneﬁt. This has been impressively           vector expressing a marked b-globin transgene. Consistent\ndemonstrated in trials for a form of congenital blindness,      with therapeutic beneﬁt, the patient subsequently had a\nLeber congenital amaurosis (LCA), which encompasses a           reduced transfusion requirement. Of interest, however,\ngroup of incurable autosomal recessive dystrophies affect-      approximately half of the therapeutic effect observed\ning the retina. One molecular form, accounting for              appeared to be mediated by a dominant clone containing\napproximately 10% of affected individuals, is caused by         an integration site within the HMGA2 gene [47]. Haemato-\nmutations in the gene encoding retinal pigment epithe-          poietic homeostasis is currently being maintained; however,\nlium-speciﬁc 65-kDa protein, RPE65. This condition is           long-term follow up is required to establish whether the\ncharacterised by a progressive deterioration of vision, with    presence of this dominant clone might lead to any adverse\ncomplete loss of sight by early adulthood. Using sub-retinal    clinical effects.\nadministration of recombinant adeno-associated viral               A ﬁnal trial targeting the haematopoietic compartment\nvectors (rAAV) expressing RPE65, three independent              showing promising results is being performed at\nclinical trials for LCA have been initiated [32–35]. The pre-   Hannover Medical School in Germany. In this trial for\nliminary results indicate there has been no detectable          Wiscott–Aldrich syndrome, the results for ten patients\nsystemic dissemination of the vector from the treated eye,      have been reported [48]. Following treatment, the clinical\nno evidence of a signiﬁcant humoral immune response to          condition of the patients improved and long-term engraft-\neither the vector or encoded RPE65 and no serious adverse       ment of gene-corrected cells was observed in the bone\nevents. Importantly, improvements in both objective and         marrow; however, the development of an acute T cell\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                              J Gene Med 2013; 15: 65–77.\n                                                                                                                DOI: 10.1002/jgm\n\f68                                                                                                                      S. L. Ginn\n\n\nleukaemia in one of the ten patients treated has been            clinical trials database in 2009 [57], including gene ther-\nreported [49]. The preliminary data implicate an inser-          apy clinical trials; however, we have found it difﬁcult to\ntion upstream of LMO2 and additional chromosomal                 identify gene therapy trials because there is no reliable\nmutations reminiscent of the genotoxic events occurring          way to systematically search for them. Trials conducted\nin the SCID-X1 trials. Again, gene transfer was achieved         prior to 2009 can be identiﬁed in yearly public reports\nusing a g-retroviral vector containing transcriptionally         from the commission responsible for genetically modiﬁed\nactive long terminal repeats.                                    organisms. The last published report is from 2007. The\n   Thus, at present, the ﬁeld is making good progress,           European Agency for the Evaluation of Medicinal\nparticularly in diseases targeting the haematopoietic            Products (EMEA) is compiling a database of European Com-\nsystem. Insertional mutagenesis, however, is now recog-          munity clinical trials (EudraCT) [58], which includes gene\nnised as a clinically established risk associated with the       therapy clinical trials. It contains trial sponsor-submitted\nuse of integrating vectors. As a result, the ﬁeld is currently   data on all trials initiated in the European Union (EU) from\nexploring alternative vector systems, lacking strong viral       1 May 2004 onwards and is now publically accessible.\nenhancer elements and with safer integration proﬁles,            There is no systematic way to identify gene therapy trials\naiming to reduce the likelihood of such events occurring         in the database, limiting its usability. The European Com-\nin the future [50].                                              mission also maintains a register of genetically modiﬁed\n                                                                 organisms deliberately released within the EU [59], includ-\n                                                                 ing plant, animal and human trials. So far, the register\n                                                                 contains trials from Spain, Sweden, the Netherlands,\nSources of data                                                  Romania, Italy, Ireland, Finland, France, Iceland, Estonia,\n                                                                 UK, Hungary, Germany and Belgium. It appears to be volun-\nThe data reported in this review have been compiled as           tary rather than compulsory and, although it does not list\nmuch as possible from information provided by regulatory         all trials for each country, it has already increased the\nagencies. Where this is not possible, data are obtained          numbers of trials that we are able to identify for some of\nfrom the published literature, presentations at meetings         these countries. The trend appears to be that more and\nand personal contacts with sponsors and investigators.           more countries include their clinical trials on this database.\nPolicy on the public availability of data held by regulatory        In Australia, The Gene and Related Therapies Research\nagencies varies widely from country to country, from total       Advisory Panel is no longer in existence. There is no\ntransparency in the USA, to varying degrees of conﬁdenti-        source containing information speciﬁcally on gene ther-\nality in European and Asian countries. In the USA, the           apy trials, however, in 2005 the National Health and\nNational Institutes of Health (NIH) Recombinant DNA              Medical Research Council established the Australian\nAdvisory Committee [51] compiles a database of all ongo-         New Zealand Clinical Trials Registry [60] that compiles\ning or completed gene therapy clinical trials and is our pri-    all the clinical trials in these two countries. It is not spe-\nmary source of information for trials performed there.           ciﬁc to gene therapy and there is no easy way to rapidly\n   In the UK, the functions of the Gene Therapy Advisory         identify all gene therapy trials.\nCommittee (GTAC) were transferred to the National                   In China, a clinical trials registry not speciﬁc to gene\nResearch and Ethics Committee in June 2011. A Depart-            therapy (ChiCTR), maintained by the West China Medical\nment of Health page providing a summary table of UK              School at Sichuan University, is now available in English\ngene therapy research [52] is still available but has not        [61]. The translation is limited, and it is difﬁcult to ascer-\nbeen updated since 2010. No information has been re-             tain how comprehensive the searches are. Japan now also\nceived from GTAC since early 2011. The Belgian Biosafety         maintains an online clinical trials database [62],\nServer, managed by the Service of Biosafety and Biotech-         composed of three separate databases listing different\nnology, provides very comprehensive and up-to-date               trials depending on where they are conducted. The search\ninformation about gene therapy clinical trials in Belgium        options are limited and only partial translated informa-\n[53]. In Germany, the Zentrum Klinische Studien at the           tion is available, which makes gene therapy-speciﬁc\nUniversity Hospital in Freiburg (funded by the German            searches challenging. Thus, although gene therapy trials\nMinistry of Education and Research) set up in 2001 an in-        are identiﬁable; it is difﬁcult to be sure that all trials have\nteractive database of trials being conducted in Germany          been found.\n(DeReG). The database is, however, no longer available              Other clinical trials registries can be searched simulta-\nand has been incorporated into the German clinical trials        neously via the World Health Organization (WHO) Inter-\ndatabase [54]. In Switzerland, the Swiss Expert Commit-          national Clinical Trials Registry Platform [63]. Countries\ntee for Biosafety maintains a Swiss gene therapy clinical        included in the WHO search portal include the USA, the\ntrial register, albeit with limited information [55]. The        European Union, Australia, New Zealand, Brazil, China,\npage has not been updated since June 2010. The Dutch             India, South Korea, Cuba, Germany, Iran, Japan, Sri\nMinistry of Housing, Spatial Planning and the Environ-           Lanka, the Netherlands and several African countries in\nment’s ofﬁce for licensing of genetically modiﬁed                a Pan-African registry. None of these registries are gene\norganisms maintain a database in Dutch which includes            therapy speciﬁc and it is difﬁcult to systematically identify\ngene therapy clinical trials [56]. In France, the National       gene therapy trials. Other countries that have regulatory\nDrug Safety agency (AFSSAPS) established a public                bodies overseeing gene therapy trials do not keep\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                J Gene Med 2013; 15: 65–77.\n                                                                                                                  DOI: 10.1002/jgm\n\fGene therapy clinical trials worldwide to 2012 – an update                                                                       69\n\npublically available registries or databases. This includes         neric clinical trials databases, encompassing all trials). Be-\nCanada and those EU countries not mentioned above.                  cause there is no way to speciﬁcally search these resources\nTrials from these countries are, however, sometimes iden-           for gene therapy trials, this makes systematic identiﬁca-\ntiﬁable from other databases such as the US NIH clinical            tion very challenging and we have to search using a range\ntrials database, which also lists foreign trials. Most other        of keywords, which we are sure will lead to us missing\ncountries do not have dedicated bodies for gene therapy,            some trials.\nwhich is usually the responsibility of the Ministry of\nHealth, or National Drug Agencies. These countries prob-\nably account for a very small proportion of gene therapy\nclinical trials, and these trials can generally only be iden-       Number of trials per year\ntiﬁed after the results are published in the scientiﬁc\nliterature.                                                         The number of trials initiated each year has tended to\n   We are seeing a marked trend towards more broad                  drop in those years immediately following reports of ad-\ndatabases, which are less speciﬁc for gene therapy (i.e. ge-        verse reactions, such as in 2003 and 2007; however,\n                                                                    2005, 2006 and 2008 were strong years for gene therapy\n                                                                    trials (Figure 1). The most recent years (2011 and 2012 in\n                                                                    this case) tend to be underrepresented in the database be-\n                                                                    cause it takes time for articles to be published, causing a\n                                                                    lag in obtaining information about the most recent trials.\n\n\n\n                                                                    Countries participating in gene therapy\n                                                                    trials\n                                                                    Gene therapy clinical trials have been performed in 31\n                                                                    countries, with representatives from all ﬁve continents\n                                                                    (Figure 2). We have located data on trials from three\n                                                                    new countries since our last review [64], with these being\n                                                                    Ireland (with three trials), as well as Romania and Saudi\n                                                                    Arabia (with one trial each). The continental distribution\n                                                                    of trials has not changed greatly in the last few years, with\n                                                                    65.1% of trials taking place in the Americas (64.2% in\n                                                                    2007) and 28.3% in Europe (26.6% in 2007), with\n                                                                    growth in Asia reaching 3.4% from 2.7% in 2007.\n                                                                       The USA has still undertaken the most trials globally\n                                                                    (63.7%), with 1174 trials; we have entries on 24 trials\n                                                                    from Canada (although we know that this is an underesti-\nFigure 1. Number of gene therapy clinical trials approved world-    mate and the actual number may be closer to 60) and, in\nwide 1989–2012.                                                     addition to these, there is one trial from Mexico. Within\n\n\n\n\nFigure 2. Geographical distribution of gene therapy clinical trials (by country).\n\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                  J Gene Med 2013; 15: 65–77.\n                                                                                                                    DOI: 10.1002/jgm\n\f70                                                                                                                      S. L. Ginn\n\n\nEurope, the UK accounts for 11.0% of the world total with          represents the disease group in which the greatest suc-\n203 trials, Germany 4.4% (81 trials), Switzerland 2.7%             cesses of gene therapy to date have been achieved. The\n(50 trials) and France 2.9% (53 trials). Our entries for           range of indications for which gene therapy trials have\ntrials in the Netherlands have jumped to 31 (from 13 in            been approved has widened since our last review\n2007) representing 1.7% of world trials, with 27 in                (Table 1).\nBelgium (1.5%) and 21 in Italy (1.1%). We have recorded\nonly a single additional trial in Eastern Europe in Russia\nsince 2007, when we had records on six trials in Poland,           Cancer\none in the Czech Republic and one in Russia (we are still\nunable to obtain good data on Russian trials).                     Thus far, most of the clinical trials in gene therapy have\n   From Asia, China has the most entries in our database           been aimed at the treatment of cancer (64.4% of all gene\n(26 trials), closely followed by Japan (20 trials) represent-      therapy trials). Many different cancers have been targeted\ning 1.4% and 1.1% of world trials, respectively, and South         throughout the years, including lung, gynaecological, skin,\nKorea has leaped from four trials in 2007 to 14 to date.           urological, neurological and gastrointestinal tumours, as\nIsrael comes next with nine trials, followed by Singapore          well as haematological malignancies and paediatric\nwith two and Taiwan with one.                                      tumours. A range of strategies has been applied to treat\n   There has also been signiﬁcant growth in trial entries          cancer, from inserting tumour suppressor genes, to immu-\nfor Australia (rising to 30 from 17 in 2007), whereas there        notherapy, oncolytic virotherapy and gene directed enzyme\nhave been no new trials in New Zealand (still at two               pro-drug therapy.\ntrials). Other countries where gene therapy trials have               The p53 gene is by far the most commonly transferred tu-\nbeen performed are Spain (19 trials), Sweden (ten trials),         mour suppressor gene, although others such as BRCA-1,\nFinland (six trials), Norway (four trials), Austria and            Fus-1 and endostatin have been used in cancer trials. There\nDenmark (two trials each) and Egypt (one trial). Sixteen           are also some clinical trials that combine p53 gene transfer\ntrials have been reported to us as ‘multi-country’,                with chemotherapy or radiotherapy. Immunotherapy of\nalthough we know that a large proportion of the trials initi-      cancer aims to intensify the normally weak humoral and/\nated in one country do have centres in other countries.            or cellular reactions to tumour antigens in tumour-bearing\n                                                                   hosts. A number of different strategies have been employed,\n                                                                   including vaccination with tumour cells engineered to\n                                                                   express immunostimulatory molecules, vaccination with\nDiseases targeted by gene therapy                                  recombinant viral vectors encoding tumour antigens,\n                                                                   vaccination with host cells engineered to express tumour\nThe vast majority (81.5%) of gene therapy clinical trials to       antigens or tumour-derived RNA, naked DNA vaccines,\ndate have addressed cancer, cardiovascular disease and             and intra-tumoural injection of vectors encoding cytokines\ninherited monogenic diseases (Figure 3). Although trials           or major histocompatibility molecules.\ntargeting cardiovascular disease outnumbered trials for               Oncolytic virotherapy utilises viruses capable of speciﬁ-\nmonogenic disease in our 2007 review of the database,              cally targeting and replicating in tumour cells and causing\nthe latter group has returned to being the second most             cell lysis, thereby killing the infected tumour cells. The\ncommon indication treated by gene therapy. It also                 viruses used for this approach can be naturally oncolytic,\n\n\n\n\nFigure 3. Indications addressed by gene therapy clinical trials.\n\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                J Gene Med 2013; 15: 65–77.\n                                                                                                                  DOI: 10.1002/jgm\n\fGene therapy clinical trials worldwide to 2012 – an update                                                                               71\n\nTable 1. Conditions for which human gene transfer trials have been approved\n\nMonogenic disorders                                          Cancer\n  Adrenoleukodystrophy                                         Gynaecological – breast, ovary, cervix, vulva\n  a-1 antitrypsin deﬁciency                                    Nervous system – glioblastoma, leptomeningeal carcinomatosis, glioma,\n  Becker muscular dystrophy                                    astrocytoma, neuroblastoma, retinoblastoma\n  b-thalassaemia                                               Gastrointestinal – colon, colorectal, liver metastases, post-hepatitis liver\n  Canavan disease                                              cancer, pancreas, gall bladder\n  Chronic granulomatous disease                                Genitourinary – prostate, renal, bladder, anogenital neoplasia\n  Cystic ﬁbrosis                                               Skin – melanoma (malignant/metastatic)\n  Duchenne muscular dystrophy                                  Head and neck – nasopharyngeal carcinoma, squamous cell\n  Fabry disease                                                carcinoma, oesophaegeal cancer\n  Familial adenomatous polyposis                               Lung – adenocarcinoma, small cell/nonsmall cell, mesothelioma\n  Familial hypercholesterolaemia                               Haematological – leukaemia, lymphoma, multiple myeloma\n  Fanconi anaemia                                              Sarcoma\n  Galactosialidosis                                            Germ cell\n  Gaucher’s disease                                            Li–Fraumeni syndrome\n  Gyrate atrophy                                               Thyroid\n  Haemophilia A and B                                        Neurological diseases\n  Hurler syndrome                                              Alzheimer’s disease\n  Hunter syndrome                                              Amyotrophic lateral sclerosis\n  Huntington’s chorea                                          Carpal tunnel syndrome\n  Junctional epidermolysis bullosa                             Cubital tunnel syndrome\n  Late infantile neuronal ceroid lipofuscinosis                Diabetic neuropathy\n  Leukocyte adherence deﬁciency                                Epilepsy\n  Limb girdle muscular dystrophy                               Multiple sclerosis\n  Lipoprotein lipase deﬁciency                                 Myasthenia gravis\n  Mucopolysaccharidosis type VII                               Parkinson’s disease\n  Ornithine transcarbamylase deﬁciency                         Peripheral neuropathy\n  Pompe disease                                                Pain\n  Purine nucleoside phosphorylase deﬁciency                  Ocular diseases\n  Recessive dystrophic epidermolysis bullosa                   Age-related macular degeneration\n  Sickle cell disease                                          Diabetic macular edema\n  Severe combined immunodeﬁciency                              Glaucoma\n  Tay Sachs disease                                            Retinitis pigmentosa\n  Wiskott–Aldrich syndrome                                     Superﬁcial corneal opacity\nCardiovascular disease                                         Choroideraemia\n  Anaemia of end stage renal disease                           Leber congenital amaurosis\n  Angina pectoris (stable, unstable, refractory)             Inﬂammatory diseases\n  Coronary artery stenosis                                     Arthritis (rheumatoid, inﬂammatory, degenerative)\n  Critical limb ischaemia                                      Degenerative joint disease\n  Heart failure                                                Ulcerative colitis\n  Intermittent claudication                                    Severe inﬂammatory disease of the rectum\n  Myocardial ischaemia                                       Other diseases\n  Peripheral vascular disease                                  Chronic renal disease\n  Pulmonary hypertension                                       Erectile dysfunction\n  Venous ulcers                                                Detrusor overactivity\nInfectious disease                                             Parotid salivary hypofunction\n  Adenovirus infection                                         Oral mucositis\n  Cytomegalovirus infection                                    Fractures\n  Epstein–Barr virus                                           Type I diabetes\n  Hepatitis B and C                                            Diabetic ulcer/foot ulcer\n  HIV/AIDS                                                     Graft versus host disease/transplant patients\n  Inﬂuenza\n  Japanese encephalitis\n  Malaria\n  Paediatric respiratory disease\n  Respiratory syncytial virus\n  Tetanus\n  Tuberculosis\n\n\n\n\nor engineered from originally non-oncolytic viruses. The             simplex virus thymidine kinase has been used to convert\nactions of oncolytic viruses can also stimulate an immune            the nontoxic pro-drug ganciclovir into the cytotoxic\nresponse to the cancer and, in some cases, these viruses             triphosphate ganciclovir.\nare modiﬁed to encode immunostimulatory cytokines to\nenhance this ability. Gene-directed enzyme prodrug ther-\napy is the targeted expression of genes that encode                  Cardiovascular gene therapy\nenzymes (often termed ‘suicide genes’) that convert pro-\ndrugs into cytotoxic drugs in situ, only within the tumour           Cardiovascular gene therapy is the third most popular\nand its immediate environment, thereby improving the                 application for gene therapy, at 8.4% of trials (down from\nuse of certain chemotherapies. Most commonly, herpes                 9.1% in 2007). The expectation is that gene therapy will\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                         J Gene Med 2013; 15: 65–77.\n                                                                                                                           DOI: 10.1002/jgm\n\f72                                                                                                                       S. L. Ginn\n\n\nprovide a new avenue for therapeutic angiogenesis, myo-             Other indications\ncardial protection, regeneration and repair, prevention of\nrestenosis following angioplasty, prevention of bypass              There have been 147 trials (8.0% of the total) performed\ngraft failure and risk-factor management. The vast major-           directed against infectious diseases. HIV infection is the\nity of cardiovascular gene therapy trials conducted to date         major target in this category but trials aimed at tetanus,\nhave addressed therapeutic angiogenesis to increase                 cytomegalovirus and adenovirus infection have also been\nblood ﬂow to ischaemic regions. Two dominant categories             conducted. Neurological diseases have also been targeted\nof ischaemic diseases have been tested in approximately             by gene therapy, with 36 registered phase I, I/II and II\nequal numbers, namely myocardial ischaemia as a result              trials aimed at a variety of diseases such as amyotrophic\nof coronary artery disease and lower limb ischaemia as a            lateral sclerosis, multiple sclerosis, myasthenia gravis,\nresult of peripheral artery disease. The ﬁbroblast growth           neurological complications of diabetes, Alzheimer’s dis-\nfactor and vascular endothelial growth factor families              ease and Parkinson’s disease. There have been 28 trials\nhave been widely applied, and a small number of trials              to date aimed at treating ocular pathologies, focussing\nhave used platelet-derived growth factor to treat foot              on conditions including retinitis pigmentosa, glaucoma,\nulcers resulting from the microvascular disease of diabe-           age-related macular degeneration and Leber congenital\ntes. The induction of hypoxia inducible factor as a trigger         amaurosis. Inﬂammatory diseases for which gene therapy\nto stimulate angiogenesis has been used in 11 trials.               has been trialled include rheumatoid, inﬂammatory and\n                                                                    degenerative (osteo)arthritis and ulcerative colitis. Fi-\n                                                                    nally, there are single trials for a small number of other\nInherited monogenic diseases                                        conditions, including chronic renal disease, peanut allergy\n                                                                    and bone fractures.\nThe ultimate aim in treating monogenic diseases by gene\ntherapy is the correction of the disorder by the stable\ntransfer of the functioning gene into dividing stem cells\nto ensure the permanence of the correction, and there               Genes transferred into humans\nhas been an array of monogenic disease targeted\n(Table 1). We have identiﬁed 161 trials for inherited               There have been a vast number of gene types used in\nmonogenic disorders, 22.4% of which targeted cystic ﬁ-              human gene therapy trials (Figure 4), making it impossi-\nbrosis, the most common inherited genetic disease in Eur-           ble to discuss each one in the present review. As would\nope and the USA. The average life expectancy of patients            be expected, the gene types transferred most frequently\nwith cystic ﬁbrosis is less than 40 years; hence, the inter-        (antigens, cytokines, tumour suppressors and suicide\nest in this disease as a prime target for gene therapy.             enzymes) are those primarily used to combat cancer\n   The second most common group of inherited diseases               (the disease most commonly treated by gene therapy).\ntargeted are the severe combined immunodeﬁciency syn-               These categories account for 55.3% of trials, although it\ndromes, representing just over 20% of the trials for mono-          should be noted that antigens speciﬁc to pathogens are\ngenic diseases. Another monogenic immunodeﬁciency,                  also being used in vaccines. Growth factors were trans-\nchronic granulomatous disease, has also been the target             ferred in 7.5% of trials, with almost all of these being\nof several trials. This is a group of diseases in which gene        aimed at cardiovascular diseases. Deﬁciency genes were\ntherapy has shown lasting and clinically meaningful ther-           used in 8.0% of trials, and genes for receptors (most com-\napeutic beneﬁt.                                                     monly used for cancer gene therapy) in 7.2%. Marker\n\n\n\n\nFigure 4. Gene types transferred in gene therapy clinical trials.\n\n\nCopyright © 2013 John Wiley & Sons, Ltd.                                                                 J Gene Med 2013; 15: 65–77.\n                                                                                                                   DOI: 10.1002/jgm\n\fGene therapy clinical trials worldwide to 2012 – an update                                                                       73\n\ngenes were transferred in 2.9% of trials, whereas 4.3% of        alternatives to retroviruses. There have been 39 trials that\ntrials used replication inhibitors to target HIV infection. In   combined two vectors, 28 used poxvirus and vaccinia\n2.1% of trials, oncolytic viruses were transferred (rather       virus, three used adenovirus and retrovirus, three used\nthan genes) with the aim of destroying cancer cells, and         adenovirus and vaccinia virus, three used naked DNA and\n1.8% of trials involved the transfer of antisense or short       adenovirus, one used adenovirus and modiﬁed vaccinia\ninterfering RNA, with the aim of blocking the expression         Ankara virus and one used naked DNA and vaccinia virus.\nof a target gene.\n\n                                                                 Nonviral vectors\nVectors used in gene therapy                                     Safety concerns and the relatively small capacity for ther-\n                                                                 apeutic DNA of viral vectors have prompted the develop-\nA variety of difference vectors and delivery techniques          ment of synthetic vectors not based on viral systems. The\nhave been applied in gene therapy trials (Figure 5).             simplest nonviral gene delivery system uses ‘naked’\nAlthough nonviral approaches are becoming increasingly           DNA, which, when inject",
  "wordCount": 9778,
  "indexed": "2025-09-25T22:43:29.033Z",
  "method": "direct"
}
