{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Transposones/Bodea et al. - 2018 - Retrotransposon-induced mosaicism in the neural ge.pdf",
  "fileName": "Bodea et al. - 2018 - Retrotransposon-induced mosaicism in the neural ge.pdf",
  "relativePath": "Genetica/Transposones/Bodea et al. - 2018 - Retrotransposon-induced mosaicism in the neural ge.pdf",
  "text": "Retrotransposon-induced mosaicism\n                                                 in the neural genome\nrsob.royalsocietypublishing.org                  Gabriela O. Bodea1,2, Eleanor G. Z. McKelvey2 and Geoffrey J. Faulkner1,2\n                                                 1\n                                                     Mater Research Institute—University of Queensland, TRI Building, Brisbane, Queensland 4102, Australia\n                                                 2\n                                                     Queensland Brain Institute, University of Queensland, Brisbane, Queensland 4072, Australia\n                                                        GJF, 0000-0001-5769-4494\n\nReview                                               Over the past decade, major discoveries in retrotransposon biology have\n                                                     depicted the neural genome as a dynamic structure during life. In particular,\nCite this article: Bodea GO, McKelvey EGZ,\n                                                     the retrotransposon LINE-1 (L1) has been shown to be transcribed and mobi-\nFaulkner GJ. 2018 Retrotransposon-induced            lized in the brain. Retrotransposition in the developing brain, as well as\nmosaicism in the neural genome. Open Biol. 8:        during adult neurogenesis, provides a milieu in which neural diversity\n180074.                                              can arise. Dysregulation of retrotransposon activity may also contribute to\nhttp://dx.doi.org/10.1098/rsob.180074                neurological disease. Here, we review recent reports of retrotransposon\n                                                     activity in the brain, and discuss the temporal nature of retrotransposition\n                                                     and its regulation in neural cells in response to stimuli. We also put forward\n                                                     hypotheses regarding the significance of retrotransposons for brain develop-\nReceived: 26 April 2018                              ment and neurological function, and consider the potential implications of\nAccepted: 21 June 2018                               this phenomenon for neuropsychiatric and neurodegenerative conditions.\n\n\n\n\nSubject Area:                                    1. Introduction\nmolecular biology/genetics/genomics/             The mammalian brain is remarkably complex in form and function. Neural cell\nneuroscience                                     diversity underpins this complexity, and has classically been defined in terms\n                                                 of the morphological differences between cell types, their diverse connectivity\n                                                 patterns, physiological and functional properties and the expression of various\nKeywords:\n                                                 transcription factors (TFs), cell surface and secreted molecules [1,2]. At the same\nretrotransposon, LINE-1, neuron, neurogenesis,\n                                                 time, it has been assumed that the neural cells of any individual will all carry\nmosaicism                                        the same genetic instructions, or genotype, and that cellular diversity is\n                                                 achieved by changing how these instructions are read, for example, through\n                                                 epigenetic modifications [3]. However, recent advances in DNA sequencing\n                                                 and genetic analysis, as well as bioinformatics, have made it possible to identify\nAuthors for correspondence:\n                                                 mutations generating distinct genotypes among the neurons of an individual\nGabriela O. Bodea\n                                                 human brain. These mutations include single-nucleotide variants, copy\ne-mail: gabriela.bodea@mater.uq.edu.au           number variants (CNVs) and retrotransposon insertions [4– 10]. Collectively,\nGeoffrey J. Faulkner                             these genetic variants form a landscape of somatic mosaicism within the brain.\ne-mail: faulknergj@gmail.com                         Somatic mosaicism is defined as the existence of two or more cells with\n                                                 different genotypes within one individual. Depending on its developmental\n                                                 timing, mosaicism can encompass mutations that are heritable (germline mosai-\n                                                 cism), non-heritable (somatic mosaicism) or a combination of these two\n                                                 outcomes [9,11–14]. Retrotransposons, colloquially referred to as ‘jumping\n                                                 genes’, are DNA fragments that have the ability to copy their sequences from\n                                                 one location in the genome and insert themselves into a new genomic position,\n                                                 causing mutations and changing the genomic landscape at the new integration\n                                                 site. It is now established that retrotransposons are endogenous mediators of\n                                                 somatic mosaicism in the brain [4 –7,10,14]. As remnants of mammalian\n                                                 genome evolution, retrotransposons may occupy up to two-thirds of the\n                                                 human genome [15], but most human retrotransposon copies have lost their\n                                                 ability to mobilize further [16]. However, some elements are still capable of\n                                                 mobilization, in the germline and in the soma. Over the past decade, several\n                                                 studies have shown that retrotransposons contribute to intra-individual vari-\n                                                 ation in neuronal genomes, defining a new layer of neural diversity and\n\n\n                                                     & 2018 The Authors. Published by the Royal Society under the terms of the Creative Commons Attribution\n                                                     License http://creativecommons.org/licenses/by/4.0/, which permits unrestricted use, provided the original\n                                                     author and source are credited.\n\fheterogeneity. Maintenance of this complex heterogeneity         whether this insertion is a recently integrated provirus or has     2\nmay be essential for healthy brain function, while its disrup-   simply been lost in some individuals.\n\n\n\n\n                                                                                                                                   rsob.royalsocietypublishing.org\ntion may play a role in neurological diseases [17,18]. To\nprovide a comprehensive understanding of the roles retro-\ntransposons play in neural function, and their potential         3. An overview of the retrotransposon\ncontribution to disease, we will first present an overview of\nthe active retrotransposon families in humans, their mobiliz-\n                                                                    mobilization mechanism\nation mechanism, and experimental strategies for studying        All retrotransposons mobilize via a replication mechanism\nneuronal retrotransposition.                                     involving an RNA intermediate [45]. During this process,\n                                                                 termed retrotransposition, the host polymerase starts the syn-\n                                                                 thesis of an RNA copy of the element and, subsequently, the\n                                                                 RNA is reverse transcribed into DNA by an element-encoded\n\n\n\n\n                                                                                                                                   Open Biol. 8: 180074\n2. Types of retrotransposons in the human                        reverse transcriptase. HERV reverse transcription takes place\n                                                                 in the cytoplasm and the viral DNA is then transported into\n   genome                                                        the nucleus and integrated into a viral integrase which cata-\nRetrotransposons are the main class of transposable elements     lyses insertion of the HERV into its new target site [46]. L1\nfound in most mammalian genomes. Based on the presence           produces a bicistronic mRNA that is transported to the cyto-\nof long terminal repeats (LTR) in their structure, they are      plasm and translated. L1 encodes proteins that present a\nclassified into LTR and non-LTR retrotransposons. The LTR        strong cis-preference [47], meaning they tend to bind to\ngroup consists of ERVs (endogenous retroviruses), which          their encoding mRNA. This results in the formation of\ncomprise approximately 8% of the human genome and rep-           ribonucleoprotein particles (RNPs) that may localize to cyto-\nresent remnant retrovirus sequences incorporated into the        plasmic stress granules [48,49] or enter the nucleus. In the\nhost germline after ancient viral infections [19,20]. The non-   case of L1, reverse transcription occurs in the nucleus,\nLTR retrotransposon group is further subdivided based on         where the L1-encoded endonuclease [33] makes a single-\nthe ability of elements to mobilize independently or only        strand cleavage at the target DNA, exposing a 3’ hydroxyl\nwith the machinery encoded by another retrotransposon,           group, which is used as a primer for reverse transcription\ninto autonomous and non-autonomous elements, respect-            by the L1-encoded reverse transcriptase [34] (termed target-\nively. Long interspersed element 1 (LINE-1 or L1) is the         primed reverse transcription, or TPRT) [36,37]. TPRT\nonly autonomous non-LTR retrotransposon in humans. In            typically results in L1 insertions with the following sequence\naddition to its own mobilization in cis, L1 can mobilize in      features: insertion at an L1 endonuclease motif (5’-TTTT/\ntrans non-autonomous short interspersed element (SINE) ret-      AA), target site duplications (TSDs) and a poly(A) tail\nrotransposons. These include 7SL-derived Alu elements,           (figure 1b) [33,50,51].\ncomposite SVA (SINE – variable number tandem repeat–                 Retrotransposition does not always result in the faithful\nAlu) elements, and cellular mRNAs, resulting in processed        duplication of an element, particularly in the case of L1.\npseudogenes [21–25]. L1 copies can be over 6 kb in length        Owing to errors during reverse transcription, only approxi-\nand occupy the highest proportion of the human genome            mately 40% of L1 copies are identical to their source, or\nby sequence of all the transposable elements (approx. 17%)       donor, L1 [52]. Also, 5’ truncation, which is a common\n[19]. Alu copies are approximately 300 bp in size and rep-       characteristic of recent human L1 insertions [19,53], may\nresent the most abundant transposable element by copy            occur, likely because of the premature dissociation of the\nnumber (approx. 11% by sequence) [19,26,27]. SVAs are            reverse transcriptase from the L1 mRNA strand during\napproximately 2 kb in size, with far fewer copies than L1 or     TPRT. The precise mechanism through which 5’ truncation\nAlu, and comprise only about 0.2% of the genome sequence         occurs is not clearly understood, although it has been specu-\n[19,28 –30] (figure 1a).                                         lated that DNA repair may play a role as host DNA repair\n    Owing to truncation, deletion, internal rearrangement        factors, such as ATM (ataxia telangiectasia mutated), may\nand other mutations, the vast majority of human retrotran-       limit the size of L1 insertions [54].\nsposon sequences are incapable of further mobilization and           As a result of 5’ truncations, internal inversions or del-\nare considered molecular fossils [16]. Computational-,           etions [55] and point mutations, only about 80 –100 [41,42]\nmolecular- and genomics-based studies have to date identified    L1 copies are estimated to be able to retrotranspose per aver-\nand catalogued retrotransposons into evolutionary families       age human genome, with even fewer copies accounting for\nand subfamilies. Only a few L1, Alu and SVA subfamilies          most new L1 insertions [41,56–58]. One new L1 insertion is\nremain mobile. Moreover, functional studies have identified      generated per 100–200 human births [42,59]. By contrast,\nthat most retrotransposition-competent L1s are part of a         3000 L1 copies [60] are estimated to be retrotransposition-\nsmall group of elements termed Ta (transcribed-active) L1s       competent in the mouse genome, with at least one in eight\n[38]. All of the L1s reported to be highly active in vitro to    mice harbouring a new L1 insertion [11].\ndate belong to the L1-Ta and L1-preTa families [39–42]. Simi-\nlarly, particular Alu subfamilies, such as AluYa5 and AluYb8\n[43], and SVA E, F and F1 subfamilies [19,24,29] have been       4. Detection of retrotransposon activity in\nidentified as the most active in humans. Human ERVs\n(HERVs) are considered to be immobile in modern humans,\n                                                                    the healthy brain\nalthough a recent study revealed several polymorphic             Although nearly 70 years have passed since Barbara McClin-\nHERV-K insertions in the global population and a full-           tock’s seminal studies of transposable elements in maize\nlength, intact, insertion with potentially functional open       [61,62], ongoing L1 retrotransposition in modern human gen-\nreading frames (ORFs) [44]. However, it remains unclear          omes was only demonstrated in 1988 [63]. Subsequently,\n\f                                (a)                                             LTR retrotransposons                                                                       3\n\n                                                          HERV\n\n\n\n\n                                                                                                                                                                         rsob.royalsocietypublishing.org\n                                             5¢ LTR                                       3¢ LTR\n                                                                                                         copy number: approximately 54 000\n                                                   gag               pol           env\n                                                                                                         size: approximately 6–11 kb\n\n\n\n                                                                              non-LTR retrotransposons\n                                                             L1\n                                             5¢ UTR                               3¢ UTR\n                                                                                                          copy number: approximately 516 000\n\n                                              ORF0\n                                                  ORF1                     ORF2                 A(n)\n                                                                                                          size: approximately 6 kb\n\n\n\n\n                                                                                                                                                                         Open Biol. 8: 180074\n                                                           SVA\n                                                                                                          copy numbers: approximately 2700\n                                          (CCCTCT)n                           SINE-R          A(n)\n                                                                                                          size: approximately 2–4 kb\n                                             HR         Alu-like VNTR\n                                                            Alu\n                                                                                                          copy number: approximately 1 100 000\n                                              A B              AAA                       A(n)\n                                                                                                          size: approximately 300 bp\n                                           left                       right\n                                         monomer                     monomer\n\n                                                                               processed pseudogenes\n                                         5¢ UTR                            3¢ UTR\n                                                                                                       copy number: approximately 8000–17 000\n                                                      exon 1         exon 2            A(n)\n                                                                                                       size: approximately 300 bp\n\n\n\n                                (b)\n\n\n\n\n                                        L1                                     new\n                                      copy                                 L1 copy                                        2nd cleavage\n\n                                                                                                           AA\n                                                                                                             HO TT AAA\n                                                                                                                  T T\n                                                                                                            A\n\n\n\n\n                                                      transcription,\n                                                         splicing\n                                                                                              5¢\n                                                                                           3¢\n                                                                                                           AATTTT\n\n                                                        L1 mRNA                           ORF2p EN                 1st cleavage\n                                                                           A(n)\n                                                                                                                         TPRT\n                                         transport to\n                                           cytoplasm                                                       transport\n                                                       translation                                        to nucleus\n\n                                                                              in cis               AAAA\n                                                                                                   RNP\n                                                     ORF1p ORF2p\n                                                          in trans\n                                                                            AAAA\n                                                               SVA                               AAAA\n                                                                               AAAA             Alu\n                                                                       cellular mRNA\n\nFigure 1. (Caption opposite.)\n\n\n\nendogenous L1 retrotransposition has been described in early                                           however, presents a particular technical challenge, as these\nembryonic development, germ cells and various diseases,                                                genomic variants may be found only in a limited number\nsuch as cancer [63– 69]. Insertions arising during early devel-                                        of cells.\nopment or in cancer cells are likely to undergo clonal                                                     Over the past decade, three main tools have facilitated the\nexpansion, resulting in a significant proportion of cells har-                                         discovery and study of L1 retrotransposition in the brain.\nbouring a particular insertion. Studying the contribution of                                           Firstly, an engineered L1 reporter construct, previously devel-\nL1 insertions to somatic mosaicism in normal tissues,                                                  oped to recapitulate L1 retrotransposition in cultured cells\n\fFigure 1. (Opposite.) Human retrotransposon families and mobilization mechanism. (a) Types of retrotransposons, their mobilization capacity, size and number of              4\ncopies in the human genome. HERV, human endogenous retroviruses consisting of two LTRs; gag, group-specific antigen; pol, polymerase; env, envelope gene; long\ninterspersed element-1 (L1) structure: 50 untranslated region (UTR) with open reading frame (ORF)0 and promoter activity; ORF1 and ORF2; 30 UTR and poly(A) tail;\n\n\n\n\n                                                                                                                                                                           rsob.royalsocietypublishing.org\nSVA structure: CCCTCT hexamer repeats (HR), Alu sequence in reverse orientation (Alu-like); VNTR, variable number of tandem repeats; SINE-R, a short interspersed\nelement of HERV origin; An, poly(A) tail; Alu structure: a left monomer with internal RNA polymerase III promoter binding sites (A, B boxes); AAA, adenosine-rich\nlinker; right monomer ending in poly(A) tail (An); processed pseudogene: sequence derived from cellular messenger RNA, which has been reverse transcribed into\nDNA and has no introns; target side duplications are shown as white triangles. (b) L1 retrotransposition mechanism as an example of retrotransposon mobilization. A\nfull-length, retrotransposition-competent L1 is present at one genomic locus (blue box in the left grey chromosome). The L1 encodes two proteins essential for its\nmobility, ORF1p (with nucleic acid chaperone activity [31,32]) and ORF2p (with endonuclease [33] and reverse transcriptase [34] activity), as well as an unusual\nantisense ORF0 that may facilitate retrotransposition [35]. L1 transcription results in a bicistronic, polyadenylated mRNA (blue rectangle), which is transported to the\ncytoplasm for translation. Upon translation, ORF1p and ORF2p (blue spheres) bind to their encoding L1 mRNA in cis and form an RNP complex. Note that the L1\nproteins can retrotranspose cellular mRNAs to generate processed pseudogenes, as well as SVA and Alu retrotransposons ( purple, red and yellow wavy lines). Once\n\n\n\n\n                                                                                                                                                                           Open Biol. 8: 180074\nthe RNP is formed, it enters the nucleus through a still poorly understood process, where a new L1 insertion occurs by target-site primed reverse transcription (TPRT)\n[36,37]. During TPRT, the ORF2p endonuclease makes a first and second cleavage (red arrows) in the genomic DNA at the consensus sequence 5’-TTTT/AA [33], and\nreleases a 3’ hydroxyl (OH) group from which the ORF2p reverse transcriptase initiates reverse transcription of the attached L1 mRNA (indicated by the red dashed\nline arrow). The DNA fragment between the two cleavages is highlighted in green to indicate the formation of TSDs. The black dashed arrow indicates completing\nsynthesis across the second strand of cDNA, resulting in a new L1 copy, and the TSDs, which flank the new L1 copy.\n\n\n\n[50,70], has been used as a functional read-out of L1 retrotran-                        arising from retrotransposition [77]. New quantitative PCR\nsposition in human embryonic stem cell (hESC)-derived                                   approaches, such as digital droplet PCR (ddPCR), may\nneural progenitor cells (NPCs), rodent NPC cultures and                                 prove a better tool to quantify retrotransposon CNV in a\ntransgenic animal models [71]. The L1 construct consists of                             more accurate but still cost-effective manner [78,79].\na human L1 sequence and a gene encoding enhanced green                                       Thirdly, high-throughput DNA sequencing strategies\nfluorescent protein (EGFP) in reverse orientation to the L1                             have been developed to detect, quantify and resolve L1\ntranscript. The EGFP gene is interrupted by an intron in the                            insertions. Whole-genome sequencing (WGS) or targeted\nsame transcriptional orientation as the L1. Thus, only cells                            sequencing of retrotransposon – genome junctions has been\nwith successful L1 retrotransposition events can express                                applied to bulk brain, pooled neurons and whole-genome\nGFP because the EGFP intron is removed from the RNA                                     amplified (WGA) material from single neuronal nuclei\nintermediate, followed by reverse transcription and inte-                               from post-mortem human brain [4 – 7,10,80]. Tissues from\ngration into a genomic location. When the L1-EGFP system                                other parts of the body, such as liver or blood, have been\nis employed in neuronal cultures, GFP co-localizes with neur-                           used to discriminate somatic and polymorphic insertions\nonal markers Map2 and b-tubulin, whereas very little to no                              (i.e. insertions found in neurons and absent in non-brain\nGFP co-localizes with astrocyte or oligodendrocyte markers                              tissue are annotated as somatic). Databases of known retro-\n[72]. Neurons obtained from transgenic L1-EGFP mouse                                    transposon insertion polymorphisms can also be used to\nbrain sections were positive for GFP expression, in a variety                           discriminate novel and known insertions. To fully charac-\nof different brain areas, such as cortex, hypothalamus,                                 terize most new insertions, thorough PCR validation\namygdala and hippocampus [72 –74]. Although the genomic                                 followed by Sanger sequencing is required [81,82]. One of\nlocation of the engineered L1 transgene may result in                                   the advantages of using high-throughput DNA sequencing\nunknown epigenetic effects that do not necessarily recapitu-                            is that it allows not only for detection and quantification of\nlate the regulation of endogenous L1 copies, this type of                               endogenous L1 variants, but also for resolving the structure\nassay remains a valid tool to understand the effects of L1                              and genomic location of these insertions. Resolving\nand other retrotransposon activity on neural cell function.                             the structure of a specific insertion is paramount in under-\nWith recent advances in genome editing technology [75],                                 standing the potential functional impact of the insertion on\nthe design of site-targeted reporter constructs, as well as con-                        the genome.\nditional inducible constructs for temporal and cell-specificity,                             Providing a valuable orthogonal approach to single-cell\nis more easily achievable and may be instrumental in                                    genomic analysis, a recent study used somatic cell nuclear\ndissecting the parameters of retrotransposition in the brain.                           transfer to reprogramme postmitotic olfactory bulb neur-\n    Secondly, to estimate the number of L1 copies across                                ons into enucleated oocytes and cloned the neuronal\ndifferent tissues and brain areas, Coufal et al. [76] developed                         genome to produce enough DNA for WGS without the\na TaqMan quantitative PCR-based L1 CNV assay. This assay                                need for WGA. WGS analysis of the resulting clones\nestimated an enrichment of L1 copies in the human brain                                 revealed several de novo L1 insertions [14]. These studies\nwhen compared with other tissues, with more L1 copies                                   altogether demonstrate that L1-driven somatic mosaicism\nalso found in the hippocampal dentate gyrus than in other                               can occur in the mammalian brain. However, with\nbrain areas [4,74,76]. The authors [76] estimated 80 somatic                            single-cell genomic analysis in its infancy, methodological\nL1 insertions occurred per neuron. Owing to the high copy                               variation, including the use of different cell populations as\nnumbers of L1 sequences already present in the genome                                   starting material, has led to estimates ranging from one\n[19], this assay offers very limited sensitivity when attempt-                          L1 insertion per 25 neurons [5] to 13.7 L1 insertions per\ning to quantify variation in the number of L1 insertions in                             neuron [10]. Therefore, although these studies offer\nsomatic tissues. Moreover, the assay does not discriminate                              strong evidence of L1 retrotransposition in the brain, the\nintegrated copies generated by TPRT from potential extra-                               frequency of retrotransposition in neural cells requires\nchromosomal L1 DNAs or any other source of L1 CNV not                                   further investigation [83].\n\f     (a)                                                                                                                                                              5\n\n\n\n\n                                                                                                                                                                    rsob.royalsocietypublishing.org\n                                                                  retrotransposition\n\n\n\n                                               development                                        maintenance                   decline\n                                                  embryo                                               adult                     ageing\n                blastocyst\n                             early embryonic                               fetal brain\n\n\n\n\n                                                                                                                                                                    Open Biol. 8: 180074\n                                                         neural\n                               development                tube           development\n\n\n\n\n                                                                         neurogenesis\n                  germline                            NSC/NPC                                      NSC/NPC               damaged neural cells\n                                                   immature neurons                              mature neurons       accumulation of mutations\n\n\n\n     (b)                                              neural cell differentiation\n\n\n\n\n     blastocyst\n                                                  NSC\n                                              self-renewal\n                                                                  s\n                                                              ron\n                                                         neu\n                       neural stem cell                    astrocytes\n                           (NSC)                        o lig\n                                                              od\n                                    neural progenitor cell       en\n                                                                    dro                                            insertion in germline\n                                           (NPC)                        cy\n                                                                           tes                                     insertion in embryo NSC/NPC\n                                                                                                                   insertion in adult NSC/NPC\n                                                                                                                   insertions in mature neuron\n\n\n\n\n                                                                                 mature neural cells\nFigure 2. Timeline of retrotransposition activity in the brain. (a) Retrotransposition can occur in the germline, during embryogenesis, as well as during nervous\nsystem development, and can involve neural stem cells (NSCs), NPCs and post-mitotic neurons. Retrotransposition events could accumulate over time and also,\npotentially, take place later in life as a consequence of the ageing process. (b) Depending on its timing and cell type, a single retrotransposition event can\nbecome clonally expanded in the neural cells of the adult brain, with potentially significant effects on brain physiology. When retrotransposition occurs later\nin brain development, or even in post-mitotic neural cells, new insertions are restricted to one cell, which can in turn be selected against during development\nor maintained in adults but with a lesser probability of affecting overall brain function.\n\n\n                                                                                     Differentiating neurons migrate, grow axonal processes and\n5. Is there a temporal niche for                                                     later form synapses. Various signalling molecules, TFs and\n   retrotransposition in the brain?                                                  cell receptor molecules tightly control this development [85].\n                                                                                     Although the bulk of neurons are generated during embryonic\nRetrotransposition in the brain could occur at any stage of\n                                                                                     neurogenesis, neurons are also born in specific areas of the\nlife, from early brain development to brain maintenance\n                                                                                     postnatal brain, such as hippocampus, olfactory system and\nand decline during adulthood, and also influence neural\n                                                                                     amygdala [86,87]. An estimated 700 neurons are renewed in\ndiversity and survival (figure 2a). Neural diversity arises\n                                                                                     the human hippocampus daily [88]. Whether retrotransposi-\nduring early embryogenesis through the spatial and temporal\n                                                                                     tion occurs during adult neurogenesis, or during embryonic\npatterning of neuroblasts and neuronal progenitor cells.\n                                                                                     development, in neuroblasts, committed neural progenitors,\nA complex network of gene expression determines a particular\n                                                                                     or in mature neural cells, determines the number of somatic\ncell type-specific progenitor domain and fate [84]. Expression\n                                                                                     L1 insertions harboured by a given cell. The spatio-temporal\nof pan-neuronal genes marks the beginning of neurogenesis\n                                                                                     parameters of somatic L1 retrotransposition therefore will\nand specific TFs are required for neuronal differentiation.\n\flikely determine the number of cells that are mosaic for a par-    5.2. Retrotransposition in postmitotic neurons                       6\nticular insertion and, most importantly, will govern the overall\n                                                                   If we accept that endogenous L1 mobilization can occur\n\n\n\n\n                                                                                                                                      rsob.royalsocietypublishing.org\nimpact an individual insertion may have on brain activity\n(figure 2b).                                                       during adult neurogenesis, can it also occur in postmitotic\n                                                                   neurons? This is a fundamental question because the lifespan\n                                                                   of mature neurons can be as long as a human lifespan, and\n5.1. Retrotransposition in embryonic and adult                     therefore, any potential for somatic retrotransposition in\n                                                                   this context may lead to the largest absolute accumulation\n     neurogenesis                                                  of new L1 insertions found in the brain. Crucially, Kubo\nOver a decade ago, Muotri et al. [72] presented the first evi-     et al. [89] showed in 2006 that engineered L1 retrotransposi-\ndence that L1 retrotransposons can mobilize during                 tion can occur in non-dividing human fibroblasts and\nneuronal differentiation. Using a human L1-EGFP reporter           hepatocytes and, much more recently, Macia et al. [12] con-\n\n\n\n\n                                                                                                                                      Open Biol. 8: 180074\nsystem, L1 expression was observed both in vitro, in rodent        firmed that this was also true for postmitotic neurons.\nprimary hippocampus-derived NPC cultures, and in vivo, in          Macia et al. compared the retrotransposition of a hybrid ade-\ntransgenic mice. L1 expression in transgenic mice was              noviral L1-EGFP vector in dividing versus non-dividing\nobserved as early as embryonic day (E) 12.5, when the first        neural cells by infecting NPC cultures with the L1 reporter\nwaves of immature differentiated neurons appear in the             and      concomitantly adding        5’-bromo-2’-deoxyuridine\nbrain [72]. These data were later corroborated and advanced        (BrdU), which labels dividing cells. Immunostainings of dif-\nby Coufal et al. [76] in a study reporting L1 reporter activity    ferentiated NPC cultures infected with L1-EGFP at 31 days\nand endogenous L1 mRNA expression in human NPCs                    post-NPC differentiation showed the presence of neurons\neither isolated from fetal brain or derived from hESCs. The        expressing only EGFP but not the cycling marker, BrdU.\npreference of retrotransposition for proliferating progenitor      When comparing the number of integrated L1-EGFP copies\ncells may be related to the cell cycle. Several studies reported   in cultures infected with the L1 reporter at day 0 (multi-\nan elevated rate of L1 retrotransposition in dividing cells        potent NPC) versus day 31 of differentiation (in mature\nwhich suggests that, although non-dividing cells can accom-        neurons), a sixfold increase in L1-EGFP copies was observed\nmodate L1 retrotransposition [12,89], the cell cycle may           by qPCR against the EGFP splice junction in mature neurons,\npromote efficient retrotransposition [90– 92]. The mechanism       even when correcting for differences in proliferation rate [12].\nthrough which the L1 RNP enters the nucleus is not well            This was an astonishing result, as it supports speculation that\nunderstood. However, live-cell imaging experiments tracking        not only do mature neurons support retrotransposition, but\nan L1 reporter construct during cell cycle progression indicate    also retrotransposition occurs at even higher rates in neurons\nthat L1 enters the nucleus as the cell starts to divide, presum-   than in proliferating neural progenitors. The study relied\nably facilitated by nuclear envelope disassembly during            heavily on qPCR detection of EGFP copies, and used an\nmitosis [92].                                                      in vitro assay to compare dividing versus non-dividing\n    Another explanation for L1 activity in proliferating NPCs      neural cells. Going forward, it will be interesting to address\nmay be a more relaxed chromatin state. A relaxed chromatin         this question in vivo, perhaps by using an inducible knock-\nstate is correlated with pluripotency and proliferation, and       in reporter model. Furthermore, it would be very interesting\ndifferentiated cells have more condensed chromatin than pro-       to explore in detail the mechanisms through which retro-\ngenitor cells [93]. Open chromatin has been assumed to             transposons escape epigenetic silencing and mobilize in\nfacilitate L1 activation. By using a transcription activator-      postmitotic neurons.\nlike (TAL) effector to target different parts of a mouse L1,\nwhich was then fused with a transcriptional activator\ndomain, a recent study demonstrated that L1 transcription          6. Is retrotransposition necessary for\ndirectly impacts global chromatin accessibility in the early\nmouse embryo [94]. L1 transcriptional activity to maintain\n                                                                      healthy brain function?\nchromatin openness may be a prerequisite for normal devel-         It is not established whether retrotransposition in the neural\nopment of the early embryo [94] and it will be interesting to      genome is part of normal brain function. It is however plaus-\nfurther extend this study into later developmental stages and      ible that, if retrotransposons did contribute to normal brain\nin the context of neurodevelopment.                                function, it would be via altered splicing and DNA methyl-\n    Finally, TFs can stimulate L1 to retrotranspose during         ation of genes, with these being routes to perturb the\nneuronal differentiation. Sex determining region Y-box 2           transcriptional output of cells. For example, pseudogene tran-\n(SOX2), which is expressed in stem cells and neural progeni-       scripts can carry microRNA (miRNA) recognition sites and\ntors, and is essential in maintaining a proliferative state, can   facilitate degradation of their target miRNAs, acting as com-\nbind to the 5’ UTR of L1 and repress promoter activity [72].       petitive miRNA targets to the miRNA targets of their parent\nDuring neuronal differentiation, when SOX2 is downregu-            genes [95]. Such pseudogenes carrying miRNA recognition\nlated, L1 can become active [72]. Concomitantly, members           sites are present in temporal lobe neurons, where they may\nof the Wnt signalling pathway such as wingless-related inte-       play an important role in regulating the expression of\ngration site family member 3a (WNT3a), which promotes              miRNAs [96]. Somatic pseudogene insertions in the brain, if\nneurogenesis, can also stimulate and increase L1 trans-            found, may therefore regulate gene regulation as miRNA\ncription, providing a window of opportunity for L1                 ‘sponges’ [97]. In another example, experiments using L1-\nmobilization to occur in differentiating neurons [73]. Hence,      EGFP transgenic rodents, which were either sedentary or\nthe shifting epigenetic and transcriptional landscapes of neu-     allowed to voluntarily run, demonstrated that exercise\nrogenesis may provide a unique situation for somatic               increased the total number of newborn hippocampal neur-\nretrotransposition to occur in the brain.                          ons, which correlated with an increase in engineered L1\n\fretrotransposition [98]. However, it remains unclear whether          skipping and a frame shift, in this case generating a 220 bp del-        7\nthe increase in GFP was due to a greater number of insertions         etion of the Reln mRNA, and leading to inefficient secretion of\n\n\n\n\n                                                                                                                                             rsob.royalsocietypublishing.org\nin the running mice or an activation of GFP expression from           Reln truncated protein [120,122,123]. As Reln is essential for\npreviously silenced L1-EGFP insertions, due to changes in the         neuronal migration and cortical lamination, deficiency in its\nepigenetic landscape. Nevertheless, as the hippocampus is an          secretion leads to a severe impairment of neuronal migration\nimportant area for brain structural plasticity, being involved        and, as a consequence, cortical and cerebellar delamination.\nin learning, memory as well as stress regulation, retrotranspo-       Subsequent neurological symptoms in Reln mutant mice reca-\nsition in hippocampal neurons could potentially contribute to         pitulate the phenotype seen in patients with lissencephaly\nneuronal plasticity. Whether retrotransposon insertions can           caused by other Reln mutations [124]. Hence, de novo L1 inser-\nactively contribute to neuronal physiology, and thus impact           tions arising in the germline can alter genes expressed in the\nbehaviour, is still debatable, as to date no functional analyses      brain and cause a neurological phenotype, suggesting that\nhave been published in this area.                                     similar mutations arising in neurons have the potential to\n\n\n\n\n                                                                                                                                             Open Biol. 8: 180074\n                                                                      generate a functional change.\n\n\n7. Retrotransposition-induced genomic                                 8. Retrotransposon regulation and\n   alterations in neuronal genes and their                               environmental factors impacting\n   functional consequences                                               retrotransposition\nRetrotransposon insertions can significantly alter protein-\ncoding and regulatory regions of the genome, and thereby              8.1. Locus-specific regulation of long interspersed\naffect gene expression and other cellular outputs [63,68,99–\n103]. L1 insertions can occur within neuronal genes, and\n                                                                           element 1 retrotransposition\ntherefore have the potential to change the structure of genes         Retrotransposition depends on a mobile element’s intrinsic\nor how highly they are expressed [4,7,10,72,99]. The conse-           ability to ‘jump’, and its host cell’s capacity to defeat this\nquences of an intragenic L1 insertion for a cell depend on: (i)       mobilization. Despite their significant presence in the\nthe characteristics of the insertion (full-length or 5’ truncated     genome, almost all human L1 copies are 5’ truncated, or con-\nL1, sense or antisense to the gene; internally inverted and           tain internal mutations and rearrangements, and are not able\ndeleted); (ii) the locus where it integrates; and (iii) the ability   to mobilize. A few L1 copies are full length, remain transcrip-\nof the host cell to silence or compensate for the effects of the      tionally active and have intact ORFs and therefore have the\nL1 insertion [104,105]. The various routes by which L1 inser-         capacity to act as source, or donor, elements in a cycle of retro-\ntions can lead to gene expression changes have been                   transposition. An even smaller subset (approx. 6 L1s per\nreviewed previously [106–108]. L1 insertions can delete               individual genome) retrotranspose efficiently in vitro when\nsequences at the target site [52,109]. In some cases, these del-      tagged with a fluorescent or selectable marker [50,70] and are\netions can be quite large, such as the 46 kb deletion reported        referred to as ‘hot’ donor L1s [41,42], although retrotransposi-\nfor the PDHX gene encoding pyruvate dehydrogenase,                    tion efficiency can vary significantly in different cell types. Hot\nwhich results in pyruvate dehydrogenase deficiency, a neuro-          L1s tend to be the most recently acquired L1 copies in the\ndegenerative disorder [110]. Genomic sequences flanking the           genome, have very low sequence divergence from the L1 con-\nsource L1 5’ or 3’ end can be transduced along with the L1            sensus sequence and are polymorphic in the population (found\nto the new integration site, potentially leading to exon              in some individuals but absent in others) [41]. If a cell type sup-\nshuffling and new genes [111]. Recombination can occur                ports ",
  "wordCount": 15455,
  "indexed": "2025-09-25T22:43:43.669Z",
  "method": "direct"
}
