{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Bumgarner - 2013 - DNA microarrays Types, Applications and their fut.pdf",
  "fileName": "Bumgarner - 2013 - DNA microarrays Types, Applications and their fut.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Bumgarner - 2013 - DNA microarrays Types, Applications and their fut.pdf",
  "text": "NIH Public Access\n                            Author Manuscript\n                            Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Curr Protoc Mol Biol. 2013 January ; 0 22: Unit–22.1.. doi:10.1002/0471142727.mb2201s101.\n\n\n\n                           DNA microarrays: Types, Applications and their future\n                           Roger Bumgarner\n                           Associate Professor, Department of Microbiology, Box 357080, University of Washington, Seattle\n                           WA 98195\n\n                           Abstract\n                                This chapter provides an overview of DNA microarrays. Microarrays are a technology in which\n                                1000’s of nucleic acids are bound to a surface and are used to measure the relative concentration\n                                of nucleic acid sequences in a mixture via hybridization and subsequent detection of the\n                                hybridization events. We first cover the history of microarrays and the antecedent technologies\n                                that led to their development. We then discuss the methods of manufacture of microarrays and the\nNIH-PA Author Manuscript\n\n\n\n\n                                most common biological applications. The chapter ends with a brief discussion of the limitations\n                                of microarrays and discusses how microarrays are being rapidly replaced by DNA sequencing\n                                technologies.\n\n\n                           Keywords\n                                microarrays; genomics; gene expression; genotyping\n\n\n                           Overview\n                                            This chapter covers the use of nucleic acid arrays. Nucleic acid arrays or more simply DNA\n                                            arrays are a group of technologies in which specific DNA sequences are either deposited or\n                                            synthesized in a 2-D (or sometimes 3-D) array on a surface in such a way that the DNA is\n                                            covalently or non-covalently attached to the surface. Figure 1 shows a simplified view of a\n                                            DNA array. In typical use, a DNA array is used to probe a solution of a mixture of labeled\nNIH-PA Author Manuscript\n\n\n\n\n                                            nucleic acids and the binding (by hybridization) of these “targets” to the “probes” on the\n                                            array is used to measure the relative concentrations of the nucleic acid species in solution.\n                                            By generalizing to a very large number of spots of DNA, an array can be used to quantify an\n                                            arbitrarily large number of different nucleic acid sequences in solution. There are other\n                                            means of quantifying different nucleic acid sequences in a sample, including quantitative\n                                            PCR (Units 15.7 and 15.8), “digital PCR” (Sykes et al., 1992; Vogelstein and Kinzler,\n                                            1999), and hybridization to optically tagged “probe sequences” (Geiss et al., 2008). These\n                                            are not reviewed here. Also, it should be noted that the use of microarrays to measure the\n                                            relative concentrations of nucleic acid sequences in solution is rapidly being supplanted by\n                                            high throughput sequencing methods such as those discussed in Unit 7.8.\n\n\n\n\n                           Author for correspondence:(206)732-6137 (office), (206)732-6033 (fax), rogerb@u.washington.edu.\n\f                           Bumgarner                                                                                                Page 2\n\n\n                              The early history of DNA arrays\n                                          One could argue that the original DNA array was created with the colony hybridization\nNIH-PA Author Manuscript\n\n\n\n\n                                          method of Grunstein and Hogness (Grunstein and Hogness, 1975). In this procedure, DNA\n                                          of interest was randomly cloned into E. coli plasmids that were plated onto agar petri plates\n                                          covered with nitrocellulose filters. Replica plating was used to produce additional agar\n                                          plates. The colonies on the filters were lysed and their DNA’s were denatured and fixed to\n                                          the filter to produce a random and unordered collection of DNA spots that represented the\n                                          cloned fragments. Hybridization of a radiolabeled probe of an DNA or RNA of interest was\n                                          used to rapidly screen 1000’s of colonies to identify clones containing DNA that was\n                                          complimentary to the probe (Unit 6.3).\n\n                                          In 1979, this approach was adapted to create ordered arrays by Gergen et. al. (Gergen et al.,\n                                          1979) who picked colonies into 144 well microplates. They created a mechanical 144 pin\n                                          device and a jig that allowed them to replicate multiple microtiter plates on agar and produce\n                                          arrays of 1728 different colonies in a 26 × 38 cm region. An additional transfer of colonies\n                                          to squares of Whatman filter paper followed by a growth, lysis, denaturation and fixing of\n                                          the DNA to the filter, allowed the production of DNA arrays on filters that could be re-used\n                                          multiple times. During the next decade, filter based arrays and protocols similar to these\nNIH-PA Author Manuscript\n\n\n\n\n                                          were used in a variety of applications including: cloning genes of specific interest,\n                                          identifying SNP’s (Miller and Barnes, 1986), cloning genes that are differentially expressed\n                                          between two samples (Crampton et al., 1980) and physical mapping(Craig et al., 1990).\n\n                                          In the late 1980’s and early 1990’s Hans Lehrach’s group automated these processes by\n                                          using robotic systems to rapidly array clones from microtiter plates onto filters(Craig et al.,\n                                          1990; Lennon and Lehrach, 1991). The concomitant development of cDNA cloning in the\n                                          late 1970’s and early 80’s (Auffray et al., 1980; Auffray and Rougeon, 1980a; Auffray and\n                                          Rougeon, 1980b; Humphries et al., 1977) combined with international programs to fully\n                                          sequence both the human genome (Barnhart, 1989; Watson and Jordan, 1989) and the\n                                          human transcriptome(Aaronson et al., 1996; Dias Neto et al., 2000) led to efforts to create\n                                          reference sets of cDNAs and cDNA filter arrays for human(Lennon et al., 1996) and other\n                                          genomes(Bonaldo et al., 1996) By the late 1990’s and early 2000’s, sets of non-redundant\n                                          cDNA’s became widely available and the complete genome sequences of some organisms\n                                          allowed for sets of PRC products representing all the known open reading frames (ORFs) in\nNIH-PA Author Manuscript\n\n\n\n\n                                          small genomes (Lashkari et al., 1997; Richmond et al., 1999). These sets, combined with\n                                          readily available robotics, allowed individual labs to make their own cDNA or ORF arrays\n                                          that containing gene content that represented the vast majority of genes in a genome.\n\n                              The birth of the modern DNA array\n                                          In the late 90’s and 2000’s, DNA array technology progressed rapidly as both new methods\n                                          of production and fluorescent detection were adapted to the task. In addition, increases in\n                                          our knowledge of the DNA sequences of multiple genomes provided the raw information\n                                          necessary to assure that arrays could be made which fully represented the genes in a\n                                          genome, all the sequence in a genome or a large fraction of the sequence variation in a\n                                          genome. It should also be noted that during this time, there was a gradual transition from\n                                          spotting relatively long DNA’s on arrays to producing arrays using 25-60bp oligos. The\n\n\n                                            Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                            Page 3\n\n\n                                       transition to oligo arrays was made possible by the increasing amounts of publicly available\n                                       DNA sequence information. The use of oligos (as opposed to longer sequences) also\n                                       provided an increase in specificity for the intended binding target as oligos could be\nNIH-PA Author Manuscript\n\n\n\n\n                                       designed to target regions of genes or the genome that were most dissimilar from other\n                                       genes or regions. Three basic types of arrays came into play during this time frame, spotted\n                                       arrays on glass, in-situ synthesized arrays and self assembled arrays (Figure 2).\n\n                                       Spotted arrays—In 1996 Derisi et. al. published a method which allowed very high-\n                                       density DNA arrays to be made on glass substrates(DeRisi et al., 1996). Poly-lysine coated\n                                       glass microscope slides provided good binding of DNA and a robotic spotter was designed\n                                       to spot multiple glass slide arrays from DNA stored in microtiter dishes. By using slotted\n                                       pins (similar to fountain pens in design) a single dip of a pin in DNA solution could spot\n                                       multiple slides. Spotting onto glass, allowed one to fluorescently label the sample.\n                                       Fluorescent detection provided several advantages relative to the radioactive or\n                                       chemilluminescent labels common to filter based arrays. First, fluorescent detection is quite\n                                       sensitive and has a fairly large dynamic range. Second, fluorescent labeling is generally less\n                                       expensive and less complicated than radioactive or chemilluminescent labeling. Third,\n                                       fluorescent labeling allowed one to label two (or potentially more) samples in different\nNIH-PA Author Manuscript\n\n\n\n\n                                       colors and cohybridize the samples to the same array. As it was very difficult to\n                                       reproducibly produce spotted arrays, comparisons of individually hybridized samples to\n                                       ostensibly identical arrays would result in false differences due to array-to-array variation.\n                                       However, a two-color approach in which the ratio of signals on the same array are measured\n                                       is much more reproducible.\n\n                                       In-situ, Synthesized arrays—In 1991 Fodor et.al. published a method for light directed,\n                                       spatially addressable chemical synthesis which combined photolabile protecting groups with\n                                       photolithography to perform chemical synthesis on a solid substrate(Fodor et al., 1991). In\n                                       this initial work, the authors demonstrated the production of arrays of 10-amino acid\n                                       peptides and, separately, arrays of di-nucleotides. In 1994, Fodor et.al. at the recently\n                                       formed company of Affymetrix demonstrated the ability to use this technology to generate\n                                       DNA arrays consisting of 256 different octa-nucleotides (Pease et al., 1994). By 1995-1996,\n                                       Affymetrix arrays were being used to detect mutations in the reverse transcriptase and\n                                       protease genes of the highly polymorphic HIV-1 genome(Lipshutz et al., 1995) and to\nNIH-PA Author Manuscript\n\n\n\n\n                                       measure variation in the human mitochondrial genome(Chee et al., 1996). Eventually,\n                                       Affymetrix used this technology to develop a wide catalogue of DNA arrays for use in\n                                       expression analysis(Lockhart et al., 1996; Wodicka et al., 1997), genotyping (Chee et al.,\n                                       1996; Hacia et al., 1996) and sequencing (G Wallraff, 1997)(see www.Affymetrix.com for\n                                       the current catalog of arrays).\n\n                                       A major advantage of the Affymetrix technology is that because the DNA sequences are\n                                       directly synthesized on the surface, only a small collection of reagents (the 4 modified\n                                       nucleotides, plus a small handful of reagents necessary for the de-blocking and coupling\n                                       steps) are needed to construct an arbitrarily complex array. This contrasts with the spotted\n                                       array technologies in which one needed to construct or obtain all the sequences that one\n                                       wished to deposit on the array in advance of array construction. However, the initial\n\n\n\n                                         Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                             Page 4\n\n\n                                       Affymetrix technology was limited in flexibility as each model of array required the\n                                       construction of a unique set of photolithographic masks in order to direct the light to the\n                                       array at each step of the synthesis process. In 2002, authors from Nimblegen Systems Inc.,\nNIH-PA Author Manuscript\n\n\n\n\n                                       published a method in which the photo-deprotection step of Fodor et. al (Fodor et al., 1991;\n                                       Lipshutz et al., 1999) is accomplished using micro-mirrors (similar to those in video\n                                       computer projectors) to direct light at the pixels on the array(Nuwaysir et al., 2002). This\n                                       allows for custom arrays to be manufactured in small volumes at much lower cost than by\n                                       photolithographic methods using masks to direct light (which are cheaper for large volume\n                                       production). One constraint with this method is that the total number of addressable pixels\n                                       (e.g. unit oligos that can be synthesized) is limited to the number of addressable positions in\n                                       the micro-mirror device (of order 1M).\n\n                                       In 1996, Blanchard et.al. proposed a method use inkjet printing technology and standard\n                                       oligo synthesis chemistry to produce oligo arrays(Blanchard et al., 1996). In brief, inkjet\n                                       printer heads were adapted to deliver to the four different nucleotide phosphoramidites to a\n                                       glass slide that was pre-patterned to contain regions containing hydrophilic regions (with\n                                       exposed hydroxyl groups) surrounded by hydrophobic regions. The hydroxylated regions\n                                       provided a surface to which the phosphoramidites could couple, while the surrounding\nNIH-PA Author Manuscript\n\n\n\n\n                                       hydrophobic regions contained the droplet(s) emitted by the inkjets to defined regions. This\n                                       technology was eventually commercialized by Rosetta Inpharmatics (Hughes et al., 2001)\n                                       and licensed to Agilent Technologies who produces these arrays at present. The inkjet array\n                                       approach shares the advantage of the Affymetrix/Nimblegen approach in that one only need\n                                       to have available a small number of reagents to produce an array. In addition, similar to the\n                                       Nimblegen approach, the production of a new type of array only requires that a different set\n                                       of sequence information is delivered to the printer. Hence, the inkjet array technology has\n                                       been particularly useful for the design of custom arrays that are produced in low volume.\n\n                                       Self assembled arrays—An alternative approach to the construction of arrays was\n                                       created by the group of David Walt at Tufts University(Ferguson et al., 2000; Michael et al.,\n                                       1998; Steemers et al., 2000; Walt, 2000) and ultimately licensed to Illumina. Their method\n                                       involved synthesizing DNA on small polystryrene beads and depositing those beads on the\n                                       end of a fiber optic array in which the ends of the fibers were etched to provide a well that is\n                                       slightly larger than one bead. Different types of DNA would be synthesized on different\n                                       beads and applying a mixture of beads to the fiber optic cable would result in a randomly\nNIH-PA Author Manuscript\n\n\n\n\n                                       assembled array. In early versions of these arrays, the beads were optically encoded with\n                                       different fluorophore combinations in order to allow one to determine which oligo was in\n                                       which position on the array (referred to as “decoding the array”)(Ferguson et al., 2000;\n                                       Michael et al., 1998; Steemers et al., 2000; Walt, 2000). Optical decoding by fluorescent\n                                       labeling limited the total number of unique beads that could be distinguished. Hence, the\n                                       later and present day methods for decoding the beads involve hybridizing and detecting a\n                                       number of short, fluorescently labeled oligos in a sequential series of steps(Gunderson et al.,\n                                       2004). This not only allows for an extremely large number of different types of beads to be\n                                       used on a single array but also functionally tests the array prior to its use in a biological\n                                       assay. Later versions of the Illumina arrays used a pitted glass surface to contain the beads\n                                       instead of a fiber option arrays.\n\n\n\n                                         Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                                Page 5\n\n\n                                          The above is not intended to be a comprehensive history or survey of all DNA microarray\n                                          technologies. However, it does cover the major advances in the field and the predominate\n                                          methods of manufacture of arrays.\nNIH-PA Author Manuscript\n\n\n\n\n                              Applications of microarrays\n                              Gene expression analysis\n                                          The predominate application of DNA microarrays has been to measure gene expression\n                                          levels (Figure 3). In this application, RNA is extracted from the cells of interest and either,\n                                          labeled directly, converted to a labeled cDNA or converted to a T7 RNA promoter tailed\n                                          cDNA which is further converted to cRNA through the Eberwine amplification process\n                                          (Van Gelder et al., 1990). A wide variety of methods have been developed for labeling of\n                                          the cDNA or cRNA including: incorporation of fluorescently labeled nucleotides during the\n                                          synthesis, incorporation of biotin labeled nucleotide which is subsequently stained\n                                          fluorescently labeled streptavidin, incorporation of a modified reactive nucleotide to which a\n                                          fluorescent tag is added later, and a variety of signal amplification methods (an early review\n                                          of different labeling methods is provided in (Richter et al., 2002)). The two most frequently\n                                          used methods are the incorporation of fluorescently labeled nucleotides in the cRNA or\nNIH-PA Author Manuscript\n\n\n\n\n                                          cDNA synthesis step or the incorporation of a biotin labeled nucleotide in the cRNA\n                                          synthesis step (as is done by Affymetrix).\n\n                                          The labeled cRNA or cDNA are then hybridized to the microarray, the array is washed and\n                                          the signal is detected by measuring fluorescence at each spot. In the case of biotin labeled\n                                          samples, the array is stained post-hybridization with fluorescently labeled streptavidin. Laser\n                                          induced fluorescence is typically measured with a scanning confocal microscope. The\n                                          intensity of the signal(s) on each spot is taken as a measure of the expression level of the\n                                          corresponding gene. Gene expression analysis is described in more detail in Units 22.2-22.4.\n\n                              Transcription factor binding analysis\n                                          Microarrays have also been used in combination with chromatin immunoprecipitation\n                                          (Solomon et al., 1988) to determine the binding sites of transcription factors (Horak and\n                                          Snyder, 2002; Iyer et al., 2001). In brief, transcription factors (TFs) are cross linked to DNA\n                                          with formaldehyde and the DNA is fragmented. The TF(s) of interest (with the DNA to\n                                          which they were boud still attached) are affinity purified using either an antibody to the TF\nNIH-PA Author Manuscript\n\n\n\n\n                                          or by tagging the transcription factor with peptide that’s amenable to affinity\n                                          chromatography (for example a FLAG-, HIS-, myc or HA-tag). After purification, the DNA\n                                          is released from the TF, amplified, labeled and hybridized to the array. This technique is\n                                          commonly referred to as “ChIP-chip” for Chromatin Immuno-Precipitation on a “chip” or\n                                          microarray.\n\n                                          As TF’s often bind quite a distance away from the genes that they regulate, the design of the\n                                          array and size distribution of the fragment length are interrelated. E.g. the array must contain\n                                          probes that will interrogate the region of DNA bound to the transcription factor. For bacteria\n                                          or yeast, the intergenic regions are fairly small and the same arrays used for gene expression\n                                          work can be applied to ChIP-chip. For mammalian genomes, the intergenic regions are large\n                                          and the TF often bind many kbp away from the gene of interest. Hence, for mammalian\n\n\n                                            Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                                 Page 6\n\n\n                                          genomes, oligo arrays with oligo’s spaced evenly across the entire genome are typically\n                                          used for ChIP-chip experiments. Buck et. al. provide a good review(Buck and Lieb, 2004) of\n                                          the considerations for the design and analysis of ChIP-chip experiments and the technique is\nNIH-PA Author Manuscript\n\n\n\n\n                                          discussed in detail in Units 21.9 and 21.13.\n\n                             Genotyping\n                                          Microarrays have been widely used as single-nucleotide-polymorphism (SNP) genotyping\n                                          platforms. Several alternative approaches have been used to detect SNP’s but the most\n                                          commonly used are allele discrimination by hybridization as used by Affymetrix (Wang et\n                                          al., 1998), allele specific extension and ligation to a “bar-code” oligo which is hybridized to\n                                          a universal array (the Illumina “Golden Gate Assay”(Fan et al., 2003)) or approaches in\n                                          which the arrayed DNA is extended across the SNP in a single nucleotide extension reaction\n                                          (the Arrayed Primer Extension assay of Kurg et.al. (Kurg et al., 2000) or the Infinium Assay\n                                          of Illumina (Gunderson et al., 2006)). Figure 4 explains the detection approaches in more\n                                          detail. Allelic discrimination by hybridization suffers background due to non-specific\n                                          hybridization in complex genomes. In order to reduce this background, Affymetrix\n                                          developed a PCR based approach to reduce genomic complexity.\nNIH-PA Author Manuscript\n\n\n\n\n                                          In brief, SNPs for their assay are selected to be between restriction sites that are <1kb apart.\n                                          Genomic DNA is fragmented with a restriction enzyme, end repaired and adapters for PCR\n                                          are ligated to the fragments. PCR is performed under conditions that selectively amplify\n                                          products of <1kb in size. This method reduces genomic complexity by approximately 50-\n                                          fold and results in a corresponding increase in signal to noise on the array(Matsuzaki et al.,\n                                          2004).\n\n                                          Both the Affymetrix and the Illumina methods for SNP genotyping have been highly\n                                          successful and are highly used. Today SNP arrays capable of detecting >1M different human\n                                          SNPs are available from both vendors. Call rates (the fraction of SNPs on the array that can\n                                          be reliable called) and reproducibility of SNP calls exceed 99.5%. In addition, the same\n                                          arrays or variations thereof, can also be used to detect copy number variants(Bignell et al.,\n                                          2004; Peiffer et al., 2006).\n\n                             Data standards and data exchange\nNIH-PA Author Manuscript\n\n\n\n\n                                          With the exception of DNA sequencing, microarrays were perhaps the earliest technology\n                                          that allowed biologists to vast amounts of complex digital data. As the technology came into\n                                          use, it rapidly became apparent that in order for others to be able to reproduce a given\n                                          microarray experiment a detailed description of the array, the sample, the protocols and the\n                                          data analysis methods needed to be available. Moreover, it also became apparent that access\n                                          to the raw and processed data would allow others to perform analyses and meta analyses (on\n                                          combinations of data) that the original data producers had not conceived. To address these\n                                          issues of reproducible science and data exchange, members of the Microarray Gene\n                                          Expression Data Society (now the Function Genomics Data Society – www.FGED.org)\n                                          created the MIAME (Minimum Information About a Microarray Experiment) standards for\n                                          the description of microarray experiments(Ball and Brazma, 2006; Brazma et al., 2001) and\n                                          for the exchange of microarray data(Rayner et al., 2006; Spellman et al., 2002). These\n\n\n                                            Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                               Page 7\n\n\n                                       efforts influenced the creation public databases for microarray data (Barrett et al., 2007;\n                                       Brazma et al., 2006; Brazma et al., 2003) and subsequent standards efforts in other areas\n                                       (Deutsch et al., 2008; Field et al., 2008; Taylor et al., 2007).\nNIH-PA Author Manuscript\n\n\n\n\n                              Limitations of DNA microarrays\n                                       At their core, microarrays are simply devices to simultaneously measure the relative\n                                       concentrations of many different DNA or RNA sequences. While they have been incredibly\n                                       useful in a wide variety of applications, they have a number of limitations. First, arrays\n                                       provide an indirect measure of relative concentration. That is the signal measured at a given\n                                       position on a microarray is typically assumed to be proportional to the concentration of a\n                                       presumed single species in solution that can hybridize to that location. However, due to the\n                                       kinetics of hybridization, the signal level at a given location on the array is not linearly\n                                       proportional to concentration of the species hybridizing to the array. At high concentrations\n                                       the array will become saturated and at low concentrations, equilibrium favors no binding.\n                                       Hence, the signal is linear only over a limited range of concentrations in solution. Second,\n                                       especially for complex mammalian genomes, it is often difficult (if not impossible) to design\n                                       arrays in which multiple related DNA/RNA sequences will not bind to the same probe on\nNIH-PA Author Manuscript\n\n\n\n\n                                       the array. A sequence on an array that was designed to detect “gene A”, may also detect\n                                       “genes B, C and D” if those genes have significant sequence homology to gene A. This can\n                                       particularly problematic for gene families and for genes with multiple splice variants. It\n                                       should be noted that it is possible to design arrays specifically to detect splice variants either\n                                       by making array probes to each exon in the genome(Gardina et al., 2006) or to exon\n                                       junctions(Castle et al., 2003). However, it is difficult to design arrays that will uniquely\n                                       detect every exon or gene in genomes with multiple related genes.\n\n                                       Finally, a DNA array can only detect sequences that the array was designed to detect. That\n                                       is, if the solution being hybridized to the array contains RNA or DNA species for which\n                                       there is no complimentary sequence on the array, those species will not be detected. For\n                                       gene expression analysis, this typically means that genes that have not yet been annotated in\n                                       a genome will not be represented on the array. In addition, non-coding RNA’s that are not\n                                       yet recognized as expressed are typically not represented on an array. Moreover, for highly\n                                       variable genomes such as those from bacteria, arrays are typically designed using\n                                       information from the genome of a reference strain. Such arrays may be missing a large\nNIH-PA Author Manuscript\n\n\n\n\n                                       fraction of the genes present in a given isolate of the same species. For example, in the\n                                       bacterial species Aggregatibacter actinomycetemcomitans, the gene content differs by as\n                                       much as 20% between any two isolates (Kittichotirat et al., 2011). Hence an array designed\n                                       using gene annotation from a “reference isolate” will not contain many of the genes found in\n                                       other isolates.\n\n                              The Future of DNA arrays\n                                       Given the limitations of arrays mentioned above, it would be far preferable to have an\n                                       unbiased method to directly measure all the DNA or RNA species present in a particular\n                                       sample. The advent of next generation sequencing technologies combined with the rapid\n                                       decrease in the cost of sequencing (http://www.genome.gov/sequencingcosts/) has now\n\n\n\n                                         Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                                               Page 8\n\n\n                                        made sequencing cost competitive with microarrays for all assays with the possible\n                                        exception of genotyping. When the cost is similar, sequencing has many advantages relative\n                                        to microarrays. Sequencing is a direct measurement of which nucleic acids are present in\nNIH-PA Author Manuscript\n\n\n\n\n                                        solution. One need only count the number of a given type of sequences present to determine\n                                        it’s abundance. Counting sequences is linear with concentration and the signal to noise one\n                                        can obtain by sequencing is only limited by the number of reads used for each sample.\n\n                                        Sequencing is a relatively unbiased approach to measuring which nucleic acids are present\n                                        in solution. While sample preparation or different enzymes may bias sequencing counts,\n                                        unlike DNA arrays, sequencing is not dependent on prior knowledge of which nucleic acids\n                                        may be present. Sequencing is also able to independently detect closely related gene\n                                        sequences, novel splice forms or RNA editing that may be missed due to cross hybridization\n                                        on DNA microarrays. As a result of these advantages and the decreasing cost of sequencing,\n                                        DNA arrays are being rapidly replaced by sequencing for nearly every assay that has been\n                                        previously performed on microarrays (see for example (Wold and Myers, 2008)). As the\n                                        cost of sequencing is currently dropping by a factor of two every five months, it’s likely that\n                                        DNA arrays will be fully replaced by sequencing methods within the next 5-10 years.\nNIH-PA Author Manuscript\n\n\n\n\n                              Acknowledgments\n                                        Dr. Bumgarner is partially supported by the National Center for Research Resources and the National Center for\n                                        Advancing Translational Sciences, National Institutes of Health, through Grant UL1 RR025014. The content is\n                                        solely the responsibility of the author and does not necessarily represent the official views of the NIH\n\n\n                              Literature Cited\n                                        Aaronson JS, Eckman B, Blevins RA, Borkowski JA, Myerson J, Imran S, Elliston KO. Toward the\n                                          development of a gene index to the human genome: an assessment of the nature of high-throughput\n                                          EST sequence data. Genome research. 1996; 6:829–845. [PubMed: 8889550]\n                                        Auffray C, Nageotte R, Chambraud B, Rougeon F. Mouse immunoglobulin genes: a bacterial plasmid\n                                          containing the entire coding sequence for a pre-gamma 2a heavy chain. Nucleic acids research.\n                                          1980; 8:1231–1241. [PubMed: 6253932]\n                                        Auffray C, Rougeon F. Nucleotide sequence of a cloned cDNA corresponding to secreted mu chain of\n                                          mouse immunoglobulin. Gene. 1980a; 12:77–86. [PubMed: 6260591]\n                                        Auffray C, Rougeon F. Purification of mouse immunoglobulin heavy-chain messenger RNAs from\n                                          total myeloma tumor RNA. Eur J Biochem. 1980b; 107:303–314. [PubMed: 6772444]\n                                        Ball CA, Brazma A. MGED standards: work in progress. OMICS. 2006; 10:138–144. [PubMed:\nNIH-PA Author Manuscript\n\n\n\n\n                                          16901218]\n                                        Barnhart BJ, The Department of Energy (DOE) Human Genome Initiative. Genomics. 1989; 5:657–\n                                          660. [PubMed: 2613248]\n                                        Barrett T, Troup DB, Wilhite SE, Ledoux P, Rudnev D, Evangelista C, Kim IF, Soboleva A,\n                                          Tomashevsky M, Edgar R. NCBI GEO: mining tens of millions of expression profiles--database\n                                          and tools update. Nucleic Acids Res. 2007; 35:D760–765. [PubMed: 17099226]\n                                        Bignell GR, Huang J, Greshock J, Watt S, Butler A, West S, Grigorova M, Jones KW, Wei W,\n                                          Stratton MR, Futreal PA, Weber B, Shapero MH, Wooster R. High-resolution analysis of DNA\n                                          copy number using oligonucleotide microarrays. Genome research. 2004; 14:287–295. [PubMed:\n                                          14762065]\n                                        Blanchard AP, Kaiser RJ, Hood LE. High-density oligonucleotide arrays. Biosensors and\n                                          Bioelectronics. 1996; 11:687–690.\n                                        Bonaldo MF, Lennon G, Soares MB. Normalization and subtraction: two approaches to facilitate gene\n                                            discovery. Genome research. 1996; 6:791–806. [PubMed: 8889548]\n\n\n                                          Curr Protoc Mol Biol. Author manuscript; available in PMC 2014 May 06.\n\f                           Bumgarner                                                                                                 Page 9\n\n\n                                       Brazma A, Hingamp P, Quackenbush J, Sherlock G, Spellman P, Stoeckert C, Aach J, Ansorge W,\n                                           Ball CA, Causton HC, Gaasterland T, Glenisson P, Holstege FC, Kim IF, Markowitz V, Matese\n                                           JC, Parkinson H, Robinson A, Sarkans U, Schulze-Kremer S, Stewart J, Taylor R, Vilo J, Vingron\nNIH-PA Author Manuscript\n\n\n\n\n                                           M. Minimum information about a microarray experiment (MIAME)-toward standards for\n                                           microarray data. Nature genetics. 2001; 29:365–371. [PubMed: 11726920]\n                                       Brazma A, Kapushesky M, Parkinson H, Sarkans U, Shojatalab M. Data storage and analysis in\n                                           ArrayExpress. Methods Enzymol. 2006; 411:370–386. [PubMed: 16939801]\n                                       Brazma A, Parkinson H, Sarkans U, Shojatalab M, Vilo J, Abeygunawardena N, Holloway E,\n                                           Kapushesky M, Kemmeren P, Lara GG, Oezcimen A, Rocca-Serra P, Sansone SA. ArrayExpress--\n                                           a public repository for microarray gene expression data at the EBI. Nucleic Acids Res. 2003;\n                                           31:68–71. [PubMed: 12519949]\n                                       Buck MJ, Lieb JD. ChIP-chip: considerations for the design, analysis, and application of genome-wide\n                                           chromatin immunoprecipitation experiments. Genomics. 2004; 83:349–360. [PubMed: 14986705]\n                                       Castle J, Garrett-Engele P, Armour CD, Duenwald SJ, Loerch PM, Meyer MR, Schadt EE, Stoughton\n                                           R, Parrish ML, Shoemaker DD, Johnson JM. Optimization of oligonucleotide arrays and RNA\n                                           amplification protocols for analysis of transcript structure and alternative splicing. Genome\n                                           Biology. 2003; 4:R66. [PubMed: 14519201]\n                                       Chee M, Yang R, Hubbell E, Berno A, Huang XC, Stern D, WInkler J, Lockhart DJ, Morris MS,\n                                           Fodor SPA. Accessing genetic information with high-density DNA arrays. Science. 1996;\n                                           274:610–614. [PubMed: 8849452]\n                                       Craig AG, Nizetic D, Hoheisel JD, Zehetner G, Lehrach H. Ordering of cosmid clones covering the\n                                           herpes simplex virus type I (HSV-I) genome: a test case for fingerprinting by hybridisation.\nNIH-PA Author Manuscript\n\n\n\n\n                                           Nucleic acids research. 1990; 18:2653–2660. [PubMed: 2160068]\n                                       Crampton J, Humphries S, Woods D, Williamson R. The isolation of cloned cDNA sequences which\n                                           are differentially expressed in human lymphocytes and fibroblasts. Nucleic acids research. 1980;\n                                           8:6007–6017. [PubMed: 6162155]\n                                       DeRisi J, Penland L, Brown PO, Bittner ML, Meltzer PS, Ray M, Chen Y, Su YA, Trent JM. Use of a\n                                           cDNA microarray to analyse gene expression patterns in human cancer. Nature genetics. 1996;\n                                           14:457–460. [PubMed: 8944026]\n                                       Deutsch EW, Ball CA, Berman JJ, Bova GS, Brazma A, Bumgarner RE, Campbell D, Causton HC,\n                                           Christiansen JH, Daian F, Dauga D, Davidson DR, Gimenez G, Goo YA, Grimmond S, Henrich T,\n                                           Herrmann BG, Johnson MH, Korb M, Mills JC, Oudes AJ, Parkinson HE, Pascal LE, Pollet N,\n                                           Quackenbush J, Ramialison M, Ringwald M, Salgado D, Sansone SA, Sherlock G, Stoeckert CJ\n                                           Jr. Swedlow J, Taylor RC, Walashek L, Warford A, Wilkinson DG, Zhou Y, Zon LI, Liu AY,\n                                           True LD. Minimum information specification for in situ hybridization and immunohistochemistry\n                                           experiments (MISFISHIE). Nat Biotechnol. 2008; 26:305–312. [PubMed: 18327244]\n                                       Dias Neto E, Correa RG, Verjovski-Almeida S, Briones MR, Nagai MA, da Silva W Jr. Zago MA,\n                                           Bordin S, Costa FF, Goldman GH, Carvalho AF, Matsukuma A, Baia GS, Simpson DH, Brunstein\n                                           A, de Oliveira PS, Bucher P, Jongeneel CV, O’Hare MJ, Soares F, Brentani RR, Reis LF, de\n                                           Souza SJ, Simpson AJ. Shotgun sequencing of the human transcriptome with ORF expressed\nNIH-PA Author Manuscript\n\n\n\n\n                                           sequence tags. Proceedings of the National Academy of Sciences of the United States of America.\n                                           2000; 97:3491–3496. [PubMed: 10737800]\n                                       Fan JB, Oliphant A, Shen R, Kermani BG, Garcia F, Gunderson KL, Hansen M, Steemers F, Butler\n                                           SL, Deloukas P, Galver L, Hunt S, McBride C, Bibikova M, Rubano T, Chen J, Wickham E,\n                                           Doucet D, Chang W, Campbell D, Zhang B, Kruglyak S, Bentley D, Haas J, Rigault P, Zhou L,\n                                           Stuelpnagel J, Chee MS. Highly parallel SNP genotyping. Cold Spring Harbor symposia on\n                                           quantitative biology. 2003; 68:69–78.\n                                       Ferguson JA, Steemers FJ, Walt DR. High-density fiber-optic DNA random microsphere array.\n                                           Analytical chemistry. 2000; 72:5618–5624. [PubMed: 11101240]\n                                       Field D, Garrity G, Gray T, Morrison N, Selengut J, Sterk P, Tatusova T, Thomson N, Allen MJ,\n                                           Angiuoli SV, Ashburner M, Axelrod N, Baldauf S, Ballard S, Boore J, Cochrane G, Cole J,\n                                           Dawyndt P, De Vos P, DePamphilis C, Edwards R, Faruque N, Feldman R, Gilbert J, Gilna P,\n                                           Glockner FO, Goldstein P, Guralnick R, Haft D, Hancock D, Hermjakob H, Hertz-Fowler C,\n                                           Hugenholtz P, Joint I, Kagan L, Kane M, Kennedy J, Kowalchuk G, Kottmann R, Kolker E,\n                                           Kravitz S, Kyrpides N, Leebens-Mack J, Lewis SE, Li K, Lister AL, Lord P, Maltsev N,\n\n\n                                         Curr Protoc Mol Biol. Author manuscript; available ",
  "wordCount": 7596,
  "indexed": "2025-09-25T22:44:10.973Z",
  "method": "direct"
}
