{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Paquola et al_2017_Insights into the role of somatic mosaicism in the brain.pdf",
  "fileName": "Paquola et al_2017_Insights into the role of somatic mosaicism in the brain.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Paquola et al_2017_Insights into the role of somatic mosaicism in the brain.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Curr Opin Syst Biol. 2017 February ; 1: 90–94. doi:10.1016/j.coisb.2016.12.004.\n\n\n\n                    Insights into the role of somatic mosaicism in the brain\n                    Apuã C. M. Paquola1, Jennifer A. Erwin1, and Fred H. Gage\n                    Salk Institute for Biological Studies, La Jolla, CA, USA\n\n                    Abstract\n                         Somatic mosaicism refers to the fact that cells within an organism have different genomes. It is\n                         now clear that somatic mosaicism occurs in all brains and that somatic mutations in a subset of\nAuthor Manuscript\n\n\n\n\n                         cells can cause various rare neurodevelopmental disorders. However, for most individuals, the\n                         extent and consequences of somatic mosaicism are largely unknown. The complexity and unique\n                         features of the brain suggest that somatic mosaicism can play an important role in behavior and\n                         cognition. Here we review recent manuscripts showing instances of somatic mosaicism in the\n                         brain and estimating its extent and possible biological consequences. The consequences of somatic\n                         mosaicism span vast dimensions -from a single-locus variant, to genes and gene networks, to cells,\n                         to the interactions of the mosaic cells via neural networks affecting behavior and cognition. We\n                         highlight how systems biology approaches are particularly well suited for the complex emerging\n                         field of brain somatic mosaicism.\n\n\n                    Keywords\nAuthor Manuscript\n\n\n\n\n                         Somatic mosaicism; Brain development; Mutation; Retrotransposition\n\n\n                    Introduction\n                                     Somatic mosaicism results from de novo DNA changes within cells of a body. Each\n                                     individual cell within an organism has a history of growth, cell division, differentiation,\n                                     exposure to chemical insults/metabolic stresses, DNA damage and repair that leads to the\n                                     accumulation of mutations in its DNA. It is inevitable that genomic changes will accumulate\n                                     within somatic cells during the life of an organism, but somatic mosaicism is of particular\n                                     interest in the brain because of some of the brain’s unique features. For the most part, once\n                                     the mammalian brain is developed, the neuronal population is not replenished, with the\n                                     exception of two regions harboring adult neurogenesis (the dentate gyrus of the\nAuthor Manuscript\n\n\n\n\n                                     hippocampus and the subventricular zone). Thus, individual somatic mutations persist\n                                     throughout the lifetime of the neuron, which can coincide with the lifetime of the organism.\n                                     Mosaic DNA mutations can potentially alter the physiological properties of each neuron,\n                                     contributing to overall brain function. The importance of different circuits to the immediate\n                                     behavior of the organism is modulated over time as the state of the brain changes. Thus,\n                                     small groups of neurons or even single neurons can influence the behavior of the organism.\n\n\n\n                    Corresponding author: Gage, Fred H. (gage@salk.edu).\n                    1Equal contribution.\n\f                    Paquola et al.                                                                                              Page 2\n\n\n                                     The multi-dimensional nature of somatic mosaicism and brain function presents multiple\nAuthor Manuscript\n\n\n\n\n                                     challenges and opportunities for understanding their relationship. In this article, we review\n                                     the studies, techniques and data that underlie our current understanding of somatic\n                                     mosaicism. We then explore multiple dimensions of somatic mosaicism data and discuss\n                                     perspectives on holistic and data integrative approaches that shed light on the role of somatic\n                                     mosaicism in the brain.\n\n\n                       Variant types and mechanisms generating mosaicism\n                                     Surprising levels of genomic variation occur within the brain. Structural variations (SV),\n                                     including copy number variations (CNV), LINE-1 retrotransposon insertions, deletions\n                                     associated with LINE-1, along with single nucleotide variants (SNVs), create somatic\n                                     genomic variation within neurons of the human brain. The spectrum of somatic variants in\n                                     the brain is the aggregation of the different types of variants that occur over the life of all\nAuthor Manuscript\n\n\n\n\n                                     cells within the brain (Figure 1). By definition, somatic variants are restricted to a subset of\n                                     cells within the body and have been traditionally difficult to identify in an unbiased manner.\n                                     High-throughput sequencing, and especially single cell DNA sequencing, has enabled the\n                                     identification of different types of somatic variations in the healthy human brain. These\n                                     studies have revealed that every cell in the brain has somatic mutations and that, compared\n                                     to inherited variants, somatic variants often cause a more drastic change.\n\n                                     Measuring the number and types of somatic mutations within healthy and diseased contexts\n                                     is essential to understand the role of somatic mosaicism in health and disease. Studies over\n                                     the past 5 years have provided the first estimates of the rate of different mutations per cell.\n                                     Depending on the study and detection method, there are differences in rate estimates, but the\n                                     current estimates provide essential upper and lower bounds to understand the somatic\nAuthor Manuscript\n\n\n\n\n                                     mutational landscape of an average single neuron. Within the healthy human brain, a single\n                                     neuron is estimated to contain on average ~800–2000 SNVs, with 80% of the SNVs being\n                                     C>T transitions enriched in actively transcribed genes when analyzed by whole genome\n                                     sequencing of single cells amplification in vitro [11]. A study of single mouse neurons using\n                                     nuclear transfer for whole genome amplification estimates ~100 SNVs per mouse neuron\n                                     with ~40% of the SNVs being C>T transitions [8].\n\n                                     Single cell sequencing studies identified structural genomic variants in human neurons.\n                                     Variations of DNA larger than 1 kb in size are classified as structural variants, including\n                                     copy number gains and losses of sequence. Hinting that somatic structural variants could\n                                     have significant phenotypic impacts, germline structural variants are important contributors\n                                     to neurological and neuropsychiatric disease and often disrupt multigene regions. [13]\n                                     reported that 13–41% of frontal cortex neurons have at least one megabase-size de novo\nAuthor Manuscript\n\n\n\n\n                                     CNV. Also using single cell sequencing, another study identified megabase-size CNVs in\n                                     non-diseased human brain [2]. A recent study sequencing single cloned mouse neurons also\n                                     identified complex chromothripsis events. Interestingly, these megabase-size de novo CNVs\n                                     are much larger than germline CNVs found in healthy humans, suggesting that large CNVs,\n                                     while tolerated within the brain, would probably be lethal if present in every cell of the body.\n\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                             Page 3\n\n\n                                     A study published by [14] showed that a the mobile DNA element LINE-1 (L1) reporter can\nAuthor Manuscript\n\n\n\n\n                                     actively create neuronal mosaicism by somatic retrotransposition, a process whereby the L1\n                                     sequence inserts into a new location by a copy and paste mechanism. This finding led to the\n                                     hypothesis that somatic mosaicism could play a role in generating neuronal diversity and\n                                     potentially expanding the range of behavior of the individual [15]. However, it was not clear\n                                     how representative of endogenous retrotransposition the reporter system was, and several\n                                     studies shifted the focus to endogenous L1. Since these initial reports, single cell sequencing\n                                     approaches identified the genomic location of individual insertions within brain cells and\n                                     confirmed that L1 retrotransposition occurred in neurons. But the frequency of these events\n                                     remains somewhat controversial, with estimates ranging from ~1 event in every five cells to\n                                     ~13 events per cell [1,6,17]. A recent study, using targeted L1 sequencing on single cells,\n                                     identified and validated somatic L1 insertions in neurons and glia of non-diseased\n                                     individuals. It also identified somatic deletions associated with the L1 sequence and\nAuthor Manuscript\n\n\n\n\n                                     estimated a rate of 0.58–1 L1-associated somatic variants per cell [5].\n\n                                     Proper neural development requires active DNA repair. Maintaining genome integrity is\n                                     essential for all cells to suppress cancer and to faithfully propagate genetic information, but\n                                     the brain is particularly vulnerable to defective DNA repair. Defects in DNA repair\n                                     components such as the non-homologous end-joining (NHEJ) pathway, LIG4 and XRCC4,\n                                     result in neuro-developmental defects and microcephaly. Mutations in DNA damage\n                                     response genes ataxia telangiectasia mutated (ATM), ataxia telangiectasia related (ATR), and\n                                     ATR-interacting protein (ATRIP) cause neuronal degeneration [3,9,12]. Similarly, other\n                                     DNA repair pathways, such as transcription coupled repair, homologous recombination, and\n                                     nucleotide excision repair, are required for proper neural development [10,16]. In neural\n                                     progenitors, a small group of long neuronal genes are prone to developing double-stranded\n                                     DNA breaks, which are related to the transcription of these genes that are often mutated in\nAuthor Manuscript\n\n\n\n\n                                     cancers or neuropsychiatric disorders [19]. Neural progenitors undergo a period of rapid\n                                     expansion correlated with a short cell cycle and gamma H2AX staining, a hallmark of\n                                     double stranded DNA damage. At the end of this progenitor expansion, approximately 50%\n                                     of cells undergo apoptosis. In sum, these studies have proven that somatic variations occur in\n                                     healthy brain cells and highlight the potential importance of somatic mosaicism to brain\n                                     function. But it is largely unknown if different cell types within the healthy or diseased brain\n                                     harbor different levels or specific somatic mutations.\n\n\n                       Dimensions of somatic mosaicism\n                       Collecting data\n                                     At present, the amount of data on somatic variants in the brain is relatively scarce, and\nAuthor Manuscript\n\n\n\n\n                                     several research groups are developing and improving laboratory and analytical techniques\n                                     to accurately detect somatic variants. The NIMH-funded Brain Somatic Mosaicism Network\n                                     (BSMN) aims to collect a large volume of genomic data on individuals affected by\n                                     neuropsychiatric diseases and controls. These datasets will be a shared community resource\n                                     and will include whole genome sequencing (WGS) at different depths, whole exome\n                                     sequencing (WES) and targeted sequencing for mobile element insertion (MEI) profiling.\n                                     Sequencing will be performed on single cells, pools of cells and bulk tissue samples. Single\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                                Page 4\n\n\n                                     cell WGS provides the most comprehensive assessment of somatic mutations, but at a high\nAuthor Manuscript\n\n\n\n\n                                     cost per cell. Targeted sequencing enables sampling many cells for the same cost, restricting\n                                     sequencing to a small subset of the genome. Bulk tissue sequencing captures data for many\n                                     cells all at once and is effective in detecting mutations present in a large fraction of the cells\n                                     but lacks power to confidently detect mutations present in one or a few cells. Single cell\n                                     sequencing overcomes this problem but can also introduce sequence artifacts due to genome\n                                     amplification, which pose an extra challenge to analysis. What mix of sequencing strategies\n                                     would yield the maximum amount of information is not yet known. As data from many\n                                     different sequencing strategies are being generated by the BSMN and other somatic\n                                     mosaicism studies, this picture will become clearer.\n\n                       Integrating data\n                                     For the expanding somatic mosaicism datasets, an overarching goal will be to identify\nAuthor Manuscript\n\n\n\n\n                                     biological consequences from somatic mosaicism and its potential role in neuropsychiatric\n                                     disorders. Achieving this goal is particularly challenging due to the multidimensional nature\n                                     of somatic mosaicism. As illustrated in Figure 1, with individuals acquiring somatic variants\n                                     during their lives, some of these dimensions are related to cells (cell identity, cell lineage,\n                                     cell type, brain region it belongs to), individuals (genetic background, medical history,\n                                     behavior), mosaic variants (type of variant, genomic regions affected) and developmental\n                                     time. The impact of somatic mosaicism on cognition and behavior depends not only on these\n                                     dimensions but also on interactions between cells carrying different genomic variants. Much\n                                     insights can be gained by integrating mosaicism data with brain connectivity studies and\n                                     meta-analytic databases on connectivity. While such integration studies are challenging, they\n                                     can spark the development of a new set of analytical tools delving into the complexity of the\n                                     genome and structural and functional brain connectivity.\nAuthor Manuscript\n\n\n\n\n                                     Some special cases of somatic mosaicism are particularly interesting as they can provide a\n                                     more direct link between mosaic genotype and phenotype and can serve as a basis to\n                                     calibrate analytical strategies. One such case is focal cortical dysplasia, an epilepsy-causing\n                                     malformation of some cortical regions caused by somatic mutations in genes from the\n                                     mTOR pathway. Figure 1 middle panel, is an example in which a relatively large proportion\n                                     of cells carry the phenotype-causing variant. Regions containing the variant are easily\n                                     identifiable through altered morphology in the cortex, and sequencing of bulk tissue samples\n                                     from these regions is likely to detect the variant. Cancer constitutes another such instance, in\n                                     which accumulated mutations confer on cells the ability to escape control mechanisms and\n                                     undergo rapid proliferation. Overgrowth makes cancer cells easily identifiable and their\n                                     clonal nature allows cancer-related mutations to be discovered with bulk tissue sequencing.\n                                     In these cases, a clear morphological phenotype and the presence of the same somatic\nAuthor Manuscript\n\n\n\n\n                                     variants in a large cell population make these cases more tractable experimentally and\n                                     analytically.\n\n                                     A more general case of somatic mosaicism as illustrated by Figure 1, top and bottom panels.\n                                     In these hypothetical examples, each different somatic variant is present in a small number\n                                     of cells and can have a subtle phenotype on each cell. Moreover, the phenotype may be\n                                     different from cell to cell depending on the variant, the cell type and its current state. The\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                                         Page 5\n\n\n                                     overall levels of mutations may be affected by environmental factors. This case is clearly\nAuthor Manuscript\n\n\n\n\n                                     much more challenging to study from both the experimental and analytical standpoints. Due\n                                     to low allele frequency, these somatic variants are unlikely to be confidently detected in bulk\n                                     tissue sequencing, requiring single-cell sequencing approaches. The presence of multiple\n                                     variants, each affecting each cell in a different way, makes analysis more challenging. Yet\n                                     the collective contribution of all the variants to the behavior of a cell population may be\n                                     significant and observable.\n\n                                     Given the complexity of the brain and the genome, a systems biology approach is well suited\n                                     to provide insight into the relationships between somatic mosaicism and brain connectivity\n                                     and function.\n\n                                     Studies based on magnetic resonance imaging (MRI) have been successful in delineating\n                                     brain areas related to cognitive function and infer connectivity between them. Using multi-\nAuthor Manuscript\n\n\n\n\n                                     modal MRI data from the Human Connectome Project (HCP), a recent study generated such\n                                     a parcellation of the human cerebral cortex and developed a machine-learning classifier to\n                                     locate each of these cortical areas in new subjects, even if they have atypical parcellation [7].\n\n                                     Functional connectivity between brain areas has been inferred through temporal correlation\n                                     analysis of their activity patterns. Co-activation meta-analysis or meta-connectomics\n                                     combines activity data from primary studies in the published literature to infer connectivity\n                                     and answer questions that were not posed originally in the primary studies [4]. These\n                                     connectivity studies identified a “rich club” of highly connected brain areas that are involved\n                                     in many cognitive functions. Deficiency in rich-club connectivity has been associated with\n                                     schizophrenia [18], suggesting a lower level of brain communication capacity may have a\n                                     key role in this disorder.\nAuthor Manuscript\n\n\n\n\n                                     Somatic variants can directly influence properties of each cell but can also be consequences\n                                     of altered physiology leading to DNA mutation. The genomics literature has documented a\n                                     vast set of properties or genomic regions that include sequence content, chromatin state,\n                                     physical proximity, co-expression, gene function and relative replication time, among many\n                                     others. We envision that a graph-theoretical representation of the genome, linking different\n                                     genomic regions to each other based on their properties, will be instrumental in identifying\n                                     meaningful information in somatic variant data, by connecting each variant with the\n                                     properties of its genomic context. Rich metadata on the biological samples and clinical\n                                     information on the individuals will provide links to brain regions across studies and related\n                                     patient groups. Such a graph-theoretical representation is amenable to data-driven discovery\n                                     of holistic properties of brain function and somatic mosaicism. Predictive models based on\n                                     machine-learning or statistical techniques are key to test the robustness of these findings,\nAuthor Manuscript\n\n\n\n\n                                     which then will translate into new hypotheses and directions for research.\n\n\n                       Acknowledgments\n                                     We thank M.L. Gage and the BSMN network for critical reading and discussions related to the manuscript. The\n                                     Gage Laboratory was partially funded by NIH TR01 MH095741, NIH U01 MH106882, The G. Harold & Leila Y.\n                                     Mathers Foundation (Grant #2012-PG-00), The Leona M. and Harry B. Helmsley Charitable Trust, JPB\n                                     Foundation, Annette C. Merle-Smith, and Bob and Mary Jane Engman. Some figures use images from the Servier\n                                     Medical Art PowerPoint Image Bank.\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                                   Page 6\n\n\n                       References\nAuthor Manuscript\n\n\n\n\n                                     1. Baillie JK, Barnett MW, Upton KR, Gerhardt DJ, Richmond TA, De Sapio F, Brennan PM, Rizzu P,\n                                        Smith S, Fell M, et al. Somatic retrotransposition alters the genetic landscape of the human brain.\n                                        Nature. 2011; 479:534–537. [PubMed: 22037309]\n                                     2. Cai X, Evrony GD, Lehmann HS, Elhosary PC, Mehta BK, Poduri A, Walsh CA. Single-cell,\n                                        genome-wide sequencing identifies clonal somatic copy-number variation in the human brain. Cell\n                                        Rep. 2014; 8:1280–1289. [PubMed: 25159146]\n                                     3. Coufal NG, Garcia-Perez JL, Peng GE, Marchetto MC, Muotri AR, Mu Y, Carson CT, Macia A,\n                                        Moran JV, Gage FH. Ataxia telangiectasia mutated (ATM) modulates long interspersed element-1\n                                        (L1) retrotransposition in human neural stem cells. Proc Natl Acad Sci U S A. 2011; 108:20382–\n                                        20387. [PubMed: 22159035]\n                                     4. Crossley NA, Fox PT, Bullmore ET. Meta-connectomics: human brain network and connectivity\n                                        meta-analyses. Psychol Med. 2016; 46:897–907. [PubMed: 26809184]\n                                     5. Erwin JA, Paquola AC, Singer T, Gallina I, Novotny M, Quayle C, Bedrosian TA, Alves FI, Butcher\n                                        CR, Herdy JR, et al. L1-associated genomic regions are deleted in somatic cells of the healthy\nAuthor Manuscript\n\n\n\n\n                                        human brain. Nature Neuroscience. 2016; 19:1583–1591. [PubMed: 27618310]\n                                     6. Evrony GD, Cai X, Lee E, Hills LB, Elhosary PC, Lehmann HS, Parker JJ, Atabay KD, Gilmore\n                                        EC, Poduri A, et al. Single-neuron sequencing analysis of L1 retrotransposition and somatic\n                                        mutation in the human brain. Cell. 2012; 151:483–496. [PubMed: 23101622]\n                                     7. Glasser MF, Coalson TS, Robinson EC, Hacker CD, Harwell J, Yacoub E, Ugurbil K, Andersson J,\n                                        Beckmann CF, Jenkinson M, et al. A multi-modal parcellation of human cerebral cortex. Nature.\n                                        2016; 536:171–178. [PubMed: 27437579]\n                                     8. Hazen JL, Faust GG, Rodriguez AR, Ferguson WC, Shumilina S, Clark RA, Boland MJ, Martin G,\n                                        Chubukov P, Tsunemoto RK, et al. The complete genome sequences, unique mutational spectra, and\n                                        developmental potency of adult neurons revealed by cloning. Neuron. 2016; 89:1223–1236.\n                                        [PubMed: 26948891]\n                                     9. Iourov IY, Vorsanova SG, Liehr T, Kolotii AD, Yurov YB. Increased chromosome instability\n                                        dramatically disrupts neural genome integrity and mediates cerebellar degeneration in the ataxia-\n                                        telangiectasia brain. Hum Mol Genet. 2009; 18:2656–2669. [PubMed: 19414482]\n                                     10. Laugel V. Cockayne syndrome: the expanding clinical and mutational spectrum. Mech Ageing\nAuthor Manuscript\n\n\n\n\n                                          Dev. 2013; 134:161–170. [PubMed: 23428416]\n                                     11. Lodato MA, Woodworth MB, Lee S, Evrony GD, Mehta BK, Karger A, Lee S, Chittenden TW,\n                                          D’Gama AM, Cai X, et al. Somatic mutation in single human neurons tracks developmental and\n                                          transcriptional history. Science. 2015; 350:94–98. [PubMed: 26430121]\n                                     12. McConnell MJ, Kaushal D, Yang AH, Kingsbury MA, Rehen SK, Treuner K, Helton R, Annas EG,\n                                          Chun J, Barlow C. Failed clearance of aneuploid embryonic neural progenitor cells leads to excess\n                                          aneuploidy in the Atm-deficient but not the Trp53-deficient adult cerebral cortex. J Neurosci.\n                                          2004; 24:8090–8096. [PubMed: 15371510]\n                                     13. McConnell MJ, Lindberg MR, Brennand KJ, Piper JC, Voet T, Cowing-Zitron C, Shumilina S,\n                                          Lasken RS, Vermeesch JR, Hall IM, et al. Mosaic copy number variation in human neurons.\n                                          Science. 2013; 342:632–637. [PubMed: 24179226]\n                                     14. Muotri AR, Chu VT, Marchetto MC, Deng W, Moran JV, Gage FH. Somatic mosaicism in\n                                          neuronal precursor cells mediated by L1 retrotransposition. Nature. 2005; 435:903–910. [PubMed:\n                                          15959507]\nAuthor Manuscript\n\n\n\n\n                                     15. Muotri AR, Gage FH. Generation of neuronal variability and complexity. Nature. 2006; 441:1087–\n                                          1093. [PubMed: 16810244]\n                                     16. Shen J, Gilmore EC, Marshall CA, Haddadin M, Reynolds JJ, Eyaid W, Bodell A, Barry B,\n                                          Gleason D, Allen K, et al. Mutations in PNKP cause microcephaly, seizures and defects in DNA\n                                          repair. Nat Genet. 2010; 42:245–249. [PubMed: 20118933]\n                                     17. Upton KR, Gerhardt DJ, Jesuadian JS, Richardson SR, Sanchez-Luque FJ, Bodea GO, Ewing AD,\n                                          Salvador-Palomeque C, van der Knaap MS, Brennan PM, et al. Ubiquitous L1 mosaicism in\n                                          hippocampal neurons. Cell. 2015; 161:228–239. [PubMed: 25860606]\n\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                                 Page 7\n\n\n                                     18. van den Heuvel MP, Sporns O, Collin G, Scheewe T, Mandl RC, Cahn W, Goni J, Hulshoff Pol\n                                         HE, Kahn RS. Abnormal rich club organization and functional brain dynamics in schizophrenia.\nAuthor Manuscript\n\n\n\n\n                                         JAMA Psychiatry. 2013; 70:783–792. [PubMed: 23739835]\n                                     19. Wei PC, Chang AN, Kao J, Du Z, Meyers RM, Alt FW, Schwer B. Long neural genes harbor\n                                         recurrent DNA break clusters in neural stem/progenitor cells. Cell. 2016; 164:644–655. [PubMed:\n                                         26871630]\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.\n\f                    Paquola et al.                                                                                          Page 8\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                     Figure 1.\n                                     Somatic variants being acquired during the lifetime of individuals. Trees represent cell\n                                     lineage and colors represent somatic variants. For healthy individuals (top panel), a\nAuthor Manuscript\n\n\n\n\n                                     moderate level of somatic variants occur during development and also throughout the life of\n                                     the individual. On a population wide level, this moderate somatic mosaicism leads to a\n                                     moderate level of variation of phenotypes or behavior, creating intangible variance [15]. For\n                                     the early somatic mutation causing a disease (middle panel), a somatic variant occurs early\n                                     in development, resulting in a large proportion of cells carrying a detrimental variant. The\n                                     bottom panel represents the hypothesis that environmental factors influence the rates of\n                                     somatic mutations throughout the life of an individual. On an organismal level, we speculate\n                                     that this level of mosaicism may result in a wider variance of phenotypes or behaviors (green\n                                     line).\nAuthor Manuscript\n\n\n\n\n                                      Curr Opin Syst Biol. Author manuscript; available in PMC 2018 February 01.",
  "wordCount": 3481,
  "indexed": "2025-09-25T22:41:16.405Z",
  "method": "direct"
}
