{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Emanuel y Saitta - 2007 - From microscopes to microarrays dissecting recurr.pdf",
  "fileName": "Emanuel y Saitta - 2007 - From microscopes to microarrays dissecting recurr.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Emanuel y Saitta - 2007 - From microscopes to microarrays dissecting recurr.pdf",
  "text": "REVIEWS\n\n\n\n\n                               From microscopes to microarrays:\n                               dissecting recurrent chromosomal\n                               rearrangements\n                               Beverly S. Emanuel and Sulagna C. Saitta\n                               Abstract | Submicroscopic chromosomal rearrangements that lead to copy-number\n                               changes have been shown to underlie distinctive and recognizable clinical phenotypes.\n                               The sensitivity to detect copy-number variation has escalated with the advent of array\n                               comparative genomic hybridization (CGH), including BAC and oligonucleotide-based\n                               platforms. Coupled with improved assemblies and annotation of genome sequence data,\n                               these technologies are facilitating the identification of new syndromes that are\n                               associated with submicroscopic genomic changes. Their characterization reveals the\n                               role of genome architecture in the aetiology of many clinical disorders. We review a\n                               group of genomic disorders that are mediated by segmental duplications, emphasizing\n                               the impact that high-throughput detection methods and the availability of the human\n                               genome sequence have had on their dissection and diagnosis.\n\n                              The sequencing of the human genome has facilitated           variations (CNVs) include insertions and deletions as\n                              efforts to define a wide spectrum of human genetic dis-      well as more complex changes that involve gains and\n                              orders. Variation at the nucleotide or sequence level has    losses at the same locus. In addition, there are multilocus\n                              been extensively characterized and utilized for multiple     complex CNVs, which have been further characterized\n                              purposes, including whole-genome association stud-           and classified11. Depending on the resolution of the tech-\n                              ies. This field has been galvanized by the availability      nique used, as many as 90 interindividual CNVs com-\n                              of robust high-throughput array-based SNP detection,         prising regions of several kilobases to megabases can be\n                              allowing major advances in defining the loci associated      identified11. Readily accessible, comprehensive databases\n                              with age-related macular degeneration1, childhood and        contain much of the data from these studies (see the\n                              adult obesity2,3 and myocardial infarction4, among others.   web site for The Sick Kids Centre for Applied Genomics\n                              These approaches have been successfully used to examine      and the UCSC Genome Browser).\n                              genetic factors associated with common complex traits            The recent findings that large (>1 kb) insertions and\n                              and population variation, providing a wealth of informa-     deletions of DNA segments contribute significantly\n                              tion for human genetic and evolutionary studies5,6. On a     to human genome variation have focused the attention of\n                              larger scale, variation in chromosome structure has been     human geneticists on the role of CNVs in the aetiology\nDivision of Human Genetics,\n                              appreciated since the advent of chromosome banding.          of human genetic disease. There is a strong correlation\nThe Children’s Hospital of    Examination of karyotypes has not only provided diag-        between segmental duplications and copy-number vari-\nPhiladelphia, 3615 Civic      nostic information on genetic syndromes, but has also        ants8. Segmental duplications (discussed further below)\nCenter Boulevard, Abramson    revealed microscopically detectable structural differences   are large highly homologous low-copy repeats that\nResearch Center, Suite 1002\n                              in the general population. More recently, emphasis has       appear to constitute approximately 5% of the genome13.\nDepartment of Pediatrics,\nUniversity of Pennsylvania    been placed on characterizing variations of the genome       However, analysis of the content of CNVs showed that\nSchool of Medicine,           that fall in the range between the single nucleotide         about 30% of sequence within deletion CNVs consisted\nPhiladelphia, Philadelphia    and visible chromosomal changes — submicroscopic             of segmental duplications, a sixfold enrichment with\n19104-4318, USA.              structural variants (those that involve less than 5 Mb).     respect to the genome average8. The same study found\nCorrespondence to B.S.E.\ne-mail: beverly@mail.med.\n                              Several recent studies have focused on identifying copy-     that duplications showed an even greater enrichment\nupenn.edu                     number changes that have now been shown to exist in          for segmental duplications. Although it is unclear\ndoi:10.1038/nrg2136           apparently normal individuals7–12. These copy-number         whether this type of variation contributes directly to\n\n\nnature reviews | genetics                                                                                        volume 8 | november 2007 | 869\n                                                      © 2007 Nature Publishing Group\n\fREVIEWS\n\n                                   abnormal clinical phenotypes per se, as a group it is a       mental retardation and multiple congenital anomalies28,29.\n                                   major contributor to genome variation 12,14,15. CNVs          As they are commercially available, these probes are\n                                   occur in genomic regions that are associated with known       now used routinely for research and clinical diagnostic\n                                   disorders, providing a substrate and a risk for genomic       testing.\n                                   rearrangement.                                                    Once the involvement of genomic alterations in\n                                       Several chromosomal regions are characterized by          numerous genetic syndromes became clear, additional\n                                   the presence of chromosome-specific segmental dupli-          genome-wide approaches were developed to detect\n                                   cations. These segmental duplications share a high level      copy-number differences. Comparative genomic\n                                   of sequence identity, predisposing the regions to aber-       hybridization (CGH) is one such technique that was first\n                                   rant non-allelic homologous recombination16, which can        described for the detection of copy-number changes in\n                                   result in deletions, duplications or inversions. Segmental    solid tumours30. Originally, copy-number variation\n                                   duplications have been shown to flank genomic regions         was assessed by the differential labelling of DNAs from\n                                   that are associated with known human syndromes. Thus,         a test (for example, tumour) genome and from a refer-\n                                   these features of genome architecture have been regarded      ence genome (from a normal individual) by hybrid-\n                                   as the underlying basis for many genomic disorders15–17.      izing them to metaphase chromosome spreads. The\n                                       The term genomic disorder18 is typically used to          ratio of the test and reference hybridization signals was\n                                   describe a gain (duplication) or loss (deletion) of a         then used to determine the relative copy number of\n                                   specific chromosomal region associated with a clini-          sequences in the test genome when compared with the\n                                   cal genetic syndrome that may present with congenital         reference genome. Chromosomal CGH is robust\n                                   anomalies or with impairment in neurological and              for the identification of large-scale imbalances25; how-\n                                   cognitive function. In general, the clinical features are     ever, the use of metaphase chromosomes makes it dif-\n                                   believed to reflect changes in the normal copy number         ficult to detect events that involve regions that are less\n                                   or dosage of the genes that are contained in a given          than 20 Mb of the genome, and limits the resolution of\n                                   genomic interval, one or more of which contribute to          closely spaced aberrations and the ability to link ratio\n                                   the resulting phenotype. Less frequently, the aberrant        changes to genomic or genetic markers31.\n                                   phenotype might be the result of gene disruption, crea-           More recent technological improvements have\n                                   tion of a fusion gene, a position effect or the unmasking     resulted in a shift towards microarray-based formats\n                                   of a recessive gene mutation. Technological improve-          for CGH analysis — array CGH31,32. DNA probes are\n                                   ments, coupled with higher-quality sequence and better        arrayed on a chip and CGH is used to test for increased\n                                   annotation, have uncovered new syndromes19–23 that are        or decreased dosage of chromosomal regions of interest.\n                                   associated with copy-number changes, revealing several        With a single test, array CGH can detect genomic errors\n                                   underlying mechanistic aetiologies. Using a group of          for disorders that are usually identified by cytogenetic\n                                   genomic disorders that are mediated by segmental dupli-       analysis and multiple FISH tests33. Array CGH has been\n                                   cations (FIG. 1), we discuss the impact that new technolo-    widely used in the detection of chromosomal imbal-\n                                   gies based on the human genome sequence have had              ances in solid tumours34–38, mental retardation39–41, sub-\n                                   on our understanding of the mechanisms of genomic             telomeric rearrangements42–44 and other constitutional\n                                   rearrangements.                                               chromosomal abnormalities45–50. The detection limits of\n                                                                                                 copy-number differences by array CGH depend on the\n                                   Detecting rearrangements                                      probe density and the resolution of the platform used.\n                                   Under ideal conditions, conventional cytogenetic              The DNA probes range from genomic clones, most often\n                                   banding techniques allow for the visualization of seg-        BAC clones (80–200 kb), to oligonucleotides (25–85 bp).\n                                   mental aneusomy for chromosomal regions of 2–10 Mb            If genomic clones are used as the hybridization target, the\n                                   of duplicated or deleted DNA24–26. The introduction of        size of each individual target and the distance between\n                                   molecular cytogenetic approaches such as chromosomal          targets defines the size limits of what is detectable. For\n                                   fluorescence in situ hybridization (FISH) into the rep-       example, if BACs are spaced at 1-Mb intervals, any copy-\n                                   ertoire of clinical testing and genetic investigation in      number change that occurs between the BACs and is\n                                   the 1990s led to an explosion of information about the        smaller than 1 Mb will not be detected. Spacing BACs\n                                   prevalence and variety of genomic rearrangements. The         at 0.5-Mb intervals results in a twofold improvement in\n                                   ability to locate specific DNA segments on metaphase          the ability of the array to detect changes.\n                                   chromosomes and in interphase nuclei identified gains,            Oligonucleotide arrays can detect gains or losses of\n                                   losses and rearrangements of DNA sequences associated         shorter stretches of the genome, and if oligonucleotides\n                                   with microdeletion and microduplication syndromes.            for a given region are densely arrayed, the sensitivity for\n                                   The sensitivity of FISH is limited both by the size of the    detecting alterations of that region is greatly enhanced.\n                                   probes that are used and the fact that only the genomic       Commercially available platforms that typically utilize\n                                   region recognized by the specific probes can be queried.      oligonucleotides representing from tens of thousands\n                                   The information and resources provided by the Human           to more than 1 million SNPs distributed across the\n                                   Genome Project have made it possible to query any part        genome are now frequently being used to assess copy\n                                   of the genome. For example, a set of FISH probes were         number. These arrays or chips are used for genotyping\nConstitutional abnormalities\nChromosomal abnormalities\n                                   designed specifically to interrogate the integrity of human   studies, but groups of adjacent SNPs can be interrogated\nthat are present at birth in the   telomeres27. Their use revealed that submicroscopic           to determine copy number for a given chromosomal\nsomatic cells of an individual.    subtelomeric rearrangements are a significant cause of        region. Studies using oligonucleotide arrays have\n\n\n870 | november 2007 | volume 8                                                                                           www.nature.com/reviews/genetics\n                                                           © 2007 Nature Publishing Group\n\f                                                                                                                                                 REVIEWS\n\n\n                                                                              OR-REPD\n                                                                           Inversion\n                                                                      8p23 poly-            4 Mb\n                                                                           morphism\n\n                                                                               OR-REPP                   CMT1A/HNPP\n                                                                                                                                                              5 Mb\n\n\n\n\n                                                                                                                PMP22\n                                                                                                     1.5 Mb\n\n                                              ELN\n                                     7q11           1.6 Mb                                                               17p12\n                                                                                                                                      17p11\n\n                                                                                                                         17q11\n                                             WBS                                                                                                       SMS\n                                                                                                                                      17q21.31\n\n\n\n\n                                                                                                                NF1\n                                                                                                     1.5 Mb\n                                                                                                                                                     1.5 Mb\n\n                                                                                                              NF1\n                                                                                                                         Chromosome 17\n                        Chromosome 7                         Chromosome 8\n\n\n\n\n                                                                              15q11–q13       4 Mb\n                                                                                                                                        CES BP\n                                                                                                                                                   1.5 Mb\n                                                                                                                                                   (8%)   3 Mb\n                                                                                                                                     t(11;22) BP   2 Mb (85–90%)\n                                                                                                                                                   (2%)\n                             NSD1\n\n\n\n\n                                    2.2 Mb                                                                                   22q11\n                                                                                                                                        CES BP\n                                                                                                                                                   DGS/VCFS\n             5q35                                                                    PWS/AS\n\nChromosome 5           Sotos                                       Chromosome 15                                    Chromosome 22\n\n                                     Figure 1 | Chromosomal rearrangements mediated by segmental duplications. The chromosomal regions involved\n                                     in segmental-duplication‑mediated rearrangements described in this manuscript are shown expanded.          Segmental\n                                                                                                                                       Nature Reviews | Genetics\n                                     duplications are shown as filled boxes: green boxes indicate segmental duplications that are known to be involved\n                                     in recurrent chromosomal rearrangements, whereas yellow boxes indicate copies that are less frequently involved in\n                                     mediating known rearrangements. On chromosome 5q, the region associated with Sotos syndrome deletions is\n                                     indicated along with the causative gene, nuclear-receptor-binding SET-domain protein 1 gene (NSD1). On\n                                     chromosome 7q11, the deletion associated with Williams–Beuren syndrome (WBS) is shown along with the elastin\n                                     gene (ELN), the main gene responsible for the supravalvular aortic stenosis of WBS. Chromosome 8 is shown with the\n                                     proximal (OR-REPP) and distal (OR-REPD) olfactory-receptor gene clusters that are associated with inverted\n                                     duplications of 8p and the t(4;8). Also indicated on 8p is the polymorphic inversion of the region. The region on\n                                     chromosome 15q11–q13 that is deleted in Prader–Willi and Angelman syndromes (PWS/AS) is shown with its numerous\n                                     duplicated hect domain and RLD 2 (HERC2) gene segments. On chromosome 17, the region on that is 17p12 duplicated\n                                     or deleted in Charcot–Marie–Tooth disease Type 1A and hereditary neuropathy with pressure palsies (CMT1A/HNPP) is\n                                     shown with peripheral myelin protein 22 (PMP22), the gene that is known to be involved in their aetiology. Also on\n                                     17p11 is the region involved in Smith–Magenis syndrome (SMS) deletions and the reciprocal duplication. On 17q11 is\nUniparental Disomy                   the region involved in neurofibromatosis type 1 (NF1) deletions. A recently identified segmental duplication‑mediated\nA condition whereby both             microdeletion syndrome at 17q21.3 is indicated. On chromosome 22, recurrent deletions associated with DiGeorge\nmembers of a chromosome              and velocardiofacial syndromes (DGS/VCFS) are indicated. The proximal and distal breakpoints (BP) for the marker\npair are contributed by one\n                                     chromosomes in cat eye syndrome (CES) and the t(11;22) BP region are also shown.\nparent rather than one from\neach parent.\n\nTranslocation                        shown that known microdeletion syndromes and pre-                  In general, array-CGH-based methods are currently\nThe fusion or exchange of\n                                     viously undiagnosed rearrangements can be detected              focused on detecting copy-number changes; rearrange-\nmaterial between\nchromosomes. When there is           in patients with mental retardation and/or multiple             ments such as balanced translocations or inversions are\nno gain or loss of material,         congenital anomalies51–53. In addition, when combined           not detectable using this methodology. In addition,\nthe translocation is said to be      with appropriate analytical tools, SNP-based arrays can         given the frequency of CNVs in the genome, higher-\nbalanced; when there is a gain       detect other types of genomic alteration. For example,          density oligonucleotide arrays will require careful\nor loss, resulting in trisomy or\nmonosomy for a particular\n                                     regions of copy-number neutral loss of heterozygosity           assessment of probe design for accurate copy-number\nchromosome segment, it is            could be encountered in uniparental disomy (UPD) of a           genotyping of complex regions of the genome 55.\nsaid to be unbalanced.               genomic interval54.                                             Although array CGH is proving robust and provides\n\n\nnature reviews | genetics                                                                                                        volume 8 | november 2007 | 871\n                                                              © 2007 Nature Publishing Group\n\f  REVIEWS\n\n a MLPA protocol                                                                                                                          an exceptional level of resolution from a diagnostic\n Probe hybridization                                     Probe ligation                                      PCR amplification of         perspective, the main difficulty with the current inter-\n                                                                                                             ligated probes               pretation of array-CGH results lies in assigning causal-\n                                     X                                               X                                                    ity and clinical significance to the alterations that are\n                                                                                                             5′ Y         X 3′\n   5′ Y                                                  5′ Y                                                                             detected. Towards this end, the availability of databases\n                                                                                                                                          with information on normal variation in multiple ethnic\n    3′                                            5′      3′                                      5′\n                    Target A                                       Target A                                                               populations, and testing of unaffected parents, remain\n                                         X                                               X                                                the standard approaches to discerning whether a copy-\n                                                                                                                                          number change that has been detected by array CGH is\n                                                                                                                                          likely to be disease-causing.\n   5′ Y                                                  5′ Y                                                                                 Other technologies that have been used to deter-\n                                                                                                                                          mine or confirm copy-number changes associated with\n 3′                                          5′         3′                                   5′                                           genomic disorders include quantitative or real-time PCR,\n                    Target B                                       Target B\n                                                                                                                                          multiplex amplifiable probe hybridization (MAPH)56\n     MLPA probe sets                                                                                                                      and multiplex ligation-dependent probe amplification\n     Primer sequence                              Stuffer sequence              Hybridization sequence                        Target      (MLPA). In traditional PCR, the amount of product is\n                                                                                                                                          often not related to the amount of input DNA. By con-\n                                                                                                                                          trast, real-time or quantitative PCR is a kinetic approach\n  b                                                                         Blue1                                                         that assesses the products in the early linear stages of\n                                                                                                                                          the reaction. Thus, the higher the starting copy number\n                                                                                                                                          of the nucleic acid target, the shorter the time required\n  6,000                                                                                                                                   for a significant increase in fluorescent product to be\n  5,000                                                                                                                                   observed. MLPA, similar to MAPH, allows the relative\n                                                                                                                                          quantification of up to 45 different target DNA sequences\n  4,000                                                                                                                                   in a single reaction based on the quantification of PCR\n  3,000                                                                                                                                   products of varied lengths (FIG. 2). This sensitive diagnos-\n                                                                                                                                          tic screening method57–58 is also faster, less expensive and\n  2,000\n                                                                                                                                          less labour-intensive than FISH or array CGH. For both\n    1,000                                                                                                                                 quantitative PCR and MLPA, copy-number detection\n                                                                                                                                          is strictly limited to the regions that the amplification\n              0\n                                                                                                                                          primers have been chosen to assess.\n                    50         100                150        200     250         300                   350     400      450         500\n                                                                                                                                          Anatomy of genomic rearrangements\n                                                                                                                                          There are several types of repeat structure in the human\n  c                                                                                                                                       genome, a feature that is thought to underlie its capacity\n                   Adjust line: 1.04+–2.8e–04x\n             2.5                                                                                                                          for evolution. Smaller repeats, such as Alu repeats, long\n                                                                                                                                          interspersed nuclear elements (LINES) and short inter-\n              2                                                                                                                           spersed nuclear elements (SINES) have already been\n                                                                                                                                          implicated in causing human disease59–60. Large (> 1 kb)\nPeak ratio\n\n\n\n\n             1.5\n                                                                                                                                          low-copy repeats, or segmental duplications, are also an\n                                                                                                                                          important structural element. Segmental duplications\n               1\n                                                                                                                                          can be complex, consisting of modular segments, and\n             0.5\n                                                                                                                                          are characterized by a high degree of sequence iden-\n                                                                                                                                          tity, often 96–100% over large stretches of the repeat13.\n              0                                                                                                                           Paralogues can therefore be distinguished by examining\n                                                                                                                                          sequence variation. Segmental duplications are more\n                                100                          200               300                           400              500\n                                                                                                                                          frequently found in the pericentromeric and subtelomeric\n                                                                           Size (bp)\n                                                                                                                                          regions of chromosomes. This bias is also mirrored by\n  Figure 2 | The multiplex ligation-dependent probe amplification Nature(MLPA)\n                                                                         Reviewsreaction.\n                                                                                 | Genetics                                               the concentration of segmental duplications in regions\n  a | The figure shows two MLPA hemiprobes for each target. Each hemiprobe has a                                                          that are associated with genomic disorders (FIG. 1). Array\n  universal primer on one end. One hemiprobe is synthetic and the second, the one                                                         CGH was recently used to further investigate regions\n  with the stuffer sequence (shown in green), is M13-derived. Each of the M13-derived                                                     that are prone to potential genomic rearrangements,\n  hemiprobes has a different stuffer sequence. During the MLPA reaction, each pair                                                        based on the duplication architecture of the genome,\n  of hemiprobes hybridizes to its adjacent target sequences to be enzymatically ligated.                                                  leading to the identification of a novel genomic dis­order\n  The ligation products are PCR amplified using a single primer pair (indicated as X and                                                  in chromosome 17q21.31 (Ref. 19). Additionally, a sig-\n  Y). Amplification products for each target locus have unique lengths. b | Products are\n                                                                                                                                          nificant number of CNVs in control individuals8,11,13\n  separated by capillary electrophoresis. Relative probe signal strength depends on the\n  relative amounts of target sequence that are present. c | Comparison of a test DNA                                                      and visible structural variants in chromosomes have\n  sample to the copy number for control DNAs allows for calculation of the ratio.                                                         been shown to cluster in these same chromosomal\n  DNA from a patient with a chromosome 22 deletion indicating a 0.5 ratio for the                                                         regions15, underscoring the involvement of segmental\n  deleted probes is used as an example. Part a modified with permission from                                                              duplications in perpetuating the dynamic nature of the\n  REF. 57  (2002) Oxford University Press.                                                                                               human genome.\n\n\n  872 | november 2007 | volume 8                                                                                                                                  www.nature.com/reviews/genetics\n                                                                                              © 2007 Nature Publishing Group\n\f                                                                                                                                   REVIEWS\n\na Normal recombination event                                                                   balanced translocations of chromosomal material or chro-\n                                                                                               mosomal inversions. In these cases, it is thought that the\n                            A          B             C                D                        rearrangement affects the expression of a gene or genes\n                                                                                               in the interval by causing a breakage within the coding\n                            A          B             C                D                        region or by disrupting the regulatory regions, leading\n                                                                                               to a phenotype. Microdeletion syndromes are genomic\n                                                                                               disorders that have been referred to as ‘‘contiguous\n                                                                          Crossover at LCR-D   gene-deletion syndromes’’62 because the commonly\n                                                                                               deleted chromosomal regions contain multiple genes.\n                                                                                               Microduplication syndromes are associated with a gain\n                            A          B             C                D\n                                                                                               in copy number of a group of contiguous genes. Although\n                                                                                               only some patients have cytogenetically visible chro-\n                            A          B             C                D\n                                                                                               mosomal losses or gains, molecular studies frequently\n                                                                                               reveal submicroscopic changes. A group of segmental-\n                                                                                               duplication-mediated rearrangements, many of which have\nb Misalignment followed by recombination                                                       been extensively characterized both phenotypically and\n                                                                                               molecularly, is discussed below, with an emphasis on their\n              A         B         C              D                                             aetiological and mechanistic features. See also FIG. 1.\n\n                                                 A          B         C              D         Chromosome 5q35. Translocations of the long arm of\n                                                                                               chromosome 5 associated with Sotos syndrome led to\n                                      Crossover between A & D                                  the identification of the associated gene, NSD1 (Ref. 63).\n                                                                                               Sotos syndrome is characterized by overgrowth,\nA\n                                                                                               craniofacial differences, hypotonia and variable mental\n              A             B          C         D   A      B        C              D\n                                                                                               retardation. Haploinsufficiency of NSD1, which lies on\nB\n                                                                                               chromosome 5q35 (chromosome 5, long arm, region 3,\n                                                 A   D\n                                                                                               band 5) and encodes a nuclear receptor SET-binding-\n                                                                                               domain protein, which confers these phenotypic features.\nFigure 3 | Model for interchromosomal recombination leading     to formation\n                                                             Nature            of a\n                                                                    Reviews | Genetics\ndeletion and a duplication. Chromosomes are shown as lines; solid and dotted lines\n                                                                                               NSD1 is a putative co-regulator that interacts with steroid\nare used to distinguish between the two homologues. a | Segmental duplications or              receptors and DNA response elements to regulate tran-\nlow-copy repeats (LCRs) are shown as blue or red boxes with arrows to indicate the             scription. Approximately 45% of the initial cases studied\norientation of the shared modules within them. They are depicted during a normal               were caused by microdeletions that included this gene64.\nrecombination event between two properly aligned segmental duplications, A and D.              Subsequently, 83% of cases in a large study in the United\nb | Misalignment of segmental duplications that share sequence homology in the                 Kingdom were shown to carry intragenic deletions and\nsame orientation results in interchromosomal recombination between the two                     mutations of NSD1 (Ref. 65). A common 1.9-Mb dele-\nhomologues of a chromosome. This results in a reciprocal duplication on homologue              tion encompassing the entire gene that is mediated by\nA and a deletion on homologue B.                                                               flanking segmental duplications has subsequently been\n                                                                                               identified64,66. The prevalence of these structural ele-\n                                                                                               ments is variable, which might account for the variable\n                                     Segmental duplications mediate aberrant recom-            frequency of microdeletions in different populations.\n                                  bination by misalignment, or non-allelic homologous             The reciprocal duplication of this same region has been\n                                  recombination 16, which can occur either between             identified by array CGH and MLPA-based techniques67\n                                  homologues (interchromosomally) (FIG. 3), or intra­          in a small cohort of patients; their decreased growth,\n                                  chromosomally by looping out within a single homo-           including small stature and microcephaly, suggests that\n                                  logue (FIG. 4). These large, highly similar repeats can      gene dosage is directly related to the distinct growth\n                                  include sequences that are shared among different chro-      phenotypes that are associated with microdeletions\n                                  mosomes, or can contain paralogous sequence from             and microduplications of this locus68.\n                                  within a given chromosome. The orientation of seg-\nPericentromeric                   mental duplications might also contribute to genomic         Disorders of chromosome 7. The pericentromeric region\nThe region surrounding the\ncentromere, the chromosomal\n                                  rearrangements17,18,61. For example, direct repeats are      of chromosome 7q contains intrachromosomal segmen-\nregion where two sister           more likely to mediate deletions and duplications of         tal duplications that give rise to recurrent constitutional\nchromatids are joined.            a given region, whereas those that are arranged in an        genomic rearrangements. The well-known micro­\n                                  inverse orientation are likely to be associated with         deletion syndrome Williams–Beuren syndrome (WBS)\nHaploinsufficiency\n                                  inversions of the intervening regions17 (FIG. 4).            is associated with this region. WBS is characterized by\nThe inactivation or deletion of\none of two alleles in diploid                                                                  cardiovascular abnormalities, hypertension, intermittent\ncells such that insufficient      Genomic disorders                                            hypercalcaemia, growth retardation, facial dysmorphol-\nprotein is produced.              The presence of multiple congenital anomalies in a           ogy and mental retardation with a unique, outgoing\n                                  patient can be associated with a rearrangement of the        personality. The vast majority of patients have a micro-\nHypercalcaemia\nA condition that refers to an\n                                  genome18, which can occur through multiple mecha-            deletion of about 1.5 Mb from chromosome 7q11, which\nelevated calcium level in the     nisms17. Some of these rearrangements are not associ-        contains 17 genes including the elastin gene (ELN).\nblood.                            ated with changes in dosage or copy number, such as          Haploinsufficiency of ELN underlies a specific cardiac\n\n\nnature reviews | genetics                                                                                            volume 8 | november 2007 | 873\n                                                           © 2007 Nature Publishing Group\n\fREVIEWS\n\n                        defect — supravalvular aortic stenosis — that is often              of the WBS deletion breakpoints. Although similar\n                        seen in WBS. Further, mutations in ELN are associated               predisposing inversions are not typical of all the well-\n                        with isolated autosomal dominant supravalvular aortic               known segmental-duplication-mediated microdeletion\n                        stenosis, which has been described in families69. Two of            syndromes, for WBS these inversions seem to have a\n                        the genes that are located near the typical breakpoints             significant effect on its aetiology.\n                        of the WBS microdeletion, neutrophil cytosolic factor 1                 A chromosome 7q11 duplication syndrome, which\n                        gene (NCF1) and GTF2I-repeat-domain-containing 2                    is the reciprocal of the WBS deletion, is associated with\n                        (GTF2IRD2), have been studied for their association                 characteristic facial features67, learning and speech-\n                        with hypertension, a prevalent feature of WBS. Studies              acquisition delays, and behavioural features that fall\n                        of gene expression within and around the deletion                   within the autism spectrum73. The severe problem with\n                        demonstrated that not only the hemizygous genes but                 expressive speech in particular is in striking contrast to\n                        also intact genes flanking the deletion showed reduced              the unusual fluency that is observed in WBS, suggest-\n                        expression levels, presumably because their transcription           ing that dosage of specific genes in 7q11.2 is important\n                        control elements are affected by the deletion70.                    for human language and visual–spatial ability74. It also\n                            Up to one-third of unaffected parents of WBS chil-              illustrates the point that phenotypic manifestations\n                        dren have inversions of chromosome 7q11 (Ref. 71). The              of microduplications and microdeletions of the same\n                        inversion variant is present in up to 5% of the general             genomic region can be quite different.\n                        population, and is thought to confer a genetic risk for a\n                        carrier to have a child with WBS72, by predisposing the             Chromosome 8 rearrangements. Olfactory-receptor (OR)\n                        chromosome to aberrant meiotic recombination. This                  genes represent the largest superfamily in the mamma-\n                        recombination is mediated by the complex, modular                   lian genome75. They frequently cluster and are present\n                   ",
  "wordCount": 13822,
  "indexed": "2025-09-25T22:44:48.516Z",
  "method": "direct"
}
