{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Shaffer et al. - 2007 - Microarray analysis for constitutional cytogenetic.pdf",
  "fileName": "Shaffer et al. - 2007 - Microarray analysis for constitutional cytogenetic.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Shaffer et al. - 2007 - Microarray analysis for constitutional cytogenetic.pdf",
  "text": "ACMG Standards and Guidelines                                                                                                  September 2007 䡠 Vol. 9 䡠 No. 9\n\n\n\n\nMicroarray analysis for constitutional cytogenetic\nabnormalities\nLisa G. Shaffer, PhD1, Arthur L. Beaudet, MD2, Arthur R. Brothman, PhD3, Betsy Hirsch, PhD4, Brynn Levy, PhD5,\nChrista Lese Martin, PhD6, James T. Mascarello, PhD7, Kathleen W. Rao, PhD8\nA Working Group of the Laboratory Quality Assurance Committee of the American College of Medical Genetics\n             Key Words: array comparative genomic hybridization, microarray, single nucleotide polymorphism, oligonucleotide,\n             fluorescence in situ hybridization, BAC, copy number\n\n\n    Disclaimer: This guideline is designed primarily as an educational resource for health care providers to help them provide quality\n    medical genetic services. Adherence to this guideline does not necessarily ensure a successful medical outcome. This guideline should\n    not be considered inclusive of all proper procedures and tests or exclusive of other procedures and tests that are reasonably directed\n    to obtaining the same results. In determining the propriety of any specific procedure or test, the geneticist should apply his or her own\n    professional judgment to the specific clinical circumstances presented by the individual patient or specimen. It may be prudent,\n    however, to document in the patient’s record the rationale for any significant deviation from this guideline.\n\n\n\n   Conventional cytogenetic analysis allows for the identifica-                                 panels of subtelomere probes, the diagnostic yield of clinically\ntion of balanced and unbalanced structural and numerical ab-                                    relevant rearrangements is approximately 2.5%.2\nnormalities. Chromosome analysis may be requested by a phy-                                        Comparative genomic hybridization (CGH) was developed\nsician to confirm a specific diagnosis, such as Down syndrome,                                  to aid in the identification of unbalanced rearrangements using\nbut often it is performed to examine the whole genome at the                                    a patient’s DNA as the probe for the analysis. By comparing the\nresolution of the metaphase chromosome to look for an un-                                       patient’s DNA with a reference sample, gains and losses were\nspecified imbalance that accounts for a patient’s clinical issues.                              first identified at the resolution of the metaphase chromosome\nThus, conventional cytogenetic analysis is usually not depen-                                   because the DNA samples were hybridized to normal meta-\ndent on the patient’s phenotype because all chromosomes and                                     phase chromosomes.3 However, due to the limited resolution\nall bands at particular resolutions are examined. The diagnos-                                  of the metaphase chromosome, CGH was adapted for use on\ntic yield of banded chromosome analysis in children with                                        microarrays.4 In array-based CGH, pieces of human genomic\nglobal developmental delay is approximately 3.7%.1                                              DNA (in the form of oligonucleotides, bacterial artificial chro-\n   Molecular cytogenetic techniques, such as fluorescence in situ                               mosomes (BACs), or other DNA sequences) are attached to a\nhybridization (FISH), were introduced into the clinical cytogenet-                              solid support (e.g., a glass microscope slide) and the patient\nics laboratory to increase resolution. FISH is targeted to a partic-                            and reference DNAs are differentially labeled and applied to\nular chromosomal region or regions. Testing may be locus specific                               the microarray.5 Single nucleotide polymorphism (SNP) mi-\nas indicated by the patient’s phenotype, or it may be used to in-                               croarrays can also be used for genomic copy number assess-\nterrogate multiple loci, such as the subtelomeric regions. Using                                ment. These arrays differ from CGH arrays in that only the\n                                                                                                patient’s genome is hybridized to the solid support. The inten-\nFrom 1Signature Genomic Laboratories, Spokane, Washington; 2Baylor College of Medicine,         sity of the SNPs indicate DNA copy number gains and losses\nHouston, Texas; 3University of Utah School of Medicine, Salt Lake City, Utah; 4University of    when compared with a standard set of SNP intensities derived\nMinnesota Medical School, Minneapolis, Minnesota; 5College of Physicians and Surgeons of        from normal reference controls.\nColumbia University, New York, New York; 6Emory University School of Medicine, Atlanta,\nGeorgia; 7Genzyme Genetics, Santa Fe, New Mexico; 8University of North Carolina, Chapel\n                                                                                                   The diagnostic yield of microarray analysis is dependent on\nHill, North Carolina.                                                                           the genomic coverage contained on the microarray. Prelimi-\nApproved by Board of Directors, March 21, 2007. Go to www.geneticsinmedicine.org for a          nary studies using limited BAC arrays have yielded estimates of\nprintable copy of this document.                                                                approximately 10%.6,7\nAmerican College of Medical Genetics, 9650 Rockville Pike, Bethesda, MD 20814-3998.                Microarray analysis allows for the simultaneous analysis of\nDisclosure: L.G. Shaffer has ownership, receives consulting fees, and sits on the Members’      hundreds or thousands of discrete loci, not possible within a\nBoard of Signature Genomic Laboratories, LLC. A.L. Beaudet is Chair of the Department of        single FISH experiment and at a much higher resolution than\nMolecular and Human Genetics at Baylor College of Medicine (BCM) which offers extensive\n                                                                                                conventional cytogenetic analysis. As in conventional cytoge-\ngenetic laboratory testing, including use of arrays for genomic copy number analysis, and\nderives revenue from this activity. BCM has a collaborative marketing agreement with Athena\n                                                                                                netic analysis, microarrays can be used to detect unbalanced\nDiagnostics and currently uses arrays manufactured by Agilent Technologies. B. Levy is on the   regions of the genome. Although current microarray technol-\nAffymetrix scientific adivsory committee for cytogenetics.                                      ogies cannot identify balanced rearrangements and some\nDOI: 10.1097/GIM.0b013e31814ce3d9                                                               ploidies,8 most chromosome analyses that are performed on\n\n654                                                                                                                                      Genetics IN Medicine\n\f                                                                                                Microarray laboratory guidelines\n\nindividuals with phenotypic abnormalities, developmental de-           Genomic microarrays typically consist of pieces of DNA at-\nlays, or mental retardation are performed to detect unbalanced      tached to a solid support (e.g., glass microscope slide). De-\nchromosomal rearrangements, those resulting in net gains and        pending on the design of the array, the extent to which indi-\nlosses of chromosomes or chromosomal segments. Thus, the            vidual clones or probes on the array can be validated, and the\nuse of microarray analysis in the clinical cytogenetics labora-     clinical indication for testing, an array may be used either as an\ntory will not change the approach to the child who has tradi-       adjunct to more established testing methods, such as routine\ntionally received a cytogenetic analysis and may replace the        chromosome analysis and targeted FISH assays, or as a primary\n“stepwise” approach of multiple FISH studies in patients with       diagnostic tool for detecting chromosomal abnormalities.\nunclear etiologies. In addition, microarray analysis can be used       The sensitivity of this test depends in part on the number,\nas an adjunct to conventional cytogenetics to further clarify       distribution, and size of the clones/probes on the array and the\nchromosome abnormalities detected by G-band analysis,               algorithmic parameters used in the data analysis.\navoiding the need for multiple FISH assays.\n   As with conventional and molecular cytogenetic studies,          E13.2 Validation\nchromosome abnormalities of unclear clinical significance are          Various types of microarrays may be used for the diagnosis\nsometimes uncovered by microarray analysis. These unclear           of chromosome abnormalities in a clinical laboratory: those\nresults require the cytogenetic analysis of parents or other rel-   that are U.S. Food and Drug Administration (FDA) approved\natives to fully interpret the abnormal finding. Through the         and available through a commercial source, IUO (investiga-\ntesting of parents or by FISH confirmation studies, many of         tional use only) or RUO (research use only) microarrays,\nthese genomic alterations can be clarified. Thus, the situations    which are commercially available and validated within the lab-\nencountered by microarray analysis are not unlike those that        oratory that intends to use them as a clinical tool, and those\nwere experienced early on in the clinical cytogenetics labora-      that are “home-brew,” developed within the laboratory that\ntory in the elucidation of chromosomal heteromorphisms, nor         intends to use them as a clinical tool. Depending on the in-\nunlike the finding of a novel subtle abnormality by conven-         tended clinical application of the array, each of the types of\ntional G-banding.                                                   arrays may have different levels of validation.\n   In summary, array-based analysis is a new molecular cyto-\ngenetics tool that is used to identify the cytogenetic basis of\n                                                                    E13.2.1 FDA-approved commercially available microarrays to\ngenetic disease. The results obtained using this new tool are\n                                                                    be used as adjunctive or as a replacement to established\ncorrelated with decades of clinical genetic knowledge and pub-\n                                                                    cytogenetics and FISH\nlicly available information from the Human Genome Project.\nThe expertise required for performing and interpreting mi-             [Note: At the time of the publication of these Guidelines,\ncroarray data are not substantially different from the skill set    there are no commercially available FDA-approved microar-\nand experience required for interpretation of karyotypes and        rays for this application. However, laboratories are advised to\nFISH that clinical cytogeneticists already possess. Thus, the use   keep abreast of new developments in this rapidly developing\nof microarray analysis will enhance the patient care already        technology.]\nprovided by clinical cytogenetic laboratories.                         For FDA-approved arrays that are used to replace estab-\n                                                                    lished methodologies (e.g., traditional cytogenetic analysis,\n                                                                    FISH), the laboratory should run a series of normal and abnor-\nE13 MICROARRAY ANALYSIS FOR CONSTITUTIONAL                          mal controls to establish performance parameters of the array\nCYTOGENETIC ABNORMALITIES                                           (E13.2.4.1). To the extent possible, the laboratory should use\nE13.1 General considerations                                        abnormal controls that represent abnormalities that the array\n   Constitutional cytogenetic abnormalities include aneu-           is designed to detect.\nploidy (extra or missing chromosomes) and structural aberra-           For FDA-approved arrays that are to be used as adjuncts to\ntions (deletions, duplications, translocations, inversions,         traditional cytogenetic analysis and clinically targeted FISH as-\nmarker chromosomes). Microarray analysis by CGH-based or            says, validation may be accomplished by running a series of\nSNP-based arrays can detect DNA copy number gains and               normal controls and abnormal controls that in combination\nlosses, thereby identifying unbalanced chromosome abnor-            address the regions of the genome represented on the array.\nmalities, including unbalanced microscopic and submicro-               The method and scope of validation must be documented\nscopic abnormalities.                                               within the laboratory and the concomitant limitations of the\n   This technique cannot detect balanced rearrangements,            analysis must be described in the laboratory report.\nsome ploidy changes, and mutations (nucleotide base pair\nchanges). Uniparental disomy cannot be detected by CGH-             E13.2.2 IUO or RUO commercially available microarrays to be\nbased arrays but may be uncovered using SNP-based arrays.           used as adjunctive or as a replacement to established\n   Low-level mosaicism for unbalanced rearrangements and            cytogenetics and FISH\naneuploidy may not be detected by array CGH. Each labora-              For IUO/RUO arrays that are used to replace established\ntory must determine the sensitivity of the microarray for de-       methodologies (e.g., traditional cytogenetic analysis, FISH),\ntection of mosaicism.                                               the laboratory should aim to validate each clone or region on\n\nSeptember 2007 䡠 Vol. 9 䡠 No. 9                                                                                                   655\n\fShaffer et al.\n\nthe microarray using at least one reference DNA with a known        E13.2.4.2 Validation of a new (version of a) microarray\nabnormality for each disorder represented on the array.             established in the laboratory\n   For IUO/RUO arrays that are to be used as adjuncts to tra-          This validation does not apply to new platforms from the\nditional cytogenetic analysis and clinically targeted FISH as-      same manufacturer (see E13.2.4.1). The intent of this valida-\nsays, validation may be accomplished by running a series of         tion is to validate an enhanced (new version) of a microarray\nnormal controls and abnormal controls that in combination           that has been previously validated for diagnostic use in the\naddress the regions of the genome represented on the array.         laboratory. The laboratory should validate a new microarray\n   The method and scope of validation must be documented            (e.g., enhanced or new version) using five abnormal specimens\nwithin the laboratory and the concomitant limitations of the        to assess accuracy of performance. If possible, the abnormal\nanalysis must be described in the laboratory report.                specimens should reflect the additional regions of the genome\n                                                                    or syndromes on the new microarray under validation.\n\nE13.2.3 Home-brew microarrays to be used as adjunctive or as        E13.2.4.3 Validation of a new lot of the same microarray\na replacement to established cytogenetics and FISH                  established in the laboratory\n   For home-brew arrays that are used to replace established           The intent of this validation is to reasonably assess that the\nmethodologies (e.g., traditional cytogenetic analysis or FISH),     new lot performs as the previous lot. The manufacturer should\nthe laboratory should ideally FISH map each clone to verify         supply documentation of the quality control comparison be-\ncytogenetic map location before constructing the array. Alter-      tween lots. In addition, each new lot should have documenta-\nnatively, the laboratory may provide additional evidence to         tion by the manufacturer that printing of each clone was suc-\nverify clones through end-sequencing or PCR amplification of        cessful (visualization of spots using a DNA-specific stain) for\ngenes of interest.                                                  BAC arrays or synthesis of each oligonucleotide was successful\n   The laboratory should attempt to validate each clone or re-      (synthesis verification) for oligonucleotide arrays. For new\ngion on the microarray using at least one reference DNA with a      lots, one (preferably) abnormal specimen is repeated on the\nknown abnormality for each disorder represented on the array.       new lot and compared with the result from the old lot to estab-\n   The method and scope of validation must be documented            lish equivalency.\nwithin the laboratory and the concomitant limitations of the           In addition, it is advisable that each new lot of a microarray\nanalysis must be described in the laboratory report.                be validated with two samples from chromosomally normal\n                                                                    individuals (these may be the control samples) to identify:\n                                                                    problems in the printing (poor spots) of clones or synthesis of\nE13.2.4 Demonstration of expertise and validation of a new          oligonucleotides, problems in reagents (poor target DNA qual-\ntechnology in the laboratory                                        ity, suboptimal reagents), or problems in the analysis.\n   In addition to validation of the various types of microarrays,\nthe laboratory must demonstrate expertise in array perfor-          E13.2.5 Proficiency testing\nmance and analysis.                                                    The laboratory should establish internal proficiency testing\n   The following steps must be conducted by the laboratory          of normal and abnormal specimens for microarray analysis as\nbefore offering diagnostic testing with any of the types of mi-     part of the laboratory’s internal quality assurance program and\ncroarray (e.g., FDA approved, IUO/RUO, home-brew). This             ongoing quality improvement program.\nprocess is necessary whether the laboratory is using microar-          In the absence of the availability of an external proficiency\nrays for the first time, changing microarray platforms (e.g.,       program for microarray analysis by a deemed entity (e.g.,\nBAC arrays, oligonucleotide arrays), or changing microarray         CAP), the laboratory should establish external proficiency test-\nmanufacturers.                                                      ing of normal and abnormal specimens for microarray analysis\n                                                                    as part of its quality assurance program and ongoing quality\n                                                                    improvement program. Deidentified normal and abnormal\nE13.2.4.1 Validation of new microarrays (new platform or new        DNA specimens should be exchanged (in a blinded fashion)\nmanufacturer)                                                       with another reference laboratory performing microarray test-\n   New microarrays to the laboratory should be validated with       ing. Alternatively, DNA specimens could be received from an\nDNA representing as many chromosomal abnormalities as possi-        outside cytogenetics laboratory and correlation between the\nble to obtain the experience and confidence needed to perform       cytogenetic or FISH results and the microarray results may be\nmicroarray testing. A minimum of 30 different chromosomally         sufficient to provide ongoing proficiency. Proficiency testing\nabnormal specimens should be tested.                                should include both normal and abnormal specimens and\n   In addition, the laboratory should exchange five samples         should be performed according to CLIA ’88 guidelines.\n(normal or abnormal in a blinded fashion) with another refer-          When an external proficiency testing program becomes\nence laboratory providing microarray testing. After this initial    available through an appropriate deemed organization, the\nvalidation period, new microarray lots can be validated as de-      laboratory should be encouraged to enroll and participate in all\nscribed in E13.2.4.3.                                               relevant challenges.\n\n656                                                                                                           Genetics IN Medicine\n\f                                                                                                Microarray laboratory guidelines\n\n   Documentation of participation and the performance re-           negative results due to technical artifact. The array should con-\nsults of all internal and external proficiency tests must be re-    tain a set of normalization clones for which a normal ratio is\ntained by the laboratory and made available to all accreditation    established after each microarray analysis. The laboratory\nagency inspectors.                                                  should determine and document the method for normaliza-\n                                                                    tion. In some instances, this may be provided by the manufac-\nE13.3 Analytic standards                                            turer.\n   Monitoring preanalytical variables, analytical variables, and       Clones may be selected from available public databases and\npostanalytical variables should be part of the laboratory’s qual-   obtained through a public or private source. Regardless of\nity assurance and quality improvement programs. Such vari-          whether the microarray is a home-brew or manufactured by a\nables may include quality of the specimen received, number of       commercial entity, the identity of each clone should be verified\nhybridization failures, and number of cases requiring parental      through end-sequencing, FISH localization, or some other\nstudies.                                                            comparable method. This verification should be documented\n                                                                    within the laboratory quality control plan for home-brew ar-\nE13.3.1 Array design                                                rays or provided to the end user by the manufacturer for com-\n   The performance of microarray analysis in detecting chro-        mercially manufactured arrays. The laboratory director should\nmosome aberrations is dependent on the resolution of the ar-        make every effort to obtain documentation of clone validation\nray, which is limited by the size of the DNA targets and the        from the manufacturer.\ndistance between those sequences naturally located on the              Clones not mapping to the proper/intended locus should be\nchromosome. BAC microarrays typically have cloned DNA               discarded from the array or omitted from the final laboratory\ntargets with an average size of 160 Kb, whereas oligonucleotide     analysis.\nprobes range in size from 25mers to 75mers.\n   Microarrays may be developed for specific regions of the         E13.3.1.2 Considerations for oligonucleotide array design\ngenome (targeted genome microarrays) for detection of unbal-           Oligonucleotide arrays should be designed with consider-\nanced subtelomeric rearrangements, aneuploidy, particular           ation of the statistical algorithms that will subsequently be used\nmicrodeletion/microduplication syndromes, or a genome-              for determining abnormal thresholds. The number of probes\nwide array with a specified distribution/spacing of clones/         within a given region of interest (e.g., within a region known to\nprobes (for example, 1 Mb array; one oligonucleotide/SNP per        be associated with a clinical syndrome) should be sufficient\n300 kb array), or microarrays may be developed for the entire       such that the assay will have the sensitivity necessary for detec-\ngenome using overlapping (contiguous) clones (whole ge-             tion of an abnormality. For example, if applying an algorithm\nnome microarrays) or high-density oligonucleotides. The cov-        that requires 10 oligonucleotides within a 0.3 Mb region to fall\nerage of the various commercial oligonucleotide arrays cur-         outside of the normal ratio as a cutoff, the laboratory director\nrently range in size from one probe per 6 kb to one probe per 70    needs to ensure that there is a minimum of 10 oligonucleotides\nkb.                                                                 within the critical region to detect a deletion or duplication\n   The microarray targets may include large insert clones           therein. For oligonucleotide arrays that are not customized for\n[BACs, P1-derived artificial chromosomes (PACs)], smaller           the laboratory, it is essential that the director familiarize him-\ninsert clones (cosmids, fosmids, plasmids), or smaller DNA          self/herself with the coverage on the array; even arrays that\nsegments (oligonucleotides, cDNA). Yeast artificial chromo-         have an “average” spacing of as little as 10 kb may have signif-\nsomes are generally not recommended because they are often          icant gaps that are clinically relevant. There should also be\nchimeric and would have suboptimal utility in diagnostic ap-        redundancy of a subset of probes on the array, with the redun-\nplications.                                                         dant probe sequences being represented at more than one lo-\n   Multiple clones/probes representing any single clinically rel-   cation on the microarray. The oligonucleotide CGH arrays\nevant locus provide additional diagnostic information and           should contain a set of normalization probes (e.g., negative\nshould be included on the array. Comparison of the microar-         spots that should not hybridize to human DNA and positive\nray results among these clones/probes at a single locus may         saturated spots) for which a normal ratio is established for each\nprovide a more sensitive assay. Contiguous clones/probes            analysis. The laboratory should determine and document the\nspanning a large region provide supplementary diagnostic in-        method for normalization. In some instances, this may be pro-\nformation regarding size of deletions or duplications as an ad-     vided by the manufacturer. For SNP arrays, a set of control\njunct to clinical and other laboratory findings. The laboratory     probes should be included on the array for the purpose of\nshould establish the number of clones/probes used to deter-         determining a threshold for abnormal results.\nmine an abnormal threshold.                                            Probes selected from the public domain should be listed\n                                                                    with their physical and cytogenetic positions on the human\nE13.3.1.1 Considerations for BAC array design                       genome. All probe descriptions and annotations should be\n   If possible, each clone should be represented multiple times     openly accessible. Details regarding design and synthesis veri-\non the microarray (minimum of two to four times) and pref-          fication as well as all quality control steps taken to validate and\nerably in more than one location on the microarray to increase      assess the performance/reproducibility of the array should be\ntest reliability and reduce uninformative or false-positive/-       documented and provided by the manufacturer.\n\nSeptember 2007 䡠 Vol. 9 䡠 No. 9                                                                                                    657\n\fShaffer et al.\n\nE13.3.2 Specimen requirements                                          specimens that will be used for each patient specimen type and\n                                                                       clinical situation.\nE13.3.2.1 Tissue requirements\n   Microarray analysis may be performed after DNA extraction           E13.3.3.2 Establishing controls\nof any specimen that yields DNA (e.g., peripheral blood, cord             It is recommended that the laboratory establish both male\nblood, skin fibroblasts, fixed-cell pellet, paraffin-embedded          and female control samples and guidelines that detail whether\ntissues). The laboratory should establish the specimen require-        they are to be used in mismatched (opposite sex) or same-sex\nments for microarray analysis for each tissue type. However, as        comparisons.\nthe signal-to-noise ratio will likely differ for each of these spec-      The laboratory should establish whether single male and\nimen types, the laboratory will need to determine normal and           single female specimens will serve as controls or whether com-\nabnormal threshold values for each sample type, recognizing            bined pools of multiple male and/or multiple female DNAs\nthat the sensitivity of the assay may differ for each.                 will be used as controls. The limitations of both approaches\n   The laboratory needs to establish the types of specimens            should be understood by the laboratory and taken into consid-\nappropriate for array testing. Minimum required quantities of          eration in the interpretation of results.\nvarious tissue types, anticoagulants for peripheral blood spec-           In most instances, controls with presumably normal karyo-\nimens, and DNA submission requirements must be established             types are used. However, there may be instances when use of a\nby each laboratory.                                                    control with a particular abnormal karyotype might be\n                                                                       appropriate.8\nE13.3.2.2 DNA requirements and processing\n   The laboratory should establish the minimum DNA re-                 E13.3.3.3 Validating new lots of controls\nquirements to perform the test. Considerations include                    Each new control DNA or new lot of prepared control DNA\nwhether the test is performed once per specimen or, for array          should be compared by microarray analysis to the previous lot\nCGH, performed twice in a “dye-swap” or “dye-reversal” strat-          of control DNA.\negy.\n   The laboratory should have written procedures in the labo-          E13.3.3.4 Controls for specific clinical situations\nratory procedure manual and/or quality management pro-                    The laboratory must establish whether the same controls\ngram for DNA extraction and labeling, DNA quantification               will be used for all hybridizations or whether different controls\n(e.g., fluorometer, spectrophotometer), obtaining adequate             will be used for each hybridization. At this time, some labora-\nquality and concentration of DNA (e.g., examination by gel             tories prefer to use individual male and female controls, and\nelectrophoresis), proper fragmentation (e.g., via sonication or        some prefer to use pooled male and pooled female DNA as\ndigestion), and adequate fluorescent labeling (e.g., examina-          controls. Some laboratories prefer same-sex controls, and\ntion by gel electrophoresis, visual inspection, ultraviolet/visi-      some prefer opposite-sex controls for microarray hybridiza-\nble spectroscopy).                                                     tions. Any of the above strategies would be acceptable. The\n   The laboratory should have documentation of these param-            laboratory should document the specific rationale for choos-\neters in each patient record.                                          ing certain strategies and have provisions to accommodate the\n                                                                       various disadvantages for one strategy versus another for cer-\nE13.3.2.3 Suboptimal samples                                           tain situations. Considerations include CNVs carried by the\n   If a sample does not meet requirements of the laboratory            individuals used as controls and whether opposite-sex or\nand is deemed suboptimal, the recommended action is to re-             same-sex controls are used. Opposite-sex controls provide a\nject the specimen and request a repeat. If obtaining a repeat          built-in “abnormal” result, which may be helpful in assessing\nspecimen is not possible, whole genome amplification could be          the quality of the microarray results through assessment of\nconsidered if the laboratory is experienced in this technique          dose differences between the X and Y chromosomes. Same-sex\nand if the potential biases inherent in the technique are detailed     controls may offer better sensitivity for detecting gains or\nin the report so that the physician and patient are informed of        losses of regions on the X and Y chromosomes. However, for\nthe limitations of this technique. Written standards describing        some suspected sex chromosome and ploidy abnormalities\nwhen and how the whole genome amplification procedure is               that may be difficult to distinguish by microarray analysis, the\nperformed should be incorporated into the laboratory manual.           laboratory may choose to perform both same-sex and oppo-\n                                                                       site-sex control hybridizations or may choose to confirm the\nE13.3.3 Controls                                                       results by FISH or cytogenetic analysis.\n\nE13.3.3.1 Documentation                                                E13.3.4 Microarray data analysis\n   Array CGH requires the comparison of a patient result to a\ncontrol (reference) result and SNP oligonucleotide microarray          E13.3.4.1 BAC arrays\nanalysis requires the comparison of a patient result with a set of        The laboratory should apply statistical methods to assess the\nestablished normal controls (references). The laboratory               ratio of the control DNA specimen to the patient DNA speci-\nshould have a written policy concerning the type(s) of control         men for each clone. When the clones are spotted more than\n\n658                                                                                                              Genetics IN Medicine\n\f                                                                                                Microarray laboratory guidelines\n\nonce on the array, the ratios of the control DNA specimen to           Low-level mosaicism for unbalanced rearrangements and\nthe patient DNA specimen can be averaged across identical           aneuploidy may not be detected by microarray analysis. Thus,\nspots. The statistical methods used should be described in the      each laboratory should either determine the sensitivity of the\nlaboratory’s procedure manual.                                      microarray for detection of mosaicism or should identify this\n   Normalization should be used to establish the baseline ratio     limitation in the patient report.\nof control DNA specimen to the patient DNA specimen before\nthe analysis of the microarray.                                     E13.3.4.3 Oligonucleotide arrays\n   The laboratory must establish the normal and abnormal ref-          The laboratory should apply statistical methods to assess the\nerence ranges (nullisomy, single-copy loss, single-copy gain,       ratio of the control DNA specimen(s) to the patient DNA spec-\nand amplification) for each region of the genome represented        imen for each oligonucleotide/probe. The laboratory director\non the microarray using normal control DNA specimens for            must be familiar with the principles of the software program\nvalidation. The abnormal ranges should be tested using repre-       being applied. Specifically, the director must know how an\nsentative known DNA from chromosomally abnormal indi-               outlying value on one oligonucleotide/probe affects the ratio\nviduals or cell lines that carry aberrations for gains and losses   generated for a neighboring oligonucleotide/probe. Critical to\nanticipated in the construction of each particular microarray.      the analysis will be the rule (sometimes called “filters”) that are\n   The laboratory must establish methods to present the data        used in the analysis to determine that there is a significant gain\nobtained from the ratios of the control DNA specimen and the        or loss of a chromosomal region. Some manufacturers provide\npatient DNA specimen. Array data are often depicted as nu-          standard rules or filters to set the cutoff points. However, the\nmerical values or graphically represented.                          laboratory should rigorously test the rules or filters as part of\n   Low-level mosaicism for unbalanced rearrangements and            the validation of the assay. For example, one standard filter that\naneuploidy may not be detected by array CGH. Thus, each             might be used as a criterion for an abnormal result could be 10\nlaboratory should either determine the sensitivity of the mi-       oligonucleotides within a 0.5-Mb region with a minimum ab-\ncroarray for detection of mosaicism or should identify this         solute ratio value (based on a log 2 ratio) of 0.3. Depending on\nlimitation in the patient report.                                   the density of the array across each region, that rule may be too\n                                                                    stringent or too lenient. Thus, it may be necessary to adjust\n                                                                    depending on the region being analyzed. Importantly, the\nE13.3.4.2 SNP arrays                                                moving average across each chromosome should be carefully\n   The laboratory should apply statistical methods to assess the    examined. This is particularly true for cases that are mosaic,\nlikelihood that a given region of SNP oligonucleotide probes is     which will typically generate absolute ratio values less than that\ngained or lost. Signal intensity values from replicate probes       expected for a nonmosaic case and thus may fall below the\nmay be combined and reported as a single value for each probe       standard cutoff value. However, such mosaicism may be ap-\nsequence. Various algorithms and software exist for determin-       parent upon examination of the running averages. Each labo-\ning DNA copy number changes, and a single algorithm/soft-           ratory should determine the sensitivity of the microarray for\nware package should consistently be used for all microarray         detection of mosaicism or should identify this limitation in the\nvalidations. When switching to an alternate algorithm/soft-         patient report.\nware package, reanalysis of the data used for initial validation\nshould be performed to demonstrate comparable perfor-               E13.3.5 Interpretation: copy number variants (CNVs)\nmance. Normalization of the data should be considered as it            The laboratory director and staff should be familiar with\nmay potentially eliminate technical biases attributable to fac-     benign CNVs or CNVs of unknown clinical significance on the\ntors such as differences in scanners, operators, and replicates.    array as well as the expanding current literature and databases\n   The laboratory must establish the normal and abnormal val-       on the more commonly reported CNVs and should interpret\nues that indicate the copy number state (nullisomy, single copy     the microarray analysis in this context. The laboratory director\nloss, single copy gain, and amplification) for each probe/region    should also consider the possibility that a clinically significant\nof the genome represented on the microarray using normal            abnormality can occur in known variant regions. These may\ncontrol DNA specimens for validation. The laboratory should         include deletions and duplications encompassing a known\nestablish the number of clones/probes used to establish a result    CNV or may represent a homozygous alteration of a CNV that\nand determine an abnormal threshold. The abnormal values            would otherwise be benign when heterozygous. CNV data-\nshould be tested using representative known DNA from chro-          bases have been established to assist the laboratory director in\nmosomally abnormal individuals or cell lines that carry aber-       making decisions about gains and losses detected by microar-\nrations for gains and losses anticipated based on the design and    rays. Examples of such databases are the Database of Genomic\nconstruction of each particular microarray.                         Variants (http://projects.tcag.ca/variation/) and DECIPHER\n   The laboratory must establish methods to present the data        (http://www.sanger.ac.uk/PostGenomics/decipher/).\nobtained from the comparison of the intensity values of the            The laboratory must have a written procedure to determine\nnormal control reference set and the patient DNA specimen.          whether any regions covered by clones or probes on the array\nArray data are often depicted as numerical values or graphi-        represent known regions of benign CNVs within the genome.\ncally represented.                                                  This may include documentation of established polymorphic\n\nSeptember 2007 䡠 Vol. 9 䡠 No. 9                                                                                                    659\n\fShaffer et al.\n\ndatabases from the laboratory and/or other institutions. It is      firmation is to be performed by FISH, that clones are available\nimportant that, with the exception of purported benign CNVs,        to the laboratory in a timely manner to maintain clinically\nall regions showing abnormal copy number findings be char-          relevant turnaround times. The laboratory should have a writ-\nacterized by either FISH, parental studies, quantitative poly-      ten policy in place that deals with discrepant results, i.e., when\nmerase chain reaction (PCR), or one of the methods noted            an array shows an abnormality that cannot be confirmed by\nabove, and the laboratory director be familiar with the rapidly     FISH (the sensitivities of these two tests may differ).\nchanging literature on the location and frequency of these             BACs (or other microarray targets) used to confirm mi-\nCNV sites.                                                          croarray results should be validated in the same way that com-\n                                                                    parable FISH probes or other DNA reagents are validated for\nE13.3.6 Confirmation of abnormal microarray results                 clinical use. See E9.2.1.1 of these Standards and Guidelines.\n                                                                    This validation can be conducted simultaneously with analysis\nE13.3.6.1 Clone identity                                            of the patient’s metaphase or interphase cells.\n   A justified concern about microarray analysis is confirma-          The director may choose to use a probe for confirmation\ntion that each spot represents the correct clone. It is nearly      analysis that has been previously validated in the laboratory, if\nimpossible to validate each clone once the array is printed.        available for the particular region on the microarray showing\nValidation can be achieved if the laboratory has DNA from           the abnormality.\nsamples with abnormalities with copy number changes for                During the FISH confirmation of an abnormal microarray\neach clone or locus (region) represented on the microarray.         result, a control probe may be used in another region on the\nThe laboratory director and staff should be acutely aware of        same chromosome involved in the abnormality. However, if a\nany discrepancies in array data potentially attributable to in-     control probe is not used, another method for the unequivocal\ncorrect identification of a clone on a microarray. Discrepancies    identification of the chromosomes may be used (e.g., inverted\ncan be addressed through FISH with the clone in question to         4=,6-diamidino-2-phenylindole images).\nmetaphase cells of the patient showing the potentially anoma-\nlous result.\n                                                                    E13.3.6.3.2 Oligonucleotide arrays\nE13.3.6.2 Probe identity                                               Most cytogenetic laboratories may find the use of FISH as\n   Oligonucleotide probes are synthesized by using informa-         the method of choice for confirmation of abnormal regions.\ntion from the public domain. The loci used need to be well          Clones that span the region to be confirmed can be chosen by\ndocumented by Human Gene Mapping Workshop, Geneatlas,               using publicly available databases. The laboratory director\nthe Genome Data Base, or publication in the peer-reviewed           must ensure that confirmation can be established and, if con-\nscientific literature. Given that many thousands of probes are      firmation is to be performed by FISH, that clones are available\nprinted on the array, it is virtually impossible to validate each   to the laboratory in a timely manner to maintain clinically\nprobe once the array is printed. The manufacturer should have       relevant turnaround times. The laboratory should have a writ-\nvigorous protocols for verifying that synthesis was successful.     ten policy in place that deals with discrepant results, i.e., when\nAlthough very unlikely, the laboratory director and staff           an array shows an abnormality that cannot be confirmed by\nshould be acutely aware of any discrepancies in array data po-      FISH (the sensitivities of these two tests may differ).\ntentially attributable to incorrect physical assignment of a           BACs (or other microarray targets) used to confirm mi-\nprobe sequence on the human genome and thus on the mi-              croarray results must be validated in the same way that com-\ncroarray. Because current analysis strategies typically consider    parable FISH probes are validated for clinical use. See E9.2.1.1\nmore than one oligonucleotide for determination of true gains       of these Standards and Guidelines. This validation can be con-\nand losses, the effects of an incorrectly assigned oligonucleo-     ducted simultaneously with analysis of the patient’s metaphase\ntide may be negligible. However, should a discrepancy become        or interphase cells.\napparent, the oligonucleotide in question should be excluded           The director may choose to use a probe for confirmation\nfrom the analysis.                                                  analysis that has been previously validated in the laboratory, if\n                                                                    available for the particular region on the microarray showing\nE13.3.6.3 Confirmation of abnormal or ambiguous results             the abnormality.\n  The laboratory should establish a protocol that allows for           During the FISH confirmation of an abnormal microarray\nconfirmation of abnormal or ambiguous microarray results.           result, a control probe may be used at another region on the\nThis may include cytogenetic analysis using banding tech-           same chromosome involved in the abnormality. However, if a\nniques, FISH, PCR, or other comparable methods.                     control probe is not used, another method for the unequivocal\n                                                                    identification of the chromosomes may be used (e.g., inverted\nE13.3.6.3.1 BAC arrays                                              4=,6-diamidino-2-phenylindole images).\n  Most cytogenetic laboratories may find the use of FISH, with         Alternate molecular methods such as quantitative PCR and\nthe abnormal clones identified from microarray analysis, as the     multiplex ligation-dependent probe amplification may be\nmethod of choice for confirmation. The laboratory director          used for confirmation, and the use of these techniques is also\nmust ensure that confirmation can be established and, if con-       subject to clinical validation (See G5).\n\n660                                                                                                            Genetics IN Medicine\n\f                                                                                                   Microarray laboratory guidelines\n\nE13.3.6.4 Parental/family studies                                      E13.4.2.4 Follow-up studies\n   Parental studies or studies of other family members may be             FISH or microarray studies of parents or other family mem-\nindicated after the identification of some chromosome abnor-           bers should be recommended when an abnormality is identi-\nmalities. The lab",
  "wordCount": 7370,
  "indexed": "2025-09-25T22:44:29.571Z",
  "method": "direct"
}
