{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Ledford - 2016 - Beyond CRISPR A guide to the many other ways to e.pdf",
  "fileName": "Ledford - 2016 - Beyond CRISPR A guide to the many other ways to e.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Ledford - 2016 - Beyond CRISPR A guide to the many other ways to e.pdf",
  "text": "NEWS IN FOCUS\n\n  G E NE ED ITING\n\n\n\n\nCRISPR alternative doubted\nReports of irreproducibility multiply, but author stands by his NgAgo gene-editing system.\nB Y D AV I D CY R A N O S K I , S H I J I A Z H U A N G , C H I N A\n\n\n\n\n                                                                                                                                                                                DAVID CYRANOSKI\nC\n         ontroversy is escalating over whether\n         a gene-editing technique proposed\n         as an alternative to the popular\nCRISPR–Cas9 system actually works.\n   Three months ago, Han Chunyu, a biologist\nat Hebei University of Science and Technology\nin Shijiazhuang, reported that the enzyme\nNgAgo can be used to edit mammalian genes.\nBut scientists are increasingly complaining that\nthey cannot replicate the results — although\none researcher has told Nature that he can.\nNature Biotechnology, which published the\nresearch, is investigating the matter.\n   Han says he receives dozens of harassing calls\nand texts each day, mocking him and telling him\nthat his career is over — but he is convinced that\nthe technique is sound. On 8 August, he submit-\nted a protocol to the online genetic-information\nrepository Addgene. He hopes that this will help\nefforts to reproduce his work, but other scien-                       Han Chunyu maintains that the NgAgo enzyme can edit genes.\ntists say it does not clear things up.\n   The stakes are high. Over the past few years,                      it works,” says geneticist George Church of Har-      belongs to the Argonaute (Ago) family of\nthe CRISPR–Cas9 system has transformed biol-                          vard Medical School in Boston, Massachusetts.         proteins that others had flagged as potential\nogy. But it has also made scientists hungry to                           CRISPR–Cas9 uses small genetic sequences           gene editors — to edit eight different genes\nexpand the gene-editing toolkit (see ‘A guide to                      to guide an enzyme to cut DNA in a particular         in human cells and to insert genes at specific\nthe many other ways to edit a genome’). NgAgo                         location. In the Nature Biotechnology paper,          points on chromosomes (F. Gao et al. Nature\nis one of several methods that have emerged. “A                       Han’s team reports using a wide variety of            Biotechnol. 34, 768–773; 2016).\nlot of us are really cheerleading and hoping that                     genetic sequences to guide NgAgo — which                NgAgo cuts only the target genes, says Han,\n\n\n                                                                  BE YON D C R I S P R\n                                                  A guide to the many other ways to edit a genome\n    The CRISPR–Cas9 tool enables scientists to                          commonly used in gene therapy to shuttle                One such enzyme, called Cpf1, may become\n    alter genomes practically at will. It has blazed                    foreign genetic material into human cells.           an attractive alternative. Smaller than Cas9, it\n    through labs around the world, finding new                             A solution comes in the form of a mini-           has different sequence requirements and is\n    applications in medicine and basic research.                        Cas9, which was plucked from the bacterium           highly specific.\n       But the zeal with which researchers jumped                       Staphylococcus aureus. It’s small enough to             Another enzyme, called C2c2, targets\n    on a possible new system called NgAgo                               squeeze into the virus used in one of the gene       RNA rather than DNA — a feature that holds\n    earlier this year reveals an undercurrent of                        therapies currently on the market. Two groups        potential for studying RNA and combating\n    frustration with CRISPR–Cas9 — and a drive                          have now used the mini-Cas9 in mice to correct       viruses with RNA genomes.\n    to find alternatives. Some are variations on                        the gene responsible for Duchenne muscular\n    the CRISPR theme; others offer new ways to                          dystrophy.                                           TRUE EDITORS\n    edit genomes (see go.nature.com/2bbgxwb                                                                                  Many labs use CRISPR–Cas9 only to delete\n    for more).                                                          EXPANDED REACH                                       sections in genes, thereby abolishing their\n                                                                        Cas9 will not cut everywhere it’s directed to — a    function. “People want to declare victory\n    A MINI-ME                                                           certain DNA sequence must be nearby for that         like that’s editing,” says George Church, a\n    CRISPR–Cas9 may one day be used to rewrite                          to happen. This demand is easily met in many         geneticist at Harvard Medical School in Boston,\n    the genes responsible for genetic diseases. But                     genomes, but can be a painful limitation for         Massachusetts. “But burning a page of the book\n    the components of the system — an enzyme                            some experiments. Researchers are looking to         is not editing the book.”\n    called Cas9 and a strand of RNA that directs                        microbes to supply enzymes that have different          Those who want to swap one sequence with\n    the enzyme to the desired sequence — are too                        sequence requirements to expand the number           another face a more difficult task. When Cas9\n    large to stuff into the genome of the virus most                    of sequences they can modify.                        cuts DNA, the cell often makes mistakes as it\n\n\n1 3 6 | NAT U R E | VO L 5 3 6 | 1 1 AUG U S T 2 0 1 6\n                                                           ©\n                                                           2\n                                                           0\n                                                           1\n                                                           6\n                                                           M\n                                                           a\n                                                           c\n                                                           m\n                                                           i\n                                                           l\n                                                           l\n                                                           a\n                                                           n\n                                                           P\n                                                           u\n                                                           b\n                                                           l\n                                                           i\n                                                           s\n                                                           h\n                                                           e\n                                                           r\n                                                           s\n                                                           L\n                                                           i\n                                                           m\n                                                           i\n                                                           t\n                                                           e\n                                                           d\n                                                           ,\n                                                           p\n                                                           a\n                                                           r\n                                                           t\n                                                           o\n                                                           f\n                                                           S\n                                                           p\n                                                           r\n                                                           i\n                                                           n\n                                                           g\n                                                           e\n                                                           r\n                                                           N\n                                                           a\n                                                           t\n                                                           u\n                                                           r\n                                                           e\n                                                           .\n                                                           A\n                                                           l\n                                                           l\n                                                           r\n                                                           i\n                                                           g\n                                                           h\n                                                           t\n                                                           s\n                                                           r\n                                                           e\n                                                           s\n                                                           e\n                                                           r\n                                                           v\n                                                           e\n                                                           d\n                                                           .\n\f                                                                                                                                                               IN FOCUS NEWS\n\n                    whereas CRISPR–Cas9 sometimes edits the               97 who say that it doesn’t. And two researchers        adds that the process was less efficient than\n                    wrong genes. And CRISPR–Cas9 requires a               who initially reported success with NgAgo in an        CRISPR–Cas9, “but, in short, it worked”.\n                    certain genetic sequence to be near the cutting       online chat group now say they were mistaken.              Two more Chinese scientists, who also asked\n                    site to initiate its activity, but NgAgo does not,       Debojyoti Chakraborty, a molecular biologist        not to be named, say they have initial results\n                    which could broaden its applications, adds Han.       at the CSIR-Institute of Genomics and Integra-         showing that NgAgo works but they still need\n                       The initial reaction to the work in China was      tive Biology in New Delhi, says that he repeated       to confirm with sequencing.\n                    laudatory, including a visit to the lab by China      a section of Han’s paper that described using              “It might, might work,” says Burgio, “but if so,\n                    Central Television. It was overwhelming, says         NgAgo to knock out a gene for a fluorescent            it’s so challenging that it’s not worth pursuing.\n                    Han. He doesn’t like to travel and has never left     protein. The glow                                      It won’t surpass CRISPR, not by a long shot.”\n                    China: a trip to visit a collaborator in Hangzhou     was reduced in his                                         He says there is little that is new in the revised\n        JCSMR/ANU\n\n\n\n\n                    in March was the first time the 42-year-old had       cells, so Chakraborty                                  protocol on Addgene. There is a warning to\n                    boarded a plane. Before his paper came out, “I        assumed that NgAgo                                     maintain levels of magnesium in cells, “but\n                    was completely unknown”, says Han, who spoke          had disabled the gene.                                 that doesn’t make any sense to me”, he says. It\n                    to Nature at his laboratory and at a restaurant.      But DNA sequencing                                     also warns against Mycoplasma contamination.\n                       Doubts about the research first surfaced at        revealed no evidence                                   But Montoliu, who might now give NgAgo one\n                    the beginning of July, when Fang Shimin, a            of gene editing. Jan                                   more chance in September, doubts that this\n                    former biochemist who has become famous               Winter, a PhD stu-                                     could account for all the reported problems.\n                    for exposing fraudulent scientists, wrote on          dent in genomics at                                        The failure of NgAgo “would be disappoint-\n                    his website New Threads (xys.org) that he had         the German Cancer                                      ing”, says microbiologist John van der Oost of\n                    heard reports of failed reproduction efforts,         Research Center in “It’s not worth                     Wageningen University in the Netherlands, a\n                    and alleged that Han’s paper was irreproduc-          Heidelberg, describes pursuing. It                     co-author of the 2014 analysis of Argonaute\n                    ible. Criticism grew on various Chinese sites.        a similar experience. won’t surpass                    proteins that laid the groundwork for their use\n                       On 29 July, Gaetan Burgio, a geneticist at the        Han has only got CRISPR, not by a                   in gene editing (D. C. Swarts et al. Nature 507,\n                    Australian National University in Canberra,           the system to work on long shot.”                      258–261; 2014). “But then there is work for us\n                    posted thorough details of his failed attempts        cells cultured in his Gaetan Burgio                    left to do to see whether other Argonaute sys-\n                    to replicate the experiment on his blog. Nor-         laboratory. It failed in                               tems can get it to work somehow.”\n                    mally, his posts get a few dozen hits, but this       cells that he purchased, which he later found              Last week, Nature Biotechnology sent a\n                    one spiked to more than 5,000.                        to be contaminated with Mycoplasma bacteria.           statement to Nature’s news team, which is\n                       On the same day, geneticist Lluís Montoliu at      Others might be having the same problem, he            editorially independent, saying that “several\n                    the Spanish National Centre for Biotechnology         says, and some graduate students might not be          researchers” have contacted the journal to\n                    in Madrid e-mailed his colleagues at the Inter-       being careful with reagents. Winter disagrees:         report that they cannot reproduce the results,\n                    national Society for Transgenic Technologies to       “I do not think it is a problem of the scientists      and that “the journal is following established\n                    recommend “abandoning any project involving           doing something wrong.”                                process to investigate the issues”.\n                    the use of NgAgo”. The e-mail was leaked and             One researcher in China who doesn’t want                Hebei University says that it will ask Han to\n                    posted on Fang’s website.                             his name to be entangled in the controversy            repeat the experiment so that it can be veri-\n                       An online survey by molecular biologist            told Nature that he had tested NgAgo in a              fied by an independent party within a month,\n                    Pooran Dewari of the MRC Centre of Regenera-          few kinds of cell and found that it was able to        according to Chinese state media. ■\n                    tive Medicine in Edinburgh, UK, has found only        induce genetic mutations at the desired sites\n                    9 researchers who say that NgAgo works — and          — a finding that he verified by sequencing. He         Additional reporting by Heidi Ledford.\n\n\n                                                                         plants. “Everyone says the future is editing          proteins could provide a way forward, says\n                                                                         many genes at a time, and I think: ‘We can’t          genome engineer Jin-Soo Kim at the Institute\n                                                                         even do one now with reasonable efficiency’,”         for Basic Science in Seoul.\n                                                                         says plant scientist Daniel Voytas at the\n                                                                         University of Minnesota in St Paul.                   PROGRAMMING ENZYMES\n                                                                            But developments in the past few months            Other gene-editing systems are also in the\n                                                                         have given Voytas hope. Two groups of                 pipeline, although some have lingered there\n                                                                         researchers have come up with techniques that         for years. For an extensive bacterial project,\n                                                                         disable Cas9 then tether it to an enzyme that         Church’s lab did not reach for CRISPR at all.\n                                                                         converts one DNA letter to another. Voytas and        Instead, the team relied heavily on a system\n                                                                         others are hopeful that tethering other enzymes       called lambda Red, which can be programmed\n                                                                         to the disabled Cas9 will allow different             to alter DNA sequences without the need for\n                                                                         sequence changes.                                     a guide RNA. But despite being studied for\n                    An argonaute protein is one of many alternatives                                                           13 years in Church’s lab, lambda Red works\nLAGUNA DESIGN/SPL\n\n\n\n\n                    to the CRISPR–Cas9 gene-editing system.              PURSUING ARGONAUTES                                   only in bacteria.\n                                                                         When researchers claimed in May that they                Church and Feng Zhang, a bioengineer\n                    stitches together the broken ends. This creates      could use a protein from the Argonaute family         at the Broad Institute of MIT and Harvard in\n                    the deletions that many researchers desire.          called NgAgo to slice DNA at a predetermined          Cambridge, Massachusetts, say that their labs\n                    But researchers who want to rewrite a DNA            site without needing a guide RNA or a specific        are also working on developing enzymes called\n                    sequence rely on a different repair pathway          neighbouring genome sequence (F. Gao et al.           integrases and recombinases for use as gene\n                    that can insert a new sequence — a process           Nature Biotechnol. 34, 768–773; 2016), they           editors. “By exploring the diversity of enzymes,\n                    that occurs at a much lower frequency than the       kicked off a wave of excitement. But laboratories     we can make the genome-editing toolbox\n                    error-prone stitching. That low efficiency poses     have so far failed to reproduce the results.          even more powerful,” says Zhang. “We have to\n                    a problem in many organisms, including some          Even so, there is still hope that other Argonaute     continue to explore the unknown.” Heidi Ledford\n\n\n                                                                                                                             1 1 AUG U S T 2 0 1 6 | VO L 5 3 6 | NAT U R E | 1 3 7\n                                                              ©\n                                                              2\n                                                              0\n                                                              1\n                                                              6\n                                                              M\n                                                              a\n                                                              c\n                                                              m\n                                                              i\n                                                              l\n                                                              l\n                                                              a\n                                                              n\n                                                              P\n                                                              u\n                                                              b\n                                                              l\n                                                              i\n                                                              s\n                                                              h\n                                                              e\n                                                              r\n                                                              s\n                                                              L\n                                                              i\n                                                              m\n                                                              i\n                                                              t\n                                                              e\n                                                              d\n                                                              ,\n                                                              p\n                                                              a\n                                                              r\n                                                              t\n                                                              o\n                                                              f\n                                                              S\n                                                              p\n                                                              r\n                                                              i\n                                                              n\n                                                              g\n                                                              e\n                                                              r\n                                                              N\n                                                              a\n                                                              t\n                                                              u\n                                                              r\n                                                              e\n                                                              .\n                                                              A\n                                                              l\n                                                              l\n                                                              r\n                                                              i\n                                                              g\n                                                              h\n                                                              t\n                                                              s\n                                                              r\n                                                              e\n                                                              s\n                                                              e\n                                                              r\n                                                              v\n                                                              e\n                                                              d\n                                                              .",
  "wordCount": 2173,
  "indexed": "2025-09-25T22:43:35.377Z",
  "method": "direct"
}
