{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Liu et al. - 2012 - Mechanisms for recurrent and complex human genomic.pdf",
  "fileName": "Liu et al. - 2012 - Mechanisms for recurrent and complex human genomic.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Liu et al. - 2012 - Mechanisms for recurrent and complex human genomic.pdf",
  "text": "Available online at www.sciencedirect.com\n\n\n\n\nMechanisms for recurrent and complex human genomic\nrearrangements\nPengfei Liu1, Claudia MB Carvalho1, PJ Hastings1 and James R Lupski1,2,3\n\nDuring the last two decades, the importance of human genome           include nonallelic homologous recombination (NAHR),\ncopy number variation (CNV) in disease has become widely              nonhomologous end-joining (NHEJ), replicative mech-\nrecognized. However, much is not understood about                     anisms, and long interspersed element (LINE)-mediated\nunderlying mechanisms. We show how, although model                    retrotransposition or mobile element insertions (MEIs).\norganism research guides molecular understanding, important           Of these, NAHR and replicative mechanisms have fig-\ninsights are gained from study of the wealth of information           ured prominently in explaining a wide variety of germline\navailable in the clinic. We describe progress in explaining           and somatic rearrangement events.\nnonallelic homologous recombination (NAHR), a major cause of\ncopy number change occurring when control of allelic                  NAHR results in recurrent rearrangements, that is, re-\nrecombination fails, highlight the growing importance of              arrangements that include the same genomic interval\nreplicative mechanisms to explain complex events, and                 occurring in unrelated individuals. Such recurrence is\ndescribe progress in understanding extreme chromosome                 mediated by a common genomic structure or architecture\nreorganization (chromothripsis). Both nonhomologous end-              in which the rearranged interval is flanked by paralogous\njoining and aberrant replication have significant roles in            repeat sequences or low-copy repeats (LCRs, also known\nchromothripsis. As we study CNV, the processes underlying             as segmental duplications [9]). Since the NAHR model\nhuman genome evolution are revealed.                                  was proposed ten years ago [10], dozens of NAHR-\nAddresses                                                             mediated genomic disorders have been documented.\n1\n  Department of Molecular and Human Genetics, Baylor College of       Replication mechanisms, on the other hand, are a major\nMedicine, Houston, TX 77030, USA                                      contributor to nonrecurrent genomic rearrangements\n2\n  Department of Pediatrics, Baylor College of Medicine, Houston, TX\n77030, USA\n                                                                      wherein the rearrangement size, genomic extent, and\n3\n  Texas Children’s Hospital, Houston, TX 77030, USA                   breakpoint position at a genetic locus can differ amongst\n                                                                      unrelated subjects. Although replication mechanisms can\nCorresponding author: Lupski, James R (jlupski@bcm.edu)               explain both simple (usually a single deletion, dupli-\n                                                                      cation, inversion or translocation) and complex (a com-\n  Current Opinion in Genetics & Development 2012, 22:211–220          bination of more than one simple event) nonrecurrent\n  This review comes from a themed issue on Molecular and genetic      rearrangements, perhaps their major contribution has\n  bases of disease                                                    been to provide a parsimonious explanation for complex\n  Edited by Beverly Emanuel and Steve Warren                          human genomic rearrangements that cannot be readily\n                                                                      explained by alternative mechanisms such as NHEJ,\n  For a complete overview see the Issue and the Editorial\n                                                                      because of their characteristics.\n  Available online 20th March 2012\n  0959-437X/$ – see front matter, # 2012 Elsevier Ltd. All rights     Here we provide an overview of insights accumulated and\n  reserved.                                                           knowledge gained from recent studies of both recurrent\n  DOI 10.1016/j.gde.2012.02.012                                       and complex rearrangements, summarize known recur-\n                                                                      rent genomic disorders, and highlight lessons learnt\n                                                                      regarding NAHR and replication mechanisms.\nIntroduction\nGenome instability contributes tremendously to muta-                  NAHR mediates recurrent CNVs and\ntional processes during human genome evolution [1], in                chromosomal rearrangements\nassociation with human diseases [2] and manifesting as                NAHR, or ectopic recombination, was one of the earliest\npolymorphic variation in populations [3\u0002,4\u0002,5\u0002]. Recent               mechanisms identified to be responsible for genomic\nknowledge gained through studies of genomic disorders                 disorders [2,6\u0002,10]. Recombination between paralogous\n[2,6\u0002] and the development and clinical implementation                LCRs in direct orientation can result in deletions and\nof genome-wide assays for copy number variation (CNV)                 duplications, often occurring as de novo mutations and\ndetection [7,8] enabled large-scale fine mapping and                  associated with recurrent sporadic genomic disorders,\nnucleotide level ascertainment of rearrangement break-                whereas inverted repeats can mediate inversions\npoint junctions in human populations, providing an                    (Figure 1a). The NAHR mechanism favors deletions over\ninvaluable resource with which to study rearrangement                 duplications, because deletions can result from crossovers\nmechanisms. Several major mechanisms have been                        both in cis and in trans, whereas duplications can only\nproposed for human genome rearrangements and these                    result from crossovers in trans (Figure 1b). Turner et al.\n\nwww.sciencedirect.com                                                     Current Opinion in Genetics & Development 2012, 22:211–220\n\f212 Molecular and genetic bases of disease\n\n\n\n\nFigure 1\n\n\n                                                                                                                                              Y       1\n  (a)                                                                         *                             (c)                 22\n                                                                                                                                     X\n                                                                                                                           21                                 2\n                                                                                                                         20\n                                                                                                                    19\n                                                                                                                   18                                                 3\n                                                                              *                               17\n                                                                                                              16                                                          4\n\n\n                                                                                                              15\n                                                                                                                                                                          5\n                                                                                                               14\n\n\n                            duplication\n                                                                                  *                                 13                                            6\n\n                                                                                                                         12\n                                                                                                                                                              7\n                                                                                                                                11\n                                                                                                                                                          8\n                                                                                                                                         10       9\n\n                             deletion                                                                          recurrent translocation map\n                                                                           inversion\n\n\n  (b)         interchromosome                        intrachromosome                     intrachromatid                              sister chromatid\n                                                      (interchromatid)                                                                   exchange\n\n\n\n\n                         deletion                               deletion                               deletion\n                                                                                                                                         isochromosome\n                                 duplication                        duplication\n                                                                                                                    Current Opinion in Genetics & Development\n\n\nNAHR as the mechanism for recurrent genomic rearrangements. (a) Ectopic crossing-over between directly oriented repeats in trans can lead to\ndeletion and reciprocal duplication; whereas ectopic crossing-over between inversely oriented repeats in cis can result in an inversion. (b) NAHR can\nproduce deletion or duplication in three ways, interchromosomal crossover, intrachromosomal (or interchromatidal) crossover, and intrachromatidal\ncrossover. Note that intrachromatidal recombination can only produce deletion, not duplication. NAHR between inverted LCRs on sister chromatids\ncan also result in isochromosome formation. (c) This panel is adapted from Ou et al. [12\u0002] showing a genome-wide recurrent translocation map\nmediated by NAHR. In this circularized genome-wide view, LCRs fulfilling the criteria for recurrent translocations are connected by lines. The red line\ndenotes recurrent translocations that are observed and experimentally verified, whereas the grey and green lines (olfactory receptor factor gene\nfamilies) denote predicted recurrent translocations that could be mediated by paralogous LCRs.\n\n\n\nmeasured germline rates of de novo deletions and dupli-                       NAHR can also act on inverted paralogous LCR sub-\ncations directly at three autosomal and one Y chromosome                      strates located on sister chromatids leading to isochromo-\nloci and showed that, at least in male meiosis, deletions                     some formation (Figure 1b), that is, a structurally\nare observed to occur approximately twice as frequently                       abnormal chromosome with one arm partially deleted\nas duplications on autosomes [11\u0002\u0002].                                          and the other arm duplicated. Such NAHR-generated\n                                                                              isochromosomes are isodicentric (idic) and are observed\nIf crossing-over occurs between LCRs in nonhomolo-                            as somatic events (usually in tumors) first described for\ngous chromosomes, recurrent translocation may be                              i(17q) [13] or as constitutional events including i(Xq) [14]\nproduced (Figure 1c). Ou et al. demonstrated exper-                           and idic(Y) [15].\nimentally that NAHR mediates constitutional recurrent\ntranslocations t(4;11) and t(8;12) [12\u0002]. They also pre-                      With knowledge of human genome-wide LCR architec-\ndicted computationally that 1143 LCR pairs fulfill                            ture, one can potentially predict regions prone to NAHR.\nempirically derived criteria (LCR pairs of >5 kb in                           Sharp et al. analyzed the NCBI34/hg16 build of the human\nlength, >94% identity, proper substrate orientation de-                       reference genome and identified 130 regions of hypothes-\npendent on centromere position) to mediate recurrent                          ized genomic instability (flanked by LCR pairs of >10 kb\ntranslocations [12\u0002].                                                         in length, >95% identity, with intervening sequence\n\nCurrent Opinion in Genetics & Development 2012, 22:211–220                                                                                    www.sciencedirect.com\n\f                                                                                               Human genomicrearrangements Liu et al. 213\n\n\n\n\nFigure 2\n\n\n\n             chr1                                             11                                                                               chr22\n\n\n             chr2                                                                                                                              chr21\n\n\n             chr3                                                                                                          11.1\n                                                                                                                            11.1               chr20\n\n\n             chr4                                                                34.3                                                          chr19\n\n\n             chr5                                                                                                                              chr18\n\n\n             chr6                                                                                                                              chr17\n                                                                                                                           a\n             chr7                                                                                                                              chr16\n\n\n             chr8                                                                                  11.1                                        chr15\n\n\n             chr9                                                                                                                              chr14\n\n\n            chr10                                                                             11                                    33.133.3   chr13\n\n\n            chr11          14.3       11          14.3                                        11                                               chr12\n\n\n             chrX                                21.31                                                                                         chrY\n                     b                                                  c                                              d\n                                                                                                          Current Opinion in Genetics & Development\n\n\nGenome-wide map of computationally predicted NAHR-prone regions and empirically verified NAHR-associated disease regions. LCR pairs fulfilling\nchosen criteria (>10 kb in length, >95% in identity, directly oriented, with intervening sequence between 50 kb and 10 Mb, not spanning the\ncentromere) are considered as potential substrates for NAHR. They are linked by an inverted V-shaped line as illustrated above the chromosome\nideograms. Genomic regions flanked by such lines are merged into non-redundant sites, and illustrated as the 89 red bars below the ideograms.\nRegions of known genomic disorders are shown as green (only deletion associated with disease) or blue (both deletion and duplication associated with\ndisease) bars. (a) The 17q21.31 rearrangement occurs on an alternative haplotype [73]. (b) The Xp22.31 rearrangement was not predicted by the NAHR\nmap because the flanking LCR substrate is \u00039 kb in length (<10 kb) [26,74]. (c) The Xq28 rearrangement was not predicted by the NAHR map because\nthe flanking LCR is \u00039.5 kb in length (<10 kb) [75]. (d) The rearrangement involving AZFa [76] was not predicted by the NAHR map because the\ndeletion is mediated by a pair of HERV repetitive elements.\n\n\n\n\nbetween 50 kb and 10 Mb), spanning 274 Mb of non-                           UCSC genome browser (CRCh37/hg19). A total of 89\nredundant sequence that could predispose to interstitial                    merged, non-redundant regions were identified, spanning\ndeletion/duplication [16\u0002\u0002]. Since then, many of the pre-                   \u0003189 Mb (Figure 2). Until now, 37 genomic regions have\ndicted regions have been reported to be associated with                     been reported to be associated with genomic disorders\ngenomic disorders. We now construct an updated map of                       caused by NAHR (Figure 2). The majority of these regions\ngenome-wide NAHR-prone regions using the aforemen-                          (32/37) are predicted by this computational NAHR map.\ntioned parameters plus one additional requirement that the                  Amongst the most recent, is a chromosome 12 locus that\npredicted region should not span centromeres. LCR data                      deletes DPY19L2 and causes male infertility due to glo-\nwere downloaded from the Segmental_Dup track in the                         bozoospermia [17].\n\nwww.sciencedirect.com                                                              Current Opinion in Genetics & Development 2012, 22:211–220\n\f214 Molecular and genetic bases of disease\n\n\n\n\nEctopic synapsis — a prerequisite for NAHR?                    determinant of meiotic recombination hotspots. Berg\nDespite the fact that the phenomenon of NAHR in                et al. reported that variation in the zinc-finger repeat\nassociation with genomic disorders has been defined            array in PRDM9 can strongly affect meiotic recombina-\nfor 20 years [18,19], limited efforts have focused on un-      tion hotspot activity, minisatellite instability and geno-\nderstanding why crossing-over can occur at ectopic pos-        mic instability resulting from NAHR [34\u0002\u0002,35]. These\nitions. Studies exploring the frequencies of different         findings suggest that variation in PRDM9 may be one of\ntypes of recurrent de novo deletions and duplications at       the major regulators of certain human pathological geno-\n17p11.2 revealed that NAHR frequency is highly corre-          mic rearrangements. Intriguingly, the DNA sequence\nlated with length of flanking repeats and influenced by        motif that encodes the hotspot binding element of\nthe distance between repeats [20\u0002\u0002]. The length of flank-      PRDM9 is itself a minisatellite sequence; such DNA\ning LCR (hundreds of kilobases) is much greater than the       sequences are highly variable, a property that led to DNA\nlength of homology required to implement a homologous          fingerprinting and a human personal identification revo-\nrecombination event (hundreds of bp); that is, the so-         lution [36].\ncalled Minimum Efficient Processing Segment (MEPS)\n[21,22]. Thus, such an observed length dependence cor-         Recurrent and complex triplications in the\nrelation with crossover frequency suggests that pairing of     human genome\nthe flanking repeats may be a novel rate-limiting step         Improved CNV detection methods and lower cost, higher\nprior to ectopic crossing-over. If NAHR predominantly          resolution arrays in clinical screening assays are unveiling\noccurs in meiosis, this pairing may be achieved by a faulty    an increasing number of triplications associated with\nsynapsis between nonallelic sequences, or ectopic synap-       disease phenotypes. Like duplications, triplications can\nsis [20\u0002\u0002]. One prediction of the ectopic synapsis model is    be recurrent or nonrecurrent and may fall into two general\nthat mutations in proteins required for synapsis might         structural categories (Figure 3a). The first category, which\naffect the rates of ectopic crossing-over or NAHR. Inter-      we designate type I, is represented by a recurrent struc-\nestingly, recent research from yeast showed that deletion      ture of three copies of genomic segments in tandem, each\nof a key component of the synaptonemal complex almost          with a head to tail orientation, separated and flanked by\ncompletely abolishes ectopic crossing-over (M Shinohara        LCRs (three copies of the identical genomic interval that\net al., personal communication), reinforcing the idea that     is triplicated and four copies of the flanking LCR on the\nectopic crossing-over depends on synapsis. If ectopic          rearranged chromosome in total). The general features of\nsynapsis is also required for NAHR events at genomic           the type I triplication structure, tandem triplication due to\nloci other than 17p11.2, investigations to pinpoint specific   unequal crossing-over, were outlined and proposed 75\nregions prone to abnormal synapsis, or specific factors        years ago to explain the ‘double Bar’-phenotype studied\ninvolved in this process may further improve prediction of     by Calvin Bridges [37], decades before DNA was eluci-\nNAHR hotspots.                                                 dated. The molecular details of this structure were\n                                                               reported recently in subjects with Xp22.31 triplications,\nPRDM9 as a global regulator contributing to                    potentially formed by a two-step NAHR event as evi-\nNAHR hotspot specification                                     denced by the double crossover mapped at breakpoints\nEvidence suggests that specific nucleotide sequence            [26]. The second category (type II) consists of a tripli-\nlevel features may have a role in stimulating homologous       cated segment inserted in an inverted orientation be-\nrecombination, that is, recombination hotspots may be          tween two copies of the duplicated segments: that is,\nfacilitated by DNA sequence motifs in cis. When exam-          DUP-TRP/INV-DUP. This DUP-TRP/INV-DUP con-\nining historical recombination sites in HapMap samples,        figuration is found to contribute to most of the tripli-\nMyers et al. identified a degenerate 13-mer motif (50 -        cations observed at the MECP2 and PLP1 loci reported\nCCNCCNTNNCCNC-30 ) that is crucial for recruiting              thus far [38\u0002\u0002]. By inverting a segment of the genome,\ncrossovers in 40% of all human hotspots [23\u0002\u0002]. This cis-      breakpoints can be brought within spatial proximity and a\nacting sequence motif is potentially analogous to an           remarkably complex structure is generated with only two\nEscherichia coli chi sequence [24]. This human HR hot-         breakpoint junctions. Furthermore, novel gene functions\nspot motif, although identified from allelic recombina-        can be created by breakpoint junctions due to the fusions\ntion data, is also observed in proximity to crossover          generated and the involvement of the reverse comp-\nregions in NAHR products [25,26]; it has been well             lement DNA strand in the rearrangement. A common\nestablished that, as might have been anticipated [27],         genomic architecture, wherein a pair of inverted LCRs\nNAHR and allelic homologous recombination (AHR)                flanks one of the genomic intervals subsequently dupli-\nhotspots coincide [28–30]. Following the discovery of          cated, is proposed to underlie formation of the complex\nthis motif, three groups, using evidence from human and        type II triplications by both a homology-driven step\nmouse experiments, independently reported that the             (between inverted repeat substrates) and a second non-\nmotif is likely the binding site of a zinc-finger protein,     homologous or microhomologous step [38\u0002\u0002]. This simple\nH3K4 trimethylase, PR domain-containing protein 9;             configuration of inverted repeats, frequently observed\nPRDM9 [31–33]. PRDM9 may be a major trans                      throughout the human genome, is proposed to predispose\n\nCurrent Opinion in Genetics & Development 2012, 22:211–220                                             www.sciencedirect.com\n\f                                                                                                          Human genomicrearrangements Liu et al. 215\n\n\n\n\nFigure 3\n\n\n             (a)                                              Type I Triplication\n                         Reference\n\n\n                         Tandem Triplication\n\n\n                                                              Type II Triplication\n                         Reference\n\n\n                         DUP-TRP/INV-DUP\n\n\n\n\n             (b)\n                   +1\n                                                                                                                                      One-off\n                    0                                                                                                                  Event\n                    -1\n\n                          1              3          5         7         9        11        13        15     17 19 21 X\n                                  2            4          6        8        10        12        14        16 18 20 22  Y\n\n\n\n                   +1\n                                                                                                                                    Mutator\n                    0\n                                                                                                                                   Phenotype\n                    -1\n\n                          1             3           5         7        9         11        13        15     17 19 21 X\n                                  2           4          6         8        10        12        14        16 18 20 22  Y\n\n\n\n                   +1\n\n                                                                                                                                   Abnormal\n                    0\n                                                                                                                                  Segregation\n                    -1\n\n                          1             3           5         7        9         11        13        15     17 19 21 X\n                                  2           4          6         8        10        12        14        16 18 20 22  Y\n                                                                                                              Current Opinion in Genetics & Development\n\n\nTriplications and genome-scale complex rearrangements. (a) Two types of structures of triplications; the reference structure is illustrated above the\nnovel structure formed upon triplication below. Red or blue horizontal bars represent regions that are duplicated or triplicated in the novel structure,\nrespectively. Black arrows denote LCRs involved in this process with the orientation indicated by the arrowhead. Note that in type II triplication, the\ntriplicated segment in the middle is inserted in an inverted orientation with respect to the flanking regions. The inversion is indicated by blue dashed\nlines. (b) Three distinct types of genome-level complex rearrangements. Shown in the figure are three hypothetical array CGH genome-view results\nrepresenting three types of complex rearrangements. The labels on the X-axis denote chromosome numbers. The numbers on the Y-axis denote the\nlog2 fluorescence intensity ratio of the hypothetical aCGH results. Red dots represent de novo copy number gains; green dots represent de novo copy\nnumber losses. Black dots at zero on the X-axis represent hybridizing oligonucleotide signals with no copy number change.\n\n\n\n\nwww.sciencedirect.com                                                                  Current Opinion in Genetics & Development 2012, 22:211–220\n\f216 Molecular and genetic bases of disease\n\n\n\n\nother genomic regions to formation of the complex type II                  revealed that a substantial proportion of CNV events\ntriplication structure.                                                    showed microhomology (Table 1). Other experimental\n                                                                           evidence to support replicative mechanisms comes from\nReplication mechanisms and complex                                         studies on the effect of replication stress and replication\nrearrangements                                                             timing on de novo structural variation formation. Arlt et al.\nComplex genomic rearrangements (CGRs) are those that                       showed that treatment of human cells with aphidicolin or\nconsist of more than one simple rearrangement, and have                    hydroxyurea, two chemicals that inhibit DNA replication\ntwo or more breakpoint junctions. The phenomenon was                       through distinct mechanisms, resulted in increased CNV\ninitially reported when complex patterns of duplications                   formation. Such ‘induced-CNVs’ have breakpoint and\n(showing discontinuities, mixed with deletions, tripli-                    other features that mimic those observed in association\ncations or inversions, etc.) were identified from studying                 with polymorphic and pathogenic CNV formation [48,49].\nnonrecurrent duplications at the PLP1 locus [39\u0002]. Fea-                    It has recently been shown that end points of somatic\ntures including multiple copy number changes, evidence                     CNVs tend to be in three-dimensional spatial proximity,\nfor long-distance template switching, insertion of short                   and they tend to replicate simultaneously [50,51]. All of\nsequences at breakpoints apparently ‘templated’ from                       these findings indicate that replicative mechanisms con-\nnearby genomic intervals, and microhomology at the                         tribute to human genomic rearrangements far more than\nbreakpoint junctions all were consistent with such re-                     anticipated. Recent work suggests that such ‘replicative\narrangements being generated by a DNA replication                          repair’ might be ‘mutagenic’ beyond CNV mutagenesis as\nmechanism. The mechanism describing this phenom-                           it can be associated with a 1000-fold increase of point\nenon was termed Fork Stalling and Template Switching                       mutations [52]. Such an increase in point mutations stems\nor FoSTeS [39\u0002,40]. Based on experimental observations                     from a low fidelity replication during BIR in comparison\nfrom bacteria, yeast and human studies, microhomology-                     to a ‘normal’ DNA replication.\nmediated break-induced replication, or MMBIR, was\nproposed to explain the molecular details that contribute                  Although replication mechanisms have been used to\nto the origin of human CNV [40,41\u0002]. This model                            explain a wide range of complex rearrangements, especi-\nexpanded on the lessons learnt from break-induced repli-                   ally copy number gains, on the X chromosome [26,53] and\ncation or BIR [42–45] and even earlier work first eluci-                   autosomes [54–56], nonhomologous mechanisms, such as\ndated in the bacteriophage T4 system [46]. Other similar                   multiple NHEJ, may still account for some portion of\nreplication models, such as microhomology-mediated                         complex rearrangements [57].\nreplication-dependent recombination (MMRDR), have\nalso been proposed [47].                                                   Chromosome catastrophe: chromosome\n                                                                           shattering or replication collapse?\nMicrohomology is a characteristic trace left at the break-                 How can the complexity of rearrangements increase in\npoint by the proposed replicative repair mechanisms.                       both range and scale, to a chromosome-wide level? Such\nBreakpoint sequencing of both locus-specific rearrange-                    highly complex rearrangements were revealed in cancer\nments and genome-wide benign or pathological CNV                           samples by next-generation sequencing techniques\n\n\n Table 1\n\n Microhomology at sequenced breakpoint junctions in the human genome.\n\n                                    Number of rearrangements          Number of rearrangements with         Microhomology                 Refs\n                                    with breakpoints sequenced          breakpoint microhomology            length range a\n Locus-specific studies\n   PLP1 (Xq22.2)                        19                               15 (79%)                           2–18                  [39\u0002,68,69]\n   LIS1 (17p13.3)                        6                                6 (100%)                          2–27                  [54]\n   RAI1, PMP22 (17p11.2p12)             36                               26 (72%)                           2–33                  [20\u0002\u0002,25,55,56]\n   STS (Xp22.31)                        13                               10 (77%)                           2–4                   [26]\n Genome-wide studies\n   Vissers et al.                      38                               29 (76%)                            2–30                  [70\u0002]\n   Conrad et al. b                    324                              168 (52%)                            2–30                  [71\u0002]\n   Kidd et al. b                      973                              289 (30%)                            2–20                  [72\u0002]\n   Mills et al. b                   10871                             7166 (66%)                            2–50                  [3\u0002]\n\n The locus-specific studies and the Vissers et al. study analyzed nonrecurrent rearrangements only, whereas the remaining genome-wide studies did\n not specifically focus on nonrecurrent rearrangements, and also these studies appear to be biased towards deletion events.\n a\n   Microhomology is arbitrarily defined as a length of perfect matching sequence of 2–50 bp. Kidd et al. used a range of 2–20 bp as the length of\n microhomology.\n b\n   Different approaches and methods, such as next-generation sequencing filters and matching to a consensus haploid human genome reference,\n might introduce bias to the interpretation of some studies.\n\n\nCurrent Opinion in Genetics & Development 2012, 22:211–220                                                                www.sciencedirect.com\n\f                                                                             Human genomicrearrangements Liu et al. 217\n\n\n\n\n[58,59]. However, the fact that the observed complexity       In contrast, Kloosterman et al. using next-generation\nin cancers apparently consists of a mixture of progress-      sequencing techniques identified a single case with a\nively altering rearrangements hindered further character-     germline chromosome catastrophe showing extensive\nization of rearrangement mechanisms.                          translocations and inversions [62\u0002]. A key feature from\n                                                              this complex rearrangement is that breakpoints found in\nWhole genome sequencing of hundreds of cancer genomes         different junctions can be paired with each other to\nhas unexpectedly revealed that massive cancer-associated      reconstitute sites where a double-strand break is pro-\ngenomic rearrangements can occur in a very short time         posed to have occurred. The same phenomenon has been\ninterval as a ‘one-off’ event. This novel phenomenon,         described in highly complex events in prostate cancer:\ntermed chromothripsis, was reported to occur in 2–3% of       multiple endpoints relate together as though they arose\nthe cancers studied [60\u0002\u0002]. Strikingly, multiple cancer       from two-ended double-strand breaks [64], in contrast to\ngenes can be disrupted by a single complex rearrangement      the one-ended double-strand breaks that result from\nin chromothripsis, thus representing multigenic events.       replication fork collapse and are repaired by BIR or\nAlthough it was neither clear what causes such chromo-        MMBIR. Such two-ended double-strand breaks would\nsome catastrophes nor what repair mechanisms might be         necessarily be repaired by NHEJ or by homologous\noperative, Stephens et al. proposed that perhaps chromo-      recombination. Thus, there appear to be at least two\nsome shattering and re-ligation by NHEJ were involved         distinct mechanisms underlying chromothripsis-like\n[60\u0002\u0002]. Recent evidence has suggested potential involve-      complex events. A possible explanation for the extreme\nment of TP53 in generating such complexities [61].            rearrangement of a few chromosomes while others\n                                                              remain unaltered is provided by observations on events\nIn parallel with the elucidation of the phenomenon of         occurring in micronuclei [65]. Micronuclei are formed\nchromothripsis in association with many cancers, a similar    when some chromosomes lag at anaphase and are\nchromosome catastrophe phenomenon was reported to             excluded from the nucleus. Chromosomes are very\noccur as a constitutional event [62\u0002,63\u0002\u0002]. Using high-       unstable in micronuclei. The altered chromosomes can\ndensity oligonucleotide array comparative genomic             later be reincorporated into the nucleus which has not\nhybridization, chromosome analysis, and breakpoint-           experienced instability [65].\nsequencing methods, Liu et al. identified region-focused,\nmultiple copy number change, highly complex rearrange-        Genome-level complex rearrangements\nment events occurring de novo in several patients with        Investigations into constitutional complex rearrange-\ndevelopmental disabilities [63\u0002\u0002]. Several characteristic     ments stimulate ideas regarding potential mechanisms\nfeatures of the rearrangements indicate that the observed     beyond locus-specific events and allow for genome-scale\nconstitutional chromosome catastrophe was likely gener-       complexity. In addition to the region-focused one-off\nated by a replication mechanism involving multiple tem-       event illustrated by chromosome catastrophes discussed\nplate switches such as FoSTeS or MMBIR. First,                in the previous section, two other hypothetical types of\nrearranged genomic regions are localized to a single          genome-level complex rearrangements may exist\nchromosome or confined to a chromosome arm, rather            (Figure 3b). In a potential ‘mutator phenotype’ model,\nthan scattered throughout the genome, suggesting that         perhaps analogous to the microsatellite instability that\nthe affected region may be the site where a replication       accompanies mutation in mismatch repair genes, multiple\nfork collapse occurred. Second, multiple copy number          rearrangements might occur scattered throughout the\nand structural changes are observed, including deletion,      genome. In contrast to the one-off event, these rearrange-\nduplication, triplication, inversion and insertion, which     ments might arise independently from each other via\ncan be explained by multiple strand switches during           individual events. Such a rearrangement phenotype may\nMMBIR [41\u0002]. In particular, the presence of a triplication    be caused by a stochastic environmental stimulus or a\namongst the complexity can be readily explained by            genetic impairment in key processes related to CNV\nMMBIR, not by NHEJ as generation of new DNA                   formation. Similar phenomena have been observed in\nmaterial is involved. Third, junction clustering is           genetic syndromes, including Bloom syndrome, Fanconi\nobserved, that is, chromosomal segments bounded by            anemia and ataxia telangiectasis, which are caused by\nwidely scattered breakpoints are joined together in a         mutations in DNA damage and repair pathways. How-\nsingle complex arrangement, leaving their original loci       ever, the multiple de novo CNV model may reflect\nuntouched [63\u0002\u0002]. The interrelatedness of multiple            mutations in proteins involved in novel replication path-\nbreakpoints suggests a simple underlying mechanism            ways related to CNV formation, such as the human\nMMBIR, instead of NHEJ occurring multiple times.              ortholog of yeast Pol32 [66]. Exploring the primary\nFourth, small templated insertions and microhomologies        genetic lesion/mutation in this type of rearrangements\nare frequently found at breakpoint junctions. These dis-      may allow identification of genes important for DNA\ntinctive features or patterns suggest that the increases in   repair, recombination, or replication. In an ‘abnormal\ncopy number (duplication and triplication) observed in        segregation’ model (Figure 3b), genomic defects are\nthe subjects may be generated by the MMBIR repair.            represented by multiple mosaic aneuploidies. The cause\n\nwww.sciencedirect.com                                             Current Opinion in Genetics & Development 2012, 22:211–220\n\f218 Molecular and genetic bases of disease\n\n\n\n\nof such an outcome could be mutations in genes encoding                         4.    Conrad DF, Pinto D, Redon R, Feuk L, Gokcumen O, Zhang Y,\n                                                                                \u0002     Aerts J, Andrews TD, Barnes C, Campbell P et al.: Origins and\nproteins important for chromosome segregation.                                        functional impact of copy number variation in the human\n                                                                                      genome. Nature 2010, 464:704-712.\n                                                                                This study provided a comprehensive map of human genome CNV. They\nConclusion                                                                      used high resolution array CGH to discover CNV, genotyped 4978 CNVs\nIn summary, recent experimental findings from studies of                        in different populations and assessed their functional impacts.\ndisease-associated recurrent and complex rearrangements                         5.  Redon R, Ishikawa S, Fitch KR, Feuk L, Perry GH, Andrews TD,\nreveal further insights into NAHR and DNA replication                           \u0002   Fiegler H, Shapero MH, Carson AR, Chen W et al.: Global\n                                                                                    variation in copy number in the human genome. Nature 2006,\nmechanisms for generating DNA rearrangements. NAHR                                  444:444-454.\nis a well-established mechanism that explains and pre-                          Constructed a first-generation human genome CNV map from 270 Hap-\n                                                                                Map individuals using SNP genotyping array and clone-based CGH.\ndicts a growing number of recurrent genomic disorders\nand even selected recurrent chromosomal rearrange-                              6. Lupski JR: Genomic disorders ten years on. Genome Med 2009,\n                                                                                \u0002    1:42.\nments in association with both genomic disorders and                            Provided an historical perspective and reviewed lessons learned from\ncancers. Recent research unveils factors required for                           studying genomic disorders since the term was defined ten years earlier.\nfacilitating NAHR, pointing to a possibility of improved                        7.   Cheung SW, Shaw CA, Yu W, Li J, Ou Z, Patel A, Yatsenko SA,\nprediction of NAHR hotspots in the human genome, or                                  Cooper ML, Furman P, Stankiewicz P et al.: Development and\n                                                                                     validation of a CGH microarray for clinical cytogenetic\neven in personal genomes. While a role for the genomic                               diagnosis. Genet Med 2005, 7:422-432.\narchitecture of direct repeats is now firmly established in\n                                                                                8.   Shaffer LG, Kashork CD, Saleki R, Rorem E, Sundin K, Ballif BC,\nthe NAHR mechanism, the importance of inverted                                       Bejjani BA: Targeted genomic microarray analysis for\nrepeats in susceptibility to human genomic rearrange-                                identification of chromosome abnormalities in 1500\n                                                                                     consecutive clinical cases. J Pediatr 2006, 149:98-102.\nments other than inversions [67] is only beginning to be\nunveiled [38\u0002\u0002]. Replication mechanisms are demon-                              9.   Bailey JA, Gu Z, Clark RA, Reinert K, Samonte RV, Schwartz S,\n                                                                                     Adams MD, Myers EW, Li PW, Eichler EE: Recent segmental\nstrated to provide a parsimonious explanation for a wide                             duplications in the human genome. Science 2002,\nrange of rearrangement types, particularly CGRs. How-                                297:1003-1007.\never, it is becoming clear that multiple mechanisms are                         10. Stankiewicz P, Lupski JR: Genome architecture,\noperating. Understanding these mechanisms may provide                               rearrangements and genomic disorders. Trends Genet 2002,\ninsights into not only human genome evolution, genomic                              18:74-82.\ndisorders, and cancers, but potentially various other bio-                      11. Turner DJ, Miretti M, Rajan D, Fiegler H, Carter NP, Blayney ML,\nlogical processes.                                                              \u0002\u0002 Beck S, Hurles ME: Germline rates of de novo meiotic deletions\n                                                                                    and duplications causing several genomic disorders. Nat\n                                                                                    Genet 2008, 40:90-95.\nAcknowledgements                                                                Sperm-PCR assays were used to measure rates of de novo NAHR-\n                                                                                mediated rearrangements directly at four genomic disorder loci.\nWe thank Dr. Pawel Stankiewicz and Claudia Gonzaga-Jauregui for help in\nmaking the figures, Dr. Akira Shinohara for sharing his unpublished data        12. Ou Z, Stankiewicz P, Xia Z, Breman AM, Dawson B,\nregarding ectopic crossing-over, and Dr. Neil Hunter for helpful discussions.   \u0002    Wiszniewska J, Szafranski P, Cooper ML, Rao M, Shao L et al.:\nThis work was supported in part by the National Institute of Neurological            Observation and prediction of recurrent human translocations\nDisorders and Stroke (National Institutes of Health) grant R01NS058529 to            mediated by NAHR between nonhomologous chromosomes.\nJ.R.L., Texas Children’s Hospital General Clinical Research Center grant             Genome Res 2011, 21:33-46.\nM01RR00188, and Intellectual and Developmental Disabilities Research            The authors reported molecular details of two NAHR driven recurrent\nCenters grant P30HD024064. J.R.L. is a consultant for Athena Diagnostics,       translocations and constructed a computational genome-wide recurrent\nholds stock ownership of 23andMe and Ion Torrent Systems, and is a              translocation map.\ncoinventor on multiple United States and European patents for DNA\ndiagnostics. The Baylor College of Medicine and Department of Molecular         13. Barbouti A, Stankiewicz P, Nusbaum C, Cuomo C, Cook A,\nand Human Genetics derive revenue from molecular genetics testing                   Hoglund M, Johansson B, Hagemeijer A, Park SS, Mitelman F\n                                                                                    et al.: The breakpoint region of the most common\nclinical services provided by the Medical Genetics Laboratories; MGL,\n                                                                                    isochromosome, i(17q), in human neoplasia is characterized\nhttps://www.bcm.edu/geneticlabs.                                                    by a complex genomic architecture with large, palindromic,\n                                                                                    low-copy repeats. Am J Hum Genet 2004,\nReferences and recommended reading                                                  74:1-10.\nPapers of particular interest, published within the period of review,           14. Koumbaris G, Hatzisevastou-Loukidou H, Alexandrou A,\nhave been highlighted as:                         ",
  "wordCount": 7545,
  "indexed": "2025-09-25T22:42:57.948Z",
  "method": "direct"
}
