{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Boone et al_2013_Deletions of recessive disease genes.pdf",
  "fileName": "Boone et al_2013_Deletions of recessive disease genes.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Boone et al_2013_Deletions of recessive disease genes.pdf",
  "text": "Research\n\nDeletions of recessive disease genes: CNV contribution\nto carrier states and disease-causing alleles\nPhilip M. Boone,1 Ian M. Campbell,1 Brett C. Baggett,1 Zachry T. Soens,1\nMitchell M. Rao,1 Patricia M. Hixson,1,2 Ankita Patel,1,2 Weimin Bi,1,2 Sau Wai Cheung,1,2\nSeema R. Lalani,1,2,3,4 Arthur L. Beaudet,1,2,3,4,5 Pawel Stankiewicz,1,2 Chad A. Shaw,1,2\nand James R. Lupski1,2,3,4,6\n1\n Department of Molecular and Human Genetics, 2Medical Genetics Laboratories, 3Department of Pediatrics, Baylor College\nof Medicine, Houston, Texas 77030, USA; 4Texas Children’s Hospital, Houston, Texas 77030, USA; 5Department of Molecular\nand Cellular Biology, Baylor College of Medicine, Houston, Texas 77030, USA\n\n\n        Over 1200 recessive disease genes have been described in humans. The prevalence, allelic architecture, and per-genome\n        load of pathogenic alleles in these genes remain to be fully elucidated, as does the contribution of DNA copy-number\n        variants (CNVs) to carrier status and recessive disease. We mined CNV data from 21,470 individuals obtained by array-\n        comparative genomic hybridization in a clinical diagnostic setting to identify deletions encompassing or disrupting re-\n        cessive disease genes. We identified 3212 heterozygous potential carrier deletions affecting 419 unique recessive disease\n        genes. Deletion frequency of these genes ranged from one occurrence to 1.5%. When compared with recessive disease\n        genes never deleted in our cohort, the 419 recessive disease genes affected by at least one carrier deletion were longer and\n        located farther from known dominant disease genes, suggesting that the formation and/or prevalence of carrier CNVs\n        may be affected by both local and adjacent genomic features and by selection. Some subjects had multiple carrier CNVs\n        (307 subjects) and/or carrier deletions encompassing more than one recessive disease gene (206 deletions). Heterozygous\n        deletions spanning multiple recessive disease genes may confer carrier status for multiple single-gene disorders, for\n        complex syndromes resulting from the combination of two or more recessive conditions, or may potentially cause clinical\n        phenotypes due to a multiply heterozygous state. In addition to carrier mutations, we identified homozygous and\n        hemizygous deletions potentially causative for recessive disease. We provide further evidence that CNVs contribute to the\n        allelic architecture of both carrier and recessive disease-causing mutations. Thus, a complete recessive carrier screening\n        method or diagnostic test should detect CNV alleles.\n        [Supplemental material is available for this article.]\nOver 1000 recessive genetic disorders have been described, and                      individuals were carriers for at least one condition, and 5.2% were\nmany of their corresponding disease genes identified (http://                       carriers for two or more recessive traits. These statistics represent\nwww.omim.org). While most of these conditions are individually                      lower bounds, as only 417 alleles (average of approximately four\nrare (Srinivasan et al. 2010), their collective burden on health is                 alleles per gene) were assessed. Notably, only five of the 417 ge-\nnoteworthy (Kumar et al. 2001; McCandless et al. 2004; Dye et al.                   notyped alleles (;1%) were DNA copy-number variants (CNVs)\n2011a,b). However, for many recessive diseases, the overall mu-                     (Srinivasan et al. 2010).\ntational spectrum, prevalence, and carrier frequency in the pop-                          Incorporating next-generation sequencing into carrier\nulation remain obscure, as does an accurate estimate of the total                   screening, Bell et al. (2011) recently demonstrated that capture\nper-genome load of recessive carrier mutations.                                     sequencing of 437 recessive disease genes could identify SNVs in\n      Identifying disease-causing mutations in individuals affected                 a group of 104 individuals, most of whom were known carriers or\nwith recessive disease can provide a molecular diagnosis that not                   patients with a recessive disease. A few gross deletions were assayed\nonly brings an end to an often long diagnostic odyssey (Lupski                      for and detected, although custom capture baits were designed for\net al. 2010; Field and Boat 2011), but can also potentially enable                  each based on a priori knowledge of their presence and location.\ntherapeutic options (Bainbridge et al. 2011; van Karnebeek and                      The method of Bell et al. (2011) is not yet clinically available.\nStockler 2012). Carrier testing for heterozygous mutations in re-                   Furthermore, the gene list did not include many recessive disease\ncessive disease genes also has clinical utility. An approach to                     genes, for example genes for recessive deafness, intellectual dis-\nmultigene carrier screening in a clinical setting was described re-                 ability, or adult-onset cancers. An estimation of carrier load was\ncently by Lazarin and colleagues who screened 23,453 individuals                    made (average of 2.4 mutations per individual, range 0–7), al-\nfor selected, previously reported alleles (mostly single nucleo-                    though cell lines were the source of DNA, potentially affecting the\ntide variants, or SNVs) associated with 108 recessive disorders                     accuracy of this value (Epeldegui et al. 2007).\n(Srinivasan et al. 2010; Lazarin et al. 2013). Twenty-four percent of                     Whole-genome and whole-exome sequences of a number of\n                                                                                    individuals have yielded some additional information about per-\n                                                                                    genome load of carrier mutations (Gonzaga-Jauregui et al. 2012).\n6\n Corresponding author                                                               For example, Ashley et al. (2010) analyzed the whole-genome se-\nE-mail jlupski@bcm.edu\nArticle published online before print. Article, supplemental material, and publi-   quence of a single individual, identifying five carrier SNVs pre-\ncation date are at http://www.genome.org/cgi/doi/10.1101/gr.156075.113.             viously reported as pathogenic, and two novel, likely damaging\n\n\n23:1383–1394 Ó 2013, Published by Cold Spring Harbor Laboratory Press; ISSN 1088-9051/13; www.genome.org                Genome Research           1383\n                                                                                                                           www.genome.org\n\fBoone et al.\n\n\ncarrier variants. Berg et al. (2013) analyzed 80 whole-genome se-               quality control (Supplemental Methods; Supplemental Fig. S1),\nquences and found an average of 5.5 potential SNV carrier variants              yielding the number of heterozygous, homozygous, and hemi-\nper genome, with a range of 0–12. MacArthur et al. (2012) analyzed              zygous deletions listed in Table 1. Detailed CNV data are shown as\ndata from the 1000 Genomes Project (1000GP) pilot phase, iden-                  Supplemental Table S2.\ntifying 26 known and 21 predicted disease-causing alleles; how-                       The percentage of subjects with a CNV passing the above\never, the per-person load of variants was not enumerated. The                   filtering steps is displayed as Supplemental Figure S2. As Tiers 2 and\n1000GP pilot phase data were further mined by Xue et al. (2012) to              3 represent a small proportion of the total CNVs (Supplemental\nmore accurately identify likely damaging mutations; however, the                Figure S2) and the CNVs within them are less readily interpretable,\npredicted consequence of each variant (i.e., disease-causing vs.                subsequent data and analyses focus on Tier 1 deletions. Statistics\ncarrier) was not systematically addressed in light of the inheritance           concerning Tier 1 deletions are presented in depth in Table 2.\npattern(s) of any associated Mendelian disease(s). Carrier alleles\nwere not addressed in the recent initial publication of the Phase 1\n                                                                                Heterozygous deletions of recessive disease genes: potential\n1000GP data (The 1000 Genomes Project Consortium 2012).\n                                                                                carrier CNVs\n      CNVs encompassing recessive disease genes have been de-\nscribed as carrier alleles and disease-causing mutations for a num-             The 3212 heterozygous Tier 1 deletions (Table 2; Supplemental\nber of conditions, and are occasionally among the most common                   Table S2) represent potential carrier alleles. These were identified at\ncausative mutations for a condition (Luzi et al. 1995; Rafi et al.              an overall prevalence of approximately one per 19 subjects for V7\n1995). While some reports of genome-wide copy-number analyses                   cases and one per six subjects for V8 cases (Table 2). The distribu-\nhave mentioned carrier CNVs (e.g., Pang et al. 2010, which ex-                  tion of Tier 1 heterozygous deletion sizes is shown in Figure 1A,\namined losses affecting any of 472 recessive disease genes in data              and the distribution of RefSeq genes per CNV in Figure 1B. These\nfrom the Venter genome), this information is absent from others                 data demonstrate the predominance of small, single-gene events\n(Mills et al. 2011). Thus, the genome-wide contribution of CNVs to              among V8 heterozygous Tier 1 deletions, likely detected because of\ncarrier states and recessive disease-causing mutations, and the di-             the exon-focused design of the V8 array. The distribution of re-\nagnostic yield of aCGH to detect these variants, are not yet clear.             cessive disease genes per CNV is shown in Figure 1C.\n      We sought to describe the contribution of CNVs to recessive                     In total, 419 of 1228 known recessive disease genes (34%)\ncarrier states and recessive disease. To this end, we examined the              were encompassed or disrupted by at least one Tier 1 heterozygous\ngenomes of a clinical cohort of 21,470 subjects analyzed by aCGH                deletion. Of the 359 genes screened by capture sequencing by Bell\n(also known as chromosomal microarray analysis, or CMA)                         et al. (2011) and designated as recessive disease genes in Supple-\n(Cheung et al. 2005) for CNVs deleting part or all of at least one              mental Table S1, 140 were deleted by at least one Tier 1 heterozy-\nknown recessive disease gene.                                                   gous CNV (Supplemental Fig. S3). These copy-number variants or\n                                                                                a proportion thereof may have evaded a capture sequencing screen\n                                                                                as in Bell et al. (2011). The remaining 279 recessive disease genes\nResults                                                                         deleted by Tier 1 heterozygous CNVs were not screened for mu-\nComputational analysis identified 165,595 CNVs in our cohort of                 tations by Bell and colleagues.\n21,470 individuals using a nontargeted, genome-wide CGH array                         Many apparent carrier CNV alleles (1625/3212, 51% of het-\n(‘‘V7’’ array; 19,707 CNVs in 4928 subjects, avg. 4.0/subject) and              erozygous Tier 1 deletions) matched intervals in the Database of\na genome-wide CGH array with supplemental exon coverage (‘‘V8’’                 Genomic Variants (DGV; http://dgv.tcag.ca/), a database of CNV\narray; 145,888 CNVs in 16,542 subjects; avg. 8.8/subject). Initial              data from control individuals, by 50% mutual overlap (Table 2;\nfiltering steps yielded 6372 deletions affecting at least one exon              Supplemental Table S2). This serves as a positive control of our\nof a Mendelian disease gene and not affecting any genes associ-                 assay and analysis and suggests that this subset of deletions we\nated solely with dominant diseases or diseases with complex in-                 report may represent nonprivate variants derived from founder\nheritance patterns (Supplemental Fig. S1). While each deletion                  events and/or recurrent CNV formation. Deletions not previously\ncontained one or more genes associated with a recessive pheno-                  cataloged in DGV may be novel.\ntype, some of these genes are solely associated with a recessive                      Of the heterozygous Tier 1 deletions described above, 490\nphenotype (‘‘recessive disease genes’’), whereas others are associ-             (15.3%) affected X-linked genes in females, a special type of carrier\nated with both recessive and dominant phenotypes (‘‘rec/dom                     state.\ndisease genes’’). As CNVs deleting rec/dom disease genes could\ncontribute to either recessive or dominant disease, these CNVs\nwere ordered in lower priority ‘‘tiers’’ (Tiers 2 and 3; Supplemental           Carrier frequency\nFig. S1) than were CNVs affecting only recessive disease genes (Tier            The frequency with which each of the 419 unique recessive disease\n1). Deletions were then parsed by zygosity and subjected to final               genes is deleted among Tier 1 heterozygous CNVs ranges from one\n\n\nTable 1.   Filtered deletions parsed by zygosity and ‘‘tier’’\n\n                                                      Heterozygous deletions                 Homozygous deletions               Hemizygous deletions\n\nTier 1                                                 3212 (in 2829 subjects)                   8 (in 8 subjects)                67 (in 67 subjects)\n($1 recessive disease gene only)\nTier 2                                                    59 (in 59 subjects)                           0                                 0\n($1 recessive and $1 rec/dom disease gene)\nTier 3                                                  436 (in 426 subjects)                           0                          3 (in 3 subjects)\n($1 rec/dom disease gene only)\n\n\n\n1384       Genome Research\n            www.genome.org\n\f                                                                                         CNV carrier states and recessive disease alleles\n\n\nTable 2.   Tier 1 deletions\n\n                                                          Heterozygous                            Homozygous                        Hemizygous\n\n                                                     V7                   V8                 V7                V8              V7                V8\n\nNumber                                               253              2959                    2                6               21               46\nPrevalence                                         1 in 19            1 in 6             1 in 2464        1 in 2757         1 in 235         1 in 360\nMean sizea                                        1053 kb            305 kb                52 kb            0.7 kb           973 kb           407 kb\nMedian size                                        121 kb             0.6 kb               52 kb            0.4 kb           834 kb            85 kb\nMean number of genes in del                         12.4               4.0                    2                1               5.0              2.8\nMedian number of genes in del                         3                  1                    2                1                3                1\nUnique recessive disease genes in del                111               374                    2                1                5               13\nUnique recessive disease genes with exon          43 (39%)          203 (54%)                All              All              All              All\n  coverage on V8 array                            P = 0.07b        P < 0.0001b\nDel described previously in DGVc                 158 (62%)         1467 (50%)            2 (100%)              0           19 (90%)         27 (59%)\nDels with $2 recessive disease genes              73 (29%)         133 (4.5%)                0                 0               0                0\nSubjects with $2 Tier 1 CNVs of this ploidy           5                302                   0                 0               0                0\n\n(Del) Deletion; (DGV ) Database of Genomic Variants.\na\n  Size and other statistics are based on the minimum deleted interval as assessed by aCGH.\nb\n  Two-tailed Pearson’s x2 test based on 378 of 1228 known recessive disease genes (31%) having supplemental exon coverage on the V8 array.\nc\n  As assessed by 50% mutual overlap, irrespective of ploidy. DGV data obtained from http://dgv.tcag.ca/dgv/app/downloads?table=DGV_Content_\nSummary.txt.\n\n\n\noccurrence to 314 (1.5%; V7 and V8 combined), with a frequency                 this analysis to genes that were assigned purely recessive status\ndistribution shown in Figure 2A and Supplemental Table S3. There               (i.e., not rec/dom, etc.) and that have exonic probe coverage on the\nare a few commonly affected genes and many rarely affected genes.              V8 (exon-focused) CGH array, and used only V8 Tier 1 deletion data.\nWe investigated whether our ascertainment of affected recessive                For the 49 genes fulfilling these criteria, SNV carrier frequency was\ndisease genes was ‘‘saturated,’’ i.e., whether testing additional in-          13.5 times higher than deletion carrier frequency; however, for five\ndividuals would identify additional unique mutated recessive dis-              of the 49 genes (CTNS, LAMC2, SACS, CLN8, and ALDH3A2) de-\nease genes. Figure 2B plots our chronological ascertainment of                 letion carrier frequency was higher than that of SNVs. CTNS is no-\nunique recessive disease genes and indicates that it continues to              table in that a single 57-kb deletion eliminating the first 10 exons of\nrise even after assessing 2829 subjects with a Tier 1 heterozygous             the gene is present in either the heterozygous or homozygous state\ndeletion, consistent with genomic observations of rare variant SNV             in 76% of European patients with nephropathic cystinosis (OMIM\nalleles (Lupski et al. 2011; Marth et al. 2011).                               #219800), making it the predominant mutation for this condition\n      The most frequently deleted genes in our cohort are listed in            (Forestier et al. 1999). Twenty-five V8 patients were carriers for this\nSupplemental Table S5. Some display a variety of deletion alleles,             allele, and five for larger deletions affecting CTNS. This deletion was\nwhile others are the substrate of only one or a few ancestral and/or           not screened for by Lazarin et al. (2013). Figure 3 compares the SNV\nrecurrent deletions. Among CNVs affecting commonly deleted                     and deletion carrier frequencies in Supplemental Table S10, and\ngenes, some very likely represent carrier alleles (e.g., deletions of          demonstrates a lack of correlation between the two (Spearman\nNPHP1), while others appear to be too common in our cohort to be               correlation coefficient = 0.122, P[estimated] = 0.399), in support of\ndeleterious, given the incidence of the associated recessive disease(s)        the idea that each recessive disease locus may differ in the frequency\n(e.g., deletions of a noncoding, alternative exon of LEPREL1); these           contribution of SNV versus CNV alleles.\ncommon CNV alleles likely represent benign polymorphisms. Some\nentries in Supplemental Table S5 have intermediate frequencies,\na diversity of alleles, or an unknown disease incidence in the pop-            CNVs spanning two or more recessive disease genes\nulation, rendering their roles as carrier alleles less clear.                  Two hundred six Tier 1 heterozygous CNVs deleted multiple re-\n      The LEPREL1 noncoding exon deletions (above) led us to as-               cessive disease genes, with a range of two to six of such genes in\nsess the overall contribution of CNVs affecting noncoding exons                each deletion (Table 2; Fig. 1C; Supplemental Table S2). These de-\nin our data set. We compared a test set of 2803 Tier 1 heterozygous            letions contributed to the difference between the number of CNVs\ndeletions overlapping RefSeq exons to the UCSC Genome Browser                  per individual (Fig. 1D) and the total carrier load in that individual\nCCDS track (a consensus track of the protein-coding portions of                (Fig. 1E). In contrast to a carrier point mutation, a single hetero-\nthe genome; data not shown). Five hundred eighty-eight of the                  zygous deletion containing two or more recessive disease genes\n2803 CNVs (21%) did not delete a coding exon; however, 238 of                  confers carrier status for multiple recessive conditions, each of\nthese 588 (40%) were the LEPREL1 deletion mentioned above, and                 which could manifest by a mutation on the remaining allele. In\nanother 240/588 (40%) were NKX2-6 deletions, also featured in                  addition, if such a deletion is homozygous or hemizygous, it could\nSupplemental Table S5 (the RefSeq and UCSC gene models disagree                lead to a complex recessive phenotype; for example, the autosomal\nconcerning whether NKX2-6 is coding, and it is not part of CCDS).              recessive hypotonia-cystinuria syndrome (OMIM #606407) and\nWhen the LEPREL1 and NKX2-6 CNVs are removed from the test                     X-linked deletions of Xp11.4-p21.2 leading to combinations of\nset, the remaining 110 CNVs deleting noncoding exons make up                   Duchenne muscular dystrophy, ornithine transcarbamylase de-\na small proportion of the total (110/2325, 4.7%).                              ficiency, McLeod syndrome, and chronic granulomatous disease in\n      We compared SNV carrier frequencies in recessive disease                 males (Peng et al. 2007). Furthermore, the multiply heterozygous\ngenes screened by Lazarin et al. (2013) to deletion carrier fre-               state could potentially itself manifest disease (i.e., digenic or\nquencies in our cohort (Fig. 3; Supplemental Table S10). We limited            oligogenic inheritance) if the genes involved encode proteins in the\n\n\n                                                                                                                      Genome Research            1385\n                                                                                                                       www.genome.org\n\fBoone et al.\n\n\n\n\nFigure 1. Attributes of the 3212 Tier 1 heterozygous deletions (potential carrier CNVs). Data are divided by array version ( V7, blue; V8, plum) and\nbased on the minimum deleted interval of each CNV. (A–C) The distributions of (A) deletion size, (B) number of RefSeq genes contained within each\ndeletion, and (C ) recessive disease genes per deletion. The spectrum of deletions identified by the V8 (exon-focused) array contains proportionally more\nsmall, single-gene events. (D) Distribution of heterozygous Tier 1 deletions per subject. A total of 18,641 subjects had no heterozygous Tier 1 deletion and\nare not shown. (E) Distribution of total recessive disease genes deleted per individual. This is an estimate of the distribution of per-person recessive carrier\nload attributable to copy-number variation. Individuals with no heterozygous Tier 1 deletion are omitted.\n\nsame pathway and contribute to a mutational load that surpasses                   such genomic regions exist (Fig. 4; Supplemental Table S4; Sup-\na threshold for disease (Lupski 2012).                                            plemental Methods), containing between two and 10 recessive\n     We investigated how many genomic regions exist in the hu-                    disease genes and including 19 regions on the X chromosome.\nman genome in which two or more recessive disease genes in cis are\nnot separated by a known dominant or rec/dom disease gene or\ncentromere, as each of these regions may predict a locus for which                Individuals with multiple carrier deletions\ndeletion may eliminate or disrupt two or more recessive disease                   Three hundred seven subjects had multiple Tier 1 heterozygous\ngenes, with potential consequences as described above. We ana-                    deletions (range 2–7) (Fig. 1D), contributing to the total CNV\nlyzed our gene list (Supplemental Table S1) and found that 294                    carrier load per individual shown in Figure 1E. We examined\n\n\n1386      Genome Research\n             www.genome.org\n\f                                                                                          CNV carrier states and recessive disease alleles\n\n\n\n\nFigure 2. Allele frequency spectrum and assortment of heterozygous Tier 1 deletions (potential carrier CNVs). (A) Histogram of the prevalence with\nwhich each of 419 recessive disease genes is deleted by heterozygous Tier 1 CNVs, demonstrating a predominance of rarely affected genes and a few more\ncommonly deleted genes. (B) Chronological ascertainment of unique recessive disease genes affected by heterozygous Tier 1 deletions. As more in-\ndividuals with Tier 1 heterozygous deletions are analyzed (x-axis), additional recessive disease genes are identified that were not previously found to be\ndeleted in our cohort, up to a total of 419 of 1228 known recessive disease genes (34%). The ascertainment of unique, deleted recessive disease genes\ncontinues to rise even after assessing 2829 subjects with a Tier 1 heterozygous deletion. (C ) To determine whether Tier 1 heterozygous CNVs are\ndistributed randomly among subjects, we compared the number of V8 individuals with two or three Tier 1 heterozygous CNVs deleting a single recessive\ndisease gene (279 subjects; red line) to that expected by chance (black probability distribution; see text and Supplemental Methods). There was no\nstatistically significant enrichment of individuals with multiple potential carrier deletions (P = 0.312), suggesting that carrier CNVs, numerically, are\ndistributed randomly among our cohort. (D) Co-occurrence (or absence of co-occurrence) of heterozygous deletions in all pairs of 374 recessive disease\ngenes among V8 cases displayed as a correlation matrix. Genes are plotted along each axis consecutively by genomic position. (Blue) Relative enrichment\nof codeletion; (red) relative paucity of codeletion.\n\n\n\nwhether these CNVs (specifically, the gene deletions they cause)                     While many recessive disease genes codeleted in a single indi-\nare distributed independently among the V8 subjects in our co-                 vidual have unrelated functions, a few cases exist in which these genes\nhort. To do this, we modeled the expected number of V8 in-                     appear to be in related pathways. An example is subject 1399, in\ndividuals with multiple recessive disease genes deleted in trans               whom a CNV at 6p21.32 (CNV 1080) deletes three recessive immune\nusing a binomial distribution (Fig. 2C; Supplemental Methods).                 genes: PSMB8, the disease gene for autoinflammation, lipodystrophy,\nThe number of individuals in our cohort with multiple potential                and dermatosis syndrome (OMIM #256040), and TAP1 and TAP2,\ncarrier deletions does not significantly deviate from the modeled              both disease genes for type I bare lymphocyte syndrome (OMIM\nexpectation (P = 0.312) (Fig. 2C), suggesting that the number of               #604571). In the same individual, a CNV at 16p11.2 (CNV 2211) de-\nCNV carrier alleles is distributed randomly among V8 subjects in               letes one recessive immune gene (CD19, the disease gene for common\nour cohort.                                                                    variable immunodeficiency 3 [OMIM #613493]) and two recessive\n      To determine whether any specific genes in trans are more or             disease genes unrelated to immune function. Thus, this patient is\nless commonly codeleted, we performed pairwise comparisons of                  heterozygously deleted for four genes related to recessive immuno-\ncodeletion frequency for all pairs of 374 genes deleted by V8 Tier 1           logical conditions due to both multiple carrier CNVs and a CNV\nheterozygous deletions (Fig. 2D). In addition to the expected cis              spanning multiple recessive disease genes. Owing to the anonymized\ninteractions, we found pairs of genes in trans that showed some                fashion in which our study was conducted, it is unknown whether this\nevidence for enriched co-occurrence of deletion.                               multiply heterozygous state contributes to an immune phenotype.\n\n\n                                                                                                                       Genome Research             1387\n                                                                                                                          www.genome.org\n\fBoone et al.\n\n\n                                                                              correction) (Fig. 5A). Additionally, these genes were larger (median\n                                                                              genomic size 45.1 kb vs. 24.0 kb; P = 9.3 3 10 16) and had lower\n                                                                              fractional content of Alu elements (see Supplemental Methods)\n                                                                              (median 11.9% vs. 18.0%; P = 2.33 3 10 11) (Fig. 5B,C).\n\n\n                                                                              CNV validation and robustness\n                                                                              To investigate the possibility of false-positive CNV calls, particularly\n                                                                              among deletions encompassing only a few (e.g., nine or fewer array\n                                                                              probes, we examined the average probe log2 value across each het-\n                                                                              erozygous Tier 1 deletion, parsed by the number of array probes\n                                                                              within each deletion (Supplemental Table S8; Supplemental Fig. S4).\n                                                                              Additionally, a subset of CNVs was assessed by PCR using primers\n                                                                              spanning the hypothesized deletion breakpoints and/or by FISH.\n                                                                              Of 56 total PCRs, seven had equivocal results, and of the remaining\n                                                                              49 cases, 39 (80%) confirmed the deletion (Supplemental Fig. S4;\n                                                                              Supplemental Table S2; data not shown). All 187 deletions assayed\n                                                                              by FISH were confirmed, including 20 (11%) with nine or fewer\n                                                                              array probes (Supplemental Table S2; Supplemental Fig. S4; data not\n                                                                              shown). FISH confirmed one CNV for which PCR was equivocal\nFigure 3. Comparison of deletion carrier frequency in our cohort to           (CNV 315).\npoint mutation carrier frequency reported by Lazarin et al. (2013). Values\n                                                                                   Despite the above data suggesting that most small CNV calls\nare derived from Supplemental Table S10. SNV and deletion carrier fre-\nquencies for a given gene are poorly correlated (Spearman correlation co-     in our data set are robust, we repeated several analyses (Figs. 1A, 2B, 5)\nefficient = 0.122; P[estimated] = 0.399). Genes for which deletion carrier    using only data from CNVs comprised of $10 probes. This analysis\nfrequency is higher than SNV carrier frequency are labeled and in green.      demonstrates that our findings persist even without small CNVs\n                                                                              (Supplemental Table S9; Supplemental Fig. S5):\nGenomic signatures of CNV carrier mutations\nWe investigated whether particular features of recessive disease              Homozygous deletions\ngenes correlated with their deletion in our cohort. To do this, we            Eight homozygous deletions were identified (Fig. 6; Supplemental\ncompared the 419 recessive disease genes deleted at least once by             Table S6): A homozygous deletion at 2p21 (subject 163) deletes\nTier 1 heterozygous CNVs with all remaining recessive disease                 the recessive disease gene SLC3A1 (mutated in cystinuria, OMIM\ngenes. Recessive disease genes deleted at least once were farther             #220100) as well as much of PREPL (Fig. 6A). Homozygous de-\nfrom the nearest dominant disease gene than were the remaining                letions spanning both SLC3A1 and PREPL have been described as\nrecessive disease genes (median distance 1.55 Mb vs. 0.66 Mb, re-             causing hypotonia-cystinuria syndrome (HCS; OMIM #606407);\nspectively; P = 3.3 3 10 15, Wilcoxon rank sum test with continuity           larger homozygous losses at this locus including additional genes\n\n\n\n\nFigure 4. Two hundred ninety-four chromosomal regions contain ‘‘consecutive’’ recessive disease genes. A homozygous or hemizygous deletion\ncontaining two or more recessive disease genes not interrupted by a dominant or rec/dom disease gene could lead to a complex recessive phenotype\n(i.e., a recessive contiguous gene syndrome); heterozygous deletion of the same region may render an individual a carrier for two or more recessive\nconditions. Such ‘‘consecutive’’ recessive disease genes are indicated by the purple bars above each chromosome, which span from the start of the first\nrecessive disease gene in the series to the end of the last one. Selected chromosomal bands are numbered for locational reference.\n\n\n1388      Genome Research\n             www.genome.org\n\f                                                                                           CNV carrier states and recessive disease alleles\n\n\n\n\nFigure 5. Features of recessive disease genes deleted in our cohort. The 419 recessive disease genes deleted at least once by a Tier 1 heterozygous CNV\nwere compared with all other recessive disease genes. Those deleted in our cohort are (A) farther from the nearest dominant disease gene (P = 3.3 3\n10 15); (B) larger, genomically (P = 9.3 3 10 16); and (C ) had a lower fractional Alu content (P = 2.3 3 10 11) than the remaining recessive disease genes.\nAll P-values result from the Wilcoxon rank sum test with continuity correction.\n\n\n\ncause the so-called 2p21 deletion syndrome, which has a more                    deletions encompass 14 unique, recessive, X-linked genes (Sup-\nsevere phenotype (Parvari et al. 2001). A spectrum of HCS deletions             plemental Table S7). The most commonly deleted genes are DMD\nat this locus have been described in patients and carriers (Martens             (16 hemizygous deletions; one per 1034 V8 subjects), STS (10\net al. 2007), consistent with the variety of heterozygous deletions             hemizygous deletions; one per 1654 V8 subjects), and OPN1LW\nat this locus among subjects in our cohort (Fig. 6A). It is unknown             (eight hemizygous deletions; one per 2068 V8 subjects).\nwhether subject 163 suffers from neonatal hypotonia, failure to\nthrive, growth retardation, and/or type I cystinuria. If so, exon-\n                                                                                Discussion\ntargeted aCGH has potentially provided a molecular diagnosis for\nthis rare, phenotypically complex recessive condition.                          Recessive genetic diseases, while individually rare, number in the\n       The deletion at 2q13 in subject 133 results in the complete              thousands and contribute substantially to the burden of disease\nelimination of NPHP1, LINC00116, and exon 1 of MALL (Fig. 6B).                  with a genetic basis. The extent to which DNA copy-number var-\nHomozygous deletion of NPHP1 is the most common cause of ju-                    iations (CNVs) contribute to recessive disease or recessive carrier\nvenile nephronophthisis 1 (OMIM #256100) (Konrad et al. 1996).                  mutations has not been investigated on a genome-wide scale in\nHomozygous or compound heterozygous mutations in NPHP1 are                      a large cohort. We sought to identify and describe CNV carrier and\nalso associated with Joubert syndrome 4 (OMIM #609583) and                      recessive disease-causing alleles using genomic copy-number data\nSenior-Løken syndrome 1 (OMIM #266900). The NPHP1 region is                     from a clinical cohort of 21,470 individuals.\ncharacterized by complex repeat structure (Fig. 6B), predisposing to\nvarious rearrangements by nonallelic homologous recombination\n                                                                                Heterozygous deletions of recessive disease genes: potential\n(Saunier et al. 2000). The deletion in subject 133 appears to be a\n                                                                                carrier CNVs\ncompound heterozygous deletion, as indicated by the heterozygous\nloss of the rest of MALL and a few microRNA genes (Fig. 6B). Neither            Potential carrier CNVs were identified by mining our data set for\nsubject 133 nor subject 163 have other likely pathogenic CNVs in                heterozygous deletions encompassing or disrupting recessive dis-\naddition to the homozygous deletions described (data not shown).                ease genes. We calculated the prevalence of such events using two\n       Six homozygous deletions eliminated a noncoding alterna-                 different CGH array platforms. These values provide provisional\ntive exon 1 of the LEPREL1 gene at 3q28 (Fig. 6C). A homozygous                 estimates of the CNV contribution to recessive carrier load upon\nmissense mutation in this gene has been described in a single                   which future investigations can improve. The V8 array, with both\nconsanguineous pedigree segregating with high myopia with cat-                  backbone probes and supplemental probes localized to the exons\naract and vitreoretinal degeneration (OMIM #614292) (Mordechai                  of selected genes, identified more CNVs and CNVs of markedly\net al. 2011). The high frequency of homozygotes and carriers in our             smaller minimum size than did the V7 (backbone probes only)\ncohort suggests that this is most likely not a disease-causing variant          array. Thus, aCGH using a higher-resolution, exon-focused design\nfor this condition.                                                             enables the detection of additional potential carrier alleles, par-\n       Neither consanguinity nor absence of heterozygosity (AOH)                ticularly small CNVs encompassing or disrupting single genes.\nwere assessed overall in our cohort. However, SNP array data were                     An abundance of small carrier deletions, many of which en-\navailable for a single subject (2930) with a homozygous LEPREL1                 compass only a few array probes, raises the possibility of false-\ndeletion (Supplemental Fig. S6; Methods available upon request).                positive CNV calls (Haraksingh et al. 2011). We took multiple\nThese indicated >665 Mb of AOH, consistent with consanguinity.                  measures to filter out low-quality CNVs and found that over 50% of\nLEPREL1 was located within one region of AOH, both explaining                   filtered CNVs matched alleles in the Database of Genomic Variants\nthe origin of this subject’s homozygous deletion and indicating                 (DGV), and a high percentage of filtered CNVs tested by PCR or FISH\nthat our algorithm correctly called the zygosity of this CNV.                   were validated. Additionally, when we repeated several of our an-\n                                                                                alyses using only CNVs spanning $10 probes, each of our original\n                                                                                conclusions was upheld (Supplemental Fig. S5). Moreover, an\nHemizygous deletions                                                            abundance of small CNVs is consistent with the overall allele fre-\nSixty-seven males in our cohort had hemizygous Tier 1 deletions                 quency spectrum of CNVs in personal genomes (e.g., Wheeler et al.\n(Table 2; Supplemental Tables S2, S7). In total, hemizygous Tier 1              2008; Conrad et al. 2010; Mills et al. 2011).\n\n\n                                                                                                                        Genome Research              1389\n                                                                                                                           www.genome.org\n\fBoone et al.\n\n\n\n\nFigure 6. Homozygous Tier 1 deletions. Each illustrates a unique feature of homozygous deletions. (A) The hypotonia-cystinuria syndrome (HCS)\nregion (top) is homozygously deleted in subject 163 (middle, light gray shading on probe log2 plot). Twelve heterozygous Tier 1 deletions affect SLC3A1\n(bottom) in our cohort, demonstrating diverse sizes and locations of carrier alleles. Each is plotted by minimum (thick line) and maximum (thin line)\nboundaries. No Tier 1 CNV affected solely PREPL. (B) NPHP1, the disease gene for juvenile nephronophthisis 1 and other conditions, is homozygously\ndeleted as part of a compound heterozygous deletion, likely mediated by the complex repeat architecture of this region (colored bars above RefSeq genes\ntrack). Arrow indicates heterozygously deleted region. (C ) Six homozygous deletions of a noncoding alternative exon 1 of LEPREL1. This CNV is mostly\nlikely not pathogenic (see text). Database of Genomic Variant CNVs are shown (‘‘table browser query on dgv’’).\n\n\nCarrier frequency                                                                   We compared the gene-specific CNV carrier frequencies in our\n                                                                              cohort to SNV carrier frequencies recently published by Lazarin\nWe estimated gene-specific CNV carrier frequencies for the 419\n                                                                              et al. (2013) and found that the two are not correlated. Our study\nrecessive disease genes deleted heterozygously in our cohort; these\n                                                                              also identified CNVs affecting hundreds of recessive disease genes\nare characterized by a few commonly mutated genes and a ‘‘long\n                                                                              not assayed by either Lazarin et al. (2013) or Bell et al. (2011) in\ntail’’ of more rarely variant loci, consistent with observations of\n                                                                              their approaches to carrier screening. This indicates that while an\nSNV carrier alleles (Srinivasan et al. 2010). The ascertainment of\n                                                                              SNV-centric carrier screen of genes with high SNV carrier fre-\nunique recessive disease genes deleted lessened over time, but did\n                                                                              quency in the population may be ideal for efficient SNV carrier\nnot appear to reach saturation, reminiscent of the continued iden-\n                                                                              screening, the list of priority genes may be different if carrier states\ntification of novel SNPs in personal genomes despite a multitude of\n                                                                              caused by CNVs are considered.\npreviously sequenced genomes (Lupski et al. 2011; Marth et al.\n2011; Gonzaga-Jauregui et al. 2012). Abundant novel alleles are also\nconsistent with low-frequency technical error; however, our finding\nof continued novelty persists even among our highest confidence               CNVs spanning two or more recessive disease genes\n($10 probe) CNVs, indicating that the observed copious diversity of           By identifying heterozygous CNVs in our cohort that span two or\nCNV carrier alleles exists and extends even to large CNVs.                    more recessive disease genes, we identified variants that, in a single\n\n\n1390      Genome Research\n             www.genome.org\n\f                                                                                       CNV carrier states and recessive disease alleles\n\n\nallele, may render the affected individual\na carrier for multiple recessive diseases.\nSuch CNVs were present in ;1% of sub-\njects in our cohort and encompassed be-\ntween two and six recessive disease genes\neach. Our genome-wide prediction of\nloci susceptible to this kind of mutation\n(Fig. 4; Supplemental Table S4) indicates\nthat up to 10 recessive disease genes can Figure 7. Model explaining the potential impact of adjacent genomic features on gene-specific\nbe deleted in cis without deleting a known deletion carrier frequency. (A) Recessive disease gene without a nearby dominant disease gene (e.g.,\n                                                NPHP1). Most deletions encompassing this recessive disease gene do not also delete a dominant disease\ndominant or rec/dom disease gene. We gene and are thus solely carrier deletions. (B) Recessive disease gene near to a haploinsufficient domi-\nhypothesize that the carrier load from nant disease gene (e.g., MYO15A and RAI1, respectively). Many deletions of the recessive disease gene\nCNVs may be particularly skewed in in- also delete the dominant disease gene, rendering the individual a carrier and affected with dominant\ndividuals with deletions spanning multi- disease. This mutation is selected out of the population.\nple recessive disease genes, and may even\nexceed the SNV carrier load.\n      Analogous to dominant contiguous gene syndromes, in which            variable, for example number of exons or likelihood of exon cov-\ntwo or more discrete dominant disease genes may contribute to              erage on the V8 array. However, it may also suggest that, for large\na complex phenotype (Campbell et al. 2012), recessive contiguous           recessive disease genes, many deletions do not span beyond the\ngene syndromes have also been described (e.g., hypotonia-cystinuria        boundary of the gene. Thus, irrespective of this recessive disease\nsyndrome; OMIM #606407). By identifying all contiguous recessive           gene’s proximity to the nearest dominant disease gene, many de-\ndisease genes in the genome, we delineate hundreds of potential            letions in this gene are solely carrier deletions.\ncomplex recessive phenotypes (recessive contiguous gene syn-                     Furthermore, recessive disease genes deleted at least once in\ndromes) that could result from homozygous or hemizygous deletion           our cohort tended to have a lower Alu content than recessive dis-\nof these loci, further developing the concept of oligogenic in-            ease genes never deleted. It has been proposed that Alu elements\nheritance and cis-genetics, in contrast to the trans-genetics in which     play a role in the generation of genome rearrangements by various\nMendelism is so rooted (Lupski et al. 2011). Such phenotypes may           mechanisms (Lehrman et al. 1985; Boone et al. 2011). Thus, loci\nchallenge diagnostic acumen; thus, a laboratory method that assays         with high Alu density may be predisposed to copy-number change,\nfor CNVs at high resolution in these predicted genomic regions may         and as such, these loci might be expected to be enriched for vari-\nfacilitate a molecular diagnosis.                                          ants contributing to dominant (Boone et al. 2011) or semi-domi-\n                                                                           nant (Lehrman et al. 1985) phenotypes, for which new mutation is\n                                                                           important. In our cohort, Alu density is not associated with re-\nIndividuals with multiple carrier deletions                                cessive disease genes affected by CNV carrier states, potentially\nIn addition to CNVs affecting multiple recessive disease genes,            because of the minor importance of new mutation, as compared\nmultiple carrier CNVs in the same individual could contribute to           with inherited variation, for recessive alleles. The reason for a lower\nan overall load of carrier mutations. Indeed, a subset of subjects in      Alu concentration (as opposed to s",
  "wordCount": 9641,
  "indexed": "2025-09-25T22:44:06.890Z",
  "method": "direct"
}
