{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Imprinting/Cheon_2016_Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome.pdf",
  "fileName": "Cheon_2016_Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome.pdf",
  "relativePath": "Genetica/Imprinting/Cheon_2016_Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome.pdf",
  "text": "Review article\nhttp://dx.doi.org/10.6065/apem.2016.21.3.126\nAnn Pediatr Endocrinol Metab 2016;21:126-135\n\n\n\n\nGenetics of Prader-Willi syndrome and Prader-Will-Like\nsyndrome\nChong Kun Cheon, MD, PhD                       The Prader-Willi syndrome (PWS) is a human imprinting disorder resulting from\n                                               genomic alterations that inactivate imprinted, paternally expressed genes in\nDivision of Pediatric Endocrinology            human chromosome region 15q11-q13. This genetic condition appears to be a\nand Metabolism, Department of                  contiguous gene syndrome caused by the loss of at least 2 of a number of genes\nPediatrics, Pusan National University          expressed exclusively from the paternal allele, including SNRPN, MKRN3, MAGEL2,\nChildren's Hospital, Pusan National            NDN and several snoRNAs, but it is not yet well known which specific genes in\nUniversity School of Medicine,                 this region are associated with this syndrome. Prader-Will-Like syndrome (PWLS)\nYangsan, Korea                                 share features of the PWS phenotype and the gene functions disrupted in PWLS\n                                               are likely to lie in genetic pathways that are important for the development of\n                                               PWS phenotype. However, the genetic basis of these rare disorders differs and the\n                                               absence of a correct diagnosis may worsen the prognosis of these individuals due\n                                               to the endocrine-metabolic malfunctioning associated with the PWS. Therefore,\n                                               clinicians face a challenge in determining when to request the specific molecular\n                                               test used to identify patients with classical PWS because the signs and symptoms of\n                                               PWS are common to other syndromes such as PWLS. This review aims to provide an\n                                               overview of current knowledge relating to the genetics of PWS and PWLS, with an\n                                               emphasis on identification of patients that may benefit from further investigation\n                                               and genetic screening.\n\n                                               Keywords: Prader-Willi syndrome, Prader-Willi-like syndrome, Imprinting disorder,\n                                               Genetic screening\n\n\n\n                                               Introduction\n\n                                                  Prader-Willi syndrome (PWS; OMIM #176270) is an imprinted neurobehavioral condition\n                                               affecting many organ systems and occurs due to the absence of expression of a cluster of\n                                               paternally expressed genes located at 15q11-q13 1). PWS is characterized by 2 phases in\n                                               terms of clinical features. In infancy there is a failure to thrive, muscular hypotonia, genital\nReceived: 29 September, 2016                   hypoplasia, respiratory problems, and feeding difficulties2). From as early as 2 years of age,\nAccepted: 30 September, 2016                   an altered phenotype becomes apparent with evidence of mild developmental delay and\n                                               learning disabilities and the onset of severe overeating behavior resulting from an abnormal\nAddress for correspondence:                    satiety response to food intake 3). Other later-phase phenotypic characteristics include\nChong Kun Cheon, MD, PhD                       growth hormone deficiency, short stature, small hands and feet and significant behavioral\nDivision of Pediatric Endocrinology            problems1,2). Recent epidemiological study estimates an incidence of 1 in 25,000 births\nand Metabolism, Department of                  and a population prevalence of 1 in 50,000 4). Paternally expressed genes are particularly\nPediatrics, Pusan National University\n                                               important in hypothalamic development, as indicated by the hypothalamic accumulation of\nChildren's Hospital, Pusan National\nUniversity School of Medicine, 20              androgenetic (duplicated paternal genome) cells in chimeric mouse embryos5,6). Paternal de\nGeumo-ro, Mulgeum-eup, Yangsan                 novo deletions of the 15q-q13 region account for about 70% of PWS. Most of the remaining\n50612, Korea                                   cases have uniparental maternal disomy (UPD) for chromosome 15. The PWS region includes\nTel: +82-55-360-3158                           a few protein-coding genes and multiple paternally expressed noncoding RNAs, several of\nFax: +82-55-360-2181                           which were previously suggested to regulate alternative splicing7,8). Several imprinted genes\nE-mail: chongkun@pusan.ac.kr\n\nThis is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://   ISSN: 2287-1012(Print)\ncreativecommons.org/licenses/by-nc/4.0) which permits unrestricted non-commercial use, distribution, and reproduction in any     ISSN: 2287-1292(Online)\nmedium, provided the original work is properly cited.\n\n©2016 Annals of Pediatric Endocrinology & Metabolism\n\f                                                            Cheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\n\nor transcripts have been mapped to15q11-q13, most with only                    preferentially maternally expressed genes (MEGs) (ATP10A\npaternal expression, including SNURF–SNRPN, several clusters                   and UBE3). Fourth, a distal nonimprinted region containing a\nof small nucleolar RNAs (snoRNAs), NDN, MKRN3, NPAP1,                          cluster of three gamma-aminobutyric acid receptor genes, the\nand MAGEL2 9). The noncoding RNAs are highly expressed                         gene for oculocutaneous albinism type 2 (OCA2), HERC2, and\nin the brain and function through modification of ribosomal                    the common distal breakpoint (BP III).\nRNAs10). Nevertheless, the functions of the vast majority of                      The genomic and epigenetic changes causing PWS all lead to\ngenes residing in the PWS region remain to be determined.                      a loss of expression of the normally paternally expressed genes\nThe syndrome has a clinical overlap with other diseases, which                 on chromosome 15q11.2-q1315). Absence of the paternally\nmakes it difficult to accurately diagnose. The challenge for                   inherited copy of these genes, or failure to express them, causes\nclinicians is not only to differentiate more clearly between                   total absence of expression for those genes in the affected\nPWS and the various Prader-Will-Like syndrome (PWLS) on a                      individual because the maternal contribution for these genes\nclinical level but also to provide conclusive genetic explanations             has been programmed by epigenetic factors to be silenced16).\nfor these phenotypes to provide accurate genetic counseling and                The 15q11.2-q13 region is highly vulnerable to structural\ntreatment. The absence of a correct diagnosis may worsen the                   rearrangements, such as deletions, duplications, supernumerary\nprognosis of these individuals due to the endocrine-metabolic                  marker chromosomes, and translocations due to presence of\nmalfunctioning associated with the PWS. Therefore, an accurate                 low-copy repeats (LCRs) in the region17,18). The exact function of\nchromosomal investigation is necessary to differentiate classical              each of the genes in determining the PWS phenotype remains\nPWS from the PWLS. This review aims to provide an overview                     to be elucidated, although possible insight has been gained by\nof current knowledge relating to the genetics of PWS and                       work with mouse models by multiple investigators15).\nPWLS.\n                                                                               2. Allelic variants related to PWS\nMolecular and genetic basis of PWS\n                                                                                 PWS is a contiguous gene disorder, as studies thus far indicate\n1. Structure and genes in the 15q11-q13 region                                 that the complete phenotype is due to the loss of expression of\n                                                                               several genes15). The search for candidate genes contributing to\n  The 15q11.2-q13 region can be roughly divided into 4                         specific phenotypic components of PWS has been extensively\ndistinct regions that are delineated by 3 common deletion                      performed.\nbreakpoints 11), which lie within segmental duplications 12)\n(Fig. 1). First, proximal nonimprinted region between the 2                       1) SNURF-SNRPN gene\ncommon proximal breakpoints (BP I and BP II) containing                           Central to the PWS region is the SNURF-SNRPN gene which\nfour bi-parentally expressed genes, NIPA1, NIPA2, CYF1P1, and                  is an extremely complex gene locus that spans, 465 kb, with 148\nTUBGCP513). Second, the PWS domain contains five pater­nally                   possible exons that undergo alternative splicing4,19). It is a bi-\nexpressed protein-coding genes (MKRN3, MAGEL2, NDN,                            cistronic gene encoding two different proteins15). Exons 4–10\nsnoRNAs, and SNRPN-SNURF, C15orf2) and several antisense                       were described first and encode the protein SmN, which is a\ntranscripts (including the antisense transcript to UBE3A)9,14).                spliceosomal protein involved in mRNA splicing 20). SNURF\nThird, the Angelman syndrome (AS) domain containing the                        is encoded by exons 1–3, which produces a polypeptide of\n\n\n\n\n                     Fig. 1. Ideogram of chromosome 15q11-q13 showing genes located in the typical deletion region of Prader-Willi\n                     syndrome. BP, breakpoint; PWS-IC, Prader-Willi syndrome-imprinting center; AS, Angelman syndrome.\n\n\n                                                                                                                      www.e-apem.org        127\n\fCheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\nunknown function21). At the 5' end of the SNURF-SNRPN gene           (175–236 kb) that all encompass the SNORD116 gene\nis a CpG island encompassing the promoter, exon 1, and intron        cluster34,35). All three have multiple clinical features typical of\n115). Imprinting occurs partly through parent-of-origin allele-      PWS including neonatal hypotonia, infantile feeding problems,\nspecific methylation of CpG residues, which is established either    rapid weight gain by 2 years of age, hyperphagia, hypogonadism,\nduring or after gametogenesis and maintained throughout              developmental delay/intellectual disability, and speech and\nembryogenesis22). This is a differentially methylated region,        behavioral problems15). However, these three individuals also\nwhich is unmethylated on the paternally inherited expressed          have features not typical of classical PWS, including tall stature,\nallele and methylated on the maternally inherited repressed          macrocephaly, lack of a \"PWS facial gestalt,\" and atypical hand\nallele 20) . The SNRPN minimal promotor region includes              features of PWS. More recently, Bieth et al.37) reported the first\n71 bp of upstream sequence and the first 51 bp of SNURF-             case of a patient with the highly typical features of PWS who\nSNRPN exon 123,24) and the integrity of the SNRPN minimal            presented a restricted deletion of the SNORD116 region which\npromoter region/exon1 region appears to be essential part of         did not affect the expression of SNURF-SNRPN and did not\nthe imprinting center (IC) in the PWS chromosomal region             delete any portion of the SNORD115 locus. This finding in a\nin both mice and humans, and upstream sequences are critical         human case might suggest that a lack of the paternal SNORD116\nfor the correct function of either mechanism25,26). The SNURF-       gene cluster has a determinant role in the pathogenesis of PWS.\nSNRPN gene also serves as the host for the six snoRNA genes\nwhich are regulated by the expression of SNURF-SNRPN and                3) MAGEL2 gene\ndo not encode proteins19,27,28). Changes in the noncoding regions       The MAGEL2 is located adjacent to NDN in the human and\ncan cause genetic disease by altering gene expression. Wu et         mouse, with highest expression in mouse at late developmental\nal.29) showed that mutations upstream of SNRPN/exon1 caused          stages and in the hypothalamus and other brain regions and\nlack of methylation in the maternal SNRPN promoter and               considered to be a candidate gene for the eating disorder of\nactivation of MEGs including a rescue from the lethality and         PWS38-40). Wevrick et al.41-43) have reported that Magel2-null mice\ngrowth retardation normally shown by the PWS mouse. Maina            have selected biological findings similar to PWS in humans,\net al.23) suggested that changes in the maternal SNRPN minimal       including neonatal growth retardation, excessive weight gain\npromotor region may ameliorate some of the more severe               after weaning, impaired hypothalamic regulation and reduced\nsymptoms of the disease shown by 9 PWS patients with atypical        fertility. Recently, Schaaf et al.14) reported 2 patients with point\ngenetics.                                                            mutations in the imprinted MAGEL2 gene in the 15q11-q13\n                                                                     domain causing classic PWS, suggesting that that MAGEL2\n   2) snoRNA genes                                                   loss of function can contribute to several aspects of the PWS\n   The snoRNA genes located in the large SNURF-SNRPN tran­           phenotype.\nscripts present not only in single copy (SNORD64, SNORD107,\nSNORD108, SNORD109A, and SNORD109B) and but also in                    4) NDN gene\nthe two snoRNA gene clusters (SNORD115 and SNORD116)9,15).             Among the imprinted candidate genes for PWS, the gene\nIt is thought that the snoRNAs may target cellular mRNAs for         NDN encoding the MAGE family NECDIN protein proposed\nmethylation or alternative splicing because the snoRNAs in the       to act as a neuronal growth suppressor and antiapoptotic\nPWS region lack the usual rRNA complementarity and that              protein in postmitotic44). A mouse Ndn knockout model has\neach snoRNA gene might have multiple targets19,27). The snoRNA       been reported with similar defects to individuals with PWS45)\ngene may be responsible for at least several features of PWS on      and mouse Ndn mRNA is expressed predominantly in a subset\nthe basis of 6 patients with balanced translocations affecting the   of postmitotic neurons, with highest levels in the hypothalamus\nSNURF-SNRPN locus, who were described to have typical PWS            and several other brain regions at late embryonic and early\nor a PWLS phenotype30-32). A \"key\" region to explain much of the     postnatal stages, as well as other tissues46).\nPWS phenotype has been narrowed to the SNORD116 snoRNA\ngene cluster33). Mice lacking the SNORD116 orthologue display           5) MKRN3 gene\na partial PWS phenotype34). The SNORD116 has been shown to              The MKRN3 encodes the makorin ring finger protein 3\nbe highly conserved in rodents, and Gallagher et al.28) showed       and the MKRN3 differential allele expression occurs through\nthat a 121-kb region thought to be critical in PWS contained         silencing of the MKRN3 maternal allele, which is associated with\nboth SNORD116 and SNORD109, suggesting that these genes              5' CpG island methylation47). The functional and physiological\nmay play a major role in the PWS phenotype. Up to date, most         relevance of MKRN3 is not well known and despite its location\nreported clinical cases of limited deletion of the SNORD116          in the PWS critical region, its role in this syndrome is also\ncluster associated with PWS have also involved adjacent genes:       unclear. Recently, it was investigated if central precocious\nSNURF-SNRPN or SNORD11534,35). But, a crucial role for the           puberty (CPP) could arise from loss of MKRN3 expression by\nSNORD115 locus was eliminated by an AS family with a familial        the paternal allele due to a de novo deletion, maternal UPD or an\nmicrodeletion that included the entire SNORD115 gene cluster         imprinting defect, mechanisms recognized in the pathogenesis\nand the UBE3A locus36). There have been three separate reports       of the PWS48). Particularly, a girl with a paternal deletion in\nof three different individuals with overlapping microdeletions       MKRN3, MAGEL2 and NDN genes, who had few features of\n\n\n128       www.e-apem.org\n\f                                                      Cheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\n\nthe PWS, was diagnosed as CPP49). In addition, few cases with       cause nonhomologous pairing and aberrant recombination of\nthe PWS and CPP have been reported 50). Potentially, human          the 15q11.2-q13 region during meiosis, leading to deletions,\ngenomic sequence and global methylation analyses in PWS             duplications, triplications, and inverted dup (15)57). In addition,\npatients with CPP could establish epigenetic alterations in the     approximately 8% of those with a deletion have a unique or\npathogenesis of the disorder.                                       atypical sized deletion (i.e., not type I or II) from a variety of\n                                                                    etiologies, including an unbalanced translocation56). A deletion\n   6) IPW                                                           that is smaller or larger than typically seen in PWS may affect\n   Many long noncoding RNAs (lncRNAs) interact with chro­           the phenotype rare and have been important for the delineation\nmatin-modifying proteins owing to their secondary structure         of genotype-phenotype correlation9).\nand can recruit chromatin-modifying complexes to specific\ngenomic regions. IPW located within the critical PWS-                  2) Uniparental disomy of chromosome 15\nassociated region on chromosome 15 is one of several lncRNAs           Maternal UPD 15 is the situation in which there are 2 chro­\nassociated with an imprinted locus, which is considered to be       mosomes 15 from the mother and none from the father 58).\nan RNA transcript only, because it does not encode a protein1).     This accounts for approximately 20%–30% of individuals\nStelzer et al.51) demonstrate that a paternally expressed lncRNA    with PWS. Maternal UPD has been shown to be associated\nknown as IPW has a role in modulating the expression of             with advanced maternal age 59,60). Trisomy associated with\nMEGs and identified a critical role for IPW in modulating the       Robertsonian translocations may resolve to disomy through\nexpression of MEGs in trans, which has important implications       loss of a chromosome and would result in UPD in 50% of\nfor the understanding of imprinted gene networks. Loss of           cases 15). UPD can be associated with small supernumerary\nimprinted genes in the PWS locus thus leads to an effect in trans   chromosome 15 markers, and both maternal and paternal UPD\nof increased expression of imprinted genes in the DLK1-DIO3         15 have been identified from this situation, although maternal\nlocus on chromosome 14, suggesting that there might be cross-       is more common61). The parental origin of these small markers\ntalk between imprinted loci.                                        is frequently unknown due to the small size and lack of unique\n                                                                    genetic material. It has been estimated that approximately 5% of\n  7) Nonimprinted genes (NIPA1, NIPA2, CYFIP1, and GCP5)            small supernumerary markers are associated with UPD62).\n  It is unclear whether the four, nonimprinted genes (NIPA1,\nNIPA2, CYFIP1, and GCP5) localized to the interval between             3) Imprinting defect\nBP I and BP II, contribute towards the PWS phenotype44).               This molecular class affects the imprinting process on\n                                                                    the paternally inherited chromosome 15 and accounts for\n3. Molecular classes of PWS                                         approximately 1%–3% of individuals with PWS 15). Most IDs\n   There are 3 main classes of chromosomal abnormalities            result from epigenetic causes (epimutations) and demonstrate\nthat lead to PWS: deletion on 15q11-q13, maternal UPD of            a maternal-only DNA methylation pattern despite the presence\nchromosome 15, or a defect in the IC on 15q11-q13, although         of both parental alleles (i.e., biparental inheritance)15). DNA\ngene mutation (<0.1%) and balanced translocation (0.1%) can         sequence changes are not found in these epimutations, and they\nalso be found52,53).                                                are thought to be random errors in the imprinting process or in\n                                                                    early embryogenesis in the rare cases of somatic mosaicism16).\n   1) Microdeletion of the chromosome region 15q11-q13              However, approximately 15% of individuals with an ID are\ndeletion                                                            found to have a very small deletion (7.5 to >100 kb) in the PWS\n   Most patients with PWS result from an interstitial microde­      IC region located at the 5' end of the SNRPN gene and promoter\nletion of the paternally inherited 15q11.2-q13 region. Deletions    (i.e., IC deletion)63). Of these, about half have been inherited\noccur in about 65%–75% of the patients with PWS and AS.             from an unaffected father with the IC deletion on his maternally\nDeletions in PWS and AS are subdivided into 2 main subgroups        inherited chromosome 15 15). The other half are de novo IC\n(types I and II) and the BPs are flanked by LCRs in the 3 BPs12).   deletions on the paternally inherited 15 that occur during\nTwo common classes of deletions of the PWS/AS critical region       spermatogenesis in the father or after fertilization59,64).\nhave been described; type I (40%), approximately 6 Mb in size\nbetween BP I and BP III and type II (60%), spanning 5.3 Mb          Genotype-phenotype correlations\nbetween BP II and BP III54). Individuals with deletion of type\nI show a more severe phenotype than type II11,12,55). Both types      There are no features known to occur exclusively in indivi­\nI and II deletions are almost always de novo events56). These       duals with one of the genetic classes 15). However, there are\nrecurrent common interstitial deletions measure approximately       some statistical differences in the frequency or severity\n5–6 Mb in size and are due to the presence of multiple copies       of some features between the 2 largest classes (deletion\nof tandemly repeated sequences at the common breakpoints            15q11.2-q13 and UPD)15). Postterm delivery is more common\n(BP I, BP II, and BP III) flanking the deleted region15). These     with UPD65). Individuals with UPD are less likely to have the\nLCRs sequences stretch for approximately 250–400 kb and can         typical characteristic facial appearance59,60), or skill with jigsaw\n\n\n\n                                                                                                       www.e-apem.org              129\n\fCheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\npuzzles 66). Patients with deletions have a higher frequency        of 6q 74,77,78), 2pter deletion 79), 10q26 deletion 80), paracentric\nof hypopigmentation of skin, hair and eyes due to loss of           inversion (X)(q26q28)81), 12q subtelomere deletions82), Xq27-\nexpression of the nonimprinted P gene that is involved in           qter disomy, deletion of 3p26.322), fragile X83), fragile X with\noculocutaneous albinism 59,60). In most studies, those with         47,XYY84), duplication of X(q21.1-q21.31)85), and a duplication\nUPD have a little higher verbal IQ and milder behavior              of Xq23-q25 duplication86) could be associated with the PWLS\nproblems 67). Interestingly, psychosis and autism spectrum          phenotype. Genes that are outside of the PWS region result\ndisorders (ASD) are almost shown to PWS adults with UPD             in PWLS phenotypes, and are thus implicated in important\nrather than deletions68). Recent studies suggest that as many as    pathways in PWS pathobiology that might require additional\n62% of those with UPD develop atypical psychosis compared           research. For example, mutations in SIM1, leptin receptor\nwith 16% of those with a deletion 69). PWS subjects with IC         (LEPR), pro-opiomelanocortin (POMC), melanocortin 4\nmutations appear to have a classical PWS phenotype and might        receptor (MC4R), and more recently, POU3F2 have all been\nhave a similar increased predisposition to psychosis as UPD70).     related to severe obesity which suggests a convergence onto the\nTorrado et al.71) reported that patients with a deletion type had   leptin-melanocortin pathway in asso­ciation with oxytocin87,88).\na higher frequency of need for special feeding techniques, sleep    Among them, the SIM1 gene, mapping to the common\ndisturbance, hypopigmentation, and speech articulation defects.     6q16.2deletion region, has been proposed as a candidate for\nSeveral studies have investigated phenotypic characteristics        the obesity observed in all these subjects. The 4.1 Mb critical\nbetween PWS individuals with type I versus type II deletions,       region for PWS includes SIM1 but also 11 other genes or gene\nbut there has been a lack of consensus among the different          predictions, and the specific role of SIM1 haploinsufficiency in\nstudies. For example, Butler et al.72) reported 12 patients with    the development of PWS has not definitively been established77).\ntype I deletion showed worse adaptive behavior, more severe         Bonnefond et al.89) sequenced SIM1 gene in 44 children with\ncompulsive behavior and more impairments in reading,                PWLS features, 198 children with severe early-onset obesity,\nmath skills and visual perception than 14 patients with type        568 morbidly obese adults, and 383 controls. They identified 4\nII deletion. On the other hands, Milner et al.73) did not find      rare variants (p.I128T, p.Q152E, p.R581G, and p.T714A) in 4\nany significant phenotypic differences between the 2 main           children with PWLS features (including severe obesity) and 4\ndeletion subtypes (type I, n=14; type II, n=32). As the genotype–   other rare variants (p.T46R, p.E62K, p.H323Y, and p.D740H)\nphenotype relationships become clearer, it will be clinically       in 7 morbidly obese adults. Three mutations showed strong\nimportant to readily subtype the deletion class56).                 loss-of-function effects (p.T46R, p.H323Y, and p.T714A) and\n                                                                    were associated with high intra-family risk for obesity, while\nClinical manifestations and molecular genetics                      the variants with mild or no effects on SIM1 activity were not\nof PWLS                                                             associated with obesity within families. It suggested a firm link\n                                                                    between SIM1 loss of function and severe obesity associated\n   PWLS share features of the PWS phenotype, however the            with, or independent of, PWS-related clinical features53). Al\ngenetic basis of these rare disorders differs. The implication is   Ageeli et al.90) reported case with SMC15 of paternal origin\nthat the gene functions disrupted in PWLS are likely to lie in      and PWLS features: motor and intellectual delay, autism, auto-\ngenetic pathways that are important for the development of          aggressivity, attention deficit and excessive eating, obesity, and\nPWS phenotypes. The main clinical manifestations of PWLS            facial dysmorphism (round face, deep set eyes, narrow palpebral\nwere reported including hypotonia, obesity, short extremities,      fissures, epicanthus, and upturned nose with broad nasal bridge).\nand delayed development 74). However, PWLS phenotype is             A comparative study investigating the prevalence and severity\nclinically and genetically heterogeneous. Recently, several         of obsessive-compulsive symptoms (OCS) in PWS and PWLS\npatients with PWLS (ASD, intellectual disability, and a varying     showed that PWS patients suffered a higher incidence of OCS\ndegree of clinical and behavioral features of PWS) were reported    and more severe symptoms than their PWLS counterparts91).\nin whom four different de novo heterozygous truncating muta­\ntions in the MAGEL2 gene were identified which occurred             Clinical diagnosis and diagnostic testing\non the paternal allele, suggesting that MAGEL2 is a novel\ngene causing complex ASD, and MAGEL2 loss of function                 Even though consensus clinical diagnostic criteria for PWS\ncan contribute to several aspects of the PWS phenotype14).          were established in 1993, 17% of 90 patients with a molecular\nRocha, et al.52) reviewed a total of 117 PWLS patients. Of these    PWS diagnosis did not fulfill the consensus clinical diagnostic\npatients, 44 had their final genetic diagnosis established. Their   criteria92). Therefore, they suggested new criteria to prompt\nmost frequent symptoms were obesity (84%), hyperphagia              DNA testing for PWS (cognitive impairment, excessive eating,\n(72.7%), mental disability (54.5%), psychomotor delay (50%),        central obesity, and hypothalamic hypogonadism). DNA\nand hypotonia (43.18%). It is important to recognize that           methylation analysis is the most efficient way to start the\nsigns and symptoms of PWS could also be found in patients           genetic workup if PWS is suspected clinically (Fig. 2). DNA\nwho show other types of chromosomal abnormalities. For              methylation analysis is the only technique that will diagnose\nexample, chromosomal abnormaliticoes such as chromosome             PWS in all 3 molecular classes and differentiate PWS from AS\n14 maternal uniparental disomy75), 1p36 monosomy76), deletion       in deletion cases, and a methylation analysis consistent with\n\n\n130       www.e-apem.org\n\f                                                                 Cheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\n\nPWS is sufficient for clinical diagnosis16,20). The most robust,                 UPD in some cases but not all93). If the family polymorphism\nand now most widely used, assay targets the 5' CpG island                        study reveals that the proband has biparental inheritance of\nof the SNURF-SNRPN locus, and it will correctly diagnose                         chromosome 15 loci (rather than maternal UPD), then the\nPWS in more than 99% of cases20). Although, the methylation                      molecular class is presumed to be an ID15). It is then important\nanalysis is the gold standard technique for detecting PWS, it                    to determine whether the ID is due to an epimutation (low\ncannot distinguish the molecular class (i.e., deletion, UPD, or                  recurrence risk) or a small deletion in the IC, as in the later\nID). Therefore, cytogenetic analysis should also be performed,                   situation the recurrence risk can be as high as 50% if the father\nnot only to look for a 15q11-q13 deletion, but to find other                     also has an IC deletion15). Approximately 15% of individuals\nchromosomal abnormalities52). For genetic counseling purposes,                   with PWS due to ID have an IC deletion and approximately 50%\na chromosomal analysis is also recommended in the proband                        of these are familial mutations78). Testing for IC deletion can be\nto discern an interstitial de novo deletion from a balanced or                   done by sequence analysis at the smallest region of overlap for\nunbalanced chromosomal rearrangement involving the 15q11.2                       the PWS IC, which is a region of approximately 4.3 kb63,78), or by\nregion. Traditionally, deletions of 15q11.2-q13 have been diag­                  the recently developed methylation-specific multiplex-ligation\nnosed with Fluorescence in situ hybridization (FISH) with                        probe amplification (MS-MLPA) assay. Some laboratories,\nthe SNRPN probe15). With the increasing use of chromosomal                       particularly in Europe, now begin testing for PWS by using the\nmicroarray (CMA) in clinical genetics, it is possible that arrays                MS-MLPA analysis (rather than single locus DNA methylation\nmay replace FISH analysis for the identification of deletions                    analysis at 5'SNRPN), with a detection rate of more than 99%15).\nin PWS and AS 15). CMA will precisely report not only the                        Compared to traditional DNA methylation, the advantage of\ndeletion size, but also additional chromosomal abnormalities                     MS-MLPA is that the MS-MLPA will investigate 5 distinct\nelsewhere in the genome, which is anticipated to become                          differentially methylated sites rather than just one locus and\nincreasingly important for genotype-phenotype correlations                       will give information on dosing in the 15q11.2 region 15). The\nin the future 44). However, CMA will not identify the rare                       latest kit has particularly dense probe coverage for dosing and\nchromosomal rearrangements (translocations and inversions)                       DNA methylation analysis in the PWS \"critical region\" between\ninvolving proximal 15 which are detectable by simultaneous                       the PWS IC and SNORD116 15). In addition, the MS-MLPA\nkaryotype and FISH analysis and are important in recurrence                      technique is much more labor/cost-effective than CMA analysis,\nrisk determination.                                                              although CMA provides more precise information regarding\n   If DNA methylation is positive for PWS (i.e., maternal only                   the extent of the deletion44). Therefore, MS-MLPA analysis might\nimprint), but no deletion is found, the next step is to distinguish              be considered as the first testing when suspecting AS or PWS\nbetween maternal UPD and an ID 15). This is accomplished                         as a possible diagnosis, especially since important genotype–\nby using DNA polymorphism analysis of chromosome 15                              phenotype correlations will likely be forthcoming44). However,\nloci on the proband's and parents' DNA, which can diagnose                       MS-MLPA will also not detect chromosomal rearrangements\n                                                                                 (inversions and translocations) involving proximal 15, which\n                                                                                 are detectable by simultaneous karyotype and FISH analysis15).\n\n                                                                                 Genetic counseling\n\n                                                                                    Understanding the specific genetic etiology in individuals\n                                                                                 with PWS is vital for the appropriate genetic counseling of\n                                                                                 affected families15). Estimation of recurrence risk is dependent\n                                                                                 on the genetic defect causing PWS. Deletion 15q11.2–q13 is\n                                                                                 sporadic (recurrence risk<1%) except in the rare cases where\n                                                                                 a chromosomal balanced rearrangement (translocation or\n                                                                                 inversion) is present in the father94). In these cases, there is a\n                                                                                 theoretical recurrence risk as high as 25%–50%. In addition, a\n                                                                                 scenario with a risk of 100% is very unlikely but theoretically\n                                                                                 possible (i.e., a mother with a 15/15 Robertsonian translocation).\n                                                                                 Although chromosome rearrangements are the most infrequent\n                                                                                 genetic cause (<1%), it is important to analyze the karyotype\n                                                                                 of patients suspected of PWS to identify chromosome 15\n                                                                                 rearrangements, plus other chromosomal anomalies because\n                                                                                 the karyotype and FISH analyses carried out in the affected\n                                                                                 child could give enough information to suspect whether the\nFig. 2. Diagnostic algorithm in patients suspected of Prader-Willi syndrome\n                                                                                 deletion comes from a chromosome rearrangement95,96). Small\n(PWS). FISH, fluorescence in situ hybridization; CMA, chromosomal microarray;\nUPD, uniparental disomy; IC, imprinting center; MLPA, multiplex ligation probe   supernumerary marker chromosomes have been reported in\namplification.                                                                   ~0.3% of mentally retarded patients97), and in most cases, the\n\n\n                                                                                                                   www.e-apem.org             131\n\fCheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\nsmall supernumerary marker chromosomes could be derived               3.  Holland AJ, Treasure J, Coskeran P, Dallow J. Characteristics\nfrom chromosome 15, resulting in a UPD61). Only in these cases            of the eating disorder in Prader-Willi syndrome: implica­\nare studies on fathers recommended to offer a thorough genetic            tions for treatment. J Intellect Disabil Res 1995;39(Pt\ncounseling98). Maternal UPD 15 is typically de novo (recurrence           5):373-81.\n<1%) except if a Robertsonian translocation is present in either      4. Whittington JE, Holland AJ, Webb T, Butler J, Clarke D, Boer\nparent. If the patient chromosomal analysis is normal, it must be         H. Population prevalence and estimated birth incidence\nexpected that the maternal UPD be sporadic98). Taking together,           and mortality rate for people with Prader-Willi syndrome\nthere are two important considerations. First, the patient                in one UK Health Region. J Med Genet 2001;38:792-8.\nchromosomal analysis is also important to identify the presence       5. Swaab DF. Prader-Willi syndrome and the hypothalamus.\nof small supernumerary marker that could explain some                     Acta Paediatr Suppl 1997;423:50-4.\nmaternal UPD cases. Second, if a Robertsonian translocation is        6. Keverne EB. Genomic imprinting in the brain. Curr Opin\nidentified in the patient karyotype and suspected as the origin           Neurobiol 1997;7:463-8.\nof a maternal UPD, then it is the mother karyotype that must be       7. Kishore S, Stamm S. The snoRNA HBII-52 regulates\nperformed instead of the father one97). Approximately 15% of              alternative splicing of the serotonin receptor 2C. Science\nthose with an imprinting defect have a microdeletion in the IC;           2006;311:230-2.\nthis can be familial and has a 50% recurrence risk when it is97).     8. Yin QF, Yang L, Zhang Y, Xiang JF, Wu YW, Carmichael GG,\nTherefore, fathers of children with an IC deletion should have            et al. Long noncoding RNAs with snoRNA ends. Mol Cell\nDNA methylation and dosing analysis (or sequence analysis)                2012;48:219-30.\nto determine whether they carry the IC deletion15). However,          9. Anderlid BM, Lundin J, Malmgren H, Lehtihet M,\nthe greater proportion of those with an imprinting defect have            Nordgren A. Small mosaic deletion encompassing the\nan epigenetic mutation and the recurrence risk is <1% for this            snoRNAs and SNURF-SNRPN results in an atypical\ngroup98).                                                                 Prader-Willi syndrome phenotype. Am J Med Genet A\n                                                                          2014;164A:425-31.\n                                                                      10. Cavaillé J, Buiting K, Kiefmann M, Lalande M, Brannan\nConclusions                                                               CI, Horsthemke B, et al. Identification of brain-specific\n                                                                          and imprinted small nucleolar RNA genes exhibiting an\n  A wide range of genetic conditions are associated with                  unusual genomic organization. Proc Natl Acad Sci USA\nappetite control, body composition, growth, reproduction,                 2000;97:14311-6.\nlearning disability, psychosis and other behavioral problems.         11. Christian SL, Robinson WP, Huang B, Mutirangura A,\nAs yet, many outstanding questions remains to be answered                 Line MR, Nakao M, et al. Molecular characterization of\nabout these condition although much is being learnt relating to           two proximal deletion breakpoint regions in both Prader-\nthe important contribution of specific genes, and their coded             Willi and Angelman syndrome patients. Am J Hum Genet\nproteins. The genetic complexity of the PWS chromosomal                   1995;57:40-8.\nregion, with multiple imprinted genes, alternative splice variants,   12. Amos-Landgraf JM, Ji Y, Gottlieb W, Depinet T, Wandstrat\ngene duplications and variant copies, and the mechanisms of               AE, Cassidy SB, et al. Chromosome breakage in the Prader-\nimprinting itself, are matched by the wide variety of phenotypes          Willi and Angelman syndromes involves recombination\nthat involve multiple organ systems. Updated information                  between large, transcribed repeats at proximal and distal\nregarding the genetics and phenotypic characterization of                 breakpoints. Am J Hum Genet 1999;65:370-86.\nindividuals with PWS and PWLS is important for all physicians         13. Chai JH, Locke DP, Greally JM, Knoll JH, Ohta T, Dunai J,\nand will be helpful in recognizing patients that may benefit from         et al. Identification of four highly conserved genes between\nfurther investigation and genetic screening and anticipating              breakpoint hotspots BP1 and BP2 of the Prader-Willi/\ncomplications associated with this rare obesity-related disorder.         Angelman syndromes deletion region that have undergone\n                                                                          evolutionary transposition mediated by flanking duplicons.\n                                                                          Am J Hum Genet 2003;73:898-925.\nConflict of interest\n                                                                      14. Schaaf CP, Gonzalez-Garay ML, Xia F, Potocki L, Gripp\n                                                                          KW, Zhang B, et al. Truncating mutations of MAGEL2\n  No potential conflict of interest relevant to this article was\n                                                                          cause Prader-Willi phenotypes and autism. Nat Genet\nreported.                                                                 2013;45:1405-8.\n                                                                      15. Cassidy SB, Schwartz S, Miller JL, Driscoll DJ. Prader-Willi\nReferences                                                                syndrome. Genet Med 2012;14:10-26.\n                                                                      16. Glenn CC, Driscoll DJ, Yang TP, Nicholls RD. Genomic\n1.    Murrell A. Cross-talk between imprinted loci in Prader-             imprinting: potential function and mechanisms revealed\n      Willi syndrome. Nat Genet 2014;46:528-30.                           by the Prader-Willi and Angelman syndromes. Mol Hum\n2.    Holm VA, Cassidy SB, Butler MG, Hanchett JM, Greenswag              Reprod 1997;3:321-32.\n      LR, Whitman BY, et al. Prader-Willi syndrome: consensus         17. Christian SL, Fantes JA, Mewborn SK, Huang B, Ledbetter\n      diagnostic criteria. Pediatrics 1993;91:398-402.                    DH. Large genomic duplicons map to sites of instability in\n\n\n132        www.e-apem.org\n\f                                                        Cheon CK • Genetics of Prader-Willi syndrome and Prader-Will-Like syndrome\n\n\n\n    the Prader-Willi/Angelman syndrome chromosome region              31. Kuslich CD, Kobori JA, Mohapatra G, Gregorio-King C,\n    (15q11-q13). Hum Mol Genet 1999;8:1025-37.                            Donlon TA. Prader-Willi syndrome is caused by disruption\n18. Donlon TA, Lalande M, Wyman A, Bruns G, Latt SA.                      of the SNRPN gene. Am J Hum Genet 1999;64:70-6.\n    Isolation of molecular probes associated with the                 32. Schulze A, Hansen C, Skakkebaek NE, Brøndum-Nielsen\n    chromosome 15 instability in the Prader-Willi syndrome.               K, Ledbeter DH, Tommerup N. Exclusion of SNRPN as a\n    Proc Natl Acad Sci USA 1986;83:4408-12.                               major determinant of Prader-Willi syndrome by a trans­\n19. Runte M, Hüttenhofer A, Gross S, Kiefmann M, Horst­                   location breakpoint. Nat Genet 1996;12:452-4.\n    hemke B, Buiting K. The IC-SNURF-SNRPN transcript                 33. Buiting K. Prader-Willi syndrome and Angelman\n    serves as a host for multiple small nucleolar RNA species             syndrome. Am J Med Genet C Semin Med Genet 2010;\n    and as an antisense RNA for UBE3A. Hum Mol Genet                      154C:365-76.\n    2001;10:2687-700.                                                 34. Duker AL, Ballif BC, Bawle EV, Person RE, Mahadevan\n20. Glenn CC, Saitoh S, Jong MT, Filbrandt MM, Surti U,                   S, Alliman S, et al. Paternally inherited microdeletion at\n    Driscoll DJ, et al. Gene structure, DNA methylation, and              15q11.2 confirms a significant role for the SNORD116 C/D\n    imprinted expression of the human SNRPN gene. Am J                    box snoRNA cluster in Prader-Willi syndrome. Eur J Hum\n    Hum Genet 1996;58:335-46.                                             Genet 2010;18:1196-201.\n21. Gray TA, Saitoh S, Nicholls RD. An imprinted, mammalian           35. Sahoo T, del Gaudio D, German JR, Shinawi M, Peters SU,\n    bicistronic transcript encodes two independent proteins.              Person RE, et al. Prader-Willi phenotype caused by paternal\n    Proc Natl Acad Sci USA 1999;96:5616-21.                               deficiency for the HBII-85 C/D box small nucleolar RNA\n22. Geuns E, De Rycke M, Van Steirteghem A, Liebaers I.                   cluster. Nat Genet 2008;40:719-21.\n    Methylation imprints of the imprint control region of the         36. Runte M, Varon R, Horn D, Horsthemke B, Buiting K.\n    SNRPN-gene in human gametes and preimplantation                       Exclusion of the C/D box snoRNA gene cluster HBII-52\n    embryos. Hum Mol Genet 2003;12:2873-9.                                from a major role in Prader-Willi syndrome. Hum Genet\n23. Maina EN, Webb T, Soni S, Whittington J, Boer H, Clarke D,            2005;116:228-30.\n    et al. Analysis of candidate imprinted genes in PWS subjects      37. Bieth E, Eddiry S, Gaston V, Lorenzini F, Buffet A, Conte\n    with atypical genetics: a possible inactivating mutation              Auriol F, et al. Highly restricted deletion of the SNORD116\n    in the SNURF/SNRPN minimal promoter. J Hum Genet                      region is implicated in Prader-Willi Syndrome. Eur J Hum\n    2007;52:297-307.                                                      Genet 2015;23:252-5.\n24. Green Finberg Y, Kantor B, Hershko AY, Razin A. Characte­         38. Lee S, Wevrick R. Identification of novel imprinted\n    rization of the human Snrpn minimal promoter and cis                  transcripts in the Prader-Willi syndrome and Angelman\n    elements within it. Gen",
  "wordCount": 8061,
  "indexed": "2025-09-25T22:41:41.231Z",
  "method": "direct"
}
