{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Defectos reparación DNA y Rotura DNA/Mirzayans y Murray - 2008 - Human Genetic Disorders Associated with Genome Ins.pdf",
  "fileName": "Mirzayans y Murray - 2008 - Human Genetic Disorders Associated with Genome Ins.pdf",
  "relativePath": "Genetica/Defectos reparación DNA y Rotura DNA/Mirzayans y Murray - 2008 - Human Genetic Disorders Associated with Genome Ins.pdf",
  "text": "The Open Cancer Journal, 2008, 2, 42-52                                             42\n\n\n                                                                                                                          Open Access\nHuman Genetic Disorders Associated with Genome Instability, Premature\nAging and Cancer Predisposition\nRazmik Mirzayans* and David Murray\nDepartment of Oncology, University of Alberta, Cross Cancer Institute, Edmonton, Alberta T6G 1Z2, Canada\n            Abstract: Our genetic material is constantly damaged by internal sources such as reactive oxygen species and external\n            sources such as ionizing radiation and sunlight. However, we seldom notice these injuries because our cells possess\n            elegant DNA surveillance networks that serve to maintain cellular homeostasis. These networks are complex signal\n            transduction pathways that coordinate cell cycle checkpoints and DNA repair processes to eliminate DNA damage, as\n            well as invoking pathways such as sustained growth arrest (i.e., accelerated senescence) and apoptotic cell death to\n            eliminate injured cells from the proliferating population. The p53 tumor suppressor protein and its downstream effector\n            p21 are key regulators of these various responses. Failure of cells to properly activate p53/p21-mediated events following\n            genotoxic stress may lead to the development of genomic instability and the emergence of malignant cells which exhibit\n            stem cell-like properties. It is therefore not surprising that defects in major players of the DNA surveillance networks are\n            the underlying cause for numerous debilitating human genetic disorders that are characterized by genomic instability,\n            premature aging, and cancer proneness. In this article, we first provide an update on the role of the p53 signaling pathway\n            in determining the fate of human cells following exposure to DNA-damaging agents. We next review the clinical and\n            laboratory features of the most extensively studied human genome instability disorders including xeroderma\n            pigmentosum, Cockayne syndrome, ataxia telangiectasia, and Li-Fraumeni syndrome, and discuss the current knowledge\n            on the biological consequences of deregulated p53 signaling in cells derived from patients with such disorders.\nKeywords: Human genome instability disorders, p53 signaling, apoptosis, accelerated senescence, endopolyploidy.\n\nINTRODUCTION                                                                 P53 SIGNALING AND CELLULAR RESPONSE TO\n                                                                             DNA DAMAGE\n    Our genome is continuously exposed to potentially\ndeleterious genotoxic events from both endogenous sources,                       The human p53 tumor suppressor is a 393 amino acid\nresulting from cellular metabolism or routine errors in DNA                  tetrameric transcription factor consisting of five structural\nreplication and recombination, and exogenous sources such                    and functional domains: an N-terminal acidic transcriptional\nas ionizing radiation, ultraviolet light (UV), and chemical                  transactivation domain, a proline-rich regulatory domain, a\nmutagens. Genome integrity and cellular homeostasis are                      central DNA-binding domain, an oligomerization domain,\nmaintained through elegant DNA surveillance networks that                    and a C-terminal domain involved in the regulation of DNA\nserve to recognize the DNA damage and facilitate DNA                         binding [1]. The N-terminal domain is required for activating\nrepair, or to eliminate highly injured cells from the                        downstream target genes. The proline-rich domain is\nproliferating population. Mutations in the genes that encode                 responsible for interaction with various proteins that activate\nthe key players of the DNA surveillance networks are the                     apoptotic signaling. The central DNA-binding domain is\nunderlying cause for a number of genome-instability                          comprised of \u0002-sheets that support flexible loops and helices\nsyndromes, disorders that are often associated with a                        that facilitate sequence-specific DNA binding. The\nheightened predisposition to cancer (Table 1).                               oligomerization domain is comprised of a \u0002-strand, a tight\n                                                                             turn, and an \u0001-helix, through which p53 molecules interact\n    The focus of this review is to: (i) provide an update on\n                                                                             to form dimers, and dimers interact to form tetramers.\nthe roles of the p53 tumor suppressor protein and its key\n                                                                             Tetramerization of p53 is essential for its ability to function\ndownstream effector p21 in determining the fate of human\ncells following genotoxic stress; (ii) highlight the clinical                as a transcription factor. The C-terminal domain contains\n                                                                             nuclear localization sequences as well as a negative\nand laboratory characteristics of genomic-instability\n                                                                             regulatory region that binds short non-specific DNA\nsyndromes such as xeroderma pigmentosum and related\n                                                                             sequences and prevents the binding of sequence-specific\ndisorders, ataxia telangiectasia and related disorders, Li-\n                                                                             DNA to the central domain of p53.\nFraumeni syndrome, Werner syndrome and related\ndisorders; and (iii) discuss the biological consequences of the                  In unstressed cells, the p53 protein undergoes rapid\naberrant activation of p53 signaling in cells derived from                   turnover, and is thus maintained at low steady state levels\npatients with some of these disorders.                                       that restrict its impact on cell fate [2]. DNA damage and\n                                                                             other forms of stress trigger a series of post-translational\n                                                                             modifications on p53 that contribute to its stabilization,\n*Address correspondence to this author at the Department of Oncology,        nuclear accumulation and biochemical activation [3, 4].\nUniversity of Alberta, Cross Cancer Institute, Edmonton, Alberta T6G 1Z2,    These modifications include phosphorylation, acetylation,\nCanada; Tel: 780-432-8897; Fax: 780-432-8428;                                ribosylation, O-glycosylation, ubiquitination and sumoy-\nE-mail: razmikm@cancerboard.ab.ca                                            lation [5-7]. The phosphorylation sites Ser15, Thr18 and\n\n                                                         1874-0790/08       2008 Bentham Open\n\fHuman Genome Instability Disorders                                                                        The Open Cancer Journal, 2008, Volume 2           43\n\nTable 1.      Some Clinical and Molecular Characteristics of the most Extensively Studied Human Genome Instability Disorders\n\n                Disorder                  Mode of Transmission            Cancer Proneness           Defective Protein               Defective Function\n\n                                                                                                     XPA through XPG;             NER (XPA through XPG);\n      Xeroderma pigmentosum                   Autosomal recessive                 Yes\n                                                                                                     DNA polymerase \u0001            Postreplication repair (XPV)\n           Cockayne syndrome                  Autosomal recessive                 No                    CSA, CSB                         NER (TCR)\n           Tricothiodystrophy                 Autosomal recessive                 No                 XPB; XPD, TTDA                     NER (GGR)\n           Ataxia telangiectasia              Autosomal recessive                 Yes                     ATM                          ATM signaling\n    Nijmegen breakage syndrome                Autosomal recessive                 Yes                     NBS1                           DSB repair\n\n             AT-like disorder                 Autosomal recessive                 No                      Mre11                          DSB repair\n       Li-Fraumeni syndrome                   Autosomal dominant                  Yes                   p53; Chk2                    p53/Chk2 signaling\n\n            Werner syndrome                   Autosomal recessive                 Yes                     WRN                           DNA helicase\n            Bloom syndrome                    Autosomal recessive                 Yes                       BS                          DNA helicase\n   Rothmund-Thompson syndrome                 Autosomal recessive                 Yes                      RTS                          DNA helicase\n\n                                                                                                 FANCA, B, C, D1, D2,                 DNA helicase;\n             Fanconi Anemia                   Autosomal recessive                 Yes\n                                                                                                  E, F, G, I, J, L and M            DNA cross-link repair\n\n\n\n\n                                                                                        Ionizing radiation\n\n\n                                                                         DSB\n\n                                                                               ATM            p53 deficiency\n\n\n\n\n                                              CaMKII            CHK2            p53\n                                                              WRN                     WRN                  Endopolyploid cells\n                                         G1\n                                                                                                            Neosis\n                                     M        S        p21          * p53*    *\n                                                                                     *\n                                                                                   p53\n                                         G2                    p53\n                                                                           p53    *\n                                                                        *       p53\n                                   Cell cycle                         p53    *         *\n                                                                          p53       p53\n                                   transition\n\n                                                                                 p21                  Malignant\n                                                                                                      progenies\n                                              DNA repair\n\n                                                              Apoptosis                Accelerated\n                                                                                       senescence\n\n\n\n\nFig. (1). Responses triggered by ionizing radiation in human cells. Arrows indicate stimulation and T-shaped lines indicate inhibition. DNA\ndouble-strand breaks (DSB) induce rapid activation of the ATM protein kinase through a posttranslational mechanism, which then mediates\nthe phosphorylation of target proteins including p53, CHK2 and WRN (defective in Werner syndrome patients). Phosphorylation of p53\nresults in its accumulation in the nucleus and transcriptional activation of p21WAF1 and other p53-responsive genes. Depending on the extent\nof genomic injury and the genetic background of the cells, activation of the p53 pathway may promote survival through activating G1/S and\nG2/M checkpoints and DNA repair processes, or may lead to p53-directed apoptosis or p21-directed accelerated senescence. WRN and\nCHK2 also contribute to phosphorylation of p53 and activation of downstream events [93, 94]. The radiation-responsive S-phase checkpoint\nis dependent on WRN [95] and Ca2+/calmodulin-dependent protein kinase II (CaMKII) [118], but not the p53-p21 axis [118]. Failure of the\ncells to implement these responses can lead to the development of mononucleated and multinucleated “giant” cells, which have the potential\nof undergoing neotic cell division, eventually leading to the emergence of malignant and therapy-resistant progenies [37].\n\nSer20 are critical for stabilization of the p53 protein. A                       of p53, including members of the phosphatidylinositol 3-\nnumber of kinases have been implicated in phosphorylation                        kinase superfamily of protein kinases [8, 9].\n\f44 The Open Cancer Journal, 2008, Volume 2                                                                              Mirzayans and Murray\n\n\n\n\n                                                           Senescence genes\n                                                       (e.g., fibronectin 1, integrin 3, APP)\n\n\n                                        PCNA                                                     ASK-1\n\n\n                             Cyclins/CDKs                            p21                           Caspase-3\n\n\n                                   DNA MeTase                                                    pRB\n\n                                                              Mitosis genes\n                                                           (e.g., CDC2, PLK-1, cyclin A)\n\n\n\n\nFig. (2). Multiple functions of p21. Exposure of p53-proficient human cells to DNA-damaging agents results in p53-dependent\ntranscriptional activation of p21. In the nucleus, p21 inhibits DNA synthesis by interacting with PCNA and cyclin/CDK complexes [24],\ndown-regulates pRB [29], interferes with DNA methyltransferase (MeTase) activity [123], stimulates transcription of a series of genes\ninvolved in senescence, and suppresses the transcription of numerous genes involved in mitosis [25, 26]. In the cytoplasm, p21 interacts with\nASK-1, down-regulates the MAPK cascade, and results in resistance of cells to undergoing apoptotic cell death [27]. In addition, p21 forms a\ncomplex with procaspase 3, resulting in suppression of caspase 3-mediaed apoptosis [28].\n\nMultiple Functions of p53                                                 documented to play a pivotal role in determining cell fate\n                                                                          following genotoxic stress [23].\n    Activation of the p53 network following genotoxic stress\neither serves to promote cell survival by activating cell cycle\ncheckpoints and facilitating DNA repair, or eliminates the                Multiple Functions of p21\ninjured cells from the proliferating population, for example                  The p21 protein is a member of the CIP/KIP family of\nby inducing apoptotic cell death or a senescence-like growth              protein kinase inhibitors. It exerts its effect on the cell by\narrest (herein called accelerated senescence) (Fig. (1)). Many            various mechanisms (Fig. (2)). The C-terminus of p21\nof the effects of p53 are attributed to transcriptional                   suppresses DNA synthesis by interacting with proliferating\nactivation of p53-responsive genes in general, and p21WAF1 in             cell nuclear antigen (PCNA), an auxiliary factor for DNA\nparticular [10-13]. The protein encoded by this gene (p21) is             polymerase \u0001 [24]. The N-terminus of p21 binds to cyclin-\nknown to down-regulate apoptosis, to activate cell cycle                  dependent kinases (CDKs) and inhibits their ability to\ncheckpoints, and to switch on the senescence program (see                 phosphorylate the retinoblastoma protein (pRB), an activity\nbelow). In addition to p21, several other proteins that are               that is required for progression of cells from G1 to S phase\ntranscriptionally regulated by p53 also influence apoptosis.              [24]. Prolonged nuclear accumulation of p21 following\nThese include the pro-apoptotic proteins PUMA (p53                        genotoxic stress is known to drive accelerated senescence,\nupregulated modulator of apoptosis), BAX (BCL-2-                          and this response is associated with p21-dependent down-\nAssociated X Protein) and NOXA (the Latin word for                        regulation of genes involved in mitosis and up-regulation of\ndamage) [14, 15].                                                         genes mediating cellular senescence [25, 26]. In addition to\n    Accumulating evidence indicates that p53 also directly                exerting these responses, under certain conditions (e.g.,\nmodulates the transmission of specific signals by interacting             activation of the phosphatidylinositol 3-kinase/AKT\nwith other cellular proteins. For example, p53 interacts with             signaling pathway) the p21 protein may be sequestered in the\nkey players of different DNA repair pathways, including                   cytoplasm, where it interacts with apoptosis signal-\nDNA double strand break (DSB) repair [16-19] and                          regulating kinase 1 (ASK-1), down-regulates the stress-\nnucleotide excision repair [20]. In addition, the proline-rich            induced mitogen-activated protein kinase (MAPK) cascade,\ndomain of p53 directly mediates apoptotic signaling                       and results in resistance of cells to apoptosis induced by\nindependent of the transcriptional transactivation domain of              genotoxic agents [27]. Another mechanism by which p21\nthe protein [21]. This proline-rich domain also contains a                might down-regulate apoptosis is through interaction with\nmotif that serves as a docking site in the transmission of                procaspase 3, resulting in suppression of caspase 3-mediaed\nsignals that inhibit DNA synthesis, resulting in                          apoptosis [28]. The p21 protein has also been reported to\ntransactivation-independent inhibition of growth [22]. The                dephosphorylate pRB, as well as to inactivate pRB through\np53 protein also functions as a regulator of the complex                  proteasome-mediated degradation [29]. In short, p21 plays a\nintercellular communication network that is now well                      key role in determining cell fate following genotoxic stress\n                                                                          not only as an activator of the G1/S cell cycle checkpoint,\n\fHuman Genome Instability Disorders                                                                The Open Cancer Journal, 2008, Volume 2   45\n\n\n\n\n                                                                                        Endopolyploid\n                                                                                        cells\n\n\n                                                Primary neosis\n\n\n\n                                                                                        Budding\n                                                                                        endopolyploid\n                                                                                        cells\n\n\n\n\n                                                                                       Karyoplasts with\n                                                                                       stem cell-like\n                                                                                       properties\n\n\n                                      Multiple cycles of fusion,\n                                      neosis, and mitosis\n\n\n                                                                                       Malignant\n                                                                                       karyoplast\n                                                                                       descendents\n\n\n\n\nFig. (3). Fate of endopolyploid giant cells. Failure of cells to properly activate cell cycle checkpoints following exposure to DNA-damaging\nagents may lead to the development of endopolyploid giant cells with massive DNA contents [30]. The majority of such giant cells may be\neliminated from the proliferating population by accelerated senescence, apoptosis or other modes of cell death. A small proportion of giant\ncells, however, may retain viability and undergo neotic cell division, which is characterized by karyokinesis via nuclear budding followed by\nasymmetric cytokinesis, resulting in the generation of small mononuclear “karyoplasts” (also called Raju” cells) [32-37]. These karyoplasts\ncells may undergo multiple cycles of cell fusion/neosis/mitosis, eventually giving rise to highly metastatic and therapy resistant descendants\n[36, 37].\n\nbut also as a regulator of transcription, activator of                   anization, ultimately resulting in the genesis of rapidly\naccelerated senescence, down-regulator of apoptosis, and                 propagating progenies [30-34]. The Aurora B kinase has\nregulator of the pRB tumor suppressor.                                   been recently demonstrated to play a crucial role in\n                                                                         supporting the long-lasting reproductive potential of\nBiological Consequences of the Failure to Implement                      endopolyploid giants [34]. Unlike endopolyploidy that may\np53/p21-Mediated Responses                                               provide a survival advantage, micronucleation appears to be\n                                                                         associated with death, as totally micronucleated cells do not\n    Cells that fail to properly activate the p53 pathway in              express Aurora B kinase and fail to undergo mitosis [34].\nresponse to genotoxic stress may replicate their genome and\nexecute mitosis despite carrying high levels of DNA damage                   There is also evidence that the progeny of endopolyploid\nand chromosomal aberrations [30]. This can result in the                 giant cells might be generated not by the classical types of\ndevelopment of micronucleated giant cells (containing sub-               cell division (mitosis), but rather through the process of\ngenomic fragments in multiple micronuclei), as well as                   neosis, which resembles division of the budding yeast [35-\nendopolyploid giant cells, encompassing cells with a single,             43]. Computerized video time-lapse microscopy has revealed\nbut markedly enlarged, nucleus (with a DNA content at least              that although many of these endopolyploid cells cease to\nfour times greater than that of unirradiated cells), and cells           divide, some endopolyploid cells may produce numerous (50\nwith several nuclei (sometimes as many as ten). Such                     or more) small cells with little cytoplasm (called\nfeatures of “mitotic catastrophe” were originally considered             “karyoplast” or “Raju” cells) via the nuclear budding process\nto represent aberrations of dying cells (reviewed in [30]).              of neosis [35, 38]. As extensively discussed by Rajaraman\nHowever, studies with p53-deficient human cell lines                     and his colleagues [35, 38], karyoplast cells that emerge\nexposed to ionizing radiation (10 Gy) have revealed that a               from each neotic endopolyploid cell might regain mitotic\nsubset of endopolyploid giant cells are protected against                activity and transiently display certain stem cell-like\napoptosis [33], exhibit efficient repair of DSBs [33], and               properties (e.g., extended mitotic life span, expression of\nundergo a complex breakdown and sub-nuclear reorg-                       telomerase, and potential to differentiate), and subsequently\n\f46 The Open Cancer Journal, 2008, Volume 2                                                                    Mirzayans and Murray\n\nexperience a complex life cycle eventually leading to the         polymerase \u0001, which catalyzes the efficient and accurate\ndevelopment of highly metastatic cells (also see Fig. (3)).       translesion synthesis of DNA past bulky lesions induced by\nThis parasexual mode of somatic reduction division is now         UV and UV-mimetic chemicals [50].\nfairly well characterized and has been documented for a\n                                                                      Cockayne syndrome (CS) is characterized by postnatal\nvariety of p53-deficient murine and human cell lines [36, 38-     growth failure, neurological dysfunction, cachectic\n40]. In addition, exposure of p53-deficient cell cultures to\n                                                                  dwarfism, photosensitivity, sensorineural hearing loss and\nDNA-damaging agents has been demonstrated to yield\n                                                                  retinal degradation [51, 52]. The skin of CS patients is frail,\nneosis-derived karyoplast cells that exhibit marked resistance\n                                                                  slightly wrinkled and sensitive to light. Over time, sun\nto cancer therapeutic agents, suggesting that such events may\n                                                                  exposure causes characteristic skin changes. The head of CS\ncontribute to the recurrence of therapy-resistant malignancies\n                                                                  patients is small and their eyes deeply set as a result of their\n[35-38, 41, 42]. The finding that the development of              brain failing to grow normally. Two genetic forms of CS\nendopolyploid cells can represent a mechanism of survival in\n                                                                  have been identified, designated CSA and CSB [53]. The\np53-deficient cultures has been the subject a special review\n                                                                  protein defective in CSA patients belongs to the “WD\nissue of Cell Biology International, with an Editorial article\n                                                                  repeat” family of structural and regulatory proteins that lack\nentitled “Endopolyploidy…survival of the fattest” [43].\n                                                                  enzymatic activity [54]. The protein defective in CSB\n                                                                  patients is a member of the SW1/SNF family of ATPases,\nGENOME INSTABILITY DISORDERS                                      which facilitate transcription by altering the structure of the\n    The best-studied human genome instability disorders are       chromatin [55]. Cells derived from all CS patients are\nlisted in Table 1. These disorders can be loosely divided into    defective in the TCR subpathway of NER, but carry out the\nfour groups. The sunlight hypersensitivity disorders              GGR subpathway with normal efficiency. However, not all\nxeroderma pigmentosum, Cockayne syndrome, and                     clinical and cellular features of CS can be explained by\ntricothiodystrophy; the ionizing radiation hypersensitivity       defective TCR of bulky DNA lesions. The basis for this\ndisorders ataxia telangiectasia, Nijmegen breakage                conclusion is that CS patients, with a specific defect in TCR,\nsyndrome, and ataxia telangiectasia-like disorder; the Li-        nonetheless display more severe symptoms than most XP\nFraumeni syndrome, characterized by a wide spectrum of            patients (e.g., groups A and G) in which both the TCR and\ntumors affecting children and young adults; and the               GGR subpathways of NER are affected. Accordingly, a role\nprogeroid disorders Werner syndrome, Bloom syndrome,              of the CS proteins outside NER has been suggested, such as\nRothmund-Thompson syndrome, and Fanconi Anemia, all of            an auxiliary function in transcription [56, 57] and/or in the\nwhich are associated with a deficiency in a DNA helicase          TCR of non-bulky DNA lesions [58-61]. Indeed, CS cells\nactivity. Whereas the Li-Fraumeni syndrome is an autosomal        exhibit a defect in the TCR of oxidative DNA damage [60,\ndominantly transmitted disorder, all other conditions listed in   61], underscoring the possible contribution of unrepaired\nTable 1 are inherited in an autosomal recessive pattern. The      oxidative DNA lesions in the etiology of CS.\nclinical and laboratory (i.e., cellular and molecular)                Tricothiodystrophy (TTD) is characterized by brittle hair\ncharacteristics of these disorders are described blow.            and nails with reduced sulfur content, mental retardation,\n                                                                  ichthyotic skin, and reduced stature [62]. Most TTD patients\nSunlight Hypersensitivity Disorders                               present with UV sensitivity but no increased incidence of\n    Xeroderma pigmentosum (XP) is characterized by                cancer. Cells derived from UV-photosensitive TTD patients\nextreme sensitivity to UV resulting in greater than 1000-fold     have a defect in GGR but not in TCR, similar to XP\nincreased risk of developing sunlight-induced skin cancer.        complementation group C. Surprisingly, however, genetic\nOther clinical features of XP include blistering or freckling     analysis has revealed that some photosensitive TTD patients\non minimal sun exposure, premature aging of skin, lips,           have mutations in the XPB gene, and some in the XPD gene;\neyes, mouth and tongue, blindness, progressive neurological       such TTD patients have therefore been designated XPB and\ncomplications such as developmental disabilities and mental       XPD, respectively [63, 64]. Another group of TTD patients\nretardation [44-46]. Cells cultured from XP patients are          carry normal alleles of the genes that are mutated in all\nhypersensitive to UV in terms of cell killing, mutagenesis        complementation groups of XP; this group is designated\nand in vitro transformation [44, 47, 48]. Eight genetic forms     TTDA [63, 64]. The basis for the paradoxical observations\nof XP have been identified, designated groups A through G,        that mutations in a single gene (e.g., XPD) can affect only\nthat are deficient in early steps of nucleotide excision repair   GGR in TTD patients but both GGR and TCR in XP\n(NER), and group variant, that is deficient in postreplication    patients, and that mutations in a single gene can be\nrepair. The NER process employs an array of over 30               associated with two clinically diverse disorders (i.e., XP and\nproteins that detect bulky DNA lesions such as UV-induced         TTD), remains largely unexplained.\ncyclobutane pyrimidine dimers and 6-4 photoproducts,\nexcise the damaged strand, and synthesize new DNA using           Ionizing Radiation Hypersensitivity Disorders\nthe complementary strand as a template. Two sub-pathways              Ataxia telangiectasia (AT) is characterized by\nof NER function in human cells: global genome repair              progressive neurovascular degeneration, immunodeficiency,\n(GGR) and transcription-coupled repair (TCR), which               impaired organogenesis, premature aging and endocrine\noperate on the whole genome and the transcribed strand of         dysfunction [65-67]. AT patients are also prone to\nexpressed genes, respectively [49]. XP complementation            lymphoproliferative neoplasia and respond untowardly to\ngroups A, B, D, E, F and G are deficient in both GGR and          radiotherapy for cancer treatment [67, 68]. The gene mutated\nTCR, whereas XP-C is deficient in GGR only. The XP                in AT, called ATM (AT mutated), encodes a 350-kDa serine-\nvariant group, on the other hand, is defective in DNA             specific protein kinase. The C-terminal domain of the ATM\n\fHuman Genome Instability Disorders                                                      The Open Cancer Journal, 2008, Volume 2   47\n\nprotein shares the kinase signature of the phosphati-             families [83]. Despite the presence of such mutations in\ndylinositol 3-kinase superfamily of proteins, which are           affected members of most LFS kindreds, the molecular\ninvolved in the regulation of cell cycle progression, DNA         genetics of LFS are still not completely understood. It is\ndamage processing, and maintenance of genomic stability           likely that p53/CHK2 mutations are only one major event,\nand cellular homeostasis [8, 69]. The ATM protein plays a         and that LFS may be associated with abnormal functioning\ncentral role in orchestrating the various responses triggered     of multiple DNA-damage response pathways. Non-\nby ionizing radiation and other agents that induce DNA            cancerous dermal fibroblast strains derived from LFS\nDSBs (Fig. (1)). Exposure of normal human cells to such           patients that harbor p53 mutations have been instrumental in\nagents results in rapid activation of ATM, which then             demonstrating a role for wild-type p53 in the repair of DNA\nphosphorylates hundreds of target proteins involved in DNA        damage induced by UV [84-87] and ionizing radiation [74,\nrepair and replication [70], including p53 (mutated in most       86]. LFS strains with compromised or absence of wild-type\nLi-Fraumeni syndrome patients) and WRN (defective in              p53 function exhibited DNA repair deficiencies after\nWerner syndrome patients). ATM also phosphorylates the C-         exposure to these agents.\nterminal tail of the core histone H2AX molecules\nsurrounding DSBs [71, 72]. This phosphorylation marks the         Progeroid Disorders Exhibiting DNA Helicase Deficiency\nsite of damage and nucleates the formation of damage\nresponse and repair complexes. Consistent with these                  Werner syndrome (WS) is the prototype progeroid\nproperties of ATM, cells derived from AT patients exhibit         disorder, characterized by graying and thinning of the hair,\ndefective clonogenic survival, excessive genetic instability,     scleroderma-like skin changes, ocular cataracts, diabetes,\nimpaired activation of cell cycle checkpoints, and defective      atherosclerosis, osteoporosis, and high incidence of thyroid\nrepair of DSBs following exposure to ionizing radiation and       cancer, melanoma, and various sarcomas [88, 89]. The\nradiomimetic agents [66, 67, 73, 74]. A prominent feature of      protein defective in WS patients (WRN) belongs to the RecQ\nAT cells is their failure to suppress DNA synthesis following     family of helicases and possesses multiple DNA-metabolic\nexposure to ionizing radiation. We have reported that this so-    functions such as 3\u0001\u00025\u0001 exonuclease, DNA helicase and\ncalled radioresistant DNA synthesis phenotype of AT cells         DNA-dependent ATPase activities [90-93]. WRN also\ncan be corrected by diffusible factors secreted from normal       directly interacts with p53 in response to genotoxic stress\ncells into the culture medium, or by simply treating AT cells     [94, 95]. This interaction contributes to p53 activation,\nwith prostaglandin E2 [75]. These findings suggest that           resulting in increased expression of p53 target genes such as\neicosanoids such as prostaglandin E2 may assume the role of       p21WAF1, BAX, p53R2, and eventual phenotypic outcomes;\nan extracellular signaling modulator of the S-phase               namely, accelerated senescence, apoptosis, or repair. WRN\ncheckpoint in AT cells exposed to ionizing radiation,             undergoes phosphorylation by ATM and ATR (ATM and\nmediating DNA synthesis shutdown via an alternative,              Rad3-related) specifically in response to agents that induce\nATM-independent signal transduction pathway [75].                 replication fork stalling [96], suggesting a role for WRN in\nIdentification of exogenous factors capable of compensating       the S-phase checkpoint. These and related findings have\nfor the ATM function could potentially provide a practical        therefore established the existence of a cross-talk between\nstrategy for improved management of AT patients without           WRN and key players of the DNA-damage surveillance\nthe need for ATM gene replacement.                                network (e.g., ATM, ATR, CHK2, p53), suggesting the\n                                                                  possibility that such cross talk may be important for\n    Nijmegen breakage syndrome (NBS) is characterized by          maintaining genomic integrity and cellular homeostasis, and\nimmunodeficiency, microcephaly, mental retardation,               for preventing the accumulation of genetic abnormalities that\nincreased incidence of lymphoid cancers and extreme               can lead to cancer.\nsensitivity to ionizing radiation [76, 77]. The gene mutated in\nNBS, NBS1, encodes a protein that is a downstream                     Bloom Syndrome (BS) is characterized by short stature, a\nsubstrate of ATM and is involved in the repair of DSBs.           narrow face with prominent nose, skin color changes in the\n                                                                  face which are more noticeable after sunlight exposure,\n    AT-like disorder (ATLD) is characterized by cerebellar        butterfly-shaped facial rash, a high pitched voice, an\ndegeneration, chromosomal instability, and ionizing               increased susceptibility to infection and respiratory diseases\nradiation sensitivity. Unlike AT and NBS patients, ATLD           and a markedly increased susceptibility to a wide range of\npatients are not immunodeficient and show no increased            cancers, especially to leukemia and lymphoma [97, 98].\nincidence of cancer. The gene defective in ATLD encodes           Cells derived from BS patients exhibit cytogenetic\nthe MRE11 protein, which forms a trimer with NBS1 and             abnormalities including excessive chromosome breaks and\nRAD50 proteins and participates in DSB rejoining [78, 79].        sister chromatid exchanges [99]. The gene defective in\n                                                                  Bloom syndrome is called BLM, which encodes a 3\u0001\u00025\u0001\nLi-Fraumeni Syndrome                                              DNA helicase identified as a member of the RecQ family\n    Li-Fraumeni Syndrome (LFS) is characterized by a              [100]. The BLM protein is phosphorylated and accumulates\n                                                                  through an ATM-dependent pathway and appears to play a\nmarked increase in familial disposition to cancers, including\n                                                                  role in the G2/M checkpoint following exposure to ionizing\nsarcomas, carcinomas of the breast, brain, and adrenal gland,\n                                                                  radiation [101].\nand acute leukemia [80]. The majority of LFS patients\nharbor germline mutations in one allele of the p53 gene, with         Rothmund-Thompson syndrome (RTS) is characterized\nthe mutant protein often causing transdominant inhibition of      by growth retardation, photosensitivity with poikilo-\nthe wild-type p53 function [81, 82]. Germline mutations in        dermatous skin changes (i.e., combination of atrophy,\nthe CHK2 gene, which encodes the CHK2 checkpoint                  telangiectasia, and pigmentary changes), juvenile cataracts,\nkinase, have also been found in some members of LFS               early graying and hair loss, hypogonadism, and an increased\n\f48 The Open Cancer Journal, 2008, Volume 2                                                                  Mirzayans and Murray\n\nprevalence of skin cancer and sarcomas [102]. Like the           more than 90% overall cell killing in the clonogenic assay\nWRN and BLM proteins, the protein defective in RTS               [87, 113]. On the other hand, exposure to these fluences\npatients is a member of the RecQ family of helicases [103].      triggered accelerated senescence, as evident from the\n                                                                 sustained nuclear accumulation of p21 protein accompanied\n    Fanconi anemia (FA) is characterized by congenital\ndefects, bone marrow failure, short stature, infertility,        by the development of cells that exhibit flattened and\n                                                                 enlarged morphology, cease to divide, retain viability and\nskeletal anomalies, and increased incidence of solid tumors\n                                                                 remain adherent for prolonged times (e.g., 7 days) after UVC\nand leukemias [104]. FA patients are diagnosed on the basis\n                                                                 exposure, and express high levels of the senescence marker\nof haematological abnormalities such as aplastic anemia,\n                                                                 senescence-associated-\u0001-galactosidase [113]. Collectively,\nmyelodysplastic syndrome, and acute myeloid leukaemia\n                                                                 these results demonstrated that: (i) sustained nuclear\n[105]. At the cellular level, a distinguishing and diagnostic\nfeature of FA is chromosomal instability and cellular            accumulation of p21 associated with a proliferative block\n                                                                 through the process of accelerated senescence is an integral\nhypersensitivity to mitomycin C and other agents that induce\n                                                                 component of the response of NER-proficient and -deficient\nDNA interstrand crosslinks [106]. Patients with FA are\n                                                                 human fibroblast cultures to relatively low fluences of UVC\ncategorized into several complementation groups, including\n                                                                 that are typically used in the clonogenic assay; and (ii)\nFANCA, B, C, D1, D2, E, F, G, I, J, L and M [107]. Eight\n                                                                 apoptosis does not appear to contribute significantly to the\nFA proteins (FANCA, B, C, E, F, G, L, and M) appear to\nform a nuclear core complex possessing a putative DNA            loss of clonogenic potential of non-transformed human\n                                                                 fibroblasts exposed to such fluences of UVC.\nhelicase (FANCM) and an E3 ubiquitin ligase (FANCL)\nsubunit. Following formation of DNA crosslinks, the core             In short, our findings underscore accelerated senescence\ncomplex mediates mono-ubiquitination of FANCD2,                  as an important response triggered by physiologically-\nresulting in translocation of FANCD2 to DNA damage foci          relevant fluences of UVC in human fibroblast cultures with\ncontaining BRCA1 [108], BRCA2 [109], and the MRE11-              differing NER capabilities. Further studies are warranted to\nRAD50-NBS1 complex [110]. The precise role of FANCD2             elucidate the contribution of accelerated senescence in\nin DNA repair remains unknown.                                   protecting against skin cancer and other deleterious effects of\n                                                                 sunlight that are known to be associated with its UV\nBIOLOGICAL CONSEQUENCES OF DEREGU-                               component [114, 115].\nLATED P53 SIGNALING IN PATIENTS WITH                                 What is the consequence of UV exposure in LFS cells\nGENOME INSTABILITY SYNDROMES                                     that fail to implement p53-mediated responses? We reported\n    Our laboratory has contributed to the understanding of       that LFS fibroblasts and XP complementation group E\nthe biological consequences of the aberrant activation of the    fibroblasts exhibit a similar DNA repair deficiency after UV\np53 signaling pathway following exposure to DNA-                 exposure, suggesting a relationship between the p53 and\ndamaging agents in cells derived from XP, CS, LFS and AT         XPE proteins [87]. Subsequently, p53 was shown to regulate\npatients. The outcome of these and related studies are           the DDB-2 gene, which is mutated in a subset of XPE\ndiscussed below.                                                 patients [116, 117]. NER deficiency in XPE fibroblasts is\n                                                                 associated with increased UV sensitivity in the clonogenic\nUV-Triggered Apoptosis and Accelerated Senescence in             assay as compared to normal fibroblasts. This response is\nNER-Proficient and -Deficient Cells                              consistent with the notion that slow removal of bulky lesions\n                                                                 in the former cells will provide a stronger and more\n    Compared to NER-proficient cells, NER-deficient cells        persistent signal, compared with NER-proficient cells, for\nfrom XP and CS patients exhibit a markedly increased             p53 activation, resulting in an elevated loss of clonogenic\nability to up-regulate p53 following exposure to UVC (254        potential through p53-mediated apoptosis/accelerated\nnm) or the UV-mimetic agent 4-nitroquinoline-1-oxide [87,        senescence. Paradoxically, however, when compared to\n111, 112]. NER-deficient cells also show abnormally              normal fibroblasts, LFS fibroblasts with XPE-like NER\nincreased sensitivity to the killing effects of these agents     deficiency exhibit UV resistance in the clonogenic assay\nwhen evaluated by the clonogenic assay. This                     [87]. We proposed that, upon UV exposure, the signal (i.e.,\nhypersensitivity response has often been ascribed to p53-        bulky DNA damage) for activating the p53-mediated events\nmediated apoptotic cell death. However, ten years ago we         in LFS fibroblasts is as strong and as persistent as in XPE\nreported a threshold effect for UVC-induced apoptosis in         fibroblasts. LFS fibroblasts, however, respond poorly to the\nnormal human fibroblasts. Thus, normal fibroblast cultures       signal as a result of their compromised wild-type p53\ncontained a significant proportion of apoptotic cells after      function, resulting in the propagation of cells that retain\nexposure to supralethal fluences of UVC (e.g., 30 J/m2,          clonogenic potential despite carrying high levels of genomic\nresulting in >99% loss of clonogenic potential), but not after   instability such as bulky DNA lesions.\nexposure to 15 J/m2 or lower fluences [87]. In addition, we\nhave recently demonstrated the existence of a threshold for      Ionizing Radiation-Triggered Apoptosis and Accelerated\nUVC-induced apoptosis in NER-deficient fibroblast strains        Senescence in ATM-Proficient and -Deficient Cells\nrepresenting the XP-A, XP-G, CS-A and CS-B\ncomplementation groups, albeit shifted to lower fluences as          It is well documented that activation of the p53 pathway\ncompared to the threshold seen with normal fibroblasts           after exposure to ionizing radiation is triggered by DSBs and\n[113]. We observed little, if any, induction of apoptosis in     is primarily mediated by the ATM kinase (Fig. (1)).\nnormal human fibroblasts exposed to 15 J/m2, in XP-A and         Accordingly, AT cells show a marked deficiency in\nXP-G fibroblasts exposed to 2 J/m2, and in CS-A and CS-B         activating p53 and p53-mediated responses such as DNA\nfibroblasts exposed to 4 J/m2. These fluences of UVC cause       repair [8, 74] and cell cycle checkpoints [8, 69, 118] after\n\fHuman Genome Instability Disorders                                                       The Open Cancer Journal, 2008, Volume 2   49\n\nradiation exposure. In the same vein, AT cells would be             karyoplast cells and their progenies. This intriguing\nexpected to display a low propensity, compared to ATM-              hypothesis remains to be tested.\nproficient cells, to undergo p53-mediated apoptosis in\nresponse to radiation exposure. This expectation, together          CONCLUDING REMARKS\nwith the well-established radiation hyper-sensitivity response\nof AT cells when evaluated by the clonogenic assay, led to              Defects in major players in the DNA surveillance\nthe notion that radiation exposure may result in persistent         networks are the underlying cause for numerous debilitating\nDNA lesions in AT cells due to defective ATM/p53-                   human genetic disorders that are characterized by genomic\nmediated DNA repair, resulting in accumulation of                   instability, premature aging, and cancer proneness. Cells\n“secondary” DNA lesions capable of triggering p53                   derived from patients with such disorders exhibit aberrant\naccumulation at late times post-irradiation through an ATM-         responses to genotoxic agents as a result of deregulated p53\nindependent mechanism, followed by p53-mediated                     signaling in g",
  "wordCount": 9388,
  "indexed": "2025-09-25T22:39:14.077Z",
  "method": "direct"
}
