{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Forsberg et al. - 2012 - Non-heritable genetics of human disease spotlight.pdf",
  "fileName": "Forsberg et al. - 2012 - Non-heritable genetics of human disease spotlight.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Forsberg et al. - 2012 - Non-heritable genetics of human disease spotlight.pdf",
  "text": "Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n          JMG Online First, published on November 21, 2012 as 10.1136/jmedgenet-2012-101322\n                                                                                          Review\n\n\n                                Non-heritable genetics of human disease: spotlight\n                                on post-zygotic genetic variation acquired during\n                                lifetime\n                                Lars Anders Forsberg,1 Devin Absher,2 Jan Piotr Dumanski1\n\n                                                                                              we discuss recent ﬁndings that challenge this\n1\n Department of Immunology,      ABSTRACT\nGenetics and Pathology,         The heritability of most common, multifactorial diseases      assumption1–3 and argue that post-zygotic changes\nRudbeck Laboratory, Uppsala\nUniversity, Uppsala, Sweden     is rather modest and known genetic effects account for a      represent an underestimated source of variation\n2\n HudsonAlpha Institute for      small part of it. The remaining portion of disease            responsible for the development of human pheno-\nBiotechnology, Huntsville,      aetiology has been conventionally ascribed to                 types. In recent years, the GWAS have dominated\nAlabama, USA                    environmental effects, with an unknown part being             the human medical genetic landscape of complex\n                                stochastic. This review focuses on recent studies             diseases and have, notwithstanding their shortcom-\nCorrespondence to\nDr Jan P Dumanski,              highlighting stochastic events of potentially great           ings, contributed to our knowledge of human gen-\nDepartment of Immunology,       importance in human disease—the accumulation of post-         etics.4 They have improved our understanding of\nGenetics and Pathology,         zygotic structural aberrations with age in phenotypically     the genetic basis of many human traits, as >1200\nRudbeck Laboratory, Uppsala     normal humans. These ﬁndings are in agreement with a          variants associated with >165 different human\nUniversity, C11 building,\n3rd ﬂoor, Dag Hammarskjölds     substantial mutational load predicted to occur during         traits and diseases have been described.4–8 However,\nväg 20, 75185 Uppsala,          lifetime within the human soma. A major consequence of        to the chagrin of the ﬁeld, the portion of the esti-\nSweden;                         these results is that the genetic proﬁle of a single tissue   mated heritability explained by the GWAS ﬁndings\njan.dumanski@igp.uu.se          collected at one time point should be used with caution       has been unexpectedly low. Many explanations\n                                as a faithful portrait of other tissues from the same         have been proposed for the ‘missing heritability’ of\nReceived 27 September 2012\nRevised 18 October 2012         subject or the same tissue throughout life. Thus, the         complex traits, including human disease.4–8 Faced\nAccepted 19 October 2012        design of studies in human genetics interrogating a           with the inefﬁciency with which inherited biology\n                                single sample per subject or applying lymphoblastoid cell     explains and predicts disease, we argue that the\n                                lines may come into question. Sporadic disorders are          weight should shift to the non-inherited compo-\n                                common in medicine. We wish to stress the non-                nent which, until now, has routinely been thought\n                                heritable genetic variation as a potentially important        of as synonymous with environmental factors.\n                                factor behind the development of sporadic diseases.              Post-zygotic DNA sequence mutations, although\n                                Moreover, associations between post-zygotic mutations,        known to occur in normal cells, were not consid-\n                                clonal cell expansions and their relation to cancer           ered to be a major factor behind common diseases,\n                                predisposition are central in this context. Post-zygotic      but recent evidence seriously challenges this\n                                mutations are amenable to robust examination and are          belief.1–3 This review has been inspired by our\n                                likely to explain a sizable part of non-heritable disease     results1 and two other papers supporting and\n                                causality, which has routinely been thought of as             extending our conclusions,2 3 showing an age\n                                synonymous with environmental factors. In view of the         dependent accumulation of post-zygotic mutations\n                                widespread accumulation of genetic aberrations with age       in non-tumoral cell lines constituting the human\n                                and strong predictions of disease risk from such              soma. Our focus is to highlight the importance of\n                                analyses, studies of post-zygotic mutations may be a          somatic mosaicism as a potentially crucial factor\n                                fruitful approach for delineation of variants that are        causing complex human diseases. According to a\n                                causative for common human disorders.                         common metaphor ‘A beloved child is called many\n                                                                                              things’; the phenomenon that is discussed here has\n                                                                                              many names—for example, somatic mosaicism,\n                                INTRODUCTION                                                  somatic variation, post-zygotic changes, de novo\n                                Over the past three decades, projects in human gen-           variants, aberrations acquired during lifetime, and\n                                etics searching for genotype–phenotype correla-               detectable clonal mosaicism. All these terms fall\n                                tions have mostly focused on analyses of the                  into a deﬁnition of mosaicism as the presence of\n                                inherited genome. These include studies of genes              genetically distinct lineages of cells in a single\n                                causing monogenic disorders and more recent ana-              organism that is derived from the same zygote. We\n                                lyses of the association of complex diseases with             use here ‘post-zygotic variation’ or ‘post-zygotic\n                                single nucleotide polymorphisms (SNP) in genome-              mosaicism’ as unifying terms for all DNA changes\n                                wide association studies (GWAS). The prevailing               acquired during life, from single base pair mutations\n                                approach has been analysis of DNA from a single               to aberrations at the chromosomal level. The term\n                                tissue (usually blood) sampled at a single time               ‘mosaicism’ was ﬁrst used in biology in the end of\n                                point (non-longitudinal sampling). The general                the 19th century by W Roux and A Weismann to\n                                foundation and rationale for these studies has been           describe differential usage of genetic information\n                                the assumption that the vast majority of cells in             during development. This incorrect explanation of\n                                the human soma are genetically identical;                     mosaic development and ontogenetic differenti-\n                                in other words, that the genome of somatic cells              ation became later known as the Roux-Weismann\n                                is stable across the human lifespan. In this review           theory of qualitative nuclear division.9 More\n\n\n  Copyright\nJ Med            Article\n      Genet 2012;0:1–10.     author (or their employer) 2012. Produced by BMJ Publishing Group Ltd under licence. 1\n                         doi:10.1136/jmedgenet-2012-101322\n\f                         Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n    Review\n\nrecently, in 1956 CW Cotterman used the term ‘somatic mosai-           above numbers using an analogy with Darwinian selection.\ncism’ to deﬁne antigenic variation.10                                  During evolution of species, most new mutations are either dis-\n   Post-zygotic mosaicism has been studied in human                    advantageous to the organism (eliminated from the gene pool\nembryos,11 12 fetuses from spontaneous abortions,13 and chil-          because of their negative effect on ﬁtness) or are neutral passen-\ndren with birth defects or developmental delay.14 15 However,          gers, not providing an advantage or disadvantage, and are there-\nuntil recently,1–3 little has been known about post-zygotic            fore not leading to their relative increase in the gene pool. Only\nmosaicism in human adult and aging but otherwise healthy               a minority of new mutations are propagated in following gen-\nindividuals. This review does not focus on de novo mutations in        erations, by increasing the ﬁtness of the affected organism and\nthe germline that are known to cause monogenic autosomal               its progeny. Similar reasoning might be applied to the post-\ndominant and X-linked diseases, or those recently found to be          zygotic mutations within a human soma. It is likely that a\npart of the aetiology of neurodevelopmental diseases. For the          large group of post-zygotic mutations are never detected\nlatter, we refer to a recent review on this topic.16 Likewise, we      because of their detrimental effect on the affected cell and its\ndo not discuss paternal age effect mutations and selﬁsh sperm-         elimination by apoptosis/growth arrest. The phenotypically\natogonial selection in relation to various human disorders.17          neutral passenger mutations are not easily studied either, since\nThere are two well known examples of physiological and locus           they are not increasing in the relative frequency of the affected\nspeciﬁc post-zygotic variation in the nuclear genome. The ﬁrst         cell clone over all other cells. The only mutations that are\nare somatic rearrangements of immunoglobulin (Ig) and T cell           readily detectable are those providing the affected cell with a\nreceptor (TCR) genes in B and T lymphocytes. The Ig and TCR            proliferative advantage and this has been known to be the\ngenes are inactive in most cells, but undergo a tightly regulated      main mechanism of tumorigenesis. The three recent studies1–3\nreshufﬂing in order to become activated, which leads to individ-       show that this can also occur in lineages of normal cells in\nual B or T lymphocytes producing a mono-speciﬁc antibody or            healthy individuals.\nTCR, respectively.18 The second example is the variation of telo-\nmere length; a special case of structural post-zygotic change.         RECENT FINDINGS ON POST-ZYGOTIC VARIATION IN\nThe length of telomeres functions as a clock for the number of         PHENOTYPICALLY NORMAL HUMAN CELLS\ncell divisions, limiting the replicative capacity of cells, which is   The papers that prompted this review1–3 are the latest contri-\nimportant for cell senescence, aging, and cancer.19–23 All other       butions towards increasing awareness of post-zygotic variation\nknown examples of post-zygotic variation, which is a focus of          as a widespread and easily detectable phenomenon with\nthis review, are apparently a result of stochastic, random             potentially important consequences for various human pheno-\nprocesses.                                                             types.29–39 The three papers showed that normal cells accumu-\n   An adult human body has been estimated to contain 1013–             late structural aberrations with age, which are readily identiﬁed\n1014 cells and the number of cells produced during a human life-       using genome scanning on SNP arrays. These structural\ntime is assessed as more than 1016. Each somatic cell division is      changes fall into three major categories: deletions, gains, and\ninherently coupled with a risk for mutations and there are esti-       copy number neutral loss of heterozygosity (CNNLOH, also\nmates of the number of mutations that could be expected to             called acquired uniparental disomy, aUPD) (ﬁgure 1). The size\narise during human life.24–26 We quote from Lynch 201026:              of these aberrations is highly variable, from a few kb to entire\n“… with a human germ-line mutation rate of ∼10−8 base substi-          chromosomes. The relationship between age and mosaicism is\ntutions/site/generation, a site in a somatic nucleus will be           strong and other tested co-variants, such as sex, ancestry, and\nmutated with a probability of 10−7 to 10−6 by the average age of       smoking, did not have a signiﬁcant effect on the mosaic status.\nreproduction, with the burden being higher in older individuals.       A common thread in these reports is the detection of clonal\nWith a diploid genome size of 6×109 sites and ∼1013 cells per          expansions of blood cells that were affected with various aber-\nsoma, the body of a middle-aged human might then contain               rations, suggesting that these mutations convey a proliferative\n>1016 mutations (not including insertions, deletions, or other         advantage for the cells carrying them. Forsberg et al1 showed\nlarger scale mutations). Only about 1% of the human genome             the highest frequency of subjects affected with aberrations;\nconsists of coding DNA, so a substantial fraction of somatic           that is, 3.4% of generally healthy people in the window of 55–\nmutations will be inconsequential, but even if just 1% of coding       90 years old show clones of nucleated cells containing\nmutations had signiﬁcant ﬁtness effects, the total body burden         megabase-range changes, which affect up to 60% of nucleated\nof mutations would be of order 1012”. The above numbers have           cells in blood. This number of ∼3% for mosaic mega-base range\nbeen calculated based on studies of single nucleotide variants. It     aberrations occurring among elderly/old subjects should be\nshould be stressed that structural variants, although less well        compared to ∼1% of mosaics for chromosomal aberrations\nstudied than single nucleotide polymorphisms (SNPs), are esti-         described in a preselected cohort of children referred for clinical\nmated to be more common. Comparisons of germline mutation              diagnostic testing.14 In addition, Forsberg et al1 showed, using a\nfrequencies of SNPs versus copy number variations (CNVs)               unique cohort of age stratiﬁed monozygotic twins sampled\nindicate that the latter are more common by a few orders of            several times, that smaller structural aberrations (in the range a\nmagnitude.27 28 Furthermore, the base substitutional mutation          few kb) also accumulate with age, as they appear much more\nrate per cell division in somatic cells is 4–25 times greater than     common in older subjects.\nthe corresponding rate for germline (reviewed in Lynch25). Thus,          Comparison between frequencies of the three main classes of\nthe predicted burden of post-zygotic mutations in the human            mega-base range structural mutations showed that deletions\nsoma during a single lifetime is overwhelming.                         are far more common than gains. Another prominent ﬁnding is\n   Given this vast amount of expected variation, it is likely that     the high frequency of CNNLOH/aUPD. Forsberg et al,1 Laurie\na considerable part of these events have consequences for cellu-       et al2 and Jacobs et al3 reported that CNNLOH/aUPD represent\nlar phenotypes. However, for a phenotype to occur at the level         22%, 34% and 48% of all mutations, respectively. Different\nof an organism, a mutation should strike a substantial number          scoring algorithms might explain differences between these\nof cells, which are in an appropriate spatial and temporal             three studies. It should also be pointed out that in cases where\nwindow of development. It might be helpful to consider the             only a few percent of cells are affected, it might be difﬁcult to\n\n2                                                                                     J Med Genet 2012;0:1–10. doi:10.1136/jmedgenet-2012-101322\n\f                            Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n                                                                                                                                               Review\n\n\n\n\nFigure 1 An illustration of the three main types of post-zygotic structural genetic aberrations, selected from Forsberg et al.1 Panels A, B and C display\na deletion, a copy number neutral loss of heterozygosity (CNNLOH, also called acquired uniparental disomy, aUPD), and a gain, respectively. Each panel\nis composed of images from Illumina single nucleotide polymorphism (SNP) beadchips showing a selected aberrant chromosome, with the affected\nregions highlighted in pink. The results from Illumina SNP arrays consist of two data tracks: log R ratio (LRR) values of ﬂuorescent intensities from array\nprobes (upper part), and B allele frequency (BAF) values representing the fraction of ﬂuorescent intensity at each SNP accounted for by the B allele\n(lower part). Normally, BAF values cluster around 0 (AA genotype), 0.5 (AB) or 1 (BB). On the right hand side, a schematic explanatory ﬁgure displaying\nthe mosaic mixture of cells with aberrant and wild-type chromosomes is shown. Two hypothetical homologous chromosomes (labelled in green and\nwhite) with heterozygous genotypes for six SNPs are shown. Panel A shows data for chromosome 5 in a monozygotic (MZ) twin pair sampled at the\nage of 77 years. MZ twin TP25-1 has a normal proﬁle, while its co-twin TP25-2 has a 32.5 Mb deletion on 5q in approximately 55% of nucleated blood\ncells. This deletion is uncovered using both LRR (downward shift) and BAF (heterozygous SNPs cluster away from 0.5) data from the Illumina SNP\narray. The Illumina proﬁle contains a mixture of genotypes from aberrant cells (approximately 55%) and wild-type cells representing approximately 45%\nof nucleated blood cells. Panel B shows data for chromosome 10 in MZ twin pair sampled at the age of 77 years. Twin TP12-1 shows a normal proﬁle.\nUsing BAF values a 76.5 Mb large CNNLOH/aUPD was identiﬁed on 10q in co-twin TP12-2. Quantiﬁcation of cells containing the CNNLOH/aUPD\nsuggests that 34% of cells are affected. As this aberration does not change the copy number of the aberrant segment, LRR values are normal. However,\nthe genotypes of SNPs within this segment are all homozygous in aberrant cells. Panel C shows data for chromosome 8 from subject ULSAM-298 using\ntwo samples collected at the ages of 71 and 88 years. The sample collected at 71 years shows a normal proﬁle, while the sample taken at the age of\n88 years shows a 70 Mb gain of chromosome 8 in approximately 30% of cells, visible with both LRR and BAF data from the Illumina SNP array.\n\nJ Med Genet 2012;0:1–10. doi:10.1136/jmedgenet-2012-101322                                                                                               3\n\f                        Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n    Review\n\ndiscriminate CNNLOH/aUPD from a gain or a deletion event.           similar degree, as identiﬁed in DNA from unsorted blood at the\nNevertheless, CNNLOH/aUPD appears to be a major class of            same age. However, CD19 B cells were unexpectedly free from\nsomatic mutations, either the most common or second most            this aberration. Thus, both myeloid and lymphoid lineages\ncommon in frequency among the mega-base range aberrations.          were affected to a similar degree, with the notable exception of\nThe simplest deﬁnition of CNNLOH/aUPD in the context of a           B lymphocytes. It should be stressed that aberrations of 4q are\nsingle affected chromosome is the presence of both homologues       typical for myelodysplastic syndrome (MDS), but this individ-\nof a pair of chromosomes from one parent only.40 CNNLOH/            ual does not have any symptoms of the disorder. In addition,\naUPD can affect the entire chromosome or smaller segments           considering the rapid decrease of the cell clone carrying the\n(segmental CNNLOH/aUPD, terminal or interstitial) with              aberrant 4q between samplings at 88 and 90 years, it is likely\nstretches of homozygosity. CNNLOH/aUPD should be consid-            that this subject should soon be free from aberrant cells, which\nered a special case of structural variation since it does not       emphasises the self-eliminating property of the system.\nchange the copy number of the affected segment. It is,              Moreover, all three reports1–3 observed a frequent coexistence of\nhowever, a result of a structural rearrangement, most com-          two (or more) aberrations in the blood of a single person.\nmonly due to meiotic or mitotic nondisjunction/anaphase lag,        Longitudinal analyses of subjects showing multiple aberrations\nalternatively mitotic recombination. From the disease point of      revealed variable dynamics of changes for different aberrations\nview, CNNLOH/aUPD could result in: (1) an imprinting dis-           over time, pointing to the coexistence of different cell clones in\norder, via loss or doubling of the expression of an imprinted       blood, each affected with a distinct aberration.1\ngene; or (2) expression of a recessive trait (eg, a mutation in a      The results on expanding-contracting, potentially pre-\ntumour suppressor gene) in a non-Mendelian fashion. The             cancerous clones, which are subject to auto-correction,1 are in\nlatter is mediated by reduction to homozygosity causing a           good agreement with data showing expansions of pre-\nrecessive phenotype to appear, which is inherited in an initially   leukaemic clones containing gene fusions speciﬁc to acute leu-\nheterozygous state from the parents. The list of conditions         kaemia described in newborns.44 Thus, throughout the lifetime,\nassociated with CNNLOH/aUPD is continuously growing40–43            peripheral blood likely contains multiple aberrant expanding\nand this trend is likely to continue due to an increasing aware-    and contracting cell clones and these can persist in circulation\nness and application of SNP based arrays with ultra-high reso-      for many years, if not decades. This issue requires further\nlution in analyses of normal and disease related samples.           studies and one intriguing question in this context is: which\nCNNLOH/aUPD cannot be detected by cytogenetic analyses or           are the cells that are giving rise to these clonal expansions? We\nby standard array-CGH. However, allelic ratio values from SNP       can only speculate that these might be very early progenitors\nbased arrays, such as Illumina beadchips, are sensitive tools for   for multiple lineages of haematopoiesis or perhaps even haem-\nthe detection of constitutional (non-mosaic) and mosaic forms       atopoietic stem cells (HSC). Other interesting and related ques-\nof CNNLOH/aUPD.14 The detection of CNNLOH/aUPD                      tions are: why do humans in the age window of 55–90 years\nshould be discussed in the context of next generation, highly       develop so frequently post-zygotic aberrant cell clones, present\nparallel sequencing, gradually revolutionising the ﬁeld. This       at the high frequency (5–95% of all nucleated cells) in periph-\napproach is neither straightforward (from the data analysis         eral blood? In other words, why are such clonal expansions\npoint of view) nor inexpensive for detection of CNNLOH/             present in blood at much lower frequencies below the age of\naUPD, especially for samples affected with low level mosai-         55 years? One plausible explanation is related to immuno-\ncism. Therefore SNP microarrays should remain the preferred         senescence and accumulation of random mutations with age.\napproach for such analyses.                                         Immuno-senescence involves loss of cell diversity in elderly/old\n   In addition to showing a high frequency of post-zygotic          subjects, preferentially in B and T cell lineages.45–48 This loss of\nstructural aberrations in normal cells, Forsberg et al1 also        diversity of clones might be caused by depletion of the com-\nshowed variable dynamics of cell clones affected with aberra-       plexity in the pool of HSC, due to detrimental mutations\ntions in different individuals, by studying 2–4 longitudinal        forcing the affected cells into apoptosis/growth arrest. The\nsamples collected many years apart from the same subject            stem cells remaining in the pool also accumulate mutations\n(ﬁgure 2). A more or less rapid relative increase in frequency of   with age, but these mutations might, on the contrary, be pro-\ncells affected by a certain abnormality was observed in many        moting their proliferation. As such a process gradually pro-\ncases and the rate of this increase varied between different sub-   gresses with age, a threshold effect is reached and the\njects and different aberrations. Interestingly, in multiple sub-    frequency of aberrant clones rise above the detection limit of\njects that were studied in longitudinal fashion, a decrease in      array based analyses, which is ∼5% of all nucleated blood\nthe number of affected cells in the oldest samples was              cells.14 49\nobserved, which suggest a self-correcting process in the haem-         The results presented by Forsberg et al,1 Laurie et al2 and\natopoietic system. This decrease suggests that the initially        Jacobs et al3 likely represent only ‘the tip of an iceberg’ and\nexpanding cell clones, possessing a higher proliferative poten-     there are many arguments supporting this assumption. Perhaps\ntial, are not immortalised and follow the normal apoptotic pro-     the strongest argument is derived from the above discussed pre-\ngramme. Furthermore, new blood samples from subjects that           dictions of the number and consequences of mutations that we\nwere studied longitudinally provided an opportunity for sorting     can expect to develop within a single human soma. The largest\nblood cells into several sub-compartments, such as CD4 T cells,     category of post-zygotic mutations is likely never detected, if\nCD19 B cells, and granulocytes. In one illustrative subject         they are detrimental and lead to apoptosis/growth arrest of the\n(ULSAM-697), who is generally healthy, we described a               affected cell(s). This category of mutations is probably largely\n>100 Mb CNN-LOH/aUPD of chromosome 4 using four time                responsible for the development of age related loss of diversity\npoints: 71, 82, 88, and 90 years (ﬁgure 2). This aberration was     of cells in the human immune system, characteristic for the\nnot detectable at the age of 71 years, reached ∼58% at the ages     immuno-senescence.45–48 Another category of undetected\nof 82 and 88 years, and decreased radically to ∼30% of cells at     mutations is phenotypically neutral, not leading to a sufﬁcient\nthe age of 90 years. Sorting of cells at the age of 90 years        proliferative advantage of affected cells, over all the other\nshowed that CD4 T cells and granulocytes were affected to a         nucleated cells in the peripheral blood. Genetic events in this\n\n4                                                                                   J Med Genet 2012;0:1–10. doi:10.1136/jmedgenet-2012-101322\n\f                            Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n                                                                                                                                        Review\n\n\n\n\nFigure 2 The whole genome proﬁles in longitudinal analysis of 4 peripheral blood samples collected from subject ULSAM-697 at the ages of 71,\n82, 88, and 90 years ( panels A, B, C and D, respectively). This ﬁgure illustrates a clonal cell expansion containing a terminal CNNLOH/aUPD\nencompassing 103 Mb of the long arm of chromosome 4, with an increase and a decrease in the number of cells at different ages (data from ref.\n[1]). Each panel is composed of images from Illumina SNP beadchips showing the BAF-values, as CNNLOH/aUPD is not detectable using LRR data\n(see Fig. 1). The estimated percentage of cells displaying CNNLOH/aUPD on chromosome 4 is shown for each studied sample. This aberration was\nnot detectable at the age of 71, reached approximately 58% at the ages of 82 and 88 years and decreased radically to approximately 30% of cells at\nthe age of 90 years. This ﬁgure also displays the BAF-proﬁles for the whole genome from genotyping of sorted blood cells (CD19+ B lymphocytes,\nCD4+ T lymphocytes, and granulocytes) as well as skin ﬁbroblasts collected at the age of 90 years ( panels E, F, G and H, respectively). Sorting of\nblood cells at the age of 90 years showed that CD4+ T-cells and granulocytes were affected to a similar degree, as identiﬁed in DNA from unsorted\nblood at the same age. However, CD19+ B-cells were unexpectedly free from this aberration. Thus, both myeloid and lymphoid lineages were\naffected to a similar degree, with the notable exception of B-lymphocytes. Panels I and J show statistical analysis of data. Panel I shows\ncomparisons of “BAF-value deviation from 0.5” for heterozygous probes only and within the aberrant region of 4q, derived from analysis displayed in\npanels A through D. Similar analysis is shown in panel J for data derived from panels E through H. The proportion of cells with the 4q aberration\nchanges with time and between different types of cells. These changes are signiﬁcantly different between all samplings (ANOVA p < 0.001; Tukey's\ntest for multiple comparisons).\n\n\ncategory are beyond the reach of array based analyses, but                  mutation discovery, especially for structural rearrangements\ncould be studied using the next generation sequencing with a                below 50 kb in size. Finally, balanced inversions and transloca-\ndeep coverage. Furthermore, another argument is related to the              tions would have escaped detection by our method. Thus,\nfact that we have so far only studied blood, which is quite                 future studies should be directed towards better deﬁned subpo-\nspecial, compared to solid tissues. Extrapolation on the level of           pulations of cells using a considerably higher resolution\npost-zygotic mosaicism beyond blood DNA using similar reso-                 approach. Whole genome sequencing would deﬁnitely sufﬁce\nlution of analysis is currently difﬁcult. In addition, blood is             with regard to the resolution of analysis. However, this method\ncomposed of numerous cell types with discrepancies in their                 is still expensive and is not established to analyse all types of\nlongevity and their natural rate of replenishment, but blood                mutations, especially when structural variation is considered. A\nDNA is routinely studied without cell sorting. Much lower                   recent comparative study using different sequencing platforms\nlevels of mosaicism could be detected by analysing well deﬁned              of a single genome at high coverage illustrated this notion.50\nsubsets of blood cells, especially for cell clones representing a           The concordance rate between two platforms was low; 88% for\nminority of circulating cells. This is essential for analyses of            calling of single nucleotide variants and only 26% for indels. In\nhuman disorders where a certain subset of cells (from blood or              summary, in order to see more of the iceberg, we should\nelsewhere) can be suspected as being important for the develop-             address a number of points discussed above.\nment of particular phenotypes. Moreover, the SNP arrays\nused1–3 interrogated only in the order of 0.4-1 million nucleo-             PHENOTYPIC RELEVANCE OF POST-ZYGOTIC MOSAICISM\ntides with an uneven distribution of data points. This has                  Reports on mosaic mutations causing Mendelian and\nimportant implications for a likely high false-negative rate of             non-Mendelian conditions are continuously accumulating.\n\nJ Med Genet 2012;0:1–10. doi:10.1136/jmedgenet-2012-101322                                                                                        5\n\f                         Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n    Review\n\nA few recent examples of conditions associated with post-             deletions) and were the product of recombination between the\nzygotic variation are: Proteus syndrome,51 different vascular         SUZ12 gene and a highly similar pseudogene.75 77 Thus, type I\nanomalies,52 Ollier disease/Mafucci syndrome/metaphyseal              NF1 microdeletions occur by intra-chromosomal recombination\nchondromatosis,53 54 CLOVES syndrome (Congenital,                     during meiosis, while the type II deletions are mediated by\nLipomatous, Overgrowth, Vascular malformations, Epidermal             intra-chromosomal recombination during mitosis. This scenario\nnevi and Spinal/Skeletal anomalies and/or Scoliosis),55 and con-      is reminiscent of the above described ﬁndings for the DMD\ngenital dyskeratosis.56 Post-zygotic mosaicism can result in a        gene, pointing again to a different mechanism behind the gen-\nmilder phenotype, can cause reversion of disease phenotype, or        eration of some structural rearrangements in meiosis and\ncan unmask an expression of a mutation that would otherwise           mitosis. The NF1 gene can also be somatically mutated in\nbe lethal to the embryo. It is likely that many instances of          human glioblastoma multiforme and leukaemia.78 79\npost-zygotic mosaicism are not clinically recognised since the           The three papers1–3 have pointed out the cancer related\npatient may show a borderline, mild clinical phenotype due to         aspect of clonal cell expansions in the blood of elderly/old indi-\na low proportion of cells carrying a mutation. Another reason         viduals. Laurie et al2 and Jacobs et al3 showed that individuals\nunderlying the ascertainment bias is that post-zygotic variation      affected by post-zygotic aberrations have a considerably\nis primarily relevant for sporadic cases (de novo mutations)          increased risk of hematological malignancies/cancers, with the\nwith no previous family history of a disease. The steadily            relative risk increasing 10- and 35-fold, respectively. These\ngrowing body of data indicates that somatic mosaicism for             numbers are higher by at least an order of magnitude, com-\npathogenic mutations affecting known disease genes should be          pared to the risk estimates from GWAS.4 The report by Jacobs\nseen as a rule applicable to the vast majority of disease related     et al3 (see ﬁgures 2 and 3 in their article3) compared cohorts of\ngenes, rather than as an exception. As comprehensive reviews          cancer-affected and cancer-free subjects. The vast majority, if\non this subject are published,29–34 37–39 57–62 we will only          not all, of aberrations that were observed in the cancer-affected\ndiscuss two well studied genes providing insights into the role       cohort were also seen in cancer-free subjects, although at lower\nof somatic mosaicism on the phenotype. Duchenne muscular              frequency. A detailed inspection of the regions with aberrations\ndystrophy (DMD) is an X chromosome linked, lethal neuromus-           is interesting when viewed in the context of the two most\ncular disorder, affecting one in 3500 liveborn males. The DMD         common hematological malignancies of the elderly, namely\ngene shows interesting ﬁndings with regard to somatic mosai-          chronic lymphocytic leukaemia (CLL) and MDS. Numerous\ncism.63–65 Its mutation spectrum is atypical as up to 75% of          uncovered chromosomal aberrations in blood have previously\nDMD cases are due to structural rearrangements; that is, a dele-      been described in patients affected with these disorders, which\ntion or duplication of one or more exons. This gene contains two      suggests that these mutations are not cancer speciﬁc. They rep-\nmutational hot spots involving distal (exons 45–52) and proximal      resent rather an early pre-cancerous change, possibly predispos-\n(exons 2–7) regions.66 There is a difference in the distribution of   ing to the development of malignancy/cancer later in life,\nrearrangements within the gene in patients showing mosaicism          presumably after acquisition of additional mutations and\nversus non-mosaic cases. Deletions in patients showing somatic        further in vivo selection for clones with the highest prolifera-\nmosaicism are preferentially clustered around exon 2.67 68 This       tive potential.\nsuggests that the mechanism behind generation of these struc-            It should be stressed that, considering the frequency of CLL\ntural rearrangements is different in mitosis versus meiosis. The      and MDS in the general population, the majority of these dis-\nthird interesting aspect of the DMD gene is a reversion of disease    covered post-zygotic aberrations will not lead to a clinically\nphenotype in muscle ﬁbres of DMD patients, via mitotic rearran-       manifested disease, reinforcing the issue of the self correcting\ngements restoring the reading frame and allowing some dys-            haematopoietic system. A comparison of the total number of\ntrophin expression to occur. In several cases, the reverting          subjects affected with post-zygotic aberrations1–3 and the lit-\nmutation appeared to be in the distal deletion hotspot, support-      erature for CLL80–87 and MDS88–94 suggests that the number of\ning the suggestion that this region is unstable. Somatic reversions   mutations related to MDS is higher when compared with\nhave also been described for other diseases.31–33 37 56 69–71         those relevant for CLL. The most commonly observed and\n   Neuroﬁbromatosis type 1 (NF1) is an inherited tumour syn-          MDS related changes are: 4q CNNLOH/aUPD (targeting the\ndrome caused by mutations in the NF1 gene on 17q.72–74                TET2 tumour suppressor gene)95; deletions of 5q and\nApproximately 5% of patients are affected by large (1.2–              5q-CNNLOH/aUPD; monosomy 7 and deletions of 7q (target-\n1.4 Mb) deletions removing NF1, along with other genes.75 76          ing the EZH2 gene); trisomy 8; deletions of 11q and\nMost of these large deletions are the result of non-allelic hom-      11q-CNNLOH/aUPD (targeting the CBL gene); monosomy 17,\nologous recombination between segmental duplications, ﬂank-           deletions of 17p and 17p-CNNLOH/aUPD; deletions of 20q; as\ning the NF1 gene. In the important study by Kehrer-Sawatzki           well as trisomy 21. The corresponding list of aberrations related\net al,75 mosaicism for the NF1 gene deletions was detected in         to CLL is: 11q deletions and 11q-CNNLOH/aUPD; trisomy 12;\nup to 40% of cases, when sporadic NF1 patients were speciﬁc-          13q deletions and 13q-CNNLOH/aUPD; monosomy 17, dele-\nally targeted for analysis of deletions using DNA from several        tions of 17p and 17p-CNNLOH/aUPD as well as 22q deletions\ntissues. Mosaic patients also lacked the cognitive defects and        and 22q-CNNLOH/aUPD ( possibly targeting the PRAME\nfacial dysmorphology typically associated with NF1 microdele-         gene). This overrepresentation of MDS related aberrations may\ntions, suggesting a genotype–phenotype correlation. In patients       seem surprising since CLL is usually considered to be the more\nwith mosaicism, the proportion of cells with the deletion was         common malignancy of the elderly. However, this MDS biased\n91–100% in peripheral leucocytes, but was much lower (51–             portrait of post-zygotic aberrations is in agreement with\n80%) in buccal smears or peripheral skin ﬁbroblasts. Detailed         studies showing that the aging of the human immune system\nanalysis of the deletion breakpoints revealed additional surpris-     is connected with the relative depletion of lymphoid precursors\ning results. In contrast to the typical NF1 deletion of 1.4 Mb        and an increase of the myeloid counterparts.\n(occurring between the major segmental duplications ﬂanking              The human haematopoietic system undergoes a dramatic\nthe gene, also known as type 1 deletions), seven of the eight         shift with age. This includes a reduced cellularity of the bone\nmosaic deletions were 1.2 Mb in size (known as type 2                 marrow,96 reduced lymphopoiesis,45 and a decreased complexity\n\n6                                                                                    J Med Genet 2012;0:1–10. doi:10.1136/jmedgenet-2012-101322\n\f                            Downloaded from http://jmg.bmj.com/ on November 10, 2015 - Published by group.bmj.com\n\n                                                                                                                                  Review\n\nof T cells46 and B cells.47 Nevertheless, the frequency of HSC          homeostatic imbalance, and elevated risk of disease.99 100 The\nappear to be high in the elderly, although their developmental          dramatic rise of the human lifespan (by 20 years during the\ntrajectories are changing from a lymphoid dominated develop-            second half of the 20th century) is calling for more research\nmental pattern in the young to a more myeloid dominated                 focused on healthy aging and age associated conditions. This life\ndevelopmental pattern in the elderly.48 97 98 HSC from both             extending trend is expected to continue worldwide, with an\nthe young and elderly had the potential to generate lymphoid            average human lifespan rising another 10 years by the year\nand myeloid lineages in culture. However, HSC from the                  2050.101 By itself, aging is the largest risk factor for the majority\nelderly individuals have a more myeloid biased differentiation          of common human disorders.102 Studies of aging human cohorts\npotential as compared to HSC from young subjects.48 In line             collected in the longitudinal fashion and using the approach\nwith this, mutations in the TET2 gene, which are frequently             described recently1–3 (ie, analysis of post-zygotic structural aber-\nfound in patients with MDS, were observed in the blood of               rations that are accumulating during lifetime) may be fruitful\nphenotypically normal humans with clonal haematopoiesis.95              for uncovering mutations that are causative for many of\nThus, considering the above literature, we would argue that the         common human disorders. It should be stressed that the result\nage dependent shift between lymphoid and myeloid lineages               of Laurie et al2 and Jacobs et al3 indicate that CNV analysis of\nmirrors well the picture of MDS and CLL related aberrations in          post-zygotic changes yields considerably stronger predictions of\nthe peripheral blood of elderly/old humans.                             disease risk, when compared with typical results from germline\n   One of the intriguing questions raised in the recent papers1–3       variants discovered in GWAS.4 This is a strong argument in\nis: which other phenotypes (other than hematological cancers            favour of the extension of analyses targeting post-zygotic vari-\nand non-cancer related) can be linked to clonal cell expansions         ation. Finally, a possible consequence of the accumulation of\nin blood harbouring different aberrations? Our results provide          post-zygotic aberrations is that some of the clonal cell expan-\none illustrative example, regarding a non-cancer related hemato-        sions might actually entail an increased lifespan for people\nlogical phenotype. One subject displayed a 20q deletion, which          affected with them, via enhanced function of the immune\nwas barely detectable at the age of 71 years. The number of             system, which is possibly stretching over many years of life.\ncells containing the 20q deletion was estimated to be ∼50%              This issue should also be investigated in further detail.\nwhen he was 75 years old and he had ∼36% aberrant cells at                 The recent literature provides a rough ‘post-zygotic variation\nthe age of 88 years. In between the samplings at 75 and                 baseline’,1–3 deﬁning what can be expected when the bulk\n88 years, he was diagnosed with idiopathic thrombocytopenic             genome derived from all cells present in the peripheral blood is\npurpura, which might be due to clonal expansion of 20q dele-            scanned in young/middle aged and elderly/old subjects.\ntion cells and suppression of normal thrombocyte production.            However, this portrait of post-zygotic variation is not necessar-\nIn line with the above example, future studies aiming at corre-         ily representative for all cell clones in circulation (see above, dis-\nlations of phenotype with a better deﬁned post-zygotic muta-            cussion about subject ULSAM-697) (ﬁgure 2). We should gain\ntion proﬁle should be informative.                                      more insight into post-zygotic variation across various ages,\n                                                                        when the blood is sorted into at least a few cellular sub-\nCONCLUSIONS, OPEN QUESTIONS, CHALLENGES                                 compartments. We would argue that such analyses will yield\nAND OPPORTUNITIES                                                       important information with regard to another hidden layer of\nThe three papers1–3 have raised a number of questions and chal-         post-zygotic variation, which might be useful for genotype–\nlenges, but also point to opportunities in connection with              phenotype correlations in conditions related to dysfunctions of\nfuture investigations of post-zygotic mutations. These studies          the haematopoietic system; for example, autoimmune or other\nsuggest a likely and largely unexplored impact of post-zygotic          chronic inﬂammatory conditions. Furthermore, it is equally\nvariation on common human phenotypes, not necessarily                   important to assess the level of post-zygotic variation in at least\nrestricted to cancer. Sporadic disorders, deﬁned as a lack of           a few other human tissues across different age groups. These\nsimilar cases among the closest relatives of an affected patient,       should preferably represent at least one non-mesodermal lineage\nare common in medicine. We therefore argue that studies of dif-         of embryonic development, as the most popular sources of DNA\nferences in the post-zygotic mutational proﬁle of appropriate           from different human tissues (blood and ﬁbroblasts) are both of\ntarget cells, in comparison with other normal cells of the same         mesodermal origin. In conclusion, a major consequence of the\npatient, will be highly informative. The non-heritable causes of        recent results is that a proﬁle of variation in a single human\nhuman disease have traditionally been ascribed to environmen-           tissue collected at one time point cannot be used as a surrogate\ntal factors. With few exceptions, however, such as smoking for          representing a faithful portrait of variation present in other\nlung cancer or alcohol for liver cirrhosis, speciﬁc identiﬁcation       tissues nor in the same tissue throughout lifetime. In line with\nof most of these factors has proven elusive for common multi-           this, future studies of genetic but not inherited mechanisms\nfactorial diseases and methodological breakthroughs likely to           behind sporadic complex diseases should be directed towards an\nchange this are nowhere in sight. Post-zygotic mutations are            analysis of the cells, which are presumed to cause the phenotype\nclearly not heritable, and cannot therefore explain the ‘missing        under investigation. Such an approach should maximise the\nheritability’. However, they might be a part of the non-                success rate for uncovering a truly pathogenic variation.\nheritable disease causality, which has, until now, been underes-           One of the strengths of the recent analyses1–3 is that the\ntimated in importance and routinely ascribed to the environ-            studied cells had not been manipulated in vitro, providing a\nment. The new evidence discussed here strongly suggests that a          representative snapshot picture of a dynamic system taken at a",
  "wordCount": 11730,
  "indexed": "2025-09-25T22:40:41.062Z",
  "method": "direct"
}
