{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Pengelly et al_2020_Comparison of Mendeliome exome capture kits for use in clinical diagnostics.pdf",
  "fileName": "Pengelly et al_2020_Comparison of Mendeliome exome capture kits for use in clinical diagnostics.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Pengelly et al_2020_Comparison of Mendeliome exome capture kits for use in clinical diagnostics.pdf",
  "text": "www.nature.com/scientificreports\n\n\n\n\n            OPEN           Comparison of Mendeliome exome\n                           capture kits for use in clinical\n                           diagnostics\n                                                      1*                   2\n                           Reuben J. Pengelly           , Daniel Ward       , David Hunt3, Christopher Mattocks2 & Sarah Ennis                 1\n\n\n                           Next generation sequencing has disrupted genetic testing, allowing far more scope in the tests applied.\n                           The appropriate sections of the genome to be tested can now be readily selected, from single mutations\n                           to whole-genome sequencing. One product offering within this spectrum are focused exomes, targeting\n                           ~5,000 genes know to be implicated in human disease. These are designed to offer a flexible platform\n                           offering high diagnostic yield with a reduction in sequencing requirement compared to whole exome\n                           sequencing. Here, we have undertaken sequencing of control DNA samples and compare two kits,\n                           the Illumina TruSight One and the Agilent SureSelect Focused Exome. Characteristics of the kits are\n                           comprehensively evaluated. Despite the larger design region of the Agilent kit, we find that the Illumina\n                           kit performs better in terms of gene coverage, as well as coverage of clinically relevant loci. We provide\n                           exhaustive coverage statistics for each kit to aid the assessment of their suitability and provide read data for\n                           control DNA samples to allow for bioinformatic benchmarking by users developing pipelines for these data.\n\n\n                           Next-generation sequencing (NGS) has proven to be a disruptive technology in genetic research and diagnostics,\n                           allowing the sequencing of genomic regions orders of magnitude larger than that routinely possible using tra-\n                           ditional technologies such as Sanger sequencing, leading to increased diagnostic rates1–3. Pre-sequencing target\n                           capture, enriching a defined genomic region of interest, allows for the particularly cost-effective application of\n                           NGS to patient samples, with a range of capture platforms available for this4.\n                               With the range of NGS based technologies available, selecting the appropriate tool requires a balance of the\n                           scope of data acquisition with analytical requirements. Where data on more regions of the genome is captured,\n                           this increases the likelihood of capturing the aetiological variant(s) in the patient however sequencing, data anal-\n                           ysis and interpretation costs are all increased by the larger dataset. Conversely, small targeted panels are cost\n                           efficient and comparatively trivial to analyses, though there is an increased chance of the aetiological variant(s)\n                           not being captured5. The use of capture kits introduces biases and limitations into the data, and therefore the data\n                           even for the target genes is sometimes sub-optimal when compared to whole-genome sequencing data6.\n                               Whilst NGS based testing allows the inclusion of more genes, often the quality of data and coverage for a given\n                           gene is poorer than for a single gene Sanger sequencing-based test, so care must be taken in the application of\n                           NGS based tests in certain scenarios. As with the use of any clinical testing methodology, it is essential that appro-\n                           priate quality assurance procedures are in place prior to the utilisation of a method for diagnostics7. This includes\n                           the validation of a tool, and verification that the tool is performing as expected8,9.\n                               Many studies have been performed to quantify the diagnostic yields possible through the utilisation of whole\n                           genome and whole exome sequencing (WGS and WES respectively). A recent meta-analysis showed the diagnos-\n                           tic utility to be 42% for WGS and 38% or WES in studies published in 20172. This mere 4% difference in diagnos-\n                           tic rate highlights the increased density of pathogenic variants in the exome, whilst also reflecting our ability to\n                           better interpret coding variants and assign pathogenicity to them10.\n                               Capture platforms for focused exome sequencing (FES) have been introduced, which target the ~5,000 genes\n                           that have been implicated in human disease, often termed the ‘Mendeliome’. This has the specific advantage of\n                           requiring the generation of less sequence data in order to obtain sufficient depth of coverage across the region of\n                           most clinical interest for diagnostic purposes compared to whole genome sequencing. Commercial platforms for\n                           this include the TruSight One kit (TSO; Illumina, San Diego, CA, USA) and the SureSelect Focused Exome kit\n                           (SSFE; Agilent, Santa Clara, CA, USA).\n\n\n                           1\n                            Human Genetics and Genomic Medicine, Faculty of Medicine, University of Southampton, Southampton, UK.\n                           2\n                            National Genetics Reference Laboratory (Wessex), Salisbury District Hospital, Salisbury, UK. 3Wessex Clinical\n                           Genetics Service, Princess Anne Hospital, Southampton, UK. *email: R.J.Pengelly@soton.ac.uk\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                             1\n\fwww.nature.com/scientificreports/                                                                     www.nature.com/scientificreports\n\n\n                                                                             SSFE                    TSO\n                                                                             Mean          CVa (%)   Mean         CV (%)\n                            Read generated                                   86,509,698    8.1       80,712,320   17.7\n                            Reads mapped                                     84,816,034    8.0       74,590,089   18.0\n                            Duplicate reads                                  21,918,522    14.0      19,674,723   24.0\n                            Reads mapped to target                           46,466,309    5.9       38,474,359   15.6\n                            Reads mapped to target ± 150 bp                  61,283,075    6.0       48,581,312   15.9\n                            Mean coverage of target                          211           5.8       317          15.2\n                            Targetb size (bp)                                17,846,036    —         11,946,514   —\n                                                                    1X       100           0.1       99\n                                                                    5X       100           0.1       99           0.1\n                                                                    10 X     99            0.1       98           0.2\n                            Targetb covered (%) with read depth≥:   20 X     98            0.3       98           0.3\n                                                                    30 X     97            0.5       97           0.4\n                                                                    50 X     92            1.1       96           0.8\n                                                                    100 X    76            2.8       91           3.0\n\n                           Table 1. Summary coverage statistics for triplicate sequenced samples. aCoefficient of variation. bTarget regions\n                           as defined by vendor target BED file.\n\n\n\n                            A.                                                            B.\n\n\n\n\n                           SSFE                                                   TSO     SSFE                                   TSO\n                                        7.5               10.4              1.6                2.5                9.9      1.5\n                            17.8                                                  11.9    12.3                                   11.3\n\n\n\n\n                           Figure 1. Euler diagram showing size (Mb) of regions as defined by the vendor provided target locations\n                           (A) and RefSeq transcripts covered to ≥ 20 X in our data without regard for vendor defined targets (B).\n\n\n                              Here we compare data generated with two commercially available FES kits, the Illumina TSO and Agilent\n                           SSFE, and have assessed their utility and suitability for implementation in routine clinical genetic testing.\n\n                           Results\n                           Read sequence biases. We assessed the biases in base composition along the reads, as biases in this compo-\n                           sition can be introduced during DNA fragmentation11–14. Both the SSFE and TSO kits do exhibit a bias, however\n                           TSO has a greater degree of deviation from the expected frequency in the first 20 bases of the read (p < 0.001,\n                           mean residual from 25% of 5.0% and 7.2% for SSFE and TSO respectively (Supplementary Figure 1); this is as\n                           expected owing to the enzymatic fragmentation for TSO.\n\n                           Target regions concordance and coverage.               Data output and alignment statistics averaged across the 12\n                           samples sequenced for each kit are shown in Table 1. A higher mean coverage across the target region is seen for\n                           the TSO samples, owing largely to the smaller target region. The SSFE data shows greater specificity of capture,\n                           having fewer off target reads (28% for SSFE compared to 35% for TSO for reads mapped outside of the target\n                           region ± 150 bp).\n                               The SSFE kit has 17.8 Mb of targeted regions in total, 50% larger than the TSO capture target; in terms of\n                           transcript coverage however the SSFE kit covers just a 9% larger coding region covered to ≥ 20 X(Fig. 1). There is\n                           ~10 Mb of the genome included in the target design of both, and a similar amount of the transcribed genome cov-\n                           ered to ≥ 20 X between the two kits. Both kits demonstrate high coverage consistency between samples (r > 0.99\n                           for base-wise coverage for both). SSFE exhibits a greater degree of GC bias (Fig. 2), with a stronger positive corre-\n                           lation between GC content and read depth than TSO.\n\n                           Specific region of interest coverage. The most useful measure of coverage for evaluation of a kit for\n                           genetic testing is the coverage of genes. Both manufacturers provide lists detaining the genes considered in the\n                           design of the panels, with SSFE having 20% more genes listed (Table 2; Supplementary data). Despite this, the\n                           TSO kit covered more genes to a median depth of 20 X across 0.99 of the genic regions, and a greater number of\n                           HGMD variants.\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                            2\n\fwww.nature.com/scientificreports/                                                                          www.nature.com/scientificreports\n\n\n                                                           SSFE                                          TSO\n\n                                          5\n\n\n\n\n                                          4\n\n\n\n\n                           Normalised depth\n                                          3\n\n\n\n\n                                          2\n\n\n\n\n                                          1\n\n\n\n\n                                          0\n\n\n                                              0   25         50      75             100 0           25     50       75       100\n                                                                           GC content (%)\n\n                            Figure 2. Capture biases for the two kits. The degree of GC bias seen is greater for the SSFE data (r2 = 0.56 vs.\n                            r2 = 0.09 for SSFE and TSO respectively, p < 2.2×10−16 for both, Pearson’s correlation).\n\n\n\n                                                                                                         SSFE      TSO\n                                 Genes listed                                                            5,576     4,663\n                                                                  > 0.99                                 3,774     3,970\n                                                                  0.95 < x ≤ 0.99                        597       368\n                                 Genes with proportion covered\n                                                                  0.90 < x ≤ 0.95                        349       151\n                                                                  0.80 < x ≤ 0.90                        237       117\n                                 HGMDa                            Disease causing (133,378 total)        125,000   128,784\n\n                            Table 2. Region of interest coverage. aHuman Gene Mutation Database release 201523.\n\n\n\n                                We performed down-sampling of the data in order to determine the expected coverage where greater numbers\n                            of samples were included in a batch, as would be the case for a sustainable sequencing service. For both kits, there\n                            is a reduction in the number of genes covered (Fig. 3). TSO demonstrates increased robustness of gene coverage\n                            with down-sampling.\n\n                            Variant detection sensitivity. The variant detection sensitivity and precision were quantified (Table 3).\n                            The SNP sensitivity and precision were > 0.99 for both kits, with no significant difference in the sensitivity. For\n                            indels, SSFE performed better than TSO in terms of accuracy. SSFE identifies ~1.9-fold more SNPs than TSO,\n                            owing to the larger region of the genome captured; however, it is of note that TSO covered to 20 X a marginally\n                            greater number of variants contained in the HGMD dataset, capturing the clinically important regions.\n\n                            Discussion\n                            We have performed a comprehensive technical evaluation of two focused exome sequencing capture kits. The\n                            choice of kit for a particular purpose will depend upon the exact purpose intended, particularly requirements for\n                            the gene content. We have provided exhaustive coverage statistics for each kit to aid the assessment of suitability\n                            and provide read data for control DNA samples to allow for bioinformatic benchmarking by users developing\n                            pipelines for these data.\n                               Aside from kit performance, it is worth also considering practicalities of using these kits in practice such as\n                            reagent cost and hands-on time for sample processing. List prices for the two kits are similar per sample, equating\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                              3\n\fwww.nature.com/scientificreports/                                                                                         www.nature.com/scientificreports\n\n\n                                                                              1                                           0.75\n                                             6000\n\n\n\n\n                                             4000\n\n\n\n\n                                             2000\n\n                           Number of Genes\n\n                                                0                                                                                              Kit\n\n                                                                            0.5                                           0.25                       SSFE\n\n                                             6000                                                                                                    TSO\n\n\n\n\n                                             4000\n\n\n\n\n                                             2000\n\n\n\n\n                                               0\n                                                    0.00       0.25         0.50        0.75         1.00 0.00     0.25   0.50   0.75   1.00\n                                                                                           Coverage Threshold\n\n                            Figure 3. Proportion of genes covered to varying levels in downsampled datasets representing 12–48 samples\n                            being included in a single sequencing run. A reduction in the number of genes covered to a high level can be\n                            seen with the data down-sampling.\n\n\n                                                                      SSFE                     TSO\n                                                                      Mean         CV          Mean        CV\n                                                       Count          10,883       —           5,798       —\n                                SNP                    Sensitivity    0.995        0.08%       0.996       0.04%\n                                                       Precision      0.994        0.05%       0.997       0.01%\n                                                       Count          626          —           178         —\n                                Indel                  Sensitivity    0.791        0.71%       0.757       0.43%\n                                                       Precision      0.869        0.48%       0.766       2.72%\n\n                            Table 3. Sensitivity and precision of variant detection for the two capture kits.\n\n\n\n                            to £135 GBP and £142 per sample (TSO and SSFE respectively) for sample processing up to library preparation,\n                            and £109 for sequencing (as of January 2020, assuming 36 samples per run on the NextSeq platform). Both kits\n                            also require common molecular laboratory equipment and consumables.\n                                The two kits have dissimilar workflows (Fig. 4), which results in some key practical differences. SSFE requires\n                            ~24 hours of lab time, including one overnight hybridisation, whilst TSO requires ~36 hours, with two extended\n                            hybridisations, at least one of which is to be overnight. One key difference in workflows is the earlier addition of\n                            sequencing indices to the samples in the TSO protocol, with benefits for sample security if any sample switches or\n                            cross-contamination occur later in the process.\n                                The use of FES and other NGS platforms in clinical diagnostics affords many real-world advantages over\n                            traditional, often single gene, methods. Alongside the high diagnostic yield, there is likely to be a shortened ‘diag-\n                            nostic odyssey’ for many patients, due to the parallel testing of multiple genes as opposed to in sequence. NGS\n                            gene panel which target a small number of genes (~5–100) for a specific disorder are often utilised, requiring the\n                            design of a capture kit bespoke to the intended application. This is a non-trivial process, and requires subsequent\n                            validation of the laboratory process with any modifications of the bespoke capture kit15.\n                                An alternative to this process is the use of FES or similar where the genes are sequenced, but analysis is\n                            restricted by the use of ‘virtual panels’, which are more readily modified, without the need for laboratory valida-\n                            tion. The ease of gene inclusion in these virtual panels will also allow greater equity of access to genetic testing\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                                           4\n\fwww.nature.com/scientificreports/                                                               www.nature.com/scientificreports\n\n\n\n                             SSFE                                    TSO\n                                 gDNA                                  gDNA\n                             fragmentation                         fragmentation\n                              (sonication)                          (enzymatic)\n\n                                Library                              Sample\n                             preparation &                         amplification\n                             amplification                          & indexing\n\n                             Hybridisation                             Library\n                              & capture                                pooling\n\n\n                                                                   Hybridisation\n                                Indexing\n                                                                   & capture × 2\n\n\n                                 Library                             Library\n                                 pooling                           amplification\n\n\n                                                  Sequencing\n\n\n                           Figure 4. Overview of laboratory processes for the two capture kits. For SSFE physical fragmentation is\n                           followed by DNA fragment repair and ligation of adapter sequences; hybridisation of patient DNA with the baits\n                           and pulldown is then performed, followed by library indexing and pooling19. For TSO, combined fragmentation\n                           and adapter ligation is performed enzymatically, followed by sample amplification, indexing and pooling. Two\n                           iterations of bait hybridisation and pulldown are then performed, with a final pooled library amplification18.\n\n\n\n                           to those with rare disorders for which it is not viable to establish a bespoke validated test within a clinical testing\n                           service.\n                               FES has advantages over WGS due to its amenability to sequencing using lower capacity sequencing platforms.\n                           These platforms have cheaper purchase and running costs and are thus more accessible to smaller labs. This scale\n                           of testing may therefore be a ‘sweet spot’ for many applications.\n\n                           Materials and Methods\n                           Four DNA samples were analysed, being cell line derived DNA from a trio of samples from CEPH/Utah pedi-\n                           gree 1463 (samples NA12878, NA12891 & NA12892; Corriel Institute, Camden; NJ, USA) and NIST reference\n                           standard RM 8398 (derived from NA12878; National Institute of Standards and Technology, Gaithersburg, MD,\n                           USA)16,17. Library preparation was performed using the TruSight One sequencing panel (Illumina, San Diego,\n                           CA, USA; part number FC-141-1007) and the SureSelectXT Focused Exome (Agilent, Santa Clara, CA, USA; part\n                           number 5190–7788), according to manufacturer instructions18,19. Each sequence run included 12 samples, being\n                           the 4 analysed DNA sources following library preparation in triplicate.\n                              Library sequencing was performed using a NextSeq 500 (Illumina, San Diego, CA, USA) high output run\n                           using v2 chemistry, with a separate run for each library preparation. Paired-end reads of lengths of 150 and 100 bp\n                           were generated for the TSO and SSFE libraries respectively in accordance with the supplied protocols. Data were\n                           converted to FastQ format using vendor software bcl2fastq v2.16.0.10. Reads were aligned to GRCh37 (hg19)\n                           using NovoAlign MPI v2.08.02 (Novocraft, Selangor, Malaysia). Alignments were sorted and duplicates marked\n                           using picard v1.97 (https://broadinstitute.github.io/picard/), variant calling was performed using SAMtools\n                           v0.1.1920 and coverage statistics were collated using BEDTools v2.17.021. A position was considered ‘covered’ if\n                           the median depth of coverage across the 12 samples at that base position was ≥ 20 X.\n                              For determining gene coverage, transcripts were defined using the RefSeq database, with the coding region\n                           (± 20 bp) of the longest transcript for each gene being considered. Down-sampling the read data was performed\n                           by randomly selecting a proportion of the reads prior to alignment. Base composition biases of reads were eval-\n                           uated using FastQC 0.11.3. (http://www.bioinformatics.babraham.ac.uk/projects/fastqc). Statistical analyses on\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                              5\n\fwww.nature.com/scientificreports/                                                                          www.nature.com/scientificreports\n\n\n                           the base composition data comprised an unpaired t-test on the absolute deviation from 25% for each of the biases.\n                           Accuracy of genotype calling was performed on the RM 8398 replicates, comparing against high confidence calls\n                           of Genome in a Bottle data (v2.19) for this sample using RTG Tools v3.5.222.\n\n                           Data availability\n                           Raw sequence data have been deposited in the ArrayExpress database at EMBL-EBI (www.ebi.ac.uk/arrayexpress)\n                           under accession number E-MTAB-8349.\n\n                           Received: 16 September 2019; Accepted: 10 February 2020;\n                           Published: xx xx xxxx\n\n                           References\n                            1. Yang, Y. et al. Clinical Whole-Exome Sequencing for the Diagnosis of Mendelian Disorders. N. Engl. J. Med. 369, 1502–1511 (2013).\n                            2. Clark, M. M. et al. Meta-analysis of the diagnostic and clinical utility of genome and exome sequencing and chromosomal\n                               microarray in children with suspected genetic diseases. npj Genomic Med. 3, 16 (2018).\n                            3. Farnaes, L. et al. Rapid whole-genome sequencing decreases infant morbidity and cost of hospitalization. npj Genomic Med. 3, 10\n                               (2018).\n                            4. Seaby, E. G., Pengelly, R. J. & Ennis, S. Exome sequencing explained: a practical guide to its clinical application. Brief. Funct.\n                               Genomics 15, 374–384 (2016).\n                            5. Teer, J. K. & Mullikin, J. C. Exome sequencing: the sweet spot before whole genomes. Hum. Mol. Genet. 19, R145–R151 (2010).\n                            6. Belkadi, A. et al. Whole-genome sequencing is more powerful than whole-exome sequencing for detecting exome variants. Proc.\n                               Natl. Acad. Sci. USA 112, 5473–8 (2015).\n                            7. Pengelly, R. J. et al. A SNP profiling panel for sample tracking in whole-exome sequencing studies. Genome Med. 5, 89 (2013).\n                            8. Izquierdo, S. & Bernabeu Andreu, F. A. Procedures for Validation of Diagnostic Methods in Clinical Laboratory Accredited by ISO\n                               15189. In Modern Approaches To Quality Control, https://doi.org/10.5772/19762 (InTech, 2011)\n                            9. Mattocks, C. J. et al. A standardized framework for the validation and verification of clinical molecular genetic tests. Eur. J. Hum.\n                               Genet. 18, 1276–1288 (2010).\n                           10. Fu, W. et al. Analysis of 6,515 exomes reveals the recent origin of most human protein-coding variants. Nature 493, 216–20 (2013).\n                           11. Poptsova, M. S. et al. Non-random DNA fragmentation in next-generation sequencing. Sci. Rep. 4, 4532 (2014).\n                           12. van Dijk, E. L., Jaszczyszyn, Y. & Thermes, C. Library preparation methods for next-generation sequencing: Tone down the bias. Exp.\n                               Cell Res. 322, 12–20 (2014).\n                           13. Grokhovsky, S. L. Specificity of DNA cleavage by ultrasound. Mol. Biol. 40, 276–283 (2006).\n                           14. Grokhovsky, S. L. et al. Sequence-specific ultrasonic cleavage of DNA. Biophys. J. 100, 117–125 (2011).\n                           15. Singh, R. R., Luthra, R., Routbort, M. J., Patel, K. P. & Medeiros, L. J. Implementation of next generation sequencing in clinical\n                               molecular diagnostic laboratories: advantages, challenges and potential. Expert Rev. Precis. Med. Drug Dev. 1, 109–120 (2016).\n                           16. Zook, J. M. et al. Extensive sequencing of seven human genomes to characterize benchmark reference materials. Sci. Data 3, 160025\n                               (2016).\n                           17. Zook, J. M. et al. Integrating human sequence data sets provides a resource of benchmark SNP and indel genotype calls. Nat.\n                               Biotechnol. 32, 246–251 (2014).\n                           18. Illumina. TruSight One Sequencing Panel Series: Reference Guide. Available at, https://emea.support.illumina.com/content/dam/\n                               illumina-support/documents/documentation/chemistry_documentation/trusight_one/trusight-one-sequencing-panel-reference-\n                               guide-15046431-03.pdf. (2018).\n                           19. Agilent Technologies. SureSelectXT Target Enrichment System for Illumina Paired-End Multiplexed Sequencing Library. Available\n                               at, https://www.agilent.com/cs/library/usermanuals/Public/G7530-90000.pdf. (2019).\n                           20. Li, H. et al. The Sequence Alignment/Map format and SAMtools. Bioinformatics 25, 2078–9 (2009).\n                           21. Quinlan, A. R. & Hall, I. M. BEDTools: a flexible suite of utilities for comparing genomic features. Bioinformatics 26, 841–2 (2010).\n                           22. Cleary, J. G. et al. Comparing Variant Call Files for Performance Benchmarking of Next-Generation Sequencing Variant Calling\n                               Pipelines. bioRxiv 023754. https://doi.org/10.1101/023754 (2015)\n                           23. Stenson, P. D. et al. The Human Gene Mutation Database: towards a comprehensive repository of inherited mutation data for\n                               medical research, genetic diagnosis and next-generation sequencing studies. Hum. Genet. 136, 665–677 (2017).\n\n                           Author contributions\n                           R.J.P. undertook analysis and interpretation of data and drafted the manuscript. D.W. and D.H. contributed\n                           to design, data acquisition, analysis and interpretation. C.M. and S.E. conceived and designed the work and\n                           contributed to analysis and interpretation of data. All authors have seen and approved the manuscript.\n\n                           Competing interests\n                           The authors declare no competing interests.\n\n                           Additional information\n                           Supplementary information is available for this paper at https://doi.org/10.1038/s41598-020-60215-y.\n                           Correspondence and requests for materials should be addressed to R.J.P.\n                           Reprints and permissions information is available at www.nature.com/reprints.\n                           Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and\n                           institutional affiliations.\n\n\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                                                6\n\fwww.nature.com/scientificreports/                                                             www.nature.com/scientificreports\n\n\n                                         Open Access This article is licensed under a Creative Commons Attribution 4.0 International\n                                         License, which permits use, sharing, adaptation, distribution and reproduction in any medium or\n                           format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Cre-\n                           ative Commons license, and indicate if changes were made. The images or other third party material in this\n                           article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the\n                           material. If material is not included in the article’s Creative Commons license and your intended use is not per-\n                           mitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the\n                           copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.\n\n                           © The Author(s) 2020\n\n\n\n\nScientific Reports |   (2020) 10:3235 | https://doi.org/10.1038/s41598-020-60215-y                                                          7",
  "wordCount": 3402,
  "indexed": "2025-09-25T22:46:17.231Z",
  "method": "direct"
}
