{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Ho et al_2019_Structural variation in the sequencing era.pdf",
  "fileName": "Ho et al_2019_Structural variation in the sequencing era.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Ho et al_2019_Structural variation in the sequencing era.pdf",
  "text": "REVIEWS\n                                   Structural variation in the\n                                   sequencing era\n                                   Steve S. Ho       1\n                                                      , Alexander E. Urban2,3 and Ryan E. Mills                  1,4\n                                                                                                                    *\n                                   Abstract | Identifying structural variation (SV) is essential for genome interpretation but has\n                                   been historically difficult due to limitations inherent to available genome technologies.\n                                   Detection methods that use ensemble algorithms and emerging sequencing technologies\n                                   have enabled the discovery of thousands of SVs, uncovering information about their ubiquity,\n                                   relationship to disease and possible effects on biological mechanisms. Given the variability\n                                   in SV type and size, along with unique detection biases of emerging genomic platforms,\n                                   multiplatform discovery is necessary to resolve the full spectrum of variation. Here, we review\n                                   modern approaches for investigating SVs and proffer that, moving forwards, studies integrating\n                                   biological information with detection will be necessary to comprehensively understand the\n                                   impact of SV in the human genome.\n\n\nStructural variations\n                                  Widespread application of whole-​g enome high-​                difficulties in resolving exact structures of SVs given\n(SVs). Operationally defined as   throughput sequencing (HTS) for the detection of               their substantial diversity and proximity to repetitive\nsequence variants >50 bp in       genetic variants has shown that differences between            regions5,9,11–13. SNVs detected by short-​read technolo-\nsize. The most recognized         individuals are typically present as single-​nucleotide        gies can be sequence-​resolved during the discovery stage\nforms of SV include deletions,\n                                  variants (SNVs), small insertions and deletions (indels;       owing to their smaller size, whereas most SVs require\nduplications, inversions,\ninsertions and translocations.    <50 bp), and structural variations (SVs)1. SVs are extremely   computational inference post hoc as they span multiple\n                                  diverse in type and size, ranging anywhere from ~50 bp         short reads. Because of this, the degree to which contem-\nComplex rearrangements            to well over megabases of sequence, affecting more             porary genomics has studied SNVs compared with SVs is\nA structural variant that\n                                  of the genome per nucleotide changes than any other            significantly skewed. Specifically, standardized best prac-\nconsists of multiple\ncombinations of structural\n                                  class of sequence variant2–6. They comprise a myriad of        tices, robust detection platforms, high-​quality reference\nvariant types nested or           subclasses that consist of unbalanced copy number var-         sets and extensive functional data from genome-​wide\nclustered with one another.       iants (CNVs), which include deletions, duplications and        association studies are available for SNV research14–20.\n                                  insertions of genetic material, as well as balanced rear-      Comparatively, progress in SV analysis is notably lagging\nRead signatures\n                                  rangements, such as inversions and interchromosomal            behind, as detection is suboptimal and reference sets are\nSpecific marks that result from\nreads that map discordantly to    and intrachromosomal translocations. Additionally, SVs         lacking in diversity, sample size and depth.\nthe reference genome.             include mobile element insertions, multi-​allelic CNVs             A considerable increase in the development and\n                                  of highly variable copy number, segmental duplica-             availability of novel sequencing technologies that lev-\n                                  tions and complex rearrangements that consist of mul-          erage specialized flow cells, advanced microfluidics and\n Department of Human              tiple combinations of these described events. SVs are          protein pores, among others, has led to platforms that\n1\n\nGenetics, University of\nMichigan, Ann Arbor, MI, USA.\n                                  present in every human genome and affect molecular             produce reads several orders of magnitude longer than\n                                  and cellular processes, regulatory functions, 3D struc-        those generated from short-​read HTS, enabling the\n2\n Department of Psychiatry\nand Behavioral Sciences,\n                                  ture and transcriptional machinery5,7,8. Thus, increas-        direct detection of many previously indiscernible SVs21\nStanford University School of     ing our knowledge of SV structure and prevalence is            (Box 1). In this Review, we discuss methods for resolv-\nMedicine, Stanford, CA, USA.      necessary to discern the genomics of physiological and         ing SVs in human genomes that bypass the limitations\n3\n Department of Genetics,          pathophysiological processes.                                  of individual short-​read approaches through algorith-\nStanford University School of         Many of the prevalent tools and algorithms to detect       mic ensembles and by leveraging new technologies.\nMedicine, Stanford, CA, USA.\n                                  SVs use short read signatures to infer the presence of SVs     In particular, we discuss the findings of applying new\n4\n Department of Computational      compared with a reference genome9. Although short-​            technologies to genome assembly and population-​scale\nMedicine and Bioinformatics,\nUniversity of Michigan,\n                                  read approaches are highly effective at resolving SNVs,        variant mapping as they relate to germline SVs (for\nAnn Arbor, MI, USA.               SV detection is unable to completely overcome the              recent reviews on somatic SVs, see refs22,23). Along with\n*e-​mail: remills@umich.edu       limited sequence and insert sizes of standard short-​          integrating SV algorithms, we consider integrating data\nhttps://doi.org/10.1038/          read HTS10. There are still considerable limitations on        generated from multiple genomic platforms as a way to\ns41576-019-0180-9                 what can be achieved in SV analysis owing to technical         comprehensively detect the broad range of SVs. As each\n\n\nNature Reviews | Genetics\n\fReviews\n\n  Box 1 | From microarrays to short-​read sequencing and beyond\n\n\n                                       2004     2005    2006    2007     2008        2009    2010    2011      2012        2013     2014        2015        2016        2017        2018        2019        2020\n                                   Array approaches\n                                                                   Short-read WGS\n                                                                                                         Ensemble algorithms\n                                                                                                                     Optical mapping\n                                                                                                                      Strand-seq\n                                                                                                                                                  PacBio\n                                                                                                                                                                10× Genomics\n                              35,000                                                                                                                                    Nanopore\n                                                Emerging technologies\n                                                Arrays and short reads                                                      Pendleton et al.\n                                                Population-scale detection\n                              30,000            Genome assembly                                                                                                                                Chaisson et al.\n                                                Initial detection studies                                                                   Chaisson et al.\n                                              C CNVs\nSV content per human genome\n\n\n\n\n                                                                                                                                                                                             Audano et al.\n                                                                                                                                                                      Huddleston et al.\n                              20,000                                                                                                                   Shi et al.\n\n\n                                                                                              Pang et al.                                                            Seo et al.            Ameur et al.\n\n\n                                                                                                                                                English et al.\n                              10,000                                                                                                                                Hehir-Kwa et al.           Collins et al.\n\n\n                                                                                      Conrad et al.                                                                      Chiang et al.\n                                                                       Kidd et al.\n                                                                                                 Park et al.\n                                                             Korbel et al.                                                                                                                   Abel et al.\n                                        Sebat et al.                                         CC             Mills et al.\n                                                                                                                                                     Sudmant et al.\n                                  0         C                                        C\n                                                Tuzun et al.                          McCarroll et al.\n                                       2004                                  2008                              2012                                           2016                                            2020\n                                                                                                               Year\n\n\n  the prevalence of structural variation (sv) in human genomes has                                                Throughout these studies, two main advantages made short-​read HTS\n  historically been determined by the resolution of available                                                   superior to microarrays for exhaustive SV detection: the detection of\n  technologies. Molecular cytogenetics techniques, particularly                                                 balanced variants and sequences not in the reference (novel insertions),\n  chromosome banding and fluorescence in situ hybridization, powered                                            which are missed by arrays; and higher overall resolution. Thus, short-​read\n  seminal work involving the detection of microscopic chromosomal                                               Hts has been the major driver of progress in sv detection over the past\n  aberrations but were unable to identify submicroscopic variants (for                                          decade given its improved sensitivity over array platforms, although\n  brief historical perspectives on cytogenetic-​based sv detection, see                                         arrays are still regularly used for their low cost and high throughput160.\n  refs22,155). Microarrays then became the primary technology to identify                                       improvements in short-​read technology have enabled the detection of\n  copy number variants (CNvs) in the 2000s due to improved resolution                                           millions of variants, improving the number of detectable SVs from ~2,100\n  over karyotype-​based analysis. Array-​comparative genomic                                                    to ~8,000 SVs per human genome5,43. the emerging sequencing\n  hybridization enabled the first reports of global SV, identifying ~300                                        technologies discussed in this Review push these estimates further, to\n  copy number-​variable loci and informing the wide presence of SVs in                                          >25,000 SVs per individual. Shown (see the figure) are selected studies\n  phenotypically normal human genomes56,156. One of the first sequence                                          that either estimate the extent of SV content or provide estimates of\n  mapping approaches performed with a single fosmid library reported                                            detectable SVs according to technology within phenotypically healthy\n  a similar number of SVs, ~300 variants11. These numbers were highly                                           human genomes, showing the relationship between detectable SVs and\n  preliminary as SNP arrays would soon detect 1,447 and 1,320 CNVs                                              available technologies.\n  across 270 individuals157,158. At this time, sequencing-​based approaches                                       For a more comprehensive overview of the methods and algorithms\n  were dropping in cost — their proof-​of-principle studies exhibited                                           used to detect svs before adoption of the technologies discussed in\n  similar sensitivity compared with arrays but with significantly fewer                                         this Review, we suggest the following references: molecular cytogenetics\n  samples; one study employed paired-​end 454 pyrosequencing in two                                             techniques, ref.161; the application of molecular cytogenetics to\n  human genomes24 and another used a fosmid-​clone-based mapping                                                understand clinical disorders, ref.162; array and clone-​based approaches\n  approach in nine human genomes159 to detect ~1,700 and ~1,300 SVs,                                            to detect svs, ref.155; a comprehensive survey of the first sv detection\n  respectively. Large, population-​scale detection efforts then started to                                      studies, ref.163; short-​read discovery and genotyping, refs9,164,165;\n  emerge. in 2010, high-​density microarrays employing millions of probes                                       detecting complex SVs, ref.166; and clinically relevant CNvs and\n  ascertained 11,700 CNVs across 450 individuals2. A sequencing based-​                                         SV detection from whole-​exome sequencing, refs167–169.\n  approach proved to be more comprehensive in 2011; this study applied\n                                                                                                                Citations for the studies listed in the figure:\n  an ensemble approach to ~4× short-​read high-​throughput sequencing                                           refs2,4,5,11,24,39,43–45,61,95,97,102–105,108,142,156,158,159,170,171. CNv, copy number variant;\n  (Hts) of 185 individuals to detect a three-​fold increase of svs in                                           PacBio, Pacific Biosciences; SV, structural variation; WGS, whole-​genome\n  comparison4.                                                                                                  sequencing.\n\n\n                                                                                                                                                                                             www.nature.com/nrg\n\f                                                                                                                                    Reviews\n\nShort-​read HTS\n                                     approach has different strengths, we highlight individ-     achieve, applications will either intersect calls or take\n(Short-​read high-​throughput        ual strategies, their applications and recent findings.     a union, decreasing and increasing sensitivity while\nsequencing). Standard                We discuss future directions and consider incorporating     decreasing and increasing the FDR, respectively.\nsequencing where libraries are       multimodal biological information as a way to interpret        Stand-​a lone tools for ensemble algorithms help\nfragmented to ~600–800 bp\n                                     the impact of SVs in their molecular contexts.              standardize these integrative pipelines. SpeedSeq47\nin length. Two ends are\nsequenced ~100–250 bp with                                                                       employs LUMPY and CNVnator to cover split-​read,\nan unsequenced insert size of        Ensemble algorithms                                         paired-​end and read-​depth detection before validating\n~100–600 bp.                         Sequencing-​based SV detection leverages primarily calls with a Bayesian likelihood genotyper (SVTyper),\n                                     signatures that result from mapping discordance an approach that is also implemented in the population\nFlow cells\nGlass slides containing fluidic\n                                     between a sample read and the reference genome: read-​ scale-​specific svtools48. HugeSeq41, iSVP49, Parliament2\nchannels for sequencing              pair approaches assess the orientation and distance of (ref.50) and SVMerge40 are ensemble algorithm callers\nreactions to occur.                  paired ends; read-​depth methods detect deletions or that primarily intersect by coordinate overlap, which\n                                     duplications based on divergences in mapping depth; require that a call is detected by multiple callers, whereas\nMicrofluidics\n                                     split-​read approaches leverage alignments that map MetaSV51 takes the union and does not require caller\nDevices that precisely\nmanipulate and control small         over SV breakpoints; and, alternatively, de novo or local overlap. SVMerge and MetaSV both validate their con-\namounts of fluids.                   assembly reassembles contigs before pairwise compar- sensus calls with local reassembly, but MetaSV prioritizes\n                                     ison with a reference24–26. Many early SV callers, such SV signatures with higher resolution (for example, split\nSV callers                           as BreakDancer27, CNVnator28 and PEMer29, special- reads over read pairs). Parliament2 allows users to decide\nAn algorithm designed to\ndetect structural variations\n                                     ized in leveraging only one of four approaches, which on a combination of six short-​read algorithms before\n(SVs). Each putative SV              inherently limits detection (reviewed in ref.9). Hybrid-​ merging calls with SURVIVOR52 and genotyping with\ndetected by a caller is an           signature algorithms, such as DELLY30, Genome STRiP31, SVTyper47. Ensemble algorithm callers are beginning to\nindividual ‘call’. ‘Call’ derives    LUMPY32 and Manta33, among others34–36, mitigate the implement meta-​level heuristics to improve precision\nfrom computer science,\n                                     limited scope of single-​approach algorithms, improving beyond using simple overlap: Parliament2 scores each\nmeaning to invoke a particular\ntask; detected SVs are the           sensitivity by integrating two or more disparate signatures SV call with a caller concordance metric trained on the\nresult of each performed ‘task’.     to call putative SVs based on combined supporting evi- HG002 (also known as NA24385) reference genome50;\n                                     dence. However, even with signal integration, no indi- FusorSV53 implements a data-​mining method to learn\nSensitivity                          vidual caller has been shown to be capable of identifying how well different SV algorithms perform compared\nThe ability to detect known\nvariants correctly. Low\n                                     the complete range of SV owing to the large diversity with a truth set to promote the most complementary\nsensitivity implies low ability to   in viable detection approaches and the variability in SV and highest performing ensemble; and CN-​Learn54, an\ndetect bona fide variants.           subtype and size37–39. One strategy to attenuate this issue algorithm for whole-​exome data, extracts features from a\n                                     involves detecting SVs using multiple discrete algorithms truth set and uses these features to train a random forest\nReference data sets\n                                     on the same sequence data and integrating the variant classifier that differentiates CNV calls as true or false.\nHigh-​resolution structural\nvariation data sets typically        calls to generate a unified call set (Fig. 1A). Combining\nderived from de novo genome          multiple algorithms improves detection by leveraging Population-​scale SV detection\nassemblies, population-​scale        the different heuristic approaches of each individual Ensemble algorithm approaches have been widely used\nsequencing or projects\n                                     caller and has been shown to increase the concordance of in studies characterizing SV across populations. The\nemploying multiple orthogonal\ndetection methods. Reference\n                                     SV calls when compared with reference data sets (Box 2, 1000 Genomes Project (1KGP) initially integrated 19\nsets are used to benchmark           Table 1) developed by large consortium projects40–42.       algorithms to detect SVs in European, Han, Japanese and\ndetection algorithms and             From here onwards, we refer to an ‘ensemble algorithm’ as Yoruban individuals to create a sequencing-​based SV\ndetermine the novelty and            the combination and integration of multiple independent reference map4. This early work provided one of the first\nrarity of structural variation\n                                     SV detection algorithms.                                    frameworks for using ensemble approaches to detect SVs\ncalls.\n                                         Most ensemble algorithms have been developed in-​ at the population scale and revealed 51 SV hotspots in\nEnsemble algorithm                   house, meaning the combination of algorithms and heu- the genome, 80% of which were dominated by a single\nA detection method that              ristic filters are unique to individual projects and thus formation mechanism, non-​allelic homologous recom-\ncombines the resulting call sets\n                                     non-​standardized. However, one or several algorithms bination, some at loci associated with known genetic\nfrom multiple independent\nalgorithms.\n                                     are typically used to cover each signature type; for exam- conditions. At the completion of phase 3, the 1KGP had\n                                     ple, CNVnator can be combined with BreakDancer and sequenced 2,504 individuals across 26 populations and\nFalse-​discovery rate                Pindel to cover read depth, read pair and split reads, investigated all major SV classes in contrast to the dele-\nThe expected number of calls         respectively, although recent approaches use hybrid-​ tion focus of the phase 1 marker paper5 (Table 1). The\nthat should be false but are\n                                     signature callers as well. Following multi-​algorithm authors generated one of the most comprehensive and\nmarked as true within the final\ncall set.                            detection, the resultant calls are merged, combining diverse reference sets of human SVs to date and esti-\n                                     potentially duplicate SVs with delineating SVs called mated that typical human genomes contain between\nCoordinate overlap                   uniquely by each algorithm. The methods to integrate, 2,100 and 2,500 SVs that affect ~20 million nucleotides\nThe number of base pairs that\n                                     combine and score calls vary markedly between studies (Box 1). Moreover, they found that SVs are enriched for\nare identical between two\ndifferent variant calls.\n                                     and thus far have used breakpoint confidence interval expression quantitative trait loci (eQTLs) up to 50-fold\n                                     overlap, breakpoint distances, false-​discovery rate (FDR) compared with SNVs. Although the 1KGP set the stage\n                                     cut-​off thresholds, read-​signature prioritization (split for large-​scale SV detection by sequencing, the fairly low\n                                     reads > read pair > read depth), caller concordance coverage (~6–7×) per sample limited power to detect\n                                     and supporting signatures’ thresholds4,5,43–46 (Fig. 1B). rare variants55.\n                                     A seventh factor, coordinate overlap, is considered by         SV projects with larger and deeper data sets have\n                                     all ensemble algorithm methods to varying degrees. emerged to improve on the 1KGP reference set. One\n                                     Depending on the level of sensitivity a project aims to study applied svtools to ~18,000 human genomes,\n\n\nNature Reviews | Genetics\n\fReviews\n\nPurifying selection\n                                  detecting 118,973 and 241,426 SVs from data sets alig­          loss-​of-function variants. To improve rare SV detection,\nA process of natural selection    ned to Genome Reference Consortium Human Build 37               the Genome Aggregation Database (gnomAD) system-\nwhere strongly deleterious        (GRCh37) and GRCh38, respectively44. The authors esti-          atically processed data from fewer individuals (~15,000)\nalleles are selectively removed   mated a mean of 4,442 high-​confidence SVs per human            but at increased mean coverage (~32× versus 20×)43.\nfrom a population.\n                                  genome (Box 1) and notably found that: ~4 out of 4,442 SVs      The authors detected 498,257 SVs from an ensemble\n                                  alter exons directly; and ~19 out of 4,442 SVs are rare         of four algorithms, finding an average of 8,202 SVs\n                                  non-​coding deletions that, using predictive functional         per human genome (Box 1) non-​uniformly distributed\n                                  annotation, were up to 800 times more likely to be              throughout the genome by SV subclass. This study\n                                  strongly deleterious than rare SNVs, exhibiting levels          revealed that 253 out of 8,202 SVs in the average genome\n                                  of purifying selection comparable with those of small           are intragenic and eight out of 8,202 are rare SVs that\n\nA            Sequencing data                                             Ba Overlap                                                    Bf Caller concordance\n\n                                                                                                               Caller 1\n 1        Read mapping creates\n          short read signatures                                                                                Caller 2\n      Read pair          Read depth\n\n      Split read         Local reassembly                         Bb Breakpoint distance                                        Bg Breakpoint conﬁdence intervals\n\n\n\n 2      SV detection with multiple\n         independent algorithms\n LUMPY + DELLY + Genome STRiP + svelter\n     CNVnator + BreakDancer + Pindel                            Bc Genotype concordance\n\n                                                                AAAB                    AABB                                               Bh ROC ﬁtting\n 3         Filters and heuristics                               AAAB                    AABB\n\n                                                                                                               True positives\n\n\n\n\n                                                                                                                                                      True positives\n      Signature          ROC ﬁtting\n      thresholds                                                AAAB                    AABB\n                       Coordinate overlap                       ABBB\n        Caller                                                                          AABB\n     concordance          Breakpoint\n                          conﬁdence\n     FDR cut-offs          intervals\n                                                                                                                                False positives                        False positives\n                                                             Bd Read-signature prioritization\n\n 4        Consensus generation                                                 >                                                            Bi FDR tuning\n              and reﬁnement\n                      Read-signature                                                                                                    False positives\n      Validation                                                                                                                                        > 10%\n                       prioritization                                                                                                    All positives\n      Breakpoint\n                            Reassembly\n                                                            Be Supporting evidence thresholds\n      resolution                                                                                                                           Tune parameters\n\n                                                                                                                                        False positives\n           Ensemble SV call set                                                                                                                         < 10%\n                                                                                                                                         All positives\n\nFig. 1 | Overview of ensemble algorithms. A | Flowchart outlining the              genotypes for additional accuracy. Bd | Read signatures are often prioritized\nmajor steps in an ensemble algorithm. Step 1, discordantly mapped reads            such that if two calls overlap, the call supported with a higher-​resolution\nresult in signatures that are used to infer structural variations (SVs). Step 2,   read signature is chosen. Be | Calls may be required to have support from a\nmultiple independent algorithms detect SVs in parallel. Step 3, filters and        minimum number of reads containing a given signature before merging.\nheuristics based on the project aims are applied to remove false-​positives        Bf | Intersection, or caller concordance, requires that calls are detected by a\nand merge calls. Step 4, final decisions are made to designate and preserve        minimum number of multiple algorithms, most often two. This opposes\nhigh-​confidence calls, and they are output as a consolidated list of putative     taking the union of calls, which requires no caller overlap. Bg | Breakpoint\nvariants. B | Factors in integrating SV calls. As detection methods vary           confidence intervals were estimated by local reassembly in the 1000\nsubstantially in their resolution and approach, a large variety of heuristics      Genomes Project phase 1 (ref.4) and by comparisons with high-​quality long-​\nhave been applied to merge calls derived from different algorithms.                read SVs39. In both studies, calls were merged if their breakpoint confidence\nBa | Almost all integration methods consider the immediate intuitive option,       intervals overlapped. Bh | Parameters of individual callers can be adjusted to\noverlap, with a common requirement of 50% reciprocity. Overlap analysis            better fit a receiver operating characteristic (ROC) curve by benchmarking\ncan require a minimum or maximum length difference between the called              against a truth set of choice, although high-​confidence calls within a given\nSVs to improve stringency. Alternatively to coordinate overlap, one can use        call set have also been used as a benchmark43. Bi | Projects with orthogonal\nsequence similarity, as employed by the Genome in a Bottle consortium60.           data can adjust caller parameters to keep the false-​discovery rate (FDR) at a\nBb | Computing the distance between breakpoints as opposed to overlap is           certain threshold (typically <10%) before merging calls5. These factors and\nuseful for higher-​resolution methods such as split-​read analysis.                techniques have been primarily considered for short-​read integration but\nBc | Algorithms may require that calls to be merged have consistent                they carry over to multiplatform approaches as well.\n\n\n                                                                                                                                                     www.nature.com/nrg\n\f                                                                                                                                              Reviews\n\n Box 2 | structural variation reference sets                                                               and the filters applied for stringency are also highly\n                                                                                                           variable, leading to parameterizations that sacrifice\n reference data sets are essential for the development of structural variation (sv)                        precision for recall, or vice versa. Additionally, stand-​\n discovery methods. Many algorithms validate detection ability by benchmarking                             alone ensemble algorithm tools are largely immature\n against or training with data sets released by population-​scale sequencing, de novo                      and mostly rely on simple overlap. Larger projects opti-\n genome assemblies or projects that perform comprehensive discovery with multiple\n                                                                                                           mize ensemble algorithms with truth sets generated\n orthogonal platforms5,39,43–45,58,60,61,75,97,103–105,107,108,119,142,172. the type of chosen reference\n sets should be appropriate for each application; for example, highly curated                              from validation data, implementing FDR cut-​offs and\n discovery sets are appropriate for benchmarking detection methods, whereas population-​                   tuning receiver operating characteristic curves. However,\n scale sets are useful for determining call set novelty or rarity. these data sets differ in               stand-​alone methods do not possess specifically gener-\n sample size, ancestry, depth, platform, merging methodology, sensitivity and specificity,                 ated benchmarks, making it difficult to implement these\n all of which should be considered before deciding which set is right to utilize, as biases                methods. The development of standardized variant\n influenced by these choices are inherently passed to the applications that employ                         benchmarks is an active area of research that may help\n them. Reference sets also vary widely when it comes to orthogonal validation, whereby                     formalize the development of ensemble algorithms by\n some reference sets employ multiple orthogonal platforms but others perform none,                         providing high-​quality reference data sets that are thor-\n opting to maximize quality metrics instead. Given this large variation, projects often                    oughly validated computationally and experimentally42,60.\n use more than one reference set to maximize inclusivity and avoid overfitting.\n                                                                                                           Furthermore, ensemble algorithms focused on integrat-\n Reference sets undergo an iterative process where newer data sets are typically more\n sensitive and exhaustive due to technological improvements. Thus, developing                              ing only short-​read data do not overcome the limitations\n algorithms should focus their benchmarks on more recent resources to avoid                                of short-​insert sizes; they continue to poorly detect small\n confounding issues stemming from technological limitations in legacy data. indeed, a                      insertions and suffer in repetitive regions39,61,62.\n recent study found numerous batch effects within the 1000 Genomes Project release\n set173. selected sequencing-​driven reference data sets representing phenotypically            Emerging genomic technologies\n ‘normal’ individuals are listed in Table 1. we chose data sets that include sv calls, focus    A plethora of emerging technologies seek to expand\n on collections with available raw data and list orthogonal data from multiple sources for      beyond the capabilities of short reads. Connected-​\n some reference sets. Additional resources can be found in dbVar174.                            molecule strategies, such as linked reads, Strand-​s eq\n                                                                                                and high-​throughput chromosome conformation cap-\n                                                                                                ture (Hi-​C), expand upon short reads by inferring long\n                                   likely alter gene function. Strikingly, they found that 57% connections between distally mapped short-​read pairs.\nPhased SVs\n                                   of the human reference genome GRCh37 is covered by at These strategies are similar to long-​insert short-​read\n(Phased structural variations).\nVariants that are assigned to a    least one CNV. The 1KGP and subsequent population-​ libraries (reviewed elsewhere63), which trade lowered\npaternal haplotype, often          scale SV analyses show the potential for SVs to affect sequence coverage for high physical coverage, improving\ncomputed using family trio or      gene expression and reveal the prodigious ubiquity and decreasing power to detect large and small variants,\nheterozygous single-​nucleotide    of SVs far beyond the ~12 CNVs per human genome respectively. Alternatively, single-​molecule strategies gen-\nvariant data.\n                                   estimated in 2004 (ref.56).                                  erate contiguous reads tens to hundreds of kilobases long,\nReceiver operating                     In contrast to global approaches, some projects focus thus enabling direct detection of many SVs and improv-\ncharacteristic curves              on detecting SVs from populations that derive from a ing alignment of unique reads in repetitive regions.\nPlots of the true positive rate    recent common ancestry. SVs were twice analysed in Single-​molecule strategies exist in two dominant forms:\nagainst the false positive rate\n                                   ~750 genomes derived from 250 Dutch families, once long-​read sequencing by Pacific Biosciences (PacBio)\nshowing the relationship\nbetween sensitivity and            for de novo SVs and then for phased SVs (note that SVs and Oxford Nanopore Technologies (ONT); and opti-\nspecificity.                       were defined as variants >20 bp in this project), reveal- cal mapping by Bionano. Comparatively, connected-​\n                                   ing Dutch-​specific SVs and SV hotspots undetected by molecule strategies have high specificity for defined size\nConnected-​molecule                the 1KGP45,57. Similar work used an ensemble algorithm ranges and SV subtypes, whereas single-​molecule strat-\nstrategies\nGenomic methods that connect\n                                   to detect SVs in 1,070 Japanese individuals to develop egies have higher overall sensitivity. Many of the above\nshorter reads of a DNA             a Japanese-​specific reference panel58. An increase in technologies are thoroughly reviewed in ref.21.\nmolecule together to provide       similar population-​s pecific SV detection projects\nlong-​range information.           will be necessary to shift the diversity gap in genetics Connected-​molecule strategies\n                                   research and help identify rare SVs specific to ancestral Linked reads. Numerous methods, such as pooled-​clone\nSequence coverage\nThe average number of times a      backgrounds59. Indeed, some groups are still extremely sequencing and Illumina Synthetic Long Reads, repre-\ngiven locus is covered by a        under-​represented; for example, Hispanic and Latin sent ‘synthetic long reads’ or linked reads, which use\nsequence read.                     American individuals make up only 7.8%43 and 16%44 of specific library preparations to infer long-​range infor-\n                                   recent data sets, respectively.                              mation from existing short-​read sequences64,65. The 10x\nPhysical coverage\nThe average number of times a\n                                                                                                Genomics Linked-​Reads (LR) platform is currently the\ngiven locus is covered by the      Limitations                                                  most commonly used synthetic long-​read platform.\ncumulative length of the reads,    Studies that use ensemble algorithms are confounded This technology partitions and barcodes diluted high-​\nincluding unsequenced inserts.     by highly variable coverage, which has ranged from 3× molecular-weight DNA using a microfluidic device prior\n                                   to 90× in different projects, leading to the application to short-​read sequencing; the origin of the short-​read\nSingle-​molecule strategies\nGenomic methods that read the      of ad hoc heuristics and filtering which appreciably fragments can be determined from their respective bar-\nentirety of long strands of DNA.   influence sensitivity and detection outcomes. Projects codes, and long-​range information is reconstructed in\n                                   employ anywhere from three to 19 distinct algorithms silico66. Additionally, linked reads retain their underlying\nSpecificity                        — variations in sensitivity and precision between algo- short-​read information and have greatly increased phys-\nThe ability to detect the\nabsence of variants correctly.\n                                   rithm choices directly affect the consensus call set, as the ical coverage resulting from coverage of the constructed\nLow specificity implies many       accuracy of ensembles is highly influenced by algorithm molecule combined with coverage of each underlying\nfalse positives.                   combinations38. The truth sets used to benchmark calls short fragment. The physical coverage makes linked\n\n\nNature Reviews | Genetics\n\fReviews\n\nTable 1 | A list of currently available reference data sets\nselected reference        Reference type, platform       Raw data    sample   sVs detected        Description; orthogonal validation if\ndata sets                 and coverage                   publicly    number                       applicable\n                                                         available\n1KGP phase 35             Population-​scale              Y           2,504    68,818              Individuals across 26 populations; PCR,\n                                                                                                  orthogonal short-​read platforms, PacBio\n                          Illumina short-​read, 7.4\n                                                                                                  and microarrays\n1KGP — high               Population-​scale              N/A         2,504    N/A                 High coverage sequencing of the individuals\ncoverage                                                                                          from phase 3 of the 1KGP\n                          Illumina short-​read, ~30\nGenome of the             Population-​scale              N           769      59,358* (>20 bp)    769 individuals from 250 Dutch families;\nNetherlands                                                                                       PCR amplification of breakpoint junctions\n                          Illumina short-​read, 12\nrelease 6.145                                                                                     followed by Sanger or short-​read sequencing\nTohoku Medical        Population-​scale                  N           1,070    56,697* (>100 bp)   Individuals of Japanese ancestries; digital\nMegabank                                                                                          droplet PCR\n                      Illumina short-​read, 32.4\nOrganization, 1KJPN58\nGTEx142                   Population-​scale              N           147      23,602              SVs detected across 13 different human\n                                                                                                  tissues; microarray data\n                          Illumina short-​read, 49.9\nAbel et al.44             Population-​scale              N           17,795   118,973 (GRCh37)    Individuals of African American, Latino, Finnish\n                                                                                                  European, non-​Finnish European, East Asian,\n                          Illumina short-​read, ≥20                           241,426 (GRCh38)\n                                                                                                  Pacific Islander and South Asian ancestries\nSherman et al.207         Population-​scale              Y           910      125,715             Novel insertion detection in individuals of\n                                                                                                  African ancestries\n                          Illumina short-​read, 30–40\ngnomAD-​SV43              Population-​scale              N/A         14,216   498,257             Individuals of African, East Asian, European,\n                                                                                                  Latino and admixed ancestries\n                          Illumina short-​read, 32\nVenter/HuRef170,208,209   Highly curated                 Y           1        808,346*            De novo assembly of a European–American\n                                                                                                  adult man; Sanger sequencing-​based\n                          Sanger reads, 7.5\n                                                                                                  assembly, a wide suite of microarray data, and\n                          10x Genomics LR, 42                                                     BAC and fosmid libraries\n                          Illumina short-​read, 92, 36\n                          Illumina 2 kb mate-​pair, 7\n                          Illumina 5 kb mate-​pair, 6\n                          IIlumina 12 kb mate-​pair, 3\nCHM1     61,97\n                          Highly curated                 Y           1        20,602              De novo assembly of a haploid human\n                                                                                                  hydatidiform mole; short-​reads and Sanger\n                          PacBio, ~40\n                                                                                                  capillary-​based sequencing; target sequencing\n                          PacBio, 62.4                                                            of BAC clones, de novo PacBio assemblies,\n                                                                                                  Sanger sequencing and targeted PCR\nCHM1397,210               Highly curated                 Y           1    ",
  "wordCount": 17331,
  "indexed": "2025-09-25T22:45:58.400Z",
  "method": "direct"
}
