{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Aradhya_Cherry_2007_Array-based comparative genomic hybridization.pdf",
  "fileName": "Aradhya_Cherry_2007_Array-based comparative genomic hybridization.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Aradhya_Cherry_2007_Array-based comparative genomic hybridization.pdf",
  "text": "September 2007 䡠 Vol. 9 䡠 No. 9                                                                                               review\n\n\n\nArray-based comparative genomic hybridization: clinical\ncontexts for targeted and whole-genome designs\nSwaroop Aradhya, PhD, and Athena M. Cherry, PhD\n             Array-based comparative genomic hybridization is ushering in a new standard for analyzing the genome, overcoming\n             the limits of resolution associated with conventional G-banded karyotyping. The first genomic arrays were based on\n             bacterial artificial chromosome clones mapped during the initial phases of the Human Genome Project. These\n             arrays essentially represented multiple fluorescence in situ hybridization assays performed simultaneously. The\n             first arrays featured a targeted design, consisting of hundreds of bacterial artificial chromosome clones limited\n             mostly to genomic regions of known medical significance. Then came whole-genome arrays, which contained\n             bacterial artificial chromosome clones from across the entire genome. More recently, alternative designs based on\n             oligonucleotide probes have been developed, and all these are high-density whole-genome arrays with resolutions\n             between 3 and 35 kb. Certain clinical circumstances are well suited for investigation by targeted arrays, and there\n             are others in which high-resolution whole-genome arrays are necessary. Here we review the differences between\n             the two types of arrays and the clinical contexts for which they are best suited. As array-based comparative genomic\n             hybridization is integrated into diagnostic laboratories and different array designs are used in appropriate clinical\n             contexts, this novel technology will invariably alter the testing paradigm in medical genetics and will lead to the\n             discovery of novel genetic conditions caused by chromosomal anomalies. Genet Med 2007:9(9):553–559.\n             Key Words: array comparative genomic hybridization, bacterial artificial chromosome, oligonucleotide, copy num-\n             ber variant, whole genome array, targeted array, fluorescence in situ hybridization\n\n\n\n   Since 1956, when Tjio and Levan made the landmark obser-                                    tions must be appreciated as it begins to take its place in cyto-\nvation that human cells contain 46 chromosomes, the practice                                   genetics laboratories.\nof cytogenetics has witnessed many innovations, including\nchromosome banding techniques, fluorescence in situ hybrid-\n                                                                                               BACTERIAL ARTIFICIAL CHROMOSOME (BAC) ARRAYS\nization (FISH), spectral karyotyping, and comparative\ngenomic hybridization (CGH).1 Of these advances, G-banded                                         Completion of the Human Genome Project and improve-\nkaryotyping is the most useful method for whole-genome anal-                                   ments in microarray technology led to the development of the\nysis and has hence been the gold standard for analyzing chro-                                  first “genomic arrays,” which differed from previous arrays\nmosomes for the past several decades. As these advances helped                                 that consisted mainly of expressed sequence probes. The first\nilluminate the causes of a range of genetic disorders and can-                                 genomic arrays, developed by various academic centers and\ncers, experts in the field formulated criteria for their use in                                commercial entities (Table 1), incorporated large clones de-\nclinical diagnostics. The most recent and perhaps the most                                     rived from the initial physical mapping stages of the Human\nconsequential advancement yet, microarray-based CGH (ar-                                       Genome Project.3–5 Most of these were BAC clones that were\nray CGH), finally offers a method for whole-genome analysis                                    larger and more stable than alternative types of clones. The first\nat resolutions much greater than that possible with conven-                                    BAC arrays were “targeted” formats, containing proprietary\ntional karyotyping.2 This technology holds considerable                                        collections of clones from specific genomic regions, designed\npromise for the field of medical genetics, but several stipula-                                to detect deletions or duplications associated with known ge-\n                                                                                               netic disorders.3,4 These targeted arrays were followed by\n                                                                                               “whole-genome” arrays, which contained clones selected at\nFrom the Department of Pathology, Stanford University School of Medicine, Palo Alto,\nCalifornia.\n                                                                                               regular intervals across the entire genome. For example, one\nSwaroop Aradhya, PhD, GeneDx, 207 Perry Parkway, Gaithersburg, MD 20877. Tel: 301-\n                                                                                               commercial whole-genome BAC array contains about 2600\n519-2100. Email: swaroop@genedx.com                                                            clones spread across the genome with an average distance of\nDisclosure: The authors are members of the Scientific Advisory Committee for Cytogenetics at   1 Mb between clones.6,7 Some academic centers have also\nAffymetrix, Inc. (Santa Clara, CA).                                                            developed whole-genome arrays with similar resolution, as\nSubmitted for publication March 27, 2007.                                                      well as tiling arrays that consist of overlapping clones span-\nAccepted for publication June 20, 2007.                                                        ning the entire genome.8 –10 Irrespective of the design of\nDOI: 10.1097/GIM.0b013e318149e354                                                              BAC arrays, their underlying concept is the same. These\n\nGenetics IN Medicine                                                                                                                                         553\n\fAradhya and Cherry\n\n                                                                             Table 1\n                                                    Examples of current array CGH products and services\n                  Vendor                                       Type of array                               Resolution                         Feature type\nBaylor College of Medicine, Houston, TX       Targeted array                                 Tiling path in regions of known medical BACs\n                                                                                                  significance. Resolution in these\n                                                                                                  regions ⫽ BAC length (70–200 kb).\n                                                                                                  Oligo array under development\nWellcome Trust Sanger Institute, Hinxton,     Targeted array                                 Tiling path in regions of known medical   BACs\n Cambridge, UK                                                                                    significance. Resolution in these\n                                                                                                  regions ⫽ BAC length (70–200 kb)\n                                              Whole-genome array                             Tiling path across genome: resolution\n                                                                                                  approximately 70–200 kb\nSignature Genomics, Inc., Spokane, WA         Targeted arrays: SignatureChip, MarkerChip     Tiling path in regions of known medical   BACs\n                                                                                                  significance. Resolution in these\n                                                                                                  regions ⫽ BAC length (70–200 kb)\nSpectral Genomics, Inc., Houston, TX          Targeted array: Constitutional Chip            Tiling path in regions of known medical   BACs\n                                                                                                  significance. Resolution in these\n                                                                                                  regions ⫽ BAC length (70–200 kb)\n                                              Whole-genome array: Spectral Chip 2600         Averaged resolution: 1-Mb resolution\n                                                                                                 across entire genome\nAgilent Technologies, Inc., Santa Clara, CA   All are whole-genome arrays:                   Averaged resolution (gene centric):       60-mer oligo\n                                                44B (43,000⫹ probes)                           35 kb\n                                                105K (99,000⫹ probes)                          15 kb\n                                                244K (236,000⫹ probes)                         6.4 kb\n                                                                                    a\nAffymetrix, Inc., Santa Clara, CA             All are whole-genome and SNP-based :           Averaged resolution:                      25-mer oligo\n                                                100K mapping array                             26 kb\n                                                500K mapping array                             5 kb\n                                                Genome-wide human SNP array 5.0                4 kb\n                                                                                    a\nIllumina, Inc., San Diego, CA                 All are whole-genome and SNP based :           Averaged resolution:                      50-mer oligos on beads\n                                                Infinium HumanHap300 (318,000 probes)          5 kb\n                                                Infinium HumanHap550 (555,000 probes)          2.8 kb\n                                                Infinium HumanHap650 (655,000 probes)          2 kb\nNimblegen, Inc., Madison, WI                  All are whole-genome arrays (385,000           Averaged resolution (repeats masked):     50–75-mer oligo\n                                                    probes):\n                                                Single array                                   6.27 kb\n                                                4-set arrays                                   1.57 kb\n                                                8-set arrays                                   713 bp\nCGH, comparative genomic hybridization; BAC, bacterial artificial chromosome; SNP, single nucleotide polymorphism.\na\n Require whole genome amplification before DNA labeling.\n\n\n\n\narrays essentially represent FISH experiments en masse and                          sence of single nucleotide polymorphisms (SNPs) within the\ncan be used to screen for many genetic disorders simulta-                           probes.11 Although a discussion of these differences is impor-\nneously.                                                                            tant and has relevance to diagnostic testing, it is beyond the\n                                                                                    scope of this review. However, it is worthwhile to emphasize\n                                                                                    that oligonucleotide probes are constructed in situ using dif-\nOLIGONUCLEOTIDE ARRAYS                                                              ferent patented technologies that allow the arrays to be quickly\n   Soon after the first BAC arrays were introduced, various                         customized. All available oligonucleotide platforms are whole-\ncompanies developed arrays containing single-stranded oligo-                        genome arrays, but they can be customized either to function\nnucleotide probes (Table 1). Unlike BAC arrays, oligonucleo-                        as targeted arrays (similar to available targeted BAC arrays) or\ntide arrays do not have the same underlying design concept.                         to substantially increase resolution in a specific genomic region\nVariations include manufacturing method, sample through-                            of interest. This versatility will eventually prove useful as array-\nput capacity, probe length (25– 80 bases), and presence or ab-                      CGH technology becomes widespread.\n\n554                                                                                                                                  Genetics IN Medicine\n\f                                                                                              Targeted and whole-genome array CGH\n\nRESOLUTION OF TARGETED VERSUS                                                                           Table 2\nWHOLE-GENOME ARRAYS                                                  Clinical contexts for targeted versus high-resolution whole-genome array CGH\n                                                                                                                                    High-resolution\n   The resolution of any genomic array is defined by the length                                                                     whole-genome\nof the individual probes and the distance between adjacent                 Clinical context                  Targeted array             array\nprobes on that array. Classifying the resolution on an array as      Whole chromosome                  Yes                          Yes\nmacroresolution or microresolution may also be useful. We             aneuploidy\ndefine macroresolution as the average space between probes           Subtelomere anomalies             Yes (see comment)a           Yes\nacross the entire genome, and it applies only to whole-genome        Characterized                     Yes                          Yes\narrays. Microresolution would be the density of probes within          microdeletion syndromes\na specific region of interest and is relevant to both targeted and   Unknown microdeletions/           Lower chance of              Higher chance\nwhole-genome arrays. For example, a targeted BAC array may            duplications                       detectiona                   of detectiona\nhave a 100-kb microresolution in the 1p36 region, whereas a          Marker chromosomes                Yes                          Yes\nwhole-genome oligonucleotide array may have a 150-kb mac-\n                                                                     Uniparental disomy                No                           Yesb\nroresolution across the entire genome, but a 10-kb microreso-\nlution within the critical region for Williams syndrome.             Unbalanced translocations         Yes (with                    Yes\n                                                                                                         subtelomeric\nHigher microresolution gives users greater confidence in ob-                                             coverage)a\nserved data if multiple probes within a region indicate the same\n                                                                     Defining unbalanced               Yes, less precise (see       Yes, with better\nresult. Ultimately, the macro- and microresolution on an array         translocation boundaries          comment)a                    boundary\nhave direct bearing on the use of array CGH for surveying                                                                             definitiona\nregions associated with known genomic disorders, for identi-         Translocation breakpoint          Lower chance of              Higher chance\nfying novel chromosomal anomalies, and for refining the                anomalies (del/dup)               detectiona                   of detectiona\nboundaries of observed chromosomal imbalances.                       Insertions                        Lower chance of              Higher chance\n                                                                                                         detectiona                   of detectiona\n                                                                     Balanced translocationsc          Noc                          Noc\nCLINICAL CONTEXTS FOR TARGETED ARRAYS\n                                                                     Inversions                        No                           No\n   Targeted BAC arrays were originally designed to test for mi-      This table applies only to “over-the-counter” arrays, not to customized arrays.\ncrodeletion and microduplication syndromes (genomic disor-           CGH, comparative genomic hybridization.\n                                                                     a\nders) and for gains or losses of subtelomeric DNA with a single        Depends on probe coverage. With subtelomere anomalies, some targeted\n                                                                     arrays may not detect the proximal boundary, for example, if a large deletion\nassay (Table 2). The medical genetics community has, how-            extends beyond the local subtelomeric coverage. A targeted array may define\never, debated the utility of such an assay. Some downplay the        translocation breakpoint anomalies (i.e., local deletions or duplications at the\nutility of targeted BAC arrays, stating that most conditions that    breakpoint) if it has coverage at the breakpoint, although anomalies at trans-\n                                                                     location breakpoints are typically small (few base pairs to few kilobases) and\nthey test for can be clinically diagnosed under most circum-         may be detected only by an oligonucleotide array. A targeted array may also\nstances and that a simple FISH test can usually verify those         define the boundary of a translocation on a derivative chromosome if it has\ndiagnoses. Others argue that a clinical diagnosis cannot be          sufficient coverage at the breakpoint, but with less precision than an oligonu-\n                                                                     cleotide array.\nmade with certainty in every situation because phenotypic            b\n                                                                       Only on single nucleotide polymorphism– based oligonucleotide arrays.\nvariability in many disorders is not fully appreciated, even         c\n                                                                       Detection of balanced translocations would be possible if derivative chromo-\nwithin well-characterized syndromes. For instance, a targeted        somes were flow-sorted before array CGH (see Gribble et al.12).\narray may help clarify the underlying cause if a patient is too\nyoung to have manifested the full phenotype for a disorder, if\nthe disorder shows significant variable expressivity, or if a sin-\ngle patient shows characteristics of multiple disorders. For         those covered by the current set of FISH probes used to analyze\nthese reasons and because targeted BAC arrays can also detect        subtelomeric rearrangements. For example, 1p36 deletion syn-\nsubtelomeric abnormalities, they have been in considerable           drome (OMIM #607872) is caused by large deletions that vary\ndemand since their inception.                                        in size and location within 1p36. Targeted BAC arrays with\n   The American College of Medical Genetics recommends               high microresolution within 1p36 have defined the boundaries\nhigh-resolution karyotyping and subtelomere-targeted FISH            for these deletions and provided insight into genotype-pheno-\nas part of the diagnostic workup for children with develop-          type correlations.16,17\nmental delay.13 These patients often demonstrate mental retar-          Targeted BAC arrays are also useful for classifying supernu-\ndation as they grow, and many suffer from congenital anoma-          merary marker chromosomes (Table 2).18 –20 Conventional\nlies. Conventional subtelomere-targeted FISH detects cytogenetic     methods for analyzing marker chromosomes are time-con-\nimbalances in about 2.5% of these patients.14 Targeted BAC           suming and labor-intensive and require complex cocktails of\narrays have already uncovered subtelomeric anomalies in              FISH probes. With these methods, identifying the exact origin\nmany patients whose results from subtelomere-targeted FISH           of a marker chromosome is difficult, and determining the\nwere normal.4,15 This is because pathogenic rearrangements           amount of euchromatin present is harder still. This has direct\ncan occur along greater lengths of subtelomeric regions than         relevance to predicting phenotypic outcome in those individ-\n\nSeptember 2007 䡠 Vol. 9 䡠 No. 9                                                                                                                 555\n\fAradhya and Cherry\n\nuals carrying marker chromosomes. Provided that the marker           ple is the recently discovered 17q21 microdeletion syndrome\nchromosome is present in a reasonable percentage of cells            (OMIM #610443). The deletion is ⬍1 Mb and was identified by\n(ⱖ25% mosaicism to 100% of cells), targeted BAC arrays with          four separate groups using whole-genome array CGH.21,25,26 This\nadequate microresolution in the pericentromeric regions of           disorder is thought to account for as many as 1% of all cases of\nchromosomes can more easily identify the origin of a marker          mental retardation.25,27 Another example of a cytogenetic anom-\nchromosome and also define its euchromatic segments. How-            aly discovered with whole-genome array CGH is the deletion re-\never, it is important to recognize that large BAC clones in the      sponsible for Nablus masklike facial syndrome (OMIM #608156),\npericentromeric regions can contain repeats, and, unless each        a multiple malformation syndrome.28 Several more novel disor-\nclone on a targeted array is carefully selected to ensure that it    ders will be discovered in the near future as whole-genome array\nmaps to the appropriate chromosome and produces signals              CGH is more widely applied.\nwith good specificity, results may be equivocal and require             High-resolution whole-genome arrays are of significant in-\nfollow-up.18 Targeted BAC arrays are also limited in their abil-     terest to the cytogenetics community because of their genome-\nity to define euchromatic segments to intervals smaller than         wide assaying capacity as well as versatility. Commercially\nthe BACs themselves, which are 80 to 200 kb.                         available whole-genome BAC arrays have moderate resolution\n   Targeted BAC arrays also have some more general advan-            (1 Mb), and no high-resolution BAC arrays (such as tiling ar-\ntages. First, they can be used to quickly examine regions of         rays) are available on the market. Thus, high-resolution whole-\nknown clinical relevance in a multiplex fashion. Second, when        genome arrays will be defined as high-density oligonucleotide\na deletion or duplication is identified, confirmation is straight-   arrays for the purposes of this review.\nforward because the clones that initially detected the abnor-           One major advantage of high-resolution whole-genome ar-\nmality can themselves be used as FISH probes. Third, well-           rays is that they can potentially define deletion or duplication\ndesigned targeted arrays generally detect only abnormalities         boundaries with greater precision than BAC arrays. Knowing\nthat have been previously described (with the exception of           the extent of some cytogenetic alterations may provide insight\nsome subtelomeric rearrangements), hence making data inter-          into genotype-phenotype correlations. One illustrative exam-\npretation straightforward. On some targeted arrays, sparse\n                                                                     ple is the multiple malformation syndrome, Greig cepha-\ncoverage outside regions of known medical relevance can iden-\n                                                                     lopolysyndactyly syndrome (GCPS; OMIM #175700), which is\ntify novel rearrangements, but this is generally infrequent.\n                                                                     caused by haploinsufficiency for GLI3 and adjacent genes in\n   A major limitation of targeted arrays, of course, is that when\n                                                                     7p14.1. The prognosis in GCPS patients depends on the size of\nclinical signs and symptoms do not fit any of the disease-asso-\n                                                                     the deletion, which is difficult to determine by FISH or DNA\nciated chromosomal anomalies for which the targeted array is\n                                                                     sequencing. Focused array CGH with very high microresolu-\nintended to screen, then the arrays cannot be used to survey\n                                                                     tion (730 bp) in the GLI3 region has recently been applied to a\nother regions of the genome in detail. For instance, children\n                                                                     cohort of GCPS patients to accurately define different deletion\nwith global developmental delay are typically evaluated by\nhigh-resolution karyotyping and subtelomere-targeted FISH            boundaries.29\nanalysis.13 In this regard, targeted BAC arrays are useful for          Most contiguous gene deletion or duplication syndromes\ndetecting some anomalies in subtelomeric regions, but they           occur due to segmental duplications that predispose a specific\nlack even coverage in the rest of the genome and therefore           region of the genome to rearrangement.30 Hence, patients with\ncannot address the high-resolution karyotyping component.            one of these disorders usually carry rearrangements with the\nThis is a context in which whole-genome arrays prove indis-          same breakpoints. Only a few disorders, such as GCPS, have\npensable.                                                            been characterized by deletions or duplications of varying\n                                                                     sizes, but more likely exist, particularly in complex repeat-rich\n                                                                     genomic regions that are vulnerable to rearrangements. In-\nCLINICAL CONTEXTS FOR WHOLE-GENOME ARRAYS                            deed, part of the reason that more such disorders have not been\n   At the simplest level, whole-genome arrays offer everything       identified may be because sensitive technologies like high-res-\nthat targeted arrays offer and more. However, the benefits of        olution whole-genome array CGH were not available to pre-\nthat “more” in a diagnostics setting are under debate, as the        cisely define the deletion or duplication intervals. Moreover,\nadvantages of whole-genome arrays are accompanied by spe-            even some well-known genomic disorders may have subtle dif-\ncific stipulations. Table 2 summarizes the appropriate clinical      ferences in deletion sizes that will come to light as array CGH is\ncontexts for using the two types of arrays. The major advantage      more widely used. Hence, disorders mapped to gene-dense\nto using whole-genome arrays is clear. Geneticists must often        regions or segmental duplication-rich regions27 and those\nevaluate conditions that do not fit the criteria for known ge-       linked to large genes would be amenable to focused high-res-\nnetic disorders but that are strongly suspected to have a chro-      olution array CGH analysis. Some of these disorders include\nmosomal component. In these cases, whole-genome inspec-              Duchenne and Becker muscular dystrophies (OMIM #310200,\ntion allows an in-depth survey that could lead to the discovery      300376), ␣-thalassemia (OMIM #141800), 1p36 deletion syn-\nof novel chromosomal imbalances. Numerous novel patho-               drome (OMIM #607872), Prader-Willi and Angelman syn-\ngenic deletions and duplications have already been identified        dromes (OMIM #176270, 105830), DiGeorge/velocardiofacial\nusing a whole-genome approach.5,8,10,21–24 An excellent exam-        syndrome (OMIM #188400, 192430).\n\n556                                                                                                             Genetics IN Medicine\n\f                                                                                        Targeted and whole-genome array CGH\n\n   Another advantage of high-resolution whole-genome array          gonucleotide arrays designed with high-density probes at reg-\nCGH is that it may be useful for evaluating the breakpoints in      ular intervals. Therefore, it is important to keep background\napparently “balanced” translocations. A proportion of trans-        noise to a minimum so that the data from an array are highly\nlocations that appear to be balanced by conventional karyotyp-      reproducible and accurate and can identify all potential alter-\ning are actually unbalanced with small losses or gains of DNA       ations. This can be addressed by using dye-reversal hybridiza-\nat the breakpoints. While it may prove useful for evaluating a      tion, a process in which two arrays (non-SNP arrays only) are\npatient’s phenotype, investigating such breakpoints with con-       separately hybridized with differentially labeled patient and\nventional methods can be difficult and labor-intensive. High-       control DNA samples. The two samples hybridized to the first\nresolution whole-genome array CGH can potentially identify          array are identical to the two hybridized to the second array,\nsuch alterations, and customized oligonucleotide arrays with        but the labeling patterns are reversed (e.g., patient-Cy5/\nhigh microresolution in the regions of interest can quickly de-     control-Cy3 on the first array and patient-Cy3/control-Cy5 on\nfine deletions or duplications at the translocation breakpoints.    the second array). Data from the two arrays are then superim-\nNumerous studies have already emphasized the value of this          posed to ensure that results are consistent. This approach is\napproach.31–34                                                      especially necessary as the size of the smallest observed se-\n   The versatility of high-density oligonucleotide arrays is a      quence variant in a given region approaches the microresolu-\nfunction of in situ probe synthesis chemistry, the digital work-    tion of that region. In this regard, high-density probe coverage\nflow that controls that synthesis, and creative feature and array   can be very useful because multiple adjacent probes would\nformats. Users can generate customized arrays quickly for two       likely detect a single-sequence variant, thereby improving con-\npossible clinical uses. First, users may prepare focused high-      fidence in that observation.\nresolution arrays to evaluate findings on a high-resolution             Two difficulties arise due to the high rate of detecting se-\nwhole-genome array. This may serve as a confirmation method         quence variants on high-resolution whole-genome arrays.\n[similar to multiplex ligation-dependent amplification or           First, the smaller a sequence variant, the more difficult it is to\nquantitative polymerase chain reaction (qPCR)] and provide          find reagents (e.g., BAC clones) to verify that variant by FISH.\nmore detail about the cytogenetic imbalance in question. Sec-       If the variant is smaller than the length of an average BAC, then\nond, it is only a matter of time before users begin adding probes   molecular methods such as qPCR or multiplex ligation-depen-\nin various submicroscopic regions, such as individual exons,        dent amplification must be used. However, these methods cannot\npromoter regions, and imprinting centers, to detect small de-       distinguish between different types of chromosome rearrange-\nletions or duplications that may be pathogenic. This will be        ments, each of which can have very different recurrence risks.\nparticularly true for large genes. One study has already con-           Another serious issue related to the detection of sequence\nfirmed the feasibility of this approach by detecting deletions in   variants on high-resolution arrays is recognizing pathogenic\nthe DMD gene, which is mutated in Duchenne and Becker               sequence variants from benign ones. It has become evident\nmuscular dystrophies (OMIM #310200, 300376), and in other           that the human genome contains a much greater degree of\ndisease-associated genes.35 Genomic regions that contain im-        normal variation than previously expected in sequence lengths\nprinting centers, such as that associated with Prader-Willi and     between 1 kb and 3 Mb. Accounting for as much as 5% of the\nAngelman syndromes in 15q11-q13 (OMIM #176270, 105830),             total human genome, these large-scale variants are referred to\nare also good candidates for high-resolution whole-genome           as copy number variants (CNVs) to distinguish them from\narray CGH since copy imbalance in these regions can cause           smaller variants, such as SNPs, short tandem repeats, short\nimprinting disorders.36                                             interspersed repeats, and long interspersed repeats.37,39 – 41\n   Some oligonucleotide array platforms are based on SNP            CNVs are generally considered benign in terms of disease as-\nprobes. Although initially produced for genotyping to facilitate    sociation, and some are known to be polymorphic (i.e., present\ndisease-association studies, these arrays have been successfully    in at least 1% of the population). In the context of array CGH,\nused to detect genomic copy number.37,38 SNP arrays cannot          more CNVs will be detected as the macroresolution increases,\nonly detect gains or losses of DNA but can also leverage their      thereby making data interpretation more complicated.\ngenotyping capability to detect uniparental disomy and loss of          Ongoing efforts to catalog human CNVs have been success-\nheterozygosity. Moreover, these arrays could eventually in-         ful, but the record is still incomplete.7,37,41 Two public data-\nclude probes to screen for disease-related point mutations,         bases that are attempting to capture information on all human\nsuch as those that cause cystic fibrosis (OMIM #602421),            CNVs are proving to be particularly valuable for clarifying ar-\n␤-thalassemia (OMIM #141900) and a variety of other single-         ray CGH data.42,43 Within the next 3 to 5 years, these databases\ngene disorders.                                                     will become more comprehensive and thus of greater assis-\n   There are clear advantages to high-resolution whole-ge-          tance in interpreting array CGH data in a diagnostic setting.\nnome arrays, but, paradoxically, the complexity of data gener-      Hence, as a first step in analyzing array CGH data generated\nated from these arrays can itself be a major constraint in their    from high-resolution whole-genome array, potential chromo-\nuse. As the macroresolution of an array increases, more se-         somal alterations should be matched against the CNV data-\nquence variants can be detected, and the proportion of small        bases to exclude benign variants. Any remaining alterations\nvariants among the total number of variants detected also in-       would represent potentially pathogenic changes that can be\ncreases. This is the single most challenging aspect of using oli-   verified by comparison with array CGH data or follow-up\n\nSeptember 2007 䡠 Vol. 9 䡠 No. 9                                                                                                   557\n\fAradhya and Cherry\n\nFISH data from parental samples. If the parents do not carry           should issue guidelines for the minimum components of a\nthe same rearrangement as their child (and nonpaternity is not         “consensus” array that will bring some agreement on the con-\nan issue), clinicians can be a little more confident that the de       tent of a diagnostic genomic array.\nnovo rearrangement in the child is pathogenic. Finally, consid-           We predict that the general trend will be toward carefully\nering the gene content in that region and surveying the litera-        designed, high-resolution whole-genome (i.e., high-density\nture for similar alterations (either pathogenic or benign) will        oligonucleotide) arrays with high overall macroresolution\nfurther clarify the results from a proband sample. Eventually,         (perhaps 50 –100 kb) and higher microresolution in gene-rich\nthe CNV databases, along with other genomics databases, may            intervals and regions of known medical significance. However,\nintegrate into the Online Mendelian Inheritance in Man                 a couple of issues might slow this trend. First, high-resolution\n(OMIM) database to provide quick and clear explanations for            whole-genome arrays are relatively expensive, although the\nall observed cytogenetic alterations.                                  costs are expected to decrease as the technology gains wider\n   Another approach to aid the interpretation of high-resolu-          acceptance. Second, different users may use different array\ntion array CGH data are to use stringent algorithms to evaluate        CGH platforms and even different designs within a single plat-\nthe data. Algorithms that measure signals from oligonucleo-            form, making comparison of findings on two separate arrays\ntide arrays are versatile in that they can be designed to evaluate     difficult. However, enforcing nomenclature standards that in-\nsignals only from regions of interest. Hence, regions known to         clude information on sequence coordinates for all genomic\ncontain benign CNVs can be excluded from analysis; alterna-            alterations reported can alleviate this problem.45\ntively, until all CNVs are carefully studied, they can be flagged         A third and more pressing hurdle in the increased use of\nand given scores for pathogenicity based on gene content, re-          high-resolution whole-genome arrays is the difficulty of con-\npeat content, and correlations with information in CNV data-           firming de novo alterations that they detect. For this reason, as\nbases. In addition, it is possible to survey only regions of known     explained earlier, parental DNA samples must be analyzed\nclinical significance, hence allowing a whole-genome array to per-     when a potentially new alteration is found. Typically, novel\nform more like a targeted array. If necessary, at an added service     findings on an array should be followed up by FISH to distin-\ncost, the initial masked results can later be unmasked to survey the   guish between chromosomal imbalances, such as simple dele-\nrest of the genome for potential rearrangements. Notwithstand-         tions and unbalanced translocations or simple duplications,\ning potential medical and/or ethical dilemmas, this approach           and marker chromosomes. In cases of novel rearrangements in\nwould be comparable with routine versus high-resolution karyo-         complex genomic regions, such as 15q11,21,46,47 parental sam-\ntyping and may be a logical first step as high-resolution whole-       ples may have to be examined by array CGH as well. Where\ngenome array CGH becomes part of clinical diagnostics.                 FISH proves unreliable because the deletion interval is too\n                                                                       small or rich with repeats, follow-up would require molecular\n                                                                       methods such as qPCR. This prolonged follow-up could cause\nAN IDEAL ARRAY?\n                                                                       considerable anxiety not only for patients and their families\n   Most cytogenetics laboratories will likely incorporate array        but also for laboratory directors, clinicians, and genetic coun-\nCGH into their testing services in the next few years. Many may        selors involved in the cases. To address these circumstances, we\ninitially opt for targeted arrays because they can adequately          recommend an initiative within the cytogenetics community\nrecognize known microdeletions and microduplications and               to build a library of genome-wide reagents that are quickly\ndetect unbalanced subtelomeric alterations. Importantly, pre-          accessible for confirming array CGH results. These reagents\nnatal testing will rely exclusively on targeted arrays, at least in    could include FISH-tested BAC clones or pooled oligonucleo-\nthe foreseeable future, because data interpretation and FISH           tides, multiplex ligation-dependent amplification probes, and\nconfirmation are straightforward. However, most facilities will        isothermal qPCR primers. Ultimately, this targeted versus\nlikely recognize that high-resolution whole-genome arrays are          whole-genome array issue will not exist because all clinically\nmore versatile, can perform as targeted arrays with appropriate        relevant cytogenetic imbalances discovered on whole-genome ar-\nalgorithms if desired, and are essential for analyzing patients        rays will eventually be incorporated into the testing menu of a\nwith disorders of unknown cause.                                       comprehensive targeted array that will have representative confir-\n   As array CGH enters the mainstream and users gain more              mation probes for every locus and will also exclude regions of\nconfidence in whole-genome arrays, an ideal resolution for             known benign variation.\nwhole-genome analysis needs to be defined. A moderate reso-               Cytogenetics will soon witness a seismic shift in testing par-\nlution of 1 Mb has proven insufficient for detecting many              adigm as high-resolution whole-genome array CGH is intro-\npathogenic anomalies using a whole-genome BAC array.21                 duced into a growing number of laboratories. This will tre-\nClearly, greater macroresolution is needed, but the optimal            mendously benefit the field of medical genetics as novel\nresolution is not easy to define and will vary for different re-       genomic disorders are discovered and subtleties in both new\ngions of the genome. This has to be empirically determined.            and previously characterized disorders are revealed. With ap-\nGiven the outcomes of recent array CGH studies, it is clear that       propriate regulatory oversight and careful integration into cy-\na macroresolution ⬍100 kb is essential because novel disorders         togenetics laboratories, this sophisticated technology should\nhave been described with rearrangements as small as 35 to 100          help diagnose many more patients with genetic conditions\nkb.21,44 Eventually, the American College of Medical Genetics          than previously thought possible.\n\n558                                                                                                               Genetics IN Medicine\n\f                                                                                                                        Targeted and whole-genome array CGH\n\nACKNOWLEDGMENTS                                                                              24. Redon R, Baujat G, Sanlaville D, Le Merrer M, et al. Interstitial 9q22.3 microdele-\n                                                                                                 tion: clinical and molecular characterisation of a newly recognised overgrowth syn-\n  The authors thank Dr. Melanie A. Manning for critically                                        drome. Eur J Hum Genet 2006;14:759–767.\nreviewing and Kerry W. Aradhya for editing this manuscript.                                  25. Koolen DA, Vissers LE, Pfundt R, de Leeuw N, et al. A new chromosome 17q21.31\n                                                                                                 microdeletion syndrome associated with a common inversion polymorphism. Nat\nReferences                                                                                       Genet 2006;38:999–1001.\n 1. Trask BJ. Human cytogenetics: 46 chromosomes, 46 years and counting. Nat Rev             26. Shaw-Smith C, Pittman AM, Willatt L, Martin H, et al. Microdeletion encompassing\n    Genet 2002;3:769–778.                                                                        MAPT at chromosome 17q21.3 is associated with developmental delay and learning\n 2. Speicher MR, Carter NP. The new cytogenetics: blurring the boundaries with mo-               disability. Nat Genet 2006;38:1032–1037.\n    lecular biology. Nat Rev Genet 2005;6:782–792.                                           27. Sharp AJ, Hansen S, Selzer RR, Cheng Z, et al. Discovery of previously unidentified\n 3. Cheung SW, Shaw CA, Yu W, Li J, et al. Development and validation of a CGH                   genomic disorders from the duplication architecture of the human genome. Nat\n    microarray for clinical cytogenetic diagnosis. Genet Med 2005;7:422–432.                     Genet 2006;38:1038–1042.\n 4. Shaffer LG, Kashork CD, Saleki R, Rorem E, et al. Targeted genomic microarray            28. Shieh JT, Aradhya S, Novelli A, Manning MA, et al. Nablus mask-like facial syn-\n    analysis for identification of chromosome abnormalities in 1500 consecutive clinical         drome is caused by a microdeletion of 8q detected by array-based comparative\n    cases. J Pediatr 2006;149:98–102.                                                            genomic hybridization. Am J Med Genet A 2006;140:1267–1273.\n 5. Shaw-Smith C, Redon R, Rickman L, Rio M, et al. Microarray based comparative             29. Johnston JJ, Walker RL, Davis S, Facio F, et al. Zoom-in comparative genomic\n    genomic hybridisation (array-CGH) detects submicroscopic chromosomal dele-                   hybridisation arrays for the characterisation of variable breakpoint contiguous gene\n    tions and duplications in patients with learning disability/mental retardation and           syndromes. J Med Genet 2007;44:e59.\n    dysmorphic features. J Med Genet 2004;41:241–248.                                        30. Shaw CJ, Lupski JR. Implications of human genome architecture for rearrangement-\n 6. Tyson C, McGillivray B, Chijiwa C, Rajcan-Separovic E. Elucidation of a cryptic              based disorders: the genomic basis of disease. Hum Mol Genet 2004;13 Spec No\n    interstitial 7q31.3 deletion in a patient with a language disorder and mild mental           1:R57–64.\n    retardation by array-CGH. Am J Med Genet A 2004;129:254–260.                             31. Lennon PA, Cooper ML, Curtis MA, Lim C, et al. Array-based comparative genomic\n 7. Iafrate AJ, Feuk L, Rivera MN, Listewnik ML, et al. Detection of large-scale variation       hybridization facilitates identification of breakpoints of a novel der(1)t(1;18)(p36.3;\n    in the human genome. Nat Genet 2004;36:949–951.                                              q23)dn in a child presenting with mental retardation. Am J Med Genet A 2006;140:\n 8. Erdogan F, Ullmann R, Chen W, Schubert M, et al. Characterization of a 5.3 Mb                1156–1163.\n    deletion in 15q14 by comparative genomic hybridization using a whole genome              32. Hayashi S, Kurosawa K, Imoto I, Mizutani S, et al. Detection of cryptic chromosome\n    “tiling path” BAC array in a girl with heart defect, cleft palate, and developmental         aberrations in a patient with a balanced t(1;9)(p34.2;p24) by array-based compara-\n    delay. Am J Med Genet A 2007;143:172–178.\n                                                                                                 tive genomic hybridization. Am J Med Genet A 2005;139:32–36.\n 9. Fiegler H, Redon R, Andrews D, Scott C, et al. Accurate and reliable high-through-\n                                                                                             33. Gunn SR, Mohammed M, Reveles XT, Viskochil DH, et al. Molecular characteriza-\n    put detection of copy number variation in the human genome. Genome Res 2006;\n                                                                                                 tion of a patient with central nervous system dysmyelination and cryptic unbalanced\n    16:1566–1574.\n                                                                                                 translocation between chromosomes 4q and 18q. Am J Med Genet A 2003;120:127–\n10. Tzschach A, Menzel C, Erdogan F, Schubert M, et al. Characterization of a 16 Mb\n                                         ",
  "wordCount": 6363,
  "indexed": "2025-09-25T22:44:00.290Z",
  "method": "direct"
}
