{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Meddeb et al_2019_Quantifying circulating cell-free DNA in humans.pdf",
  "fileName": "Meddeb et al_2019_Quantifying circulating cell-free DNA in humans.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Meddeb et al_2019_Quantifying circulating cell-free DNA in humans.pdf",
  "text": "www.nature.com/scientificreports\n\n\n\n\n                        OPEN       Quantifying circulating cell-free\n                                   DNA in humans\n                                   Romain Meddeb1,2,3,4, Zahra Al Amir Dache1,2,3,4, Simon Thezenas1,2,3,4,5,\n                                   Amaëlle Otandault1,2,3,4, Rita Tanos1,2,3,4, Brice Pastor1,2,3,4, Cynthia Sanchez1,2,3,4,\nReceived: 6 September 2018         Joelle Azzi1,2,3,4, Geoffroy Tousch1,2,3,4, Simon Azan1,2,3,4, Caroline Mollevi1,2,3,4,5,\nAccepted: 9 January 2019           Antoine Adenis1,2,3,4,6, Safia El Messaoudi1,2,3,4, Philippe Blache1,2,3,4 & Alain R. Thierry1,2,3,4\nPublished: xx xx xxxx              To our knowledge, this is the first comprehensive study on the influence of several pre-analytical and\n                                   demographic parameters that could be a source of variability in the quantification of nuclear and\n                                   mitochondrial circulating DNA (NcirDNA and McirDNA). We report data from a total of 222 subjects,\n                                   104 healthy individuals and 118 metastatic colorectal cancer (mCRC) patients. Approximately 50,000\n                                   and 3,000-fold more mitochondrial than nuclear genome copies were found in the plasma of healthy\n                                   individuals and mCRC patients, respectively. In healthy individuals, NcirDNA concentration was\n                                   statistically influenced by age (p = 0.009) and gender (p = 0.048). Multivariate analysis with logistic\n                                   regression specified that age over 47 years-old was predictive to have higher NcirDNA concentration\n                                   (OR = 2.41; p = 0.033). McirDNA concentration was independent of age and gender in healthy\n                                   individuals. In mCRC patients, NcirDNA and McirDNA levels were independent of age, gender, delay\n                                   between food intake and blood collection, and plasma aspect, either with univariate or multivariate\n                                   analysis. Nonetheless, ad hoc study suggested that menopause and blood collection time might have\n                                   tendency to influence cirDNA quantification. In addition, high significant statistical differences were\n                                   found between mCRC patients and healthy individuals for NcirDNA (p < 0.0001), McirDNA (p < 0.0001)\n                                   and McirDNA/NcirDNA ratio (p < 0.0001). NcirDNA and McirDNA levels do not vary in the same way\n                                   with regards to cancer vs healthy status, pre-analytical and demographic factors.\n\n\n                                   Since Mandel and Metais discovered the presence of nucleic acids in serum in the 1940s1, different studies have\n                                   reported elevated levels of circulating DNA (cirDNA) in the blood of patients suffering from various diseases2–6,\n                                   especially cancer7–10. Despite scant early consideration, interest in the feasibility of cirDNA analysis has increased\n                                   exponentially, over the last decade, among researchers working on a large range of disorders. CirDNA was first\n                                   clinically implemented in prenatal diagnosis of sex-determination and pregnancy-associated disorders by assay-\n                                   ing fetal DNA in maternal plasma11–13. The main sources of cirDNA are cell death, either by necrosis or apop-\n                                   tosis, and active release by viable cells, including exocytosis and NETosis14,15. Note, cirDNA may derive from\n                                   either nuclear (NcirDNA) or mitochondrial DNA (McirDNA). To date, research and development of cirDNA\n                                   analysis has focused on the qualitative rather than the quantitative information provided. For example, cirDNA\n                                   analysis is now clinically validated for detecting specific sequences or mutations to guide the oncologist toward\n                                   the most appropriate treatment. CirDNA analysis is also performed for prenatal and embryo-culture genetic\n                                   testing. There have been several years of intensive studies validating cirDNA quantitation in different clinical\n                                   scenarios, including sepsis, transplant recipients and immune disorders. CirDNA quantification is also now\n                                   taken into consideration in oncology as, it was recently shown that, the level of mutant cirDNA is useful for\n                                   following-up cancer patients to detect minimal residual disease and to monitor response to therapy and disease\n                                   recurrence. Although total cirDNA levels were first examined in the early phase of cirDNA research and devel-\n                                   opment, it is now not considered as a single biomarker because of its lack of specificity. Nevertheless, all cirDNA\n                                   analysis relies on the optimal quantification of total amount of cirDNA. Biological biomarkers should be highly\n                                   dynamic, and their diagnostic performance may vary depending on internal and external changes. The clinical\n                                   efficacy of cirDNA will require the identification and the control of various patient-related confounders that may\n\n\n                                   1\n                                    IRCM, Institute of Research in Oncology of Montpellier, Montpellier, France. 2INSERM, U1194, Montpellier, France.\n                                   3\n                                     University of Montpellier, Montpellier, France. 4Regional Institute of Cancer of Montpellier, Montpellier, France.\n                                   5\n                                     Biometry Unit, Regional Institute of Cancer of Montpellier, Montpellier, France. 6Digestive Oncology Department,\n                                   Regional Institute of Cancer of Montpellier, Montpellier, France. Correspondence and requests for materials should\n                                   be addressed to A.R.T. (email: alain.thierry@inserm.fr)\n\n\n        Scientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                              1\n\fwww.nature.com/scientificreports/                                                               www.nature.com/scientificreports\n\n\n\n\n                           Figure 1. Flow chart of the study.\n\n\n\n                           affect its measurement16. Human cellular aging is usually marked by senescence and cell death. Similarly, it often\n                           features a phenomenon, originally called “Inflamm-aging”, that induces a chronic or low-grade inflammatory\n                           state17–20. Indeed, it was demonstrated that tissue damage and a pro-inflammatory environment increase release\n                           of cirDNA into the blood stream14. Additionally, we may speculate that sex-based differences, such as genetic\n                           dissimilarity and steroid hormones levels, could cause differences in cirDNA concentration between men and\n                           women. Likewise, blood component concentrations may vary with the circadian clock and upon food intake\n                           and potentially influencing cirDNA concentration21. Despite outstanding research in the field of cirDNA, rela-\n                           tively few studies have examined the effect of pre-analytical and demographic parameters as sources of intra- and\n                           inter-individual variability in cirDNA levels. There is currently no single operating procedure and there are rela-\n                           tively few clinical guidelines in the literature22–25. This study aims first at defining a framework for cirDNA analy-\n                           sis, to harmonize NcirDNA and McirDNA quantification and to explore potential sources of variability that could\n                           cause interpretation errors. Previous studies already documented various pre-analytical limitations and specified\n                           conditions for cirDNA analysis, including specific collection tubes, and specific plasma isolation and extraction\n                           protocols, including storage condition variables and limits on the number of freeze-thaw cycles22–24,26. Here, we\n                           study the influence of various pre-analytical (plasma aspect, delay between blood collection and last food intake)\n                           and demographic variables such age and gender in NcirDNA and McirDNA concentration determination, from\n                           plasma of 104 healthy donors and 118 mCRC patients (Fig. 1). In addition, we compared McirDNA and NcirDNA\n                           levels in healthy individuals and mCRC patients. Some others pre-analytical conditions such as blood collection\n                           tubes, blood collection time and blood stability were examined ad hoc study on healthy volunteers.\n\n                           Results\n                           Simultaneous quantification of NcirDNA and McirDNA. We used serial dilutions of genomic DNA\n                           and of mitochondrial plasmid DNA to validate a reproducible, linear and sensitive assay to quantify, both nuclear\n                           and mitochondrial, circulating DNA (NcirDNA and McirDNA). The NcirDNA assay is based upon the qPCR\n                           detection of a sequence of the KRAS gene and it can detect one copy of nuclear KRAS gene per 6 microliters of\n                           plasma (1 nuclear Genome Equivalent per 12 µL). The McirDNA assay can detect down to one copy of the mito-\n                           chondrial MT-CO3 gene per 1.7 microliter of plasma (1 mitochondrial Genome Equivalent per 1.7 µL). Note,\n                           the targeted MT-CO3 gene sequence was selected as being not mutated in the mitochondrial genome of cancer\n                           patients. Copy number calculation is performed by using a specific equation that eliminates bias in the nuclear\n                           or mitochondrial DNA calibration curves to allow simultaneous calculation of their real relative proportions. For\n                           example, in the cohort of 104 healthy individuals, we found a median NcirDNA and McirDNA plasma concen-\n                           tration of 1.64 × 103 and 8.32 × 107 copies/mL, respectively, corresponding to 5.43 and 1.36 ng/mL of plasma.\n\n                           Comparison between NcirDNA and McirDNA levels. We compared NcirDNA and McirDNA con-\n                           centration, in healthy individuals and mCRC patients groups, expressed either in copy number/ml and ng/ml of\n                           plasma. A supplementary table summarizes all quantification data and comparative tests in detail (Supplementary\n                           Table S1). There was a highly statistical difference between NcirDNA and McirDNA concentration expressed in\n                           copy number/ml, in healthy individuals (Fig. 2A; Mann-Whitney U test, P value < 0.0001) and equally in mCRC\n                           patients (Fig. 2B; Mann-Whitney U test, P value < 0.0001). We next compared McirDNA and NcirDNA concen-\n                           tration expressed in ng/ml, in healthy individuals and mCRC patients groups. Here, also, we observed a con-\n                           siderable statistical difference between NcirDNA and McirDNA concentrations in healthy individuals (Fig. 2C;\n                           Mann-Whitney U test, P value < 0.0001) and mCRC patients (Fig. 2D; Mann-Whitney U test, P value < 0.0001).\n                           McirDNA concentration is significantly higher than NcirDNA concentration when measured in units of copy\n                           number/ml, and conversely, the NcirDNA concentration was significantly higher than the McirDNA concentra-\n                           tion when measured in ng/ml, either in healthy individuals and mCRC patients.\n\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                              2\n\fwww.nature.com/scientificreports/                                                                                                                                                                                                                 www.nature.com/scientificreports\n\n\n                                                    A                                                                                                                            B\n                                                                                                                 H e a lt h y in d iv id u a ls ( N = 1 0 4 )                                                                                                m C R C p a t ie n t s ( N = 5 0 )\n\n\n\n\n                                                    L o g [c ir D N A ] ( c o p y n u m b e r /m l)\n                                                                                                            10\n\n\n\n\n                                                                                                                                                                                           L o g [c ir D N A ] ( c o p y n u m b e r /m l)\n                                                                                                       10                           ****                                                                                                       1 0 10                       ****\n                                                                                                         10 9\n                                                                                                                                                                                                                                                10 9\n                                                                                                         10 8\n                                                                                                                                                                                                                                                10 8\n                                                                                                         10 7\n                                                                                                                                                                                                                                                10 7\n                                                                                                         10 6\n                                                                                                                                                                                                                                                10 6\n                                                                                                         10 5\n                                                                                                                                                                                                                                                10 5\n                                                                                                         10 4\n                                                                                                                                                                                                                                                10 4\n                                                                                                         10 3\n                                                                                                                                                                                                                                                10 3\n                                                                                                         10 2                              P value        <0.0001                                                                               10 2\n                                                                                                                                                                                                                                                                                 P value         <0.0001\n                                                                                                         10 1\n                                                                                                                                                                                                                                                10 1\n\n\n\n\n                                                                                                                                                    A\n                                                                                                                           A\n\n\n\n\n                                                                                                                                                                                                                                                                                             A\n                                                                                                                                                                                                                                                                 A\n                                                                                                                                                 N\n                                                                                                                         N\n\n\n\n\n                                                                                                                                                                                                                                                                                         N\n                                                                                                                                                                                                                                                             N\n                                                                                                                                               D\n                                                                                                                       D\n\n\n\n\n                                                                                                                                                                                                                                                                                         D\n                                                                                                                                                                                                                                                            D\n                                                                                                                                               ir\n                                                                                                                      ir\n\n\n\n\n                                                                                                                                                                                                                                                                                        ir\n                                                                                                                                                                                                                                                         ir\n                                                                                                                                            c\n                                                                                                                    c\n\n\n\n\n                                                                                                                                                                                                                                                                                     c\n                                                                                                                                                                                                                                                        c\n                                                                                                                  N\n\n\n\n\n                                                                                                                                           M\n\n\n\n\n                                                                                                                                                                                                                                                        N\n\n\n\n\n                                                                                                                                                                                                                                                                                     M\n                                      C                                                                          H e a lt h y in d iv id u a ls ( N = 1 0 4 )\n                                                                                                                                                                             D                                                                              m C R C p a t ie n t s ( N = 5 0 )\n\n                                                                                           10000\n                                                                                                                                                                                                                                   10000\n                                                                                                                                                                                                                                                                          ****\n                           L o g [c ir D N A ] ( n g /m l)\n\n\n\n\n                                                                                                      1000\n\n\n\n\n                                                                                                                                                                    L o g [c ir D N A ] ( n g /m l)\n                                                                                                                                    ****                                                                                                     1000\n                                                                                                        100                                                                                                                                    100\n                                                                                                          10                                                                                                                                     10\n                                                                                                            1                                                                                                                                      1\n                                                                                                         0 .1                                                                                                                                   0 .1\n                                                                                                       0 .0 1                                                                                                                                 0 .0 1\n                                                                                                      0 .0 0 1\n                                                                                                                                       P value          <0.0001                                                                              0 .0 0 1\n                                                                                                                                                                                                                                                        P value      <0.0001\n                                                                                0 .0 0 0 1                                                                                                                             0 .0 0 0 1\n                                                                                                                                                 A\n\n\n\n\n                                                                                                                                                                                                                                                                                        A\n                                                                                                                         A\n\n\n\n\n                                                                                                                                                                                                                                                                 A\n                                                                                                                                                N\n\n\n\n\n                                                                                                                                                                                                                                                                                     N\n                                                                                                                        N\n\n\n\n\n                                                                                                                                                                                                                                                             N\n                                                                                                                                               D\n\n\n\n\n                                                                                                                                                                                                                                                                                     D\n                                                                                                                      D\n\n\n\n\n                                                                                                                                                                                                                                                            D\n                                                                                                                                            ir\n\n\n\n\n                                                                                                                                                                                                                                                                                   ir\n                                                                                                                    ir\n\n\n\n\n                                                                                                                                                                                                                                                            ir\n                                                                                                                                           c\n\n\n\n\n                                                                                                                                                                                                                                                                                 c\n                                                                                                                   c\n\n\n\n\n                                                                                                                                                                                                                                                        c\n                                                                                                                                           M\n\n\n\n\n                                                                                                                                                                                                                                                                                 M\n                                                                                                                  N\n\n\n\n\n                                                                                                                                                                                                                                                        N\n                              Figure 2. Respective values of NcirDNA and McirDNA plasma concentration. Boxplot analysis of cirDNA\n                              concentrations from healthy individuals (N = 104) (A,C) and mCRC patients (N = 50) (B,D). Values are\n                              expressed either as copy number/ml (A,B) or as ng/ml (C,D). CirDNA concentration was determined as\n                              described in Materials and Methods. Boxplot represent median with min to max of values and Mann-Whitney\n                              U test was performed for comparison. A probability of ≤0.05 was considered to be statistically significant;\n                              *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001.\n\n\n\n                              Effect of age and gender on cirDNA concentrations in healthy individuals.                         NcirDNA. Age\n                              (n = 104): We dichotomized the healthy individuals cohort in two groups around the median age, which was\n                              47 (Table 1). The median NcirDNA copy number in the <47 years-old group (n = 52) and in the ≥47 years-old\n                              group (n = 52) were 1.36 × 103 and 1.73 × 103 copies/ml, respectively. A statistical difference was found between\n                              young and older healthy individuals groups (Fig. 3A; Mann-Whitney U test, P value = 0.009).\n                                  Gender (n = 104): The median NcirDNA copy number in the healthy male group (n = 62) and in the group\n                              of healthy females (n = 42) were 1.69 × 103 and 1.48 × 103 copies/ml, respectively. This difference in the NcirDNA\n                              copy number between healthy males and females was statistically significant (Fig. 3B; Mann-Whitney U test, P\n                              value = 0.048).\n                                  Multivariate analysis: Logistic regression analysis including age and gender specified that age over 47\n                              years-old was predictive to have higher NcirDNA concentration (Fig. 3C; OR = 2.41, P = 0.033). Results of mul-\n                              tivariate analysis and Odds ratios (OR) with 95% confidence intervals (CIs) are summarized in Supplementary\n                              Table S2A.\n\n                              McirDNA. Age (n = 104): The median McirDNA copy number in the <47 (n = 52) and in the ≥47 year-old\n                              group (n = 52) were 7.77 × 107 and 8.40 × 107 copies/ml, respectively. There was no statistical difference in the\n                              McirDNA copy number between these groups (Fig. 3D; Mann-Whitney U test, P value = 0.489).\n                                 Gender (n = 104): The median McirDNA copy number in the healthy male group (n = 62) and in the group\n                              of healthy women (n = 42) were 8.03 × 107 and 9.39 × 107 copies/ml, respectively. No statistical difference in\n                              McirDNA copy number was observed between healthy males and females (Fig. 3E; Mann-Whitney U test, P\n                              value = 0.485).\n                                 Multivariate analysis: Logistic regression analysis including age and gender confirmed no statistically signifi-\n                              cant difference between studied groups (Fig. 3F). Results of multivariate analysis and Odds ratios (OR) with 95%\n                              confidence intervals (CIs) are summarized in Supplementary Table S2B.\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                                                                                                                                                                                          3\n\fwww.nature.com/scientificreports/                                                              www.nature.com/scientificreports\n\n\n                            Patient’s characteristics\n                            Healthy individuals (N = 104)       mCRC patients (N = 118)\n                            Age (years)\n                            Mean           45                   Mean         65\n                            Median         47                   Median       65\n                            (min-max)      (18–69)              (min-max)    (22–91)\n                            Gender\n                            Males          62           59,6%   Males        68        57,6%\n                            Females        42           40,4%   Females      50        42,4%\n                            TOTAL          99                   TOTAL        118\n                            Males (N)\n                            Mean age       45                   Mean age     65\n                            Median age     47                   Median age   65\n                            (min-max)      (19–69)              (min-max)    (34–88)\n                            Females (N)\n                            Mean age       44                   Mean age     65\n                            Median age     45                   Median age   67\n                            (min-max)      (18–63)              (min-max)    (22–91)\n\n                           Table 1. Characteristics of healthy individuals (N = 104) and mCRC patients (N = 118).\n\n\n\n                           Effect of various parameters on cirDNA concentrations in mCRC patients.                           NcirDNA. Plasma\n                           aspect (n = 106): We first compared two groups, 27 abnormal plasmas (icteric and/or opaque plasmas) and 79\n                           normal plasmas. There was no statistical difference in NcirDNA levels between abnormal plasmas and normal\n                           plasmas groups (Fig. 4A; Mann-Whitney U test; P value = 0.266). However, the median NcirDNA amount deter-\n                           mined in abnormal plasmas group was slightly lower than in normal plasmas (3.62 × 103 vs 5.22 × 103 copies/ml).\n                               Delay between blood collection time and last food intake (n = 89): We then compared two groups,\n                           “1 h < delay < 5 h” (n = 69) and “other delays” (n = 20). There was no statistical difference in NcirDNA levels\n                           between “1 h < delay < 5 h” and “other delays” (Fig. 4B; Mann-Whitney U test; P value = 0.220). Nonetheless, the\n                           “1 h < delay < 5 h” group showed lower median NcirDNA amount than the group “other delays” (3.68 × 103 vs\n                           5.72 × 103 copies/ml).\n                               Age (n = 118): We also dichotomized the mCRC cohort into two groups around the median age of 65\n                           (Table 1). The median NcirDNA copy number in the <65 year-old group (n = 52) and in the ≥65 year-old group\n                           (n = 66) were 4.73 × 103 and 4.94 × 103 copies/ml, respectively. No statistical difference was found (Fig. 4C;\n                           Mann-Whitney U test, P value = 0.757). A comparative study using the same cut-off for both healthy and mCRC\n                           cohorts as the median age of all individuals tested here (N = 222, median age = 56 years) confirmed the statisti-\n                           cal difference between young (N = 79) and older (N = 25) healthy individuals groups (Mann-Whitney U test, P\n                           value = 0.0026), and also the no statistical difference between young (N = 25) and older (N = 93) mCRC groups\n                           (Mann-Whitney U test, P value = 0.913) (Supplementary Fig. S1A,B).\n                               Gender (n = 118): The median NcirDNA copy number in the mCRC males (n = 68) and in and females\n                           (n = 50) mCRC patients were 4.65 × 103 and 5.40 × 103 copies/ml, respectively. No statistical difference was found\n                           (Fig. 4D; Mann-Whitney U test, P value = 0.971).\n                               Multivariate analysis: Logistic regression analysis including all the parameters (plasma aspect, delay, age and\n                           gender) confirmed no statistical significant results (Fig. 4E). Results of multivariate analysis and Odds ratios (OR)\n                           with 95% confidence intervals (CIs) are summarized in Supplementary Table S2C.\n\n                           McirDNA. Plasma aspect (n = 46): We next compared the abnormal plasmas (n = 11) and normal plasmas\n                           (n = 35) groups. There was no statistical difference in NcirDNA levels between abnormal and normal plasmas\n                           groups (Fig. 5A; Mann-Whitney U test; P value = 0.263). However, the median McirDNA amount determined in\n                           abnormal plasmas was slightly lower than in normal plasmas (6.64 × 106 vs 1.19 × 107 copies/ml).\n                               Delay between day-time of blood draw and the last food intake (n = 34): There was no statistical difference\n                           in McirDNA copy number between the “1 h < delay < 5 h” group (n = 25) and the “other delay” group (n = 9)\n                           (Fig. 5B; Mann-Whitney U test; P value = 0.509). The “1 h < delay < 5 h” group showed higher median NcirDNA\n                           amount than the group “other delay” (1.68 × 107 vs 1.19 × 107 copies/ml).\n                               Age (n = 50): The median McirDNA copy number in the < 65 year-old (n = 23) and ≥ 65 year-old (n = 27)\n                           groups were 1.12 × 107 and 1.84 × 107 copies/ml, respectively. There was no statistical difference in the McirDNA\n                           copy number between the groups (Fig. 5C; Mann-Whitney U test, P value = 0.240).\n                               Gender (n = 50): The median McirDNA copy number in the mCRC males group (n = 25) and in the group of\n                           mCRC women (n = 25) were 1.19 × 107 and 1.68 × 107 copies/ml, respectively. We did not found any statistical\n                           difference in the McirDNA copy number between mCRC males and females (Fig. 5D; Mann-Whitney U test, P\n                           value = 0.261).\n                               Multivariate analysis: Logistic regression analysis including all the parameters (plasma aspect, delay, age and\n                           gender) confirmed no statistically significant results (Fig. 5E). Results of multivariate analysis and Odds ratios\n                           (OR) with 95% confidence intervals (CIs) are summarized in Supplementary Table S2D.\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                             4\n\fwww.nature.com/scientificreports/                                                           www.nature.com/scientificreports\n\n\n\n\n                           Figure 3. Influence of age and gender on cirDNA concentration in healthy individuals. Boxplot analysis of\n                           cirDNA concentration extracted from healthy individuals (N = 104), with regards to age (A,D) and gender\n                           (B,E). (C,F) Multivariate analysis representations. NcirDNA (A–C) and McirDNA (D–F) concentrations are\n                           expressed in copy number/ml of plasma. Boxplot represent median with min to max of values. Mann-Whitney\n                           U test was performed for univariate analysis and logistic regression was performed for multivariate analysis.\n                           Odds ratio (OR) with 95% confidence intervals (CIs) are represented. A probability of ≤0.05 was considered to\n                           be statistically significant; *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001.\n\n\n\n                           Comparing cirDNA levels between mCRC patients and healthy individuals. NcirDNA. We com-\n                           pared the median NcirDNA amount between healthy individuals (n = 104) and mCRC patients (n = 118). The\n                           median NcirDNA concentration in healthy individuals and mCRC patients was 1.64 × 103 and 4.73 × 103 cop-\n                           ies/ml, respectively, revealing a significant difference between healthy individuals and mCRC patients (Fig. 6A;\n                           Mann-Whitney U test, P value < 0.0001).\n\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                          5\n\fwww.nature.com/scientificreports/                                                            www.nature.com/scientificreports\n\n\n\n\n                           Figure 4. Influence of various factors on NcirDNA concentration in mCRC patients. Boxplot analysis\n                           of NcirDNA concentration extracted from mCRC patients (N = 118), with regards to plasma aspect (A);\n                           delay between blood collection and last food intake (B); age (C) and gender (D). (E) Multivariate analysis\n                           representation. Boxplot represent median with min to max of values. Mann-Whitney U test was performed for\n                           univariate analysis and logistic regression was performed for multivariate analysis. Odds ratio (OR) with 95%\n                           confidence intervals (CIs) are presented. A probability of ≤0.05 was considered to be statistically significant;\n                           *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001.\n\n\n\n                           McirDNA. Next we compared the median McirDNA amount between healthy individuals (n = 104) and mCRC\n                           group (n = 50). The median McirDNA concentration in healthy individuals and mCRC patients was statistically\n                           different at 8.32 × 107 and 1.44 × 107 copies/ml, respectively (Fig. 6B; Mann-Whitney U test, P value < 0.0001).\n\n                           McirDNA/NcirDNA ratio. Finally we compared the median McirDNA/NcirDNA ratio between healthy indi-\n                           viduals (n = 104) and mCRC patients (n = 50). The median McirDNA/NcirDNA ratio in healthy individuals\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                             6\n\fwww.nature.com/scientificreports/                                                            www.nature.com/scientificreports\n\n\n\n\n                           Figure 5. Influence of various factors on McirDNA concentration in mCRC patients. Boxplot analysis\n                           of McirDNA concentration extracted from mCRC patients (N = 50), with regards to plasma aspect (A);\n                           delay between blood collection and last food intake (B); age (C) and gender (D). (E) Multivariate analysis\n                           representation. Boxplot represent median with min to max of values. Mann-Whitney U test was performed for\n                           univariate analysis and logistic regression was performed for multivariate analysis. Odds ratio (OR) with 95%\n                           confidence intervals (CIs) are presented. A probability of ≤0.05 was considered to be statistically significant;\n                           *p ≤ 0.05, **p ≤ 0.01, ***p ≤ 0.001, ****p ≤ 0.0001.\n\n\n                           and mCRC patients were statistically different at 5.41 × 104 and 2.70 × 103 copies/ml, respectively (Fig. 6C;\n                           Mann-Whitney U test, P value < 0.0001). The median McirDNA/NcirDNA ratio was 20-fold higher in the healthy\n                           individuals group than in the mCRC patients group. We did the same comparison using McirDNA and NcirDNA\n                           concentrations expressed in ng/ml and we obtained the same results (Supplementary Fig. S2, Mann-Whitney U\n                           test, P value < 0.0001).\n\n\n\nScientific Reports |   (2019) 9:5220 | https://doi.org/10.1038/s41598-019-41593-4                                                             7\n\fwww.nature.com/scientificreports/                                                                                                                                      www.nature.com/scientificreports\n\n\n                                     A                                                                                 A ll in d iv id u a ls ( N = 2 2 2 )\n                                                                                                                                N c ir D N A c o n c .\n\n\n\n\n                                              L o g [N c ir D N A ] ( c o p y n u m b e r /m l)\n                                                                                                       7\n                                                                                                  10\n\n                                                                                                  10 6                                  ****\n\n                                                                                                  10 5\n\n                                                                                                  10 4\n\n                                                                                                  10 3\n\n                                                                                                  10 2\n\n                                                                                                  10 1             P value         <0.0001\n                                                                                                  10 0\n\n\n\n\n                                                                                                                                                            )\n                                                                                                                           )\n\n\n\n\n                                                                                                                                                         4\n                                                                                                                         8\n\n\n\n\n                                                                                                                                                         0\n                                                                                                                        1\n\n\n\n\n                                                                                                                                                        1\n                                                                                                                       1\n\n\n\n\n                                                                                                                       ",
  "wordCount": 11635,
  "indexed": "2025-09-25T22:47:00.027Z",
  "method": "direct"
}
