{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Smeets - 2004 - Historical prospective of human cytogenetics from.pdf",
  "fileName": "Smeets - 2004 - Historical prospective of human cytogenetics from.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Smeets - 2004 - Historical prospective of human cytogenetics from.pdf",
  "text": "Clinical Biochemistry 37 (2004) 439 – 446\n\n\n\n\n                            Historical prospective of human cytogenetics:\n                                    from microscope to microarray\n                                                     Dominique F.C.M. Smeets *\n                                Department of Human Genetics, University Medical Center, Nijmegen, The Netherlands\n                                                  Received 9 February 2004; accepted 8 March 2004\n\n                                                            Available online 21 April 2004\n\n\n\nAbstract\n\n    After the fundamental discovery in 1956 that normal human cells contain 46 chromosomes, clinical cytogenetics was born and studies\ninto the relation of chromosomal defects and disease could begin. Although many technical advances have been made over this long period,\nincluding the introduction of molecular techniques, until now, all cytogenetic studies have been performed through regular microscopes,\nwhich was throughout the years the most important equipment of a cytogenetic laboratory. However, recently a new technique has been\nintroduced based on comparative genomic hybridization on an array of thousands of different probes (array-CGH). This technique enables an\nincrease in the sensitivity of detecting chromosomal aberrations far beyond the detection limit of regular banding techniques. Furthermore, it\ngives us the possibility to detect genomic changes in malignant cells in cases where aberrations are too complex to study or when\nchromosomes are not available at all. Cytogenetic laboratories are now challenged to introduce and incorporate this new application next to\nthe various well-established microscopical techniques to provide optimal diagnostic services.\nD 2004 The Canadian Society of Clinical Chemists. All rights reserved.\n\nKeywords: Review; Human cytogenetics; Microscope; Chromosome banding; Fluorescence in situ hybridization; Comparative genomic hybridization;\nArray-CGH\n\n\n\nThe early days of human cytogenetics                                           was not strange that the number of chromosomes in human\n                                                                               cells conflicting results was reported. Von Winiwarter [1]\n    Cytogenetics is the study of structure, function, and                      counted a different number in males (n = 47) as in females\nevolution of chromosomes and it was at the end of the                          (n = 48) and Painter published in 1923 several 48 based on a\n19th century that the first tentative steps were taken into the                study of meiotic chromosomes in several testis biopsies\nfield of human cytogenetics. Flemming published in 1882                        taken from incarcerated, castrated males who had been\nthe first drawn illustrations of human chromosomes [40] and                    sentenced to death [41]. In fact, this figure of 48 became\nin 1888 the term ‘‘chromosome’’ (Greek for ‘‘stained                           generally accepted in the years thereafter and in the end was\nbody’’) was coined by Waldeyer [42,43]. Only a couple of                       taken as a given fact by most of the researchers for over\nyears later, it was already anticipated that chromosomes                       three decades, since they were not equipped to prove\nprobably constitute the physical basis of heredity.                            otherwise. It was therefore for good reason that Hsu [2] in\n    However, cytogenetic studies were tough those days. It                     his very nice overview of these early days of human\nwas not yet possible to culture mammalian cells nor to                         cytogenetics refers to this period as ‘‘the dark ages’’ because\nproduce any quality slides which enabled a reproducible                        everybody just copied these first results without adding any\ncount of the number of chromosomes. Researchers had to                         new data (reviewed also by Makino [3]).\ndeal with biopsies (for instance from the testis), tissue                          Fortunately, times changed from the early 1950s onwards.\nsections or squashed tumor cell samples. In this light, it                     Several new exciting discoveries were made which in the end\n                                                                               culminated in the discovery of the correct number of chro-\n                                                                               mosomes in man. For instance, more and more successes\n   * Department of Human Genetics, University Medical Center Nijme-\ngen, PO Box 9101, 6500 HB, Nijmegen, The Netherlands. Fax: +31-\n                                                                               were claimed in culturing various types of mammalian cells,\n243542151.                                                                     which enabled a relatively easy access to dividing cells. Still,\n   E-mail address: D.Smeets@antrg.umcn.nl.                                     it remained cumbersome to get nice slides with well spread\n\n0009-9120/$ - see front matter D 2004 The Canadian Society of Clinical Chemists. All rights reserved.\ndoi:10.1016/j.clinbiochem.2004.03.006\n\f440                                            D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446\n\n\nchromosomes which would make it possible to count them                           location of the primary constriction (centromere). This en-\neasily. This remained the case until Hsu [4] described the so-                   abled an easy counting of the chromosomes and in the\ncalled hypotonic shock. He found out that cells that had been                    following years, several numerical chromosome aberrations\nkept for several minutes in a hypotonic salt solution instead                    were reported like trisomy 21 in Down syndrome [8], 45,X in\nof an isotonic one before fixation gave a much better                            Turner syndrome [9], 47,XXY in Klinefelter syndrome [10],\nspreading of the chromosomes. This crucial finding was a                         trisomy 13 [11], and trisomy 18 [12]. Indeed, the first\nbeautiful example of serendipity since one of his co-workers                     acquired (not constitutional) chromosome abnormality (the\nhad accidentally applied ordinary water instead of a salt                        ‘‘Philadelphia chromosome’’) was recognized in bone mar-\nsolution for washing the cells. Yet, another important finding                   row cells of a patient suffering from chronic myeloid leuke-\nwas the addition of colchicine to cell cultures, which                           mia [13]. However, it took 13 years before it became apparent\ndestroys the mitotic spindle and captures the cells in their                     that this was not a simple deletion but the result of a\nmetaphase stage [5,6]. Subsequently, the cells are not able to                   reciprocal translocation between the chromosomes 9 and\nfinish mitosis and an increasing number of metaphases                            22 [14]. After almost another 13 years, it was discovered\nbecome available for microscopic studies.                                        that this translocation resulted in a new fusion gene directly\n    These developments culminated in the year 1955 in Lund                       responsible for the leukemic development of the cells [15].\n(Sweden) where Tjio, who had worked at the laboratory of                             In 1966, Steele and Breg [16] reported that cells cultured\nFord, and Levan who had worked with Hsu, performed                               from amniotic fluid could be used to determine the chro-\nseveral experiments with cultured embryonal lung cells.                          mosome content of the fetus. This is the technique that is\nCombining the latest developments, they were able to make                        still most widely used for prenatal chromosome studies.\nbeautiful chromosome slides from these cells which unequiv-                          Based on the increasing success in culturing various\nocally proved that the number of chromosomes in man was                          types of cells, also many studies were conducted in estab-\n46. Nevertheless, they remained very cautious when pub-                          lishing the chromosome content of human abortions, and\nlishing their results: ‘‘. . .we do not wish to generalize our                   miscarriages and soon it became apparent that many of them\npresent finding into a statement that the chromosome number                      (over 50% of abortions) showed numerical aberrations,\nof man is 2n = 46, but it is hard to avoid the conclusion that                   resulting in a tetra- or triploidy, a trisomy (e.g., chromo-\nthis would be the most natural explanation of our observa-                       somes 13, 18, 21, and often 16) or monosomy (45,X)\ntions’’ [7]. Fortunately, at the end of the same year, their                     [17,18]). Obviously, as compared to other mammals, in\nconclusion was independently confirmed in studies of human                       humans, many errors are made during meiosis and around\nspermatocytes by Ford and Hamerton [5,6]. These papers in                        fertilization. The reasoning behind this phenomenon is still\nfact paved the way for the start of a new era of clinical                        under debate although one of the factors, which may play an\ncytogenetics. Although the chromosomes showed only few                           important role herein is the relatively advanced age at which\ndetails, they could be arranged in eight different groups (A –                   humans reproduce as compared to other species. That age\nG, and the sex chromosomes) (Fig. 1) based on their size and                     plays a major role is clearly shown by the greater chance of\n\n\n\n\nFig. 1. Original karyotype of a trisomy 21 (Down syndrome) after ‘‘solid’’ Giemsa staining. Since it is impossible to recognize all individual chromosomes,\nthey are subdivided in several groups (A – G and sex chromosomes) based on their total length and location of the centromere.\n\f                                              D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446                                              441\n\n\ngetting unbalanced offspring with increasing age of the\nmother, rising from 1 in 250 at the age of 36 to 1 in 10 at\nthe age of 45. Nevertheless, also in young women, one in\nevery seven recognized pregnancies results in an abortion\noften showing a chromosomal abnormality, indicating that\nat all ages, the number of meiotic failures in humans is\nrelatively high [17 – 19].\n\n\nChromosome banding\n\n   Until the early 1970s, all cytogenetic studies were\nperformed on ‘‘solid’’ stained chromosomes which ham-\npered unequivocal identification of individual chromosomes                      Fig. 3. Balanced translocation between chromosomes 11 and 22. At the\nand the detection of most of the structural aberrations.                        right side of the picture are the chromosomes 11 and 22 of a normal\nTherefore, many efforts were made to develop a technique                        metaphase cell, while the left side shows high resolution chromosomes\n                                                                                from a prometaphase. The aberrant chromosomes are presented as der(11)\nfor a clear discrimination between the various chromosome                       and der(22).\npairs. Caspersson et al. [20,21] was the first who really\ncould show a banding pattern, which enabled recognition of\nevery single chromosome. This banding pattern was based                         aberrations like translocations, inversions, deletions, and\non a fluorescent staining technique with quinacrine and                         duplications next to the already well-known numerical\nclearly visible in fluorescent microscopy. However, fluores-                    aberrations, not only potentially unbalanced cases (patients)\ncence intensity quickly quenched which made the technique                       could be studied but also healthy individuals as possible\nless optimal for routine studies of patients suspected of                       carriers of a balanced aberration. For instance, healthy\nhaving a chromosome aberration. Hence, several other                            family members of already known carriers and couples\nbanding techniques were developed like G-, R-, C-, and                          suffering from repetitive spontaneous abortions were from\nNOR-banding each having their own specific properties and                       now on cytogenetically investigated.\napplications [22]. For routine use in a clinical setting, the G-                   Unfortunately, despite the introduction of a banding\nbanding technique based on the application of trypsin                           pattern, resolution of chromosome studies remained rela-\nfollowed by Giemsa staining became the most accepted                            tively limited with an approximate count of 500 bands per\nmethod worldwide [23] (Fig. 2). Implementation of these                         haploid genome (resolution c 6 million base pairs c 50\nbanding techniques accompanied by easy culture methods                          genes per band). This was improved by the development of\nof peripheral lymphocytes from only few milliliters of                          so-called high-resolution banding by Yunis [26]. By syn-\nwhole blood [24,25] resulted in a significant increase in                       chronizing lymphocyte cultures, he significantly increased\nthe number of routine chromosome studies. Since the                             the number of cells being in pro-metaphase or even pro-\nbanding pattern enabled the detection of various structural                     phase stage instead of metaphase. In these much longer\n\n\n\n\nFig. 2. Karyotype of a normal male. The chromosomes show a banding pattern after a treatment of trypsin and subsequent staining with Giemsa which enables\na relatively easy identification of every single chromosome.\n\f442                                             D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446\n\n\n                                                                               labeling was very time-consuming and difficult to perform\n                                                                               and therefore not adequate for regular use in a clinical\n                                                                               laboratory setting. On the other hand, FISH became rather\n                                                                               quickly available for routine use and was applicable for\n                                                                               various situations such as solving complex aberrations,\n                                                                               detection of very small submicroscopic deletions, and even\n                                                                               studies on interphase cells. At this moment, thousands and\n                                                                               thousands of different probes from all over the genome are\n                                                                               available by which certain parts of chromosomes (e.g.,\n                                                                               centromeres), whole chromosomes, and regions susceptible\n                                                                               for the arisal of deletions and/or duplications can be specif-\n                                                                               ically stained (Figs. 6a – c). By making use of various\n                                                                               combinations and concentrations of fluorescent dyes, it is\n                                                                               even possible to give every single chromosome a different\n                                                                               color (spectral karyotyping = SKY; Fig. 6d), which can be\n                                                                               of particular use when dealing with complex aberrations\n                                                                               often associated with various types of solid tumors.\n                                                                                   As a spin-off of the Human Genome Project (HUGO),\nFig. 4. High resolution banding of chromosome 15 from 3 different patients\nwith Prader Willi syndrome. From left to right, the ideogram of a normal       more and more probes from cloned and mapped segments of\n#15, than in the middle the normal #15 while on the right side the #15 with    the human genome (cosmids, PACS, BACS, and YACS)\na deletion of the most proximal band is shown. Both the normal and             became available for diagnostic purposes (e.g., BAC Re-\nabnormal #15 are from the same cell.                                           source Consortium, Cheung et al. [31]).\n                                                                                   Since in many cases, imbalances may be the result of an\n                                                                               (small) unbalanced translocation between two chromo-\nchromosomes, regular metaphase bands appeared to split-up                      somes, several studies were performed with FISH using\nin many sub-bands, thus increasing resolution from 500 to                      probes of the tips of the chromosomes (subtelomeric\nover 1000 bands in a haploid genome. This made not only a                      probes). Soon it appeared that around 5% of patients with\nmuch more precise description of already known chromo-                         mental retardation indeed showed a deletion or duplication\nsomal aberrations feasible (Fig. 3) but facilitated also the                   of a certain telomere [32 –34]. Next to this, the awareness\ndetection of thus far unnoticed subtle aberrations, like                       grew that there are probably much more submicroscopical\nduplications or deletions. By applying this technique, sev-                    aberrations (i.e., deletions and duplications) present at\neral already well-known clinical syndromes could be linked                     various sites within the human genome, in particular in\nto small chromosome aberrations and the concept of the                         patients suffering from mental retardation and/or multiple\nmicro-deletion or contiguous gene syndrome was born [27].                      congenital anomalies, than what was assumed thus far.\nWell-known examples are Prader Willi and Angelman                              However, since for FISH investigations all probes have to\nsyndrome with a deletion at the proximal long arm of                           be hybridized and afterwards microscopically analyzed,\nchromosome 15 (Fig. 4), Smith-Magenis and Miller-Dieker                        such studies are very time-consuming, difficult to automate,\nsyndrome with (different) deletions in the short arm of                        and can therefore be applied for only a limited number of\nchromosome 17, and DiGeorge/Velo Cardio Facial (VCF)                           probes. Hence, again, new techniques were explored and\nsyndrome with deletions in the long arm of chromosome 22.                      finally an array based on comparative genomic hybridiza-\n                                                                               tion was developed [35 – 37]. These kinds of arrays can be\n                                                                               regarded as a very large reversed FISH experiment. Instead\nStart of molecular cytogenetics                                                of hybridizing a labeled probe to human chromosomes on a\n                                                                               slide, we now have the potential to print thousands of\n   Despite the development of high-resolution chromosome                       different and well-characterized probes on a glass slide.\nbanding, still in numerous patients showing clear clinical                     Subsequently, complete isolated and fragmented DNA from\nsigns of one of the above-mentioned syndromes, no aberra-                      the patient is labeled in a certain color and mixed with\ntions were visible at the cytogenetic level. It was therefore                  exactly the same amount of DNA of a normal control (or a\nimportant that a completely new technique was introduced                       mix of controls) which is labeled in a different color. This\ninto the field of clinical cytogenetics: fluorescence in situ                  DNA mix is then hybridized to the denaturated probe DNA\nhybridization (FISH) (Fig. 5) ([28,29 reviewed by Trask                        on the glass slide. After several washing steps, the fluores-\n[30]). Molecular cytogenetics was born, and once more, the                     cence pattern of each spot can be analyzed and the ratio of\nbig gap between cytogenetics and molecular studies became                      test (patient) over reference (control) is measured (Fig. 7a).\nsomewhat smaller. This technique evolved from the already                          As a first experiment, we set out to assemble a telomere\nwell-known radioactive labeling procedures of probes, for                      array containing two different probes of the tip of every\ninstance, used in mapping studies. However, this type of                       chromosome arm (Fig. 7b). On this array, several patients\n\f                                               D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446                                                 443\n\n\n\n\nFig. 5. Fluorescence in situ hybridization: the chromosomal DNA is present on the slide as metaphase chromosomes while the labeled probe DNA is added\nonto the slide for hybridization for a period of several hours (overnight). After several washing steps to remove the probe DNA, which is not firmly bound to\nthe chromosomes, the slides are studied in fluorescence microscopy after the chromosomal DNA is counterstained with DAPI for recognition of the\nchromosomes.\n\n\n\n\nFig. 6. Various applications of FISH. (a) Simultaneous chromosome paints of the X-chromosomes (pink) and their centromeres (yellow). (b) Interphase FISH\nwith probes specific for the Y-chromosome (red) and the X-chromosome centromere (blue) on uncultured amniocytes of a fetus with a 47,XXY karyotype. (c)\nDetection of a submicroscopic deletion in the long arm of a chromosome 22 in a patient with DiGeorge syndrome. The normal chromosome 22 shows two\nsignals (one from the DiGeorge region and one from the tip of the long arm as a control signal), while at the second chromosome 22, only the control signal\nappears to be present since the DiGeorge region is absent (arrow). (d) Spectral karyotyping (SKY) of the complete chromosome complement, where all\nchromosome pairs have their own (artificial) color.\n\f444                                               D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446\n\n\nwere analyzed with already well-known cytogenetically                                Thereafter, 20 selected patients who were all mentally\nestablished deletions to check whether the technique works.                          retarded with some additional clinical features were ana-\nOne of these cases is shown in Figs. 7c (karyotype) and d.                           lyzed, and in five of them, aberrations were detected,\nIndeed, in all tested patients, the deletions were clearly                           including a relatively large deletion in the long arm of\nshown [38].                                                                          chromosome 7 corresponding to Williams syndrome. Sub-\n   A big advantage of this new microarray technique is the                           sequent analysis of the parents of the patients, however,\npossibility to automate large parts of the procedure and to                          revealed that only two aberrations were de novo and\nupgrade the number of probes significantly. The next step                            therefore probably directly related to the clinical symptoms,\nwas therefore to establish a much larger array chip that                             whereas the three others appeared to be present in one of the\nincluded 3500 BAC clones evenly spaced at about every                                parents and apparently constitute polymorphisms [39]. This\nmegabase from the human BAC/PAC resources [31]. All                                  is an intriguing finding because it indicates that the human\nthese clones were single cultured and FISH verified (correct                         genome shows a much larger plasticity and as such contains\nlocation of the clone). After amplification, the DNA of all                          much more polymorphisms than was ever held possible.\nclones was spotted onto a glass slide in triplicate. In the first                       In conclusion, the CGH-array technique will soon be-\nexperiments, again, we used DNA of several patients with                             come the method of choice in analyzing patients with\nwell-known deletions to validate the procedure (Fig. 8).                             mental retardation and/or congenital anomalies because\n\n\n\n\nFig. 7. CGH-array procedure. (a) Test DNA (patient DNA) and reference DNA (control DNA) are labeled in different colors and mixed in equal concentrations.\nThen, this mixture is hybridized to the probe DNA (target) that has been printed in different spots onto a glass slide. Every spot comprises DNA from a single\nwell-characterized BAC or PAC from a known location within our genome. In case the patient has a trisomy (for instance for chromosome 21), then relatively\nmore chromosome 21 DNA (green) from the patient will be present relative to that of the control (red), and after hybridization, the measured signals at the spots\nof clones derived from chromosome 21 DNA look more ‘‘greenish’’. If on the other hand, the patients show a deletion, the signal from the spots of clones that\nfall into the deletion will give a more ‘‘reddish’’ signal (relatively more DNA from the control than from the patient will hybridize). Since thousands of different\nDNA spots can be printed on one single slide, the resolution can be very high. (b) Example of a relatively small array spotted from various subtelomeric clones.\n(c) Karyotype of a patient with a deletion of part of the long arm of chromosome 18 (arrow) who was analyzed on the telomere array. (d) Array results of the\nabove-mentioned patient. Clearly visible are the two signals derived from clones located at the tip of the long arm of chromosome 18 (lane 18) which fall below\nthe boundaries of the Test over Reference value (T/R) which are set at 0.8 and 1.2 (normal spreading of the signals).\n\f                                               D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446                                                445\n\n\n\n\nFig. 8. Array-CGH result of a patient with Prader Willi syndrome and a small deletion in chromosome 15 against a normal control. The array contained 3500\ndifferent human autosomal FISH-verified clones. Every vertical lane resembles a single chromosome from chromosomes 1 to 22 (from left to right). The two\ndark horizontal lines demarcate the normal variation of the spot signal. In lane 15 (chromosome 15), four clones (within the box) clearly fall outside these\nboundaries thus pinpointing the deletion in chromosome 15 (see also Vissers et al. [39]).\n\n\n\nthe standard cytogenetic resolution of approximately 500                         add yet another dimension to improve diagnostic services as\nbands per haploid genome can now be increased to al least                        well as research opportunities.\n3500 clones (F7 clones per chromosome band) evenly\ndistributed over the genome and this certainly is not the\nend. Already, the complete human genome is available in                          Acknowledgments\nthe high-resolution BAC re-arrayed clone set (the ‘‘32 k\nset’’). This clone set has been generated by scientists at the                      I would like to thank Joris Veltman, Lisenka Vissers,\nGenome Sciences Center in Vancouver in collaboration with                        Hanneke Mieloo, Irene Janssen, and Conny van Ravens-\nscientists from the Children’s Hospital Oakland Research                         waaij for compiling patient data, and preparing many of the\nInstitute and our own group (see http://bacpac.chori.org/                        figures, and Francy van de Klundert for critically reading\npHumanMinSet.htm and http://www.bcgsc.ca/lab/mapping/                            the manuscript.\nbacrearray/human/). It comprises 32,000 overlapping BAC\nclones, which can all be used in CGH-array experiments.\nThis implies that deletions as well as duplications with a                       References\nsize of at least 200 kb will probably be readily detected\nthroughout the genome. However, in many aberrant cases,                           [1] Von Winiwarter H. Études sur la spermatogenèse humaine: I. Cellule\nit will be necessary to study both parents as well, since                             de sertoli: II. Hétérochromome et mitoses de l’epitheleum seminal.\nmany duplications and deletions will appear to be harmless                            Arch Biol 1912;27:91 – 189.\n                                                                                  [2] Hsu TC. Human and mammalian cytogenetics: an historical perspec-\npolymorphisms. Additionally, these techniques will tell us                            tive. Heidelberg: Springer-Verlag; 1979.\nmuch more about changes and variation within the human                            [3] Makino S. Human chromosomes. Tokyo: Igaku Shoin; 1975.\ngenome.                                                                           [4] Hsu TC. Mammalian chromosomes in vitro: I. The karyotype of man.\n   Although cytogenetics is moving into the direction of                              J Hered 1952;43:167 – 72.\n                                                                                  [5] Ford CE, Hamerton JL. A colchicine, hypotonic citrate, squash se-\nmolecular approaches instead of microscopy, these develop-\n                                                                                      quence for mammalian chromosomes. Stain Technol 1956;31:247.\nments by no means imply that the ‘‘old fashioned’’ banding                        [6] Ford CE, Hamerton JL. The chromosomes of man. Nature 1956;\ntechniques which we have practiced for over 30 years now                              178:1020 – 3.\nwill disappear from the laboratories. Still regular karyotyp-                     [7] Tjio JH, Levan A. The chromosome number in man. Hereditas 1956;\ning remains the single (and simple) technique to obtain a                             42:1 – 6.\nquick overview of the complete human genome. Moreover,                            [8] Lejeune J, Gautier M, Turpin R. Etude des chromosomes somatiques\n                                                                                      de neuf enfants mongoliens. Comptes Rendus 1959;248:1721 – 2.\nand even of greater importance is the fact that balanced                          [9] Ford CE, Jones KW, Polani PE, et al. A sex-chromosome anomaly in\naberrations like chromosome translocations, inversions,                               a case of gonadal dysgenesis (Turner’s syndrome). Lancet 1959;i:\ninsertions, etc. can be visualized only through the micro-                            711 – 3.\nscope and not by other techniques simply because these                           [10] Jacobs PA, Strong JA. A case of human intersexuality having a pos-\ndetect only unbalanced situations. Therefore, the world of                            sible XXY sex-determining mechanism. Nature 1959;183:302 – 3.\n                                                                                 [11] Patau K, Smith DW, Therman E, et al. Multiple congenital anomaly\ncytogeneticists will not be constraint; on the contrary,                              caused by an extra autosome. Lancet 1960;I:790 – 3.\nbanding techniques can now be combined by multicolor                             [12] Edwards JH, Harnden DG, Cameron AH, et al. A new trisomic syn-\nFISH and state-of-the-art molecular techniques which will                             drome. Lancet 1960;i:787 – 90.\n\f446                                              D.F.C.M. Smeets / Clinical Biochemistry 37 (2004) 439–446\n\n[13] Nowell PC, Hungerford DA. A minute chromosome in human chro-                     human metaphase chromosomes visualized by an indirect fluores-\n     nic granulocytic leukemia. Science 1960;132:1497 – 501.                          cent immunocytochemical procedure. Exp Cell Res 1982;141:\n[14] Rowley JD. A new consistent chromosomal abnormality in chronic                   397 – 407.\n     myelogenous leukaemia identified by quinacrine fluorescence and             [30] Trask BJ. Human cytogenetics: 46 chromosomes, 46 years and count-\n     Giemsa staining. Nature 1973;243:290 – 3.                                        ing. Nat Rev 2002;3:769 – 78.\n[15] Heisterkamp N, Stam K, Groffen J, de Klein A, Grosveld G. Struc-            [31] Cheung VG, Nowak N, Jang W, et al. BAC Resource Consortium.\n     tural organization of the bcr gene and its role in the Ph´ translocation.        Integration of cytogenetic landmarks into the draft sequence of the\n     Nature 1985;315:758 – 61.                                                        human genome. Nature 2001;409:953 – 8.\n[16] Steele MW, Breg WR. Chromosome analysis of human amniotic-fluid             [32] Flint J, Wilkie AO, Buckle VJ, Winter RM, Holland AJ, McDermid\n     cells. Lancet 1966;i:383 – 5.                                                    HE. The detection of subtelomeric chromosomal rearrangements in\n[17] Yamamoto M, Wantanabe G. Epidemiology of gross chromosome                        idiopathic mental retardation. Nat Genet 1995;9:132 – 40.\n     anomalies at the early stage of pregnancy. Contrib Epidemiol 1979;          [33] Knight SJL, Regan R, Nicod A, et al. Subtle chromosomal rearrange-\n     1:101 – 6.                                                                       ments in children with unexplained mental retardation. Lancet\n[18] Boué A, Boué J, Gropp A. Cytogenetics of pregnancy wastage. Adv                1999;354:1676 – 81.\n     Hum Genet 1985;14:1 – 57.                                                   [34] De Vries BBA, Winter R, Schinzel A, Van Ravenswaaij-Arts C. Telo-\n[19] Roberts CJ, Lowe CR. Where have all the conceptions gone? Lancet                 meres: a diagnosis at the end of the chromosomes. J Med Genet\n     1975;i:498 – 9.                                                                  2003;40:385 – 98.\n[20] Caspersson T, Farber S, Foley GE, et al. Chemical differentiation           [35] Solinas-Toldo S, Lampel S, Stilgenbauer S, et al. Matrix-based com-\n     along metaphase chromosomes. Exp Cell Res 1968;49:219 – 22.                      parative genomic hybridization: biochips to screen for genomic imbal-\n[21] Caspersson T, Zech L, Johansson C. Differential banding of alkylat-              ances. Genes Chromosomes Cancer 1997;20:399 – 407.\n     ing fluorochromes in human chromosomes. Exp Cell Res 1970;60:               [36] Pinkel D, Segraves R, Sudar D. High resolution analysis of DNA\n     315 – 9.                                                                         copy number variation using comparative genomic hybridization to\n[22] Rooney DE, editor. Human cytogenetics: constitutional analysis.                  microarrays. Nat Genet 1998;20:207 – 11.\n     New York: Oxford Univ. Press; 2001. p. 99 – 127.                            [37] Albertson D, Pinkel D. Genomic microarrays in human genetic dis-\n[23] Seabright M. A rapid banding technique for human chromosomes.                    ease and cancer. Hum Mol Genet 2003;12:145 – 52.\n     Lancet 1971;2:971 – 2.                                                      [38] Veltman JA, Schoenmakers EF, Eussen BH, et al. High-throughput\n[24] Moorhead PS, Nowell PC, Mellmann WJ, et al. Chromosome prepa-                    analysis of subtelomeric chromosome rearrangements by use of array-\n     rations of leucocytes cultured from human peripheral blood. Exp Cell             based comparative genomic hybridization. Am J Hum Genet 2002;\n     Res 1960;20:613 – 6.                                                             70:1269 – 76.\n[25] Nowell PC. Phytohemagglutinin: an initiator of mitosis in cultures of       [39] Vissers LE, De Vries BB, Osoegawa K, et al. Array-based comparative\n     normal human leukocytes. Cancer Res 1960;20:462 – 6.                             genomic hybridization for the genomewide detection of submicroscop-\n[26] Yunis JJ. High resolution of human chromosomes. Science 1976;191:                ic chromosomal abnormalities. Am J Hum Genet 2003;73:1261 – 70.\n     1268 – 70.                                                                  [40] Flemming W. Zellsubstanz, Kern und Zellteilung. Leipzig: Vogel;\n[27] Schmickel RD. Contiguous gene syndromes: a component of recog-                   1882.\n     nizable syndromes. J Pediatr 1986;109:231 – 41.                             [41] Painter TS. Studies in mammalian spermatogenesis: II. The spermato-\n[28] Langer-Safer PR, Levine M, Ward DC. Immunological method for                     genesis of man. J Exp Zool 1923;37:291 – 336.\n     mapping genes on Drosophila polytene chromosomes. Proc Natl                 [42] Waldeyer W. U  n ber Karyokineze und ihre Beziehung zu den Befruch-\n     Acad Sci U S A 1982;79:4381 – 5.                                                 tungsvorgängen. Arch Mikrosk Anat 1888;32:1.\n[29] Van Prooijen-Knegt AC, Van Hoek J, Bauman JG, Van Duijn P, Wool             [43] Waldeyer W. Karyokinesis and its relation to the process of fertiliza-\n     IG, Van der Ploeg M. In situ hybridization of DNA sequences in                   tion. Q J Microsc Sci 1890;30:159 – 281.",
  "wordCount": 4726,
  "indexed": "2025-09-25T22:46:49.480Z",
  "method": "direct"
}
