{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Watson et al_2014_The Genetics of Microdeletion and Microduplication Syndromes.pdf",
  "fileName": "Watson et al_2014_The Genetics of Microdeletion and Microduplication Syndromes.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Watson et al_2014_The Genetics of Microdeletion and Microduplication Syndromes.pdf",
  "text": "HHS Public Access\n                                 Author manuscript\n                                 Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Annu Rev Genomics Hum Genet. 2014 ; 15: 215–244. doi:10.1146/annurev-genom-091212-153408.\n\n\n\n                    The Genetics of Microdeletion and Microduplication Syndromes:\n                    An Update\n                    Corey T. Watson1,2, Tomas Marques-Bonet3,4,5, Andrew J. Sharp#2, and Heather C.\n                    Mefford#6\n                    1Department of Psychiatry, Icahn School of Medicine at Mount Sinai, New York, NY 10029\n\n                    2Department of Genetics and Genomic Sciences, Icahn School of Medicine at Mount Sinai, New\nAuthor Manuscript\n\n\n\n\n                    York, NY 10029\n                    3Institut de Biologia Evolutiva, Universitat Pompeu Fabra/CSIC, 08003 Barcelona, Spain\n\n                    4Institució Catalana de Recerca i Estudis Avançats (ICREA), 08010 Barcelona, Spain\n\n                    5Centro Nacional de Análisis Genómico, 08023 Barcelona, Spain\n\n                    6Department of Pediatrics, University of Washington, Seattle, Washington 98195\n\n                    # These authors contributed equally to this work.\n\n\n                    Abstract\n                         Chromosomal abnormalities, including microdeletions and microduplications, have long been\n                         associated with abnormal developmental outcomes. Early discoveries relied on a common clinical\nAuthor Manuscript\n\n\n\n\n                         presentation and the ability to detect chromosomal abnormalities by standard karyotype analysis\n                         or specific assays such as fluorescence in situ hybridization. Over the past decade, the\n                         development of novel genomic technologies has allowed more comprehensive, unbiased discovery\n                         of microdeletions and microduplications throughout the human genome. The ability to quickly\n                         interrogate large cohorts using chromosome microarrays and, more recently, next-generation\n                         sequencing has led to the rapid discovery of novel microdeletions and microduplications\n                         associated with disease, including very rare but clinically significant rearrangements. In addition,\n                         the observation that some microdeletions are associated with risk for several neurodevelopmental\n                         disorders contributes to our understanding of shared genetic susceptibility for such disorders.\n                         Here, we review current knowledge of microdeletion/duplication syndromes, with a particular\n                         focus on recurrent rearrangement syndromes.\nAuthor Manuscript\n\n\n\n\n                    Keywords\n                         developmental delay; intellectual disability; copy-number variation; recurrent rearrangement;\n                         nonallelic homologous recombination; microarray\n\n\n\n                    © 2014 by Annual Reviews. All rights reserved\n                    andrew.sharp@mssm.edu, hmefford@uw.edu\n                    DISCLOSURE STATEMENT\n                    The authors are not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the\n                    objectivity of this review.\n\f                    Watson et al.                                                                                              Page 2\n\n\n                       INTRODUCTION\nAuthor Manuscript\n\n\n\n\n                                      Chromosomal microdeletions and microduplications have been associated with syndromic\n                                      forms of intellectual disability (ID) and developmental delay (DD) since the 1980s. Classic\n                                      examples include the 15q11–q13 deletion associated with Prader–Willi and Angelman\n                                      syndromes (24), the 17p11 deletion associated with Smith–Magenis syndrome (29), the\n                                      7q11 deletion associated with Williams–Beuren syndrome (131), and the 22q11 deletions\n                                      associated with velocardiofacial syndrome (45). Each of these disorders was first described\n                                      based on a series of patients who shared a recognizable collection of clinical features. The\n                                      clinical description of each syndrome was followed later by the discovery of the molecular\n                                      basis for the syndrome—a “phenotype-first” discovery. Improved cytogenetic techniques,\n                                      including high-resolution karyotype analysis and fluorescence in situ hybridization (FISH),\n                                      facilitated diagnostic testing for the deletion associated with each suspected diagnosis. For\n                                      example, if a physician suspected that a patient had Prader-Willi syndrome, a FISH test\nAuthor Manuscript\n\n\n\n\n                                      could be performed to determine whether the causative 15q11–q13 deletion was present.\n\n                                      Chromosomal microdeletions and microduplications make up a fraction of copy-number\n                                      variants (CNVs). CNVs are defined as either the gain or loss of a stretch of DNA as\n                                      compared with the reference human genome; they may range in size from a kilobase to\n                                      several megabases or even an entire chromosome (trisomies and monosomies). CNVs can\n                                      involve multiple, one, or no genes, and although some CNVs cause disease, many others\n                                      remain benign variants within the population (68, 71, 103, 140, 151).\n\n                                      There are two major classes of CNVs: recurrent and nonrecurrent. Recurrent CNVs\n                                      generally arise by nonallelic homologous recombination (NAHR) during meiosis, with\n                                      breakpoints in the large duplicated blocks of sequence flanking the CNV event (Figure 1).\nAuthor Manuscript\n\n\n\n\n                                      Because the breakpoints cluster within defined regions, the extent of recurrent CNVs is\n                                      essentially identical even in unrelated individuals (101). In contrast, nonrecurrent CNVs\n                                      have breakpoints that generally lie within unique sequence and do not result from a\n                                      predisposing genomic architecture. Nonrecurrent CNVs can arise by several different\n                                      mechanisms, including nonhomologous end joining and fork stalling and template switching\n                                      (FoSTeS) (25, 64, 194). As a result, although two unrelated individuals may have\n                                      overlapping nonrecurrent CNVs, they are unlikely to share the same breakpoints.\n\n                                      Over the past 10 years, there have been incredible advances in high-throughput genomic\n                                      technologies. It is now possible to rapidly interrogate the entire genome for CNVs,\n                                      providing vastly improved screening methods for the detection of microdeletions and\n                                      microduplications compared with the technology available a decade ago (183). Array\n                                      comparative genomic hybridization (aCGH) was introduced in 2003 and was initially used\nAuthor Manuscript\n\n\n\n\n                                      to characterize the many large somatic rearrangements that often occur in cancer (182).\n                                      aCGH is a comparative assay in which two samples are differentially labeled with\n                                      fluorescent dyes. Cohybridizing these labeled genomes to an array comprising probes\n                                      spaced throughout the genome allows for the detection of relative differences in copy\n                                      number between the two samples. Although not originally designed for detecting CNVs,\n                                      single-nucleotide polymorphism (SNP) genotyping arrays can also be used to detect\n                                      copynumber changes by combining measures of fluorescence intensity and allelic ratios\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                            Page 3\n\n\n                                      produced by the array (34). Throughout this review, we refer to aCGH and SNP genotyping\nAuthor Manuscript\n\n\n\n\n                                      arrays as chromosome microarrays. Although the resolution of these methods is largely\n                                      dependent on probe density, modern arrays comprising hundreds of thousands or millions of\n                                      probes can detect CNVs that are several orders of magnitude smaller than those visible by\n                                      standard karyotype analysis. Chromosome microarrays are now widely used in both research\n                                      and diagnostic settings.\n\n                                      Soon after their introduction, microarrays were used to profile the CNV patterns of normal\n                                      individuals. The results of these studies were unexpected, revealing that the genomes of two\n                                      healthy people could differ in DNA content by many millions of base pairs (140, 151, 156).\n                                      Shortly thereafter, similar studies were initiated to also identify CNVs in individuals with\n                                      genetic syndromes. The first large cohorts to be studied were individuals with ID (41, 88,\n                                      145, 152, 155, 159), autism spectrum disorder (ASD) (30, 92, 108, 150, 173, 187), or\n                                      congenital anomalies (54, 86, 111, 141). More recently, studies of CNVs have been\nAuthor Manuscript\n\n\n\n\n                                      extended to more common phenotypes that are not traditionally considered to be\n                                      chromosomal disorders, including schizophrenia (11, 82, 127, 168, 170, 184), epilepsy (39,\n                                      43, 66), amyotrophic lateral sclerosis (161), autoimmune diseases (38), and craniosynostosis\n                                      (73). Through comparisons of the frequency of a given CNV in cases and controls, disease-\n                                      related CNVs have been rapidly identified for each of these conditions.\n\n                                      The size of CNV detected by chromosome microarray technologies depends largely on the\n                                      probe density, which is determined by the spacing of probes on the array. Although probe\n                                      density continues to increase, the smallest CNVs detected by these methods are generally on\n                                      the order of ~50 kb or larger. However, recent major advances in sequencing technologies\n                                      are providing novel insights into CNVs, particularly those that have not been resolvable by\n                                      chromosome microarray methods. Next-generation sequencing or massively parallel\nAuthor Manuscript\n\n\n\n\n                                      sequencing (MPS) involves highly parallelized sequencing of millions of short DNA\n                                      fragments from the genome. Indeed, an entire genome can be sequenced using MPS in a\n                                      matter of days. By taking advantage of these technologies, researchers have developed\n                                      several approaches that enable the identification of CNVs from MPS data (192, 193, 196);\n                                      these approaches have facilitated the routine genome-wide discovery of much smaller\n                                      CNVs, which have not been comprehensively assayed using current technologies. Whole-\n                                      genome sequencing using MPS has the potential to provide a truly unbiased assay that can\n                                      identify CNVs ranging in size from a single base pair to entire chromosomes,\n                                      simultaneously with a complete assessment of single-nucleotide sequence changes.\n\n                                      The use of these technologies has had a significant impact on the field of human genetics.\n                                      Indeed, as we discuss below, many “syndromes” that are difficult to recognize solely by\nAuthor Manuscript\n\n\n\n\n                                      clinical features have now been identified and defined purely by the nature of a shared\n                                      genomic rearrangement; this “genotype-first” approach to clinical diagnosis is now routine.\n                                      Here, we review the discovery, genetic architecture, and evolution and characterization of\n                                      novel microdeletion and microduplication syndromes. We also discuss approaches to\n                                      understanding the clinical variability associated with many novel deletions and duplications\n                                      and mechanisms of CNV formation. Finally, we address the clinical implications that these\n                                      and other new technologies have for clinical practice. Although many of the principles of\n                                      our discussion are relevant to both recurrent and nonrecurrent events, we place particular\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                            Page 4\n\n\n                                      emphasis on the truly recurrent genomic disorders that are catalyzed by the local genome\nAuthor Manuscript\n\n\n\n\n                                      architecture and arise via NAHR.\n\n                       HOT SPOTS OF RECURRENT REARRANGEMENTS\n                                      The term genomic disorder was first applied to diseases for which the primary underlying\n                                      cause involved rearrangements of specific chromosomal regions (104). From early studies of\n                                      such rearrangements, it became clear that these CNVs were recurrent, and this recurrence\n                                      was strongly related to the local genome architecture. Most cases were de novo and\n                                      represented reciprocal deletion and duplication of a specific chromosomal interval impacting\n                                      one or more dosage-sensitive genes (104). Seminal examples are the 17p12 duplications and\n                                      deletions, which result in the development of Charcot–Marie–Tooth disease type 1A\n                                      (CMT1A) and hereditary neuropathy with liability to pressure palsies (HNPP), respectively\n                                      (27, 105), owing to contrasting dosage effects of the PMP22 gene (26). These recurrent,\nAuthor Manuscript\n\n\n\n\n                                      reciprocal, disease-causing CNVs were two of the first genomic disorders described. More\n                                      examples soon followed, including Prader–Willi and Angelman syndromes (15q11–q13) (4)\n                                      and Smith–Magenis syndrome (17p11.2) (29). The recurrent CNVs causing each disorder\n                                      were shown to involve NAHR-mediated rearrangements in regions of the genome exhibiting\n                                      local architectures characterized by repetitive DNA features, termed segmental duplications\n                                      (SDs) or low-copy repeats (LCRs) (104, 166) (Figure 1).\n\n                                      Upon noting that recurrent genomic disorders are catalyzed by the presence of pairs of large,\n                                      highly identical flanking repeats, Eichler and colleagues (9) generated a genome-wide map\n                                      of more than 8,000 SDs. Analysis of this SD map identified 169 regions of the human\n                                      genome that were predicted to be potential rearrangement hot spots because of the presence\n                                      of large blocks of SDs with >95% sequence similarity that were separated by 50 kb–10 Mb\nAuthor Manuscript\n\n\n\n\n                                      of intervening sequence. Interestingly, 24 of these regions had already been linked to\n                                      recurrent genetic diseases (9). Testing of these hot-spot regions in a population of normal\n                                      individuals using a targeted array revealed that CNVs were significantly more common\n                                      within these predicted rearrangement hot spots compared with the genome average (156).\n                                      However, for many of these regions, CNVs were apparently not observed in this normal\n                                      population, prompting a strategy to target such regions in human disease patients. Indeed,\n                                      the initial use of this targeted microarray method in patient cohorts with ID/DD and various\n                                      congenital anomalies proved fruitful in the discovery of novel pathogenic recurrent\n                                      rearrangements (111, 155). For example, by screening 290 patients with ID/DD for which\n                                      underlying genetic causes had not previously been found, Sharp et al. (155) identified 16\n                                      individuals carrying large submicroscopic deletions and duplications that were associated\n                                      with their disease. Localization of the breakpoints in each of these patients to flanking\nAuthor Manuscript\n\n\n\n\n                                      clusters of SDs defined five disease-associated NAHR hot spots, located at 1q21.1, 15q13,\n                                      15q24, 17q12, and 17q21.31. Subsequent studies have replicated all of these loci as\n                                      associated with recurrent genomic disorders in a variety of cohorts of patients with ID/DD,\n                                      and several of them are now associated with clinically recognizable syndromes (88, 115,\n                                      176).\n\n                                      The widespread application of microarray technologies to additional series of patients with\n                                      ID/DD has led to a renaissance in the understanding of the chromosomal basis of human\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                                 Page 5\n\n\n                                      disease. Since 2006, more than 20 recurrent microdeletion/duplication syndromes have been\nAuthor Manuscript\n\n\n\n\n                                      identified for ID/DD; these are listed with associated references in Table 1. A central\n                                      conclusion drawn from these newly described syndromes is that, in each case, a series of\n                                      patients were initially classified based on the characterization of common overlapping\n                                      genetic lesions rather than on constellations of clinical features, reflecting a transition in the\n                                      field from the phenotype-first approach to the genotype-first approach (113). Importantly, in\n                                      such instances, the identification of a group of patients with shared genomic rearrangements\n                                      can allow for more definitive characterization of clinical symptoms and lead to improved\n                                      patient diagnoses and management.\n\n                                      An illustrative example of the power of this approach is the 15q24 microdeletion syndrome,\n                                      which was first described in 2006 and then confirmed as a site of recurrent rearrangement in\n                                      2007 (155, 158). Carriers of this syndrome may present with a spectrum of clinical features\n                                      that include DD, mild to moderate ID, dysmorphic facial features, physical abnormalities,\nAuthor Manuscript\n\n\n\n\n                                      neurological symptoms, and recurrent infections as well as psychiatric traits including\n                                      behavioral problems, hyperactivity, and attention deficit hyperactivity disorder (106). There\n                                      have now been some 35 patients characterized with this syndrome, each carrying highly\n                                      penetrant deletions that range from 0.26 to 3.75 Mb in size (5, 48, 49, 86, 115, 179). The\n                                      majority of these patients’ characterized deletions (24 of 32) have breakpoints that map to\n                                      five clusters of highly identical SDs within 15q24, implicating NAHR as the underlying\n                                      mutational mechanism. Assessments of clinical presentations in these patients have revealed\n                                      that, whereas DD and distinct facial features occur in nearly all cases, presentations of other\n                                      associated traits tend to be more variable between patients (106, 115). Genotype–phenotype\n                                      studies comparing the clinical features of patients with overlapping 15q24 deletions provide\n                                      important insight into potentially disease-relevant genes (115). For example, 29 of the 32\n                                      fully characterized 15q24 deletions span a critical 1.2-Mb region (5, 48, 49, 86, 115, 179),\nAuthor Manuscript\n\n\n\n\n                                      strongly suggesting that this interval contains the dosage-sensitive element(s) underlying the\n                                      cardinal features of the disorder. In contrast, the 3 patients with atypical deletions mapping\n                                      outside of or only partially overlapping this 1.2-Mb critical region lacked certain core\n                                      features seen in most other patients, such as cardiac abnormalities and seizures (115).\n\n                                      Genome-wide screens in larger and more comprehensive collections of patients and normal\n                                      controls have aided in the continued discovery of novel syndromes in ID/DD. This is\n                                      particularly relevant for very rare disorders, which require large sample sizes to detect\n                                      recurrence, and for those that show incomplete penetrance and/or variable expressivity\n                                      (discussed in detail below). Based on an analysis of 15,767 patients with a general diagnosis\n                                      of ID/DD and 8,329 normal individuals, Cooper et al. (33) recently identified 14 novel loci\n                                      showing a significant enrichment of CNVs in disease cases compared with controls, with\nAuthor Manuscript\n\n\n\n\n                                      overlapping CNVs of each locus observed in multiple patients. In addition, 3 of these loci\n                                      had previously been described in single case reports, indicating that these regions are likely\n                                      associated with genuine syndromes that warrant further investigation and clinical\n                                      classification. The relatively low frequency of these events also illustrates the increased\n                                      power of surveys of larger sample sizes in the identification of novel rare pathogenic CNVs.\n                                      In addition to the 14 putative pathogenic loci, another 1,400 of the 15,767 patients were\n                                      found to have rearrangements in one of 45 chromosomal regions previously determined to\n                                      be causative in other known genomic syndromes. Thus, from their data, the authors were\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                                Page 6\n\n\n                                      able to make comprehensive estimates of prevalence and penetrance for a significant\nAuthor Manuscript\n\n\n\n\n                                      majority of known microdeletion/duplication syndromes, with an estimate that ~14% of\n                                      ID/DD in their cohort was attributable to pathogenic CNVs greater than 400 kb in size.\n                                      Notably, partitioning data based on CNV size and phenotypic characteristics revealed that\n                                      odds ratios increased with the size of pathogenic events, and the burden of larger CNVs was\n                                      greater in patients with more severe developmental phenotypes (33).\n\n                                      Within the past five years, genome-wide CNV studies have also been conducted in patients\n                                      affected by a variety of other phenotypes. Among these are both traits and disorders that\n                                      have traditionally been associated with ID/DD, such as congenital anomalies (54, 111),\n                                      epilepsy (39, 66, 114, 117), and autism (14, 61, 97, 108, 133, 146, 187), as well as other\n                                      complex neuropsychiatric disorders, such as schizophrenia (70, 83, 123, 124, 170, 184) and\n                                      attention deficit hyperactivity disorder (50, 190). Not surprisingly, results from these studies\n                                      have indicated that the impact of large regions of aneuploidy resulting from CNVs extends\nAuthor Manuscript\n\n\n\n\n                                      beyond the scope of ID/DD. In addition, particularly for neurological disorders, strong\n                                      evidence has emerged in support of more prominent roles for rare and de novo events over\n                                      more common CNVs.\n\n                                      In autism and schizophrenia, for example, both family-based genome-wide studies and those\n                                      conducted in case-control cohorts have reported an increased CNV burden in affected\n                                      individuals. Comparing the rates of CNV formation in 195 simplex and multiplex families\n                                      with those of 99 control families, Sebat et al. (150) identified a significant enrichment for\n                                      the occurrence of de novo CNVs in cases, a finding that has since been confirmed by\n                                      additional studies (97, 108, 133, 146). A recent study in schizophrenia also observed an\n                                      increase of de novo microdeletions and microduplications in some cases (5.1%) compared\n                                      with controls (2.2%), and, similar to trends reported in autism (150), the frequency of de\nAuthor Manuscript\n\n\n\n\n                                      novo CNVs was greater in cases with a family history of disease compared with those\n                                      without such a history (83).\n\n                                      With respect to rare CNVs (population prevalence <0.1%), using a case–control design,\n                                      Pinto et al. (133) reported a 1.19-fold increase in the number of genic CNVs in autistic cases\n                                      compared with controls. Notably, a 1.26-fold increase was observed when only deletions\n                                      were considered, an observation consistent with an idea commonly believed in population\n                                      studies, namely that deletions are more likely to result in negative phenotypic consequences\n                                      than are duplications (32, 81). Similar trends have been noted for schizophrenia using case–\n                                      control cohorts. For example, a survey of >3,000 individuals found that large (size > 100 kb)\n                                      and rare (frequency < 0.1%) CNVs were enriched 1.15-fold in cases compared with\n                                      controls. In addition, CNV burden varied depending on event type, size, and frequency and\nAuthor Manuscript\n\n\n\n\n                                      the number of genes included; the greatest difference between cases and controls was\n                                      observed for deletions greater than 500 kb in size (70).\n\n                                      Enrichments of rare CNVs, both inherited and de novo, have also been observed in epilepsy.\n                                      For example, Mefford et al. (114) detected rare CNVs in 46 out of 517 epilepsy cases, none\n                                      of which were identified in a control cohort of 2,493 individuals. In addition, deletions\n                                      comprised the majority (69%) of the 51 characterized events (114), also consistent with\n\n\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                                  Page 7\n\n\n                                      results noted above for autism (133). Thus, CNVs have a strong influence on risk for a wide\nAuthor Manuscript\n\n\n\n\n                                      variety of neurodevelopmental disorders.\n\n                                      The ability to assay large cohorts with different phenotypes has also been important for\n                                      understanding the diverse risk profile associated with some recurrent CNVs. Collectively,\n                                      findings from CNV studies conducted in the diseases noted above, including in ID/DD, have\n                                      revealed that in many instances pathogenic CNVs occurring within the same microdeletion/\n                                      duplication hot spot are associated with several different disorders. For example, of the five\n                                      regions initially characterized by Sharp et al. (155), rearrangements in 1q21.1, 15q13,\n                                      15q24, and 17q12 have now also been identified in patients exhibiting various congenital\n                                      defects, autism, schizophrenia, or epilepsy (39, 54, 66, 70, 123, 150, 168), suggesting that\n                                      the underlying causes of these disorders may in some cases involve common developmental\n                                      pathways.\nAuthor Manuscript\n\n\n\n\n                       DEFINING THE PATHOGENICITY OF COPY-NUMBER VARIANTS\n                                      Many criteria can be used to help interpret the clinical relevance of a CNV, including\n                                      inheritance, size, type, and gene content (119). The inheritance pattern of a CNV, when\n                                      accompanied by clinical and family history information, can be useful. De novo CNVs are\n                                      more likely than inherited CNVs to be pathogenic, especially for severe disorders, though\n                                      there are certainly exceptions. Conversely, as illustrated by the example of the 1q21.1\n                                      syndrome and others, inherited CNVs may cause a range of severity and presentation of\n                                      neurodevelopmental disorders and can clearly be pathogenic, even when present in a\n                                      phenotypically normal parent (22, 70, 112).\n\n                                      In the clinical setting, it may at times be difficult to test both parents for financial or social\n                                      reasons, so other criteria must be considered. CNV size and type (deletion or duplication)\nAuthor Manuscript\n\n\n\n\n                                      are often used as guides to interpret pathogenicity. Large CNVs are more likely than small\n                                      CNVs to cause disease (41). In part, this is because larger CNVs generally encompass more\n                                      genes, with a concomitant increase in the probability of altering a dosage-sensitive element.\n                                      Likewise, deletions result in haploinsufficiency, the consequences of which are known for\n                                      some genes. Duplications are more difficult to interpret, and in the clinic, a larger minimum\n                                      size threshold is often employed for duplications than for deletions. Gene content is also a\n                                      consideration. CNVs that contain many genes or known disease genes are more likely to be\n                                      pathogenic than those that contain few genes or genes of uncertain function. CNVs within\n                                      “gene deserts” are particularly difficult to interpret, though as we learn more about\n                                      regulatory regions within noncoding DNA (52), interpretation will become easier.\n\n                                      All of these criteria are probabilistic in nature, and there are documented instances in which,\nAuthor Manuscript\n\n\n\n\n                                      for example, small noncoding duplications cause genetic syndromes (37). Despite these\n                                      exceptions, with careful consideration, likely determinations of pathogenicity can be made\n                                      in most cases.\n\n                       CLINICAL TESTING FOR COPY-NUMBER VARIANTS\n                                      Since the introduction of chromosome microarrays, several large studies have addressed the\n                                      overall importance of copy-number changes in the diagnostic workups for DD, ID, and\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                              Page 8\n\n\n                                      autism (119, 145, 152). Today, there is no question that chromosome microarrays have a far\nAuthor Manuscript\n\n\n\n\n                                      higher diagnostic yield than the standard karyotype, indicating that microarray analysis\n                                      should replace karyotyping as the method of choice for aneuploidy screening. In 2010, a\n                                      review of 33 published studies involving 21,698 patients with DD, congenital anomalies, or\n                                      autism who were tested for CNVs with chromosome microarrays found a diagnostic yield of\n                                      15–20% across all studies compared with ~3% for the standard G-banded karyotype (119).\n                                      Other studies of large patient cohorts screened by microarray have similarly concluded that\n                                      ~14% of DD cases can be explained by a detectable CNV (33).\n\n                                      Importantly, in addition to providing a diagnosis, chromosome microarray testing can lead\n                                      to changes in medical management recommendations. In a retrospective review of 1,792\n                                      patients with ID/DD, ASD, and/or congenital anomalies who had chromosome microarray\n                                      testing, individuals who had a positive diagnosis had a higher rate of recommendation for\n                                      clinical action than those who had an uncertain result (54% versus 34%, p = 0.01) (35).\nAuthor Manuscript\n\n\n\n\n                                      More recently, Riggs et al. (142) identified at least 146 disorders that can be diagnosed by\n                                      chromosome microarray testing and that have published literature supporting specific\n                                      clinical management implications. Approximately 7% of cases that undergo chromosome\n                                      microarray testing are diagnosed with one of these conditions. The authors concluded that\n                                      chromosome microarray testing impacts clinical management at a rate similar to that of\n                                      other genetic tests for which insurance coverage is often more readily approved. In\n                                      summary, undiagnosed individuals with ID, DD, ASD, or congenital anomalies should be\n                                      referred for chromosome microarray testing, which may lead to diagnosis and management\n                                      recommendations.\n\n                       VARIABLE EXPRESSIVITY OF MICRODELETION AND MICRODUPLICATION\n                       SYNDROMES\nAuthor Manuscript\n\n\n\n\n                                      Comparison of CNV findings across studies reveals several recurrent rearrangements that\n                                      are associated with a wide range and severity of phenotypes (113) (Table 1).\n                                      Rearrangements that fall into this category include deletions and duplications of 1q21.1,\n                                      16p11.2, 16p13.11, and 15q13.3. For most of these regions, recurrent rearrangements have\n                                      been associated with risk for some or all of several neurodevelopmental disorders, including\n                                      ID, ASD, epilepsy, attention deficit hyperactivity disorder, and schizophrenia. Not only is\n                                      each of these disorders distinct in its presentation, but the severity of each phenotype\n                                      associated with these rearrangements can also vary significantly.\n\n                                      The factors underlying such extreme clinical variability are still poorly understood. Several\n                                      possible explanations for different clinical presentations in carriers of the same deletion or\nAuthor Manuscript\n\n\n\n\n                                      duplication have been proposed (154). Differences in genetic background—that is, the\n                                      milieu of sequence and CNVs present within the genomes of specific individuals—could\n                                      contribute, and there is now evidence showing that both common and rare variants can play\n                                      a role in modifying phenotypic outcome. Epigenetic differences are another possible factor,\n                                      and phenomena such as imprinting may also play a role. Finally, environmental or sporadic\n                                      effects might interact to alter the risk of abnormalities associated with an aneuploidy event.\n\n\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                               Page 9\n\n\n                                      One way in which the genetic basis of variable phenotypes in patients with the same\nAuthor Manuscript\n\n\n\n\n                                      recurrent rearrangement is explored is by looking for sequence variants in candidate genes\n                                      within the deleted region. This is a reasonable strategy based on the hypothesis that a\n                                      “second hit” in a gene that is already reduced to a single copy following a deletion event on\n                                      one homolog may worsen the phenotype in a carrier. An example comes from the recurrent\n                                      22q11 microdeletion, which is associated with several variable phenotypes, including\n                                      schizophrenia. Exploration of genetic variants within the COMT gene identified a functional\n                                      polymorphism, the presence of which appears to increase the risk of schizophrenia in\n                                      carriers of the 22q11 deletion (13). COMT encodes catechol-O-methyltransferase, a\n                                      reasonable candidate for the source of the schizophrenia phenotype. Similarly, mutations in\n                                      SNAP29 are responsible for atypical phenotypes in some patients with 22q11 deletions\n                                      (109).\n\n                                      Targeted studies have also been performed to explore phenotypic variability in some of the\nAuthor Manuscript\n\n\n\n\n                                      recently described microdeletion syndromes, such as in the 1q21.1 deletion syndrome,\n                                      which is associated with a wide range of phenotypic severity. To date, there is no evidence\n                                      that differences in deletion breakpoints, in the methylation of the 1q21 region, or in the\n                                      coding sequence of at least two genes within the region are responsible for phenotypic\n                                      differences (116). There is also no evidence for the role of additional pathogenic CNVs in\n                                      this small set of families (63). Expression studies using lymphoblast cell lines in a subset of\n                                      1q21 patients showed that most of the unique genes within the 1q21 region (PRKAB2,\n                                      CHD1L, BCL9, ACP6, GPR89A, and PDIA3P) correlate with the copy number of the\n                                      region, but there were no differences among affected individuals to explain the variable\n                                      phenotypes (63). Similarly, deletions of 16p13.11 are associated with ID, ASD,\n                                      schizophrenia, and epilepsy. Again, expression studies showed that expression levels were\n                                      decreased for genes within the region in seven patients with the 16p13.11 deletion and\nAuthor Manuscript\n\n\n\n\n                                      epilepsy, with no significant differences among patients. Sequence analysis of all genes\n                                      within the 16p13.11 deletion region resulted in no evidence for secondary mutations within\n                                      that region (65).\n\n                                      Distinct from the more distal 1q21.1 deletions mentioned above, deletions of proximal\n                                      1q21.1 were recently identified in patients with thrombocytopenia absent radius (TAR)\n                                      syndrome (87). Interestingly, individuals with TAR syndrome may carry either an inherited\n                                      or de novo deletion, and in many cases an unaffected parent also carries the deletion.\n                                      Because parent-to-child transmission is rare, the disorder was thought to be due to either\n                                      autosomal recessive or biallelic inheritance. To look for potential second hits that could act\n                                      as modifiers of penetrance in 1q21.1 deletion carriers, Albers et al. (3) performed exome\n                                      sequencing in five affected deletion carriers. In four of the five cases, they identified a low-\nAuthor Manuscript\n\n\n\n\n                                      frequency SNP within the 5′ untranslated region of RBM8A, a gene within the TAR deletion\n                                      region, with an intronic variant identified in the fifth case. Functional assays showed that\n                                      both variants significantly reduced RMB8A promoter activity, indicating that TAR syndrome\n                                      results from an insufficiency of RMB8A. Investigation of 25 additional patients with TAR\n                                      syndrome who inherited a 1q21.1 deletion from a normal parent revealed that a second\n                                      RBM8A SNP was inherited from the other parent. This confirmed that compound inheritance\n\n\n\n\n                                    Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 22.\n\f                    Watson et al.                                                                                              Page 10\n\n\n                                      of a deletion together with a low-frequency noncoding SNP in RBM8A causes TAR\nAuthor Manuscript\n\n\n\n\n                                      syndrome, likely by reducing protein levels below a critical threshold in certain tissues.\n\n                                      Taking advantage of the fact that microarrays provide data on genome-wide CNVs,\n                                      Girirajan et al. (59) investigated the hypothesis that the co-occurrence of additional genetic\n                                      variants can contribute to the phenotypic outcome of genomic disorders. In 2,312 children\n                                      with a disease-associated CNV, 10% were found to carry at least one additional large CNV\n                                      elsewhere in their genome. Interestingly, these second hits were more likely to occur in\n                                      patients who harbored a CNV that is associated with a range of neurodevelopmental\n                                      disorders, including 1q21.1 deletions and duplications. This study therefore suggests that the\n                                      overall mutational burden, detected here in the form of additional CNVs elsewhere in the\n                                      genome, likely influences the phenotypic outcome and penetrance of microdeletion/\n                                      duplication events.\nAuthor Manuscript\n\n\n\n\n                                      Exome sequencing data taken from patients with ASD also suggest that multiple mutations\n                                      may affect phenotypic outcome. Moreover, O’Roak et al. (128) observed that patients\n                                      carrying both a rare or de novo CNV and at least one other de novo damaging point\n                                      mutation scored significantly lower in nonverbal IQ than did individuals with no events. In\n                                      previously published series of patients with 1q21 rearrangements, it was already clear that\n                                      10–15% of cases have additional CNVs. However, a comprehensive analysis of second hits\n                                      in a large series of patients has not yet been performed.\n\n                                      Studies of mice with haploinsufficiency for genes with roles in vertebral development\n                                      showed a strong interaction between the penetrance of the accompanying scoliosis\n                                      phenotype and maternal environmental factors. Using a mouse model, Sparrow et al. (163)\n                                      sh",
  "wordCount": 17031,
  "indexed": "2025-09-25T22:43:12.369Z",
  "method": "direct"
}
