{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Poduri et al. - 2013 - Somatic Mutation, Genomic Variation, and Neurologi.pdf",
  "fileName": "Poduri et al. - 2013 - Somatic Mutation, Genomic Variation, and Neurologi.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Poduri et al. - 2013 - Somatic Mutation, Genomic Variation, and Neurologi.pdf",
  "text": "NIH Public Access\n                               Author Manuscript\n                               Science. Author manuscript; available in PMC 2014 February 03.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Science. 2013 July 5; 341(6141): 1237758. doi:10.1126/science.1237758.\n\n\n\n                           Somatic Mutation, Genomic Variation, and Neurological Disease\n                           Annapurna Poduri1,2, Gilad D. Evrony3,4, Xuyu Cai3,4, and Christopher A. Walsh2,3,4,*\n                           1Department of Neurology, Boston Children’s Hospital, Boston, MA 02115, USA\n\n                           2Department of Neurology, Harvard Medical School, Boston, MA 02115, USA\n\n                           3Division of Genetics, Manton Center for Orphan Disease Research, and Howard Hughes\n\n                           Medical Institute, Department of Medicine, Boston Children’s Hospital, Boston, MA 02115, USA\n                           4Program in Biological and Biomedical Sciences, Harvard Medical School, Boston, MA 02115,\n\n                           USA\n\n                           Abstract\n                                   Genetic mutations causing human disease are conventionally thought to be inherited through the\nNIH-PA Author Manuscript\n\n\n\n\n                                   germ line from one’s parents and present in all somatic (body) cells, except for most cancer\n                                   mutations, which arise somatically. Increasingly, somatic mutations are being identified in\n                                   diseases other than cancer, including neurodevelopmental diseases. Somatic mutations can arise\n                                   during the course of prenatal brain development and cause neurological disease—even when\n                                   present at low levels of mosaicism, for example—resulting in brain malformations associated with\n                                   epilepsy and intellectual disability. Novel, highly sensitive technologies will allow more accurate\n                                   evaluation of somatic mutations in neurodevelopmental disorders and during normal brain\n                                   development.\n\n                                                With the exception of cancer, human genetic diseases have been until relatively recently\n                                                thought to reflect inherited DNA variation. Inherited mutations are present in the parent (or\n                                                parents) and in all tissues of the affected individual (Fig. 1, A and B). Hence, they can be\n                                                conveniently assayed in any tissue of the body, including readily available peripheral blood.\n                                                Even though inherited mutations are present in essentially all cells, they may affect some\n                                                tissues more than others, depending upon where and when the gene involved has its essential\n                                                roles.\nNIH-PA Author Manuscript\n\n\n\n\n                                                Increasing evidence shows the importance of “de novo” mutations—those present in\n                                                affected offspring but not detected in the parents—in neuropsychiatric and pediatric\n                                                disorders (1–8). These de novo mutations are typically present in the sperm or egg of one\n                                                parent and yet are not detectable in blood taken from the parents; once transmitted to the\n                                                embryo, they are present in all tissues of the offspring (Fig. 1, C and D). Whole-exome\n                                                sequencing studies have shown that most individuals have one or two spontaneous\n                                                mutations in the exome (the part of the genome encoding proteins) that are not present in\n                                                their parents, but in individuals with neurodevelopmental and neuropsychiatric conditions\n                                                [such as autism spectrum disorders (ASDs)] these de novo mutations are more likely to be\n                                                damaging, suggesting that some of these de novo mutations cause disease (1, 4, 5, 8). In\n                                                fact, mutations that greatly increase the risk of neurodevelopmental or neuropsychiatric\n                                                disease—even when only one of the two alleles of a gene is affected (heterozygous\n                                                mutations)—appear to arise de novo most of the time and are inherited relatively rarely. This\n                                                is not unexpected because individuals with these disorders are less likely to bear offspring,\n                                                placing the disease-causing mutations under strong negative selection. Because affected\n\n                           *\n                               Corresponding author. christopher.walsh@childrens.harvard.edu.\n\f                           Poduri et al.                                                                                             Page 2\n\n\n                                           people thus rarely transmit the mutation to children, the presence of the disease reflects the\n                                           ongoing appearance of new mutations.\nNIH-PA Author Manuscript\n\n\n\n\n                                           Disease-causing mutations can also occur during the mitotic cell divisions that generate the\n                                           embryo after fertilization and zygote formation. These mutations lead to individuals who are\n                                           mosaic, with only a subset of their cells harboring the mutation (Fig. 1, E and F). These\n                                           mutations are de novo in the sense that they are not detectable in the parents of the affected\n                                           individuals but are more specifically termed somatic mutations. Somatic mutations can give\n                                           rise to cancer (9), as well as noncancerous diseases. Noncancerous somatic mutations that\n                                           occur during development may affect cell proliferation, as would be the case in cancer, or\n                                           they may simply alter cellular function without causing a proliferative effect. There are\n                                           estimates that the mutation burden in somatic cells is quite high, and estimates based on\n                                           known mutation rates suggest that every cell division creates some form of genetic variation,\n                                           which may or may not have an effect on cellular function (10, 11). Several recent studies\n                                           have even suggested that the brain may harbor widespread somatic mutations, in the form of\n                                           aneuploidy or retrotransposon insertions, perhaps as part of its “normal” development (12–\n                                           14). If somatic mutations, especially in brain cells, do play a role in “complex” diseases (that\n                                           is, diseases with genetic influences that are non-Mendelian), detecting them represents a\n                                           substantial challenge with current sequencing strategies that mainly analyze blood DNA.\n\n                                           Here, we will review the present state of data about somatic mutations in human\nNIH-PA Author Manuscript\n\n\n\n\n                                           neurological disease. We highlight the recent identification of disease-associated somatic\n                                           mutations present in the brain but undetectable in the blood of the same patient (Fig. 1, G\n                                           and H) and discuss the challenges of identifying such rare mosaic mutations. We further\n                                           discuss how emerging techniques will allow more refined study of the types and rates of\n                                           somatic mutation and genomic variation in the brain.\n\n                               “Obligatory” Somatic Mosaic Disorders?\n                                           Severe genetic diseases that are not compatible with survival or fertility would be expected\n                                           to be preferentially or exclusively caused by either recessive mutations or dominant de novo\n                                           (detectable in the affected child but not the parents) mutations. This is because recessive\n                                           mutations that affect survival or fertility in the homozygous state can persist in the\n                                           population in a heterozygous state, whereas severe dominant mutations cannot be passed to\n                                           offspring when present in enough cells to cause severe disease in a parent. From this, we\n                                           would predict that for any disease caused by a dominant mutation the ratio of sporadic cases\n                                           caused by de novo mutations to cases caused by inherited mutations as seen in recurrent\n                                           familial cases should correlate with the severity of the disease’s effect on survival and\n                                           fertility. The most deleterious mutations that are not compatible with embryonic\nNIH-PA Author Manuscript\n\n\n\n\n                                           development might even be found only as somatic mosaic and not as inherited mutations.\n\n                                           Indeed, there are numerous examples of diseases spanning the spectrum of severity that\n                                           follow these predictions. Proteus syndrome is a severe syndrome characterized by multiple\n                                           overgrowths of the skin, bone, connective tissue, and other tissues caused by a dominant\n                                           somatic mutation in the gene encoding serine-threonine protein kinase B α (PKBα), AKT1\n                                           (15). It has never been reported to be recurrent in a family or to be heritable across\n                                           generations, which is consistent with its severity in the mosaic state and likely\n                                           incompatibility with survival if it were inherited and present at the zygote stage. The\n                                           multiple lesions of Proteus syndrome contain between 1 and 50% mutant cells, suggesting\n                                           that a small fraction of abnormal cells can induce a lesion (15). McCune-Albright syndrome\n                                           is often cited as an example of a severe disease caused by somatic mutation (in the gene\n                                           encoding the guanine nucleotide binding protein, alpha stimulating, GNAS1) but not seen as\n                                           familial inherited cases, which is likely due to the incompatibility of inherited mutations\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                             Page 3\n\n\n                                           with embryonic development (16). Maffucci syndrome is another example of a severe\n                                           overgrowth syndrome, characterized by multiple cartilaginous tumors, seen only as sporadic\n                                           cases caused by somatic mutation in the gene encoding isocitrate dehydrogenase 1, IDH1\nNIH-PA Author Manuscript\n\n\n\n\n                                           (17). Somatic activating mutations in the gene encoding phosphatidylinositol-4,5-\n                                           bisphosphate 3-kinase, catalytic subunit alpha, PIK3CA, are the cause of congenital\n                                           lipomatous overgrowth with vascular, epidermal, and skeletal anomalies (CLOVES)\n                                           syndrome (18, 19). Similarly, somatic activating mutations in the gene encoding guanine\n                                           nucleotide binding protein q polypeptide, GNAQ, are associated with the lesions seen in the\n                                           neurocutaneous disease Sturge Weber syndrome (20). As with the previous examples, these\n                                           latter examples do not recur in families and present as sporadic somatic disorders. Somatic\n                                           mutations affecting the brain are discussed below.\n\n                                           The above examples resemble chromosomal aneuploidies in that many aneuploidies that\n                                           cause severe disease are tolerated only as somatic mosaic mutations. Aneuploidy of\n                                           chromosomes 13, 18, 21, and the sex chromosomes accounts for nearly all aneuploidy live\n                                           births, in which all cells in the body carry the extra chromosome. On the other hand,\n                                           aneuploidies of other chromosomes are only tolerated during development as somatic\n                                           mosaics (21, 22). Down syndrome (trisomy of chromosome 21) and other chromosomal\n                                           trisomies, such as trisomy 13 or 18, are associated with intellectual disability and other\n                                           features of brain dysfunction caused by the abnormal chromosome number. Mosaic forms of\n                                           trisomy 21 occur in a certain proportion of cases of Down syndrome in which the extra\nNIH-PA Author Manuscript\n\n\n\n\n                                           chromosome is present in some but not all cells of the body (23). Mosaic trisomies have also\n                                           been observed for many other chromosomes (such as chromosomes 1, 8, 9, 16, 17, and 22)\n                                           that are rarely observed constitutionally (present in all cells) because these trisomies, if\n                                           present in all cells of the body, would be lethal before or soon after birth (24–30). In each of\n                                           these conditions, the severity of the disorder is determined by the particular chromosome\n                                           duplicated, as well as by the proportion of cells in the body carrying the abnormality.\n\n                               How Do Somatic Mutations Manifest as Neurological Disease?\n                               “Second Hit” Mutations Produce Mosaicism\n                                           The importance of somatic mutations has long been understood in the context of several\n                                           dominant conditions in which patients inherit a heterozygous mutation, present in all cells,\n                                           with somatic second mutations leading to overgrowth of specific tissues because of\n                                           inactivation of a second allele, according to the “two-hit” model of Knudson (31). For\n                                           example, neurofibromatosis type 1 (NF1)—which is associated with focal lesions of the\n                                           skin, optic gliomas, and peripheral nervous system tumors called neurofibromas—is\n                                           characterized by germline mutations in the gene NF1, with second mutations in the other\n                                           NF1 allele causing the neurofibromas (32). A similar phenomenon occurs in the multisystem\nNIH-PA Author Manuscript\n\n\n\n\n                                           disorder tuberous sclerosis complex (TSC), a condition caused by mutations in the genes\n                                           TSC1 and TSC2 (33, 34), whose gene products form a protein-protein complex together and\n                                           regulate the mammalian target of rapamycin (mTOR) pathway; somatic second mutations\n                                           have been shown in non-nervous system tumors of TSC (35), and “second hits” in the form\n                                           of posttranslational inactivation of TSC2 have been shown in sub-ependymal giant cell\n                                           astrocytomas, as well as in the noncancerous cortical tubers in patients with TSC (36).\n                                           Mutation of the second TSC allele in cortical tubers has been hypothesized to occur as well\n                                           but has so far been demonstrated for only a single TSC lesion (37). These neurocutaneous\n                                           syndromes give us a sense of how common somatic mutations really are because the somatic\n                                           mutations are revealed in the presence of hamartomatous lesions. Remarkably, typical\n                                           patients with these conditions have dozens of lesions of various tissues, suggesting that\n                                           deleterious somatic mutations at any single gene occur many times during normal\n                                           development.\n\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                           Page 4\n\n\n                               Neurodevelopmental Disorders Caused by Somatic Mutations\n                                           The role of somatic mutations has been known for many years in genetic conditions that can\n                                           be diagnosed by means such as physical examination or magnetic resonance imaging (MRI).\nNIH-PA Author Manuscript\n\n\n\n\n                                           In two examples, genetic disorders of neuronal migration in the brain have been associated\n                                           with somatic mutations in 5 to 10% of patients. Mutations in the gene lissencephaly-1 (LIS1)\n                                           are typically associated with a “smooth brain” phenotype of lissencephaly (an example of\n                                           which is shown in Fig. 1D) because of grossly abnormal neuronal migration, whereas\n                                           mutations in doublecortin (DCX), located on the X chromosome, are associated with\n                                           lissencephaly in males and a subcortical band heterotopia pattern (or “double cortex”) in\n                                           females (an example of which is shown in Fig. 1F) (38, 39) because chromosome X-\n                                           inactivation creates mosaic populations of cells in the female that have either normal or\n                                           abnormal DCX function. Somatic mutations in LIS1 affecting only a portion of migrating\n                                           neurons can result in the “double cortex” pattern (40), and similarly, males with somatic\n                                           mutations in DCX can exhibit a “double cortex” because only some neurons carry the\n                                           mutation (41). In both of these cases, mutations were detectable in mosaic form in\n                                           leukocytes, suggesting that a relatively early postzygotic, somatic mutation occurred.\n\n                                           Somatic mutation has also been described in cases without visible focal lesions, including in\n                                           epilepsy. For example, severe myoclonic epilepsy of infancy (Dravet syndrome), typically\n                                           caused by de novo mutations in the gene encoding the sodium channel alpha-1 subunit,\n                                           SCN1A, has recently been described as occurring not only at the gamete stage but also in the\nNIH-PA Author Manuscript\n\n\n\n\n                                           form of a somatic mutation at the postzygotic stage, including in monozygotic twins\n                                           discordant for the mutation (42, 43).\n\n                               “Brain-Only” Somatic Mutations\n                                           Many focal malformations of cerebral cortical development, such as focal cortical dysplasia,\n                                           have been hypothesized to occur via somatic mutation in the developing brain (44), but\n                                           testing this hypothesis required the availability of brain tissue that was resected from\n                                           affected individuals for control of intractable epilepsy. We and others recently reported a\n                                           somatic genetic explanation for a condition called hemimegalencephaly (HMG), which is\n                                           characterized by enlargement and extensive malformation of an entire cerebral hemisphere\n                                           (Fig. 1H) (45–47). Previously, no specific genes had been identified for isolated HMG,\n                                           although there had been rare reports of HMG associated with the overgrowth syndromes\n                                           TSC (48) and Proteus syndrome (49). Direct study of HMG brain tissue surgically resected\n                                           in the course of treatment of the severe epilepsy led to the identification of somatic\n                                           activating mutations in the gene AKT3, encoding PKBγ a serine-threonine kinase upstream\n                                           from mTOR that is highly expressed in the developing brain during corticogenesis. In at\n                                           least some cases, the mutation was shown to be absent from leukocytes of the affected child\nNIH-PA Author Manuscript\n\n\n\n\n                                           (46). HMG can also result from somatic mutations in other genes of the phosphoinositide 3-\n                                           kinase (PI3K)–AKT3-mTOR pathway, including PIK3CA and mTOR itself (45, 47).\n                                           Additional cases carry mosaic gain of copy number of chromosome 1q (the locus of AKT3)\n                                           in HMG brain tissue, demonstrating a different mechanism of mutation that can occur\n                                           somatically during brain development and one that would not be tolerated if it were present\n                                           in the germline because of severe developmental defects in multiple organ systems (24, 46).\n                                           The most common HMG-associated AKT3 mutation, Glu17Lys, is precisely paralogous to\n                                           the AKT1 mutation that causes Proteus syndrome, whereas the paralogous mutation in AKT2\n                                           causes a predominantly non-neurological disorder, hypoglycemia-hemihypertrophy\n                                           syndrome (15, 50). The different phenotypes presumably arise because of differences in the\n                                           timing and location of expression of the three AKT genes.\n\n                                           In addition to some cases being caused by mutations apparently limited to brain,\n                                           megalencephaly (large brain size, affecting one or both hemispheres) can also occur in the\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                            Page 5\n\n\n                                           setting of somatic de novo mutations, which are detectable at low levels in leukocytes, and\n                                           in AKT3 and PIK3CA as part of the megalencephaly-capillary malformation and\n                                           megalencephaly-polydactyly-polymicrogyria-hydrocephalus syndromes (45). Taken\nNIH-PA Author Manuscript\n\n\n\n\n                                           together, these studies suggest that brain overgrowth syndromes can be caused by mutations\n                                           in brain progenitor cells, but that some of these mutations occur early enough in\n                                           development to be present in many tissues, affecting cells outside the brain as well. In\n                                           contrast, other mutations might be limited to the brain because they occur after the\n                                           embryonic separation of brain from nonbrain tissue.\n\n                               Neurodegenerative Diseases Caused or Modulated by Somatic Mutation\n                                           Some cases of neurodegenerative diseases have been associated with somatic mutations or\n                                           can be modified by somatic mutations. A fascinating case of sporadic, early-onset\n                                           Alzheimer’s disease has been attributed to a somatic mosaic presenilin-1 mutation present in\n                                           the brain (51). A case of sporadic Creutzfeld-Jakob disease was caused by an early\n                                           embryonic somatic mutation identified by the presence of three alleles for the gene encoding\n                                           the major prion protein PrP (PRNP) in the individual (52). Incontinentia pigmenti can lead\n                                           to atrophy of the cortex and cerebellum, with some cases due to somatic mutation in the\n                                           gene encoding the inhibitor of kappa light polypeptide gene enhancer in β cells, kinase\n                                           gamma (IKBKG, also known as NEMO) (53). Some neurodegenerative diseases—such as\n                                           Friedrich’s ataxia, dentatorubral-pallidoluysian atrophy, and Huntington’s disease—are\n                                           caused by inheritance of expanded microsatellite repeats that are highly mutable; these loci\nNIH-PA Author Manuscript\n\n\n\n\n                                           can exhibit marked somatic heterogeneity in repeat lengths across brain regions and tissues\n                                           of affected individuals (54–60). Age-related (postdevelopmental) somatic mutation, known\n                                           to play a role in cancer, has also been widely postulated as playing a role in normal aging\n                                           processes as well as in neurodegeneration (61, 62), but a full consideration of such age-\n                                           related somatic mutation is beyond the scope of this Review.\n\n                               How Does Cortical Clonal Architecture Influence Mosaic Mutations?\n                                           A specific progenitor cell in which a somatic mutation occurs transmits the mutation to its\n                                           daughter cells, the extent and effects of which will depend on which cells of the developing\n                                           cortex are involved. Understanding the clonal architecture of the developing human brain\n                                           can therefore help us understand how somatic mutations cause neurogenetic disease.\n                                           Cortical development, showing various neuronal and glial cells and their origins, is outlined\n                                           in Fig. 2. Direct information about cell lineage patterns in the human brain is not available,\n                                           but studies in animal models suggest substantial complexity in the brain’s clonal structure.\n                                           The principal (excitatory) neurons of the cerebral cortex and hippocampus are derived from\n                                           an embryonic neuroepithelium, with progenitor cells lining the ventricular surfaces, deep in\n                                           the brain (63). However, unlike most embryonic epithelia, which typically produce patches\nNIH-PA Author Manuscript\n\n\n\n\n                                           of clonal cells that adjoin or remain near one another, cerebral cortical progenitors produce\n                                           postmitotic neurons that migrate radially from the deep ventricle to the superficial, outer\n                                           layers of the brain. This long-distance, radial migration has been shown in a number of\n                                           animal models to be associated with substantial dispersion between neurons with common\n                                           clonal origins (64).\n\n                                           Clones of related pyramidal neurons generally maintain a funnel shape but are typically\n                                           highly interspersed with neurons of diverse clonal origins, so that neurons carrying a mosaic\n                                           mutation would be expected to be somewhat clustered but intermingled with neurons from\n                                           distinct origins (65–68). More limited studies in animals with large, gyrated brains (for\n                                           example, ferret and macaque) suggest similar patterns of clustering of sibling cells, but with\n                                           extensive intermingling of clones (illustrated in Fig. 3, A and B) (65, 66, 68, 69). Thus,\n                                           somatic mutations could produce clones of mutant cells that might mainly concentrate in\n                                           functional regions of cortex (70) but may also involve only a small proportion of the cells\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                            Page 6\n\n\n                                           harboring the mutation, making such mutations difficult to detect by standard sequencing\n                                           techniques. Human lesions with a funnel-shaped appearance on neuroimaging exist in the\n                                           form of focal cortical dysplasias (Fig. 3, C and D). The appearance of these focal cortical\nNIH-PA Author Manuscript\n\n\n\n\n                                           dysplasias, their frequent continuity into the ventricular region of the brain even in\n                                           adulthood, and their similarity to the focal cortical lesions (“tubers”) in TSC all have\n                                           suggested that focal cortical dysplasias may represent mosaic mutations of these deep\n                                           pyramidal-neuron progenitors, but this remains incompletely worked out. In addition to the\n                                           determination of the extent of dispersion of neurons derived from progenitors at the\n                                           ventricular zone, neurons undergo layer specification through a series of fate restriction and\n                                           specification processes during or after mitosis (64). Any disruption in the normal sequence\n                                           of layer determination and subsequent functional specification—for example, by mutations\n                                           occurring during progenitor mitoses—might place an individual at risk for localized, cell\n                                           type–specific or even layer-specific functional abnormalities, such as those that occur in\n                                           conditions such as epilepsy.\n\n                                           In contrast to pyramidal neurons, other cell types of the brain show even less evidence of\n                                           clonal clustering, so that sibling cells sharing a mosaic mutation would be expected to be\n                                           quite widely scattered. For example, in animal models the inhibitory interneurons that\n                                           populate the cerebral cortex are formed outside the cortex altogether in a second\n                                           proliferative zone in the basal forebrain called the ganglionic eminence, which generates the\n                                           basal ganglia. These inhibitory interneurons migrate large distances in a nonradial\nNIH-PA Author Manuscript\n\n\n\n\n                                           (tangential) direction before turning radially to enter the cortex (71). Direct lineage studies\n                                           in mouse and in ferret suggest that deep progenitors of inhibitory interneurons generate\n                                           clones of neurons covering broad regions of the cerebral cortex (66, 68) at very low levels of\n                                           mosaicism. Astrocytic glial cells arise from several sources, including progenitors that also\n                                           generate principal neurons (66, 72), whereas oligodendrocytes arise from yet a fourth source\n                                           in the basal forebrain that generates cells for essentially the entire forebrain (73). Hence,\n                                           cells carrying common somatic mutations would be expected to be quite dispersed, and\n                                           neighboring cells in the cortex have diverse clonal origins. This complex architecture with\n                                           dispersed and intermingled clones makes it difficult to detect somatic mutations through\n                                           genotyping or sequencing of bulk brain tissue because of the inherent difficulty in detecting\n                                           the signal of low-level mosaic mutations.\n\n                                           Studies in the human brain suggest the potential of somatic mutations in the cerebral cortex\n                                           to create dysfunction surprisingly out of proportion to their level of mosaicism. For example,\n                                           in HMG, which morphologically on MRI appears as a malformation affecting the entire\n                                           affected hemisphere, as few as 8% and generally less than 35% of cells (neurons and glia)\n                                           carry the disease-causing mutation yet are distributed over an entire hemisphere (46, 47, 74),\n                                           which is consistent with the diverse clonal origins suggested by cell lineage studies in\nNIH-PA Author Manuscript\n\n\n\n\n                                           animal models. Even levels of mosaicism as low as 8% are sufficient to disrupt the normal\n                                           architecture and function of essentially the entire hemisphere, causing motor weakness,\n                                           intractable epilepsy, and cognitive dysfunction that often improves dramatically with\n                                           removal or disconnection of the abnormal cerebral hemisphere. Somatic mosaic mutations in\n                                           LIS1 or DCX can also cause marked cognitive dysfunction and epilepsy with levels of\n                                           mosaicism detected in blood as low as 10 to 40% (40, 41); although we presume the brain is\n                                           likewise mosaic, the precise level of mosaicism is such that cases can only be determined by\n                                           studying cells from the brain directly, which has yet to be done. Given that complex neural\n                                           circuits underlying human cognitive function are highly interconnected throughout the\n                                           cortex, localized disruptions caused by somatic mutations may affect widespread networks,\n                                           leading to substantial disease.\n\n\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                             Page 7\n\n\n                               Other Neurological Diseases Attributable to Somatic Mutation?\n                                           De novo mutation has been implicated in almost all neurodevelopmental and\nNIH-PA Author Manuscript\n\n\n\n\n                                           neuropsychiatric disease, most notably intellectual disability and ASDs (2, 3, 5–8),\n                                           suggesting that some disease-associated neuropsychiatric mutations may occasionally occur\n                                           somatically as well—not only chromosome rearrangements, but also de novo copy number\n                                           variants. Furthermore, de novo point mutations appear to be common collectively as a cause\n                                           of ASD, although any given gene appears to be implicated infrequently. The example of\n                                           SCN1A above demonstrates that de novo mutations may be present in some cells of a parent\n                                           of an affected individual (yet not detected in parental blood) or may arise post-zygotically\n                                           during development of the affected individual (somatic mutation). Similarly, de novo\n                                           mutations in the X-linked methyl CpG binding protein 2 (MECP2) gene cause Rett\n                                           syndrome, an ASD that is dominant in females and typically pre-natally lethal in males (75);\n                                           mosaic mutations have been reported in males with both classic and atypical forms of Rett\n                                           syndrome (76, 77).\n\n                                           Our ability to detect a pathogenic somatic mutation by using current clinical methods\n                                           depends on how abundant it is in the leukocytes. The examples above suggest that at least\n                                           some cases of autism, epilepsy, and perhaps other neuropsychiatric conditions such as\n                                           schizophrenia may show roles for somatic mutations that have been overlooked by the usual\n                                           paradigm of leukocyte DNA sequencing. Some cases of epilepsy, for example, may be due\nNIH-PA Author Manuscript\n\n\n\n\n                                           to somatic mutations affecting a specific cell lineage, such as γ-aminobutyric acid–secreting\n                                           interneurons. Autism and other disorders that predominantly affect language function may\n                                           be due to somatic mutations in populations of cells critical for language function in specific\n                                           regions of the developing cortex. These may have been systematically missed by previous\n                                           research designs that rarely sequence affected brain tissue and often do not account for the\n                                           possibility of somatic mutations present at low levels in a mosaic pattern. The possibility of\n                                           somatic mosaic mutations in some patients with high-functioning ASD is intriguing because\n                                           it could provide a mechanism for the remarkable preservation of some abilities (“splinter or\n                                           savant skills”) in some rare autistic patients: Mosaic mutations could result in a brain that is\n                                           normal in some regions yet abnormal in other regions, which is analogous to HMG, in which\n                                           gain-of-function mutations in the mTOR pathway result in one hemisphere that is impaired\n                                           whereas the other hemisphere may functional normally. Nevertheless, studies relying on\n                                           direct analysis of brain tissue are limited to autopsy studies for patients with autism or\n                                           epilepsy and studies of human brain tissue removed in epilepsy surgery for patients with\n                                           medically uncontrollable epilepsy. Such ongoing studies will continue to be informative, but\n                                           they may or may not be generalizable to the broader group of patients with neuro-\n                                           developmental disease. Thus, it is difficult to predict to what extent somatic mutation may\n                                           account for conditions such as autism and epilepsy.\nNIH-PA Author Manuscript\n\n\n\n\n                               Contribution to Functional Cellular Diversity in the Brain?\n                                           Against the backdrop of an increasing recognition of the pathological role of somatic\n                                           mutations in brain disease is an open question of whether genetic variation may generate\n                                           functional diversity among cells in the brain, and if so, how this may affect brain function.\n                                           In addition to single-nucleotide variation, somatic deletions and duplications have been\n                                           reported in the brains of individuals without disease (12, 78). Retrotransposition of long\n                                           interspersed nuclear elements (LINE-1, or L1) is a special subset of somatic mutation that\n                                           has been of particular interest recently in terms of nervous system development.\n                                           Retrotransposon insertion can cause gene mutation by inactivating genes by inserting into\n                                           them or by changing patterns of gene expression. A number of studies made the observation\n                                           that somatic L1 retrotransposition can occur during normal brain development (79, 80), and\n                                           initial estimates of these events suggested that dozens of somatic L1 insertions may be\n\n\n                                                 Science. Author manuscript; available in PMC 2014 February 03.\n\f                           Poduri et al.                                                                                                           Page 8\n\n\n                                           present in each neuronal genome (80). Recent quantitative analysis of the rate of somatic L1\n                                           insertions in human neurons by a single-cell sequencing approach confirmed that L1\n                                           retrotransposition occurs during neurogenesis in the human brain but suggested a rate of less\nNIH-PA Author Manuscript\n\n\n\n\n                                           than one unique insertion per cell (74), which is much lower than previous estimates. This\n                                           work highlights the potential of single-cell sequencing to quantify somatic mutation rates in\n                                           humans. Further work remains to determine L1 retrotransposition rates across different\n                                           regions of the human brain and to assess the potential role of these and other types of\n                                           somatic mutations in neurological disease.\n\n                               Techniques for Further Study of Somatic Variation in the Brain\n                                           As next-generation sequencing techniques become more efficient and affordable, we will be\n                                           able to push the limits of detection of all types of somatic mosaic mutations and quantify\n                                           somatic mutation rates across all regions, cell types, and time points of brain development.\n                                           Studies of brain-only somatic mutations will still be limited by access to brain tissue.\n                                           Nonetheless, the optimization of new techniques, such as single-cell sequencing and high\n                                           depth sequencing, along with improved bioinformatic analyses, will allow us to address the\n                                           role of somatic mosaicism in conditions such as focal epilepsy without malformations,\n                                           autism, and intellectual disability in patients with mosaic mutations detectable in a small\n                                           proportion of accessible cells such as leukocytes, or perhaps skin fibroblasts.\n\n                                           An exciting extension of the discovery of brain-only somatic mutations is the recent ability\nNIH-PA Author Manuscript\n\n\n\n\n                                           not only to characterize somatic mutations in a more refined manner but also to study the\n                                           mutations as a means of understanding the lineage in which the mutation occurred. In the\n                                           case of the somatic mutation of AKT3 in HMG, single-cell sorting and sequencing of\n                                           neurons and glia from the surgically resected brain tissue specimen provided corroboration\n                                           that the mutation was present in both neurons and glia in a mosaic fashion, in approximately\n                                           one third of each cell population, indicating that the mutation occurred in a neuronal-glial\n                                           progenitor (74). The detailed techniques to accurately study somatic mutation at the single-\n                                           cell level are beyond the scope of this Review; we highlight some recent examples of single-\n                                           cell approaches applied to tumors to evaluate their clonal evolution (81–83) and applied to\n                                           gametes to evaluate spontaneous mutation rates (84, 85).\n\n                               Conclusions\n                                           Ultimately, single-cell and ultra-deep genome sequencing will allow systematic\n                                           measurement of somatic mutation rates in different cell types and lineages during\n                                           development of the normal human brain. Deeper sequencing will enable a better\n                                           understanding of (i) the prevalence of somatic mutations as an occasional cause of otherwise\n                                           unexplained “complex” neuropsychiatric diseases, (ii) the extent to which somatic mutation\nNIH-PA Author Manuscript\n\n\n\n\n                                           in the brain may modify the pathogenesis of neurological diseases more broadly, and (iii)\n                                           whether there are possible roles for genomic variability in normal developmental processes.\n                                           Because the key to treating disease lies in understanding its underlying molecular causes,\n                                           determining whether somatic mutation in the brain is responsible",
  "wordCount": 8182,
  "indexed": "2025-09-25T22:41:18.441Z",
  "method": "direct"
}
