{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Calos - 2016 - The CRISPR Way to Think about Duchenne’s.pdf",
  "fileName": "Calos - 2016 - The CRISPR Way to Think about Duchenne’s.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Calos - 2016 - The CRISPR Way to Think about Duchenne’s.pdf",
  "text": "T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n          Cl inic a l I m pl ic a t ions of B a sic R e se a rch\n\n                                             Elizabeth G. Phimister, Ph.D., Editor\n\n\n                      The CRISPR Way to Think about Duchenne’s\n                                               Michele P. Calos, Ph.D.\n\n\n       Today’s hottest genome-engineering method,               and eliminates the production of dystrophin\n       CRISPR-Cas9, has recently been used to treat             protein. In the gene-correction strategy, the\n       mouse models of the most common form of                  gRNAs guided the Cas9 protein to cut the two\n       muscular dystrophy, Duchenne’s muscular dys-             noncoding introns that flank exon 23 (Fig. 1).\n       trophy (DMD). Three groups of investigators have         The cut ends were rejoined by the cell’s endoge-\n       recently described1-3 the use of CRISPR-Cas9 to          nous nonhomologous end-joining functions, per-\n       remove a mutation in the gene encoding the               mitting the reading frame of Dmd mRNA to re-\n       dystrophin protein (DMD) and thereby to affect           main intact. Dystrophin protein was produced,\n       the expression of the protein.                           albeit without the amino acids encoded by the\n          The researchers used the CRISPR-Cas9 genetic-         excised exon. The initial efficiency of gene cor-\n       engineering system to cut out the mutated part           rection was estimated to be about 2%.2 But dys-\n       of Dmd in the mdx mouse model of the disease,            trophin levels increased over time,1 perhaps be-\n       thereby allowing the synthesis of a shorter ver-         cause of continued correction, since the AAV\n       sion of the dystrophin protein in muscle fibers          constructs remain present in the muscle fibers\n       and restoring partial muscle function (Fig. 1).          for many months. One group3 presented evidence\n       This type of approach could potentially remove           that gene correction also took place in satellite\n       disease mutations in about 80% of patients with          cells, the resident stem cells in muscle. Correc-\n       DMD, although it would require sequence-level            tion of satellite cells could be a valuable out-\n       knowledge of each patient’s specific mutation            come, since corrected stem cells might continue\n       and a customized strategy for its removal.               to produce corrected fibers. A similar strategy\n          The authors delivered the required compo-             that used adenovirus vectors or electroporation\n       nents of CRISPR-Cas9 to muscle using gene-\n       therapy vectors based on the adeno-associated               Figure 1 (facing page). CRISPR-Cas9 Correction Strategy\n       virus (AAV), an efficient gene-delivery vehicle for         in a Model of Duchenne’s Muscular Dystrophy.\n       mouse muscle but one that has limited capacity              The gene that encodes dystrophin protein (DMD) is\n       to carry DNA (i.e., only stretches of DNA smaller           mutated in Duchenne’s muscular dystrophy. Dystro-\n       than 4.7 kb). The gene encoding the Cas9 endo-              phin is a vital part of the dystrophin-associated glyco-\n                                                                   protein complex, which connects the actin cytoskeleton\n       nuclease (Cas9) was packaged into one AAV vec-              of a muscle fiber to the extracellular matrix, thereby\n       tor; the Cas9 protein (an endonuclease) cuts DNA.           stabilizing the muscle fiber (Panel A). Normal mice\n       Guide RNA (gRNA) sequences were packaged in                 produce the large, full-length dystrophin protein, which\n       a different AAV particle; the gRNAs guide the               has full function (Panel B). In the mdx mouse, a non-\n       CRISPR-Cas9 protein to a specific DNA se-                   sense mutation in exon 23 prematurely terminates dys-\n                                                                   trophin production, resulting in no dystrophin protein\n       quence. Once the gRNAs have bound their cog-                and no function (Panel C). In the CRISPR-Cas9 correc-\n       nate DNA sequences, the Cas9 endonuclease                   tion strategy, two guide RNAs (gRNAs) mark positions\n       cuts through the DNA.                                       flanking exon 23 where the Cas9 endonuclease cuts\n          The AAV vectors were delivered in the mdx                the genomic DNA. The cut ends are rejoined by host-\n       mouse model of DMD, which carries a nonsense                cell repair enzymes, a process that deletes the inter-\n                                                                   vening sequence and produces a shortened dystrophin\n       mutation in exon 23 of Dmd. This mutation re-               protein that retains partial function. The abbreviation\n       sults in the premature termination of translation           mRNA denotes messenger RNA.\n       of Dmd messenger RNA (mRNA) into protein\n\n\n1684                                   n engl j med 374;17   nejm.org     April 28, 2016\n\f                                    Clinical Implications of Basic Research\n\n\n\nA   Normal Mouse\n                                                                              Full-length dystrophin\n                                                                              protein produced, full\n               DMD\n                                                                              function\n                                                                                                            Dystrophin\n                                                                                          Dystrophin                         Plasma\n                                                                                           protein                          membrane\n               Exon 23\n\n                  RNA                              mRNA\n                  polymerase\n\n                                                                                                          Actin\n                                                                                                                            Dystrophin−\n                                                                                                          cytoskeleton\n                                   pre-mRNA                                                                                  associated\n                                                                           Ribosome                                         glycoprotein\n                                                                                                                              complex\n\n\n\n                                                                                                                            Extracellular\n                    Nucleus                                                                  Cytoplasm                         space\n\n\nB   mdx Mouse\n                                                                                Messenger RNA is\n                                                                                degraded and not translated\n              Mutated\n              DMD                                                               into dystrophin protein\n\n                                                              mRNA\n\n\n\n\n               Nonsense                                                   Adeno-associated\n               mutation in                    pre-mRNA\n                                                                        virus carrying Cas9 or\n               exon 23\n                                                                     gRNA is injected into the mdx\n                                                                            mouse muscle\n\n\n                                                                           gRNA\n                                                                                                Cas9\nC   CRISPR- Cas9–Corrected mdx Mouse\n                                                                                   gRNA\n                 Mutated\n                 DMD\n\nNonsense\n                   Cas9\nmutation in                           gRNA\nexon 23\n                                                                                          Shortened but partly functional\n                                                                                          dystrophin protein produced\n\n\n\n\n                  Excision of                                                         mRNA\n                 exon 23 and                                     pre-mRNA\n                host-cell repair                                                                          Shortened\n                   of DNA                                                                                 dystrophin\n\n\n\n\n                                        n engl j med 374;17   nejm.org   April 28, 2016                                             1685\n\f                                      Clinical Implications of Basic Research\n\n\n       to introduce CRISPR-Cas9 and gRNAs (designed                   expression was “rescued” in only a fraction of\n       to excise exons 21 to 23 of Dmd) to the muscles of             the treated cells. Although the accuracy of the\n       mdx mice also provided evidence of improvement                 CRISPR-Cas9 system continues to improve, there\n       in muscle function.4 However, these gene-delivery              is a risk of off-target cutting at undesired ge-\n       methods may be more difficult to translate to                  nomic locations. Thus, additional work is required\n       the clinic.                                                    before the CRISPR system could be deemed\n           How does the CRISPR-Cas9 approach compare                  safe enough for clinical application. There is\n       with other methods under development? By mak-                  also the general problem of how CRISPR-Cas9 can\n       ing a change to the genome, a permanent fix of                 be delivered effectively to the large muscle mass\n       the corrected muscle cell was achieved. This                   involved in DMD. AAV works well in mice, but\n       contrasts with “exon-skipping” oligonucleotide                 whether it will be practical for delivering genetic\n       drugs that are currently being evaluated in                    cargoes to large amounts of human tissue such\n       clinical trials. These oligonucleotides force alter-           as muscles is not yet clear. Huge amounts of vec-\n       native splicing in such a way that the mutation-               tor would be needed and thus difficult and costly\n       containing exons in DMD are spliced out of the                 to manufacture. Furthermore, immune responses\n       mRNA, resulting in the synthesis of a truncated                against the AAV capsid, the Cas9 protein, and to\n       dystrophin protein. But because exon-skipping                  dystrophin itself represent potential hurdles.\n       reagents do not change the underlying DMD se-                  There are conceivable solutions for these prob-\n       quence, they have to be readministered frequent-               lems, as well as alternative approaches that might\n       ly. Another approach involves AAV gene therapy                 avert them. The increasing number of approaches\n       with a truncated “micro” version of DMD.5 The                  that could lead to remedies for devastating dis-\n       shorter DNA sequence fits into an AAV vector                   orders like DMD bodes well for eventual success.\n       and has considerable efficacy in mice, although                   Disclosure forms provided by the author are available with the\n       synthesis of the full-length protein would be                  full text of this article at NEJM.org.\n\n       more desirable. This strategy does not require                 From the Department of Genetics, Stanford University, Stan-\n       manipulation of the host-cell genome, and every                ford, CA.\n       muscle cell that receives the AAV–microdystro-\n                                                                      1. Long C, Amoasii L, Mireault AA, et al. Postnatal genome\n       phin vector produces the therapeutic protein.                  editing partially restores dystrophin expression in a mouse\n       Furthermore, the strategy is a general one and                 model of muscular dystrophy. Science 2016;​351:​400-3.\n       does not need to be customized for each patient.               2. Nelson CE, Hakim CH, Ousterout DG, et al. In vivo genome\n                                                                      editing improves muscle function in a mouse model of Duch-\n       However, expression achieved through an AAV                    enne muscular dystrophy. Science 2016;​351:​403-7.\n       vector is not expected to be permanent, so dys-                3. Tabebordbar M, Zhu K, Cheng JK, et al. In vivo gene editing\n       trophin production may not be as long-lasting as               in dystrophic mouse muscle and muscle stem cells. Science\n                                                                      2016;​351:​407-11.\n       that achieved in CRISPR-corrected muscle cells.                4. Xu L, Park KH, Zhao L, et al. CRISPR-mediated genome edit-\n       Also, the “micro” DMD encoding microdystrophin                 ing restores dystrophin expression and function in mdx mice.\n       is smaller than DMD modified by CRISPR-Cas9 and                Mol Ther 2016;​24:​564-9.\n                                                                      5. Gregorevic P, Allen JM, Minami E, et al. rAAV6-microdystro-\n       so may be somewhat compromised in function.                    phin preserves muscle function and extends lifespan in severely\n           Obstacles to the CRISPR-Cas9 approach in-                  dystrophic mice. Nat Med 2006;​12:​787-9.\n       clude a lower efficiency than that of some of the              DOI: 10.1056/NEJMcibr1601383\n       other approaches that have been proposed. Dmd                  Copyright © 2016 Massachusetts Medical Society.\n\n\n\n\n                                                    clinical problem-solving series\n                           The Journal welcomes submissions of manuscripts for the Clinical Problem-Solving\n                            series. This regular feature considers the step-by-step process of clinical decision\n                                      making. For more information, please see authors.NEJM.org.\n\n\n\n\n1686                                       n engl j med 374;17     nejm.org     April 28, 2016",
  "wordCount": 1449,
  "indexed": "2025-09-25T22:43:22.659Z",
  "method": "direct"
}
