{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Bennett et al. - 1995 - Recommendations for standardized human pedigree no.pdf",
  "fileName": "Bennett et al. - 1995 - Recommendations for standardized human pedigree no.pdf",
  "relativePath": "Genetica/Generalidades/Bennett et al. - 1995 - Recommendations for standardized human pedigree no.pdf",
  "text": "Am. J. Hum. Genet. 56:745-752, 1995\n\n\n Recommendations for Standardized Human\n Pedigree Nomenclature\n Robin L. Bennett,' Kathryn A. Steinhaus,5 Stefanie B. Uhrich, Corrine K. O'Sullivan,' Robert G. Resta,\n Debra Lochner-Doyle,4 Dorene S. Markel,6 Victoria Vincent,7 and Jan Hamanishi2\n'Division of Medical Genetics and 2Department of Obstetrics and Gynecology, University of Washington Medical Center, and 3Center for Perinatal Studies,\nSwedish Medical Center, and Genetics Services Center, Department of Health, Seattle; 'Division of Human Genetics, University of California,\nIrvine, Orange; 6Human Genome Center, University of Michigan, Ann Arbor, and 7Division of Genetics, University of South Carolina School\nof Medicine, Columbia\n\n\n\nSummary                                                                       Introduction\nThe construction of an accurate family pedigree is a funda-                  The construction of an accurate family pedigree is funda-\nmental component of a clinical genetic evaluation and of                     mental to the provision of clinical genetic services and\nhuman genetic research. Previous surveys of genetic coun-                    serves as an informational framework for human genetic\nselors and human genetic publications have demonstrated                      research. Review of a family pedigree aids the clinician in\nsignificant inconsistencies in the usage of common pedigree                  diagnosis, helps establish the pattern of inheritance, and\nsymbols representing situations such as pregnancy, termi-                    assists in identifying persons at risk. The pedigree also\nnation of pregnancy, miscarriage, and adoption, as well                      serves as a reference of social and biological relationships\nas less common scenarios such as pregnancies conceived                       to alert the clinician to issues of blended families, adoption,\nthrough assisted reproductive technologies. The Pedigree                     deaths, pregnancy termination, and pregnancies conceived\nStandardization Task Force (PSTF) was organized through                      by assisted reproductive technologies. Correct interpreta-\nthe Professional Issues Committee of the National Society                    tion of family pedigrees is essential for human genetic re-\nof Genetic Counselors, to establish recommendations for                      search and is particularly challenging when reviewing pedi-\nuniversal standards in human pedigree nomenclature. No-                      grees diagrammed within professional publications or\nmenclature was chosen based on current usage, consis-                        when research teams collaborate to study large families.\ntency among symbols, computer compatibility, and the                         Pedigree analysis also facilitates the identification of disor-\nadaptability of symbols to reflect the rapid technical ad-                   ders where genetic mechanisms such as anticipation, mito-\nvances in human genetics. Preliminary recommendations                        chondrial inheritance, X-linked or dominant homozygous\nwere presented for review at three national meetings of\nhuman genetic professionals and sent to >100 human                           lethality, and differential age at onset, based on the sex of\ngenetic professionals for review. On the basis of this review                the transmitting individual, are factors.\nprocess, the recommendations of the PSTF for standard-                           Although one might assume that pedigree nomenclature\nized human pedigree nomenclature are presented here. By                      is used in a universal fashion, we have demonstrated wide\nincorporating these recommendations into medical genet-                      variation among genetics professionals, both in clinical\nics professional training programs, board examinations,                      practice and in professional publications. A survey of mem-\ngenetic publications, and pedigree software, the adoption                    bers of the National Society of Genetic Counselors (NSGC)\nof uniform pedigree nomenclature can begin. Usage of                         showed discrepancies even in common symbols used to\nstandardized pedigree nomenclature will reduce the                           record a genetic family history (i.e., pregnancy, miscarriage,\nchances for incorrect interpretation of patient and family                   abortion, termination of pregnancy, adoption) (Bennett et\nmedical and genetic information. It may also improve the                     al. 1993). No consensus was noted in recording situations\nquality of patient care provided by genetic professionals                    representing assisted reproductive technologies (i.e., artifi-\nand facilitate communication between researchers in-                         cial insemination by donor semen, donor ovum, surrogate\nvolved with genetic family studies.                                          motherhood). A review of 24 standard medical genetic text-\n                                                                             books and publications in 10 current human genetic jour-\n                                                                             nals further demonstrated wide variation in pedigree con-\n                                                                             struction (Steinhaus et al., in press). Historical studies have\n   Received October 3, 1994; accepted for publication November 28,           also shown a lack of consistency in pedigree symbols\n1994.                                                                        throughout the 20th century (Resta 1993).\n  Address for correspondence and reprints: Robin L. Bennett, Medical            Standardization of pedigree nomenclature is important,\nGenetics, RG-25, University of Washington Medical Center, Seattle, WA        much as it was useful to develop universal cytogenetic no-\n98195.\nX) 1995 by The American Society of Human Genetics. All rights reserved.      menclature (Paris Conference 1971). The Pedigree Stan-\n0002-9297/95/5603-0025$02.00                                                 dardization Task Force (PSTF) was established through the\n                                                                                                                                                  745\n\f746                                                                                                   Am. J. Hum. Genet. 56:745-752, 1995\n\nProfessional Issues Committee of the NSGC to address                        standard human genetic textbooks, was also reviewed\nthis issue and to make recommendations for standardized                     (Steinhaus et al., in press). In addition to frequent usage,\nhuman pedigree nomenclature. The recommendations of                         consistency among symbols, computer compatibility, and\nthe PSTF are presented here.                                                ability to adapt to the rapid changes in human genetics\n                                                                            were considered.\nMaterial and Methods                                                           A peer review of the proposed pedigree nomenclature\n                                                                            was conducted. A first draft of proposed symbols was circu-\n   A draft of proposed pedigree nomenclature was devel-                     lated to a liaison committee that included representatives\noped by reviewing symbols and abbreviations used by ge-                     from the NSGC, the American Board of Medical Genetics,\nnetic counselors in clinical practice, on the basis of 437                  the American Society of Human Genetics (ASHG), the\nquestionnaire responses by NSGC members (Bennett et al.                     American Board of Genetic Counseling, the Washington\n1993). Pedigree nomenclature in professional human ge-                      State Department of Health, editors of various genetic pub-\nnetic publications, including current journal articles and                  lications, the Education Committee of the Council of Re-\n\n\n       Instructions:\n      -   Key should contain all information relevant to interpretation of pedigree (e.g., define shading)\n      -   For clinical (non-published) pedigrees, include:\n          a) family names/initials, when appropriate\n          b) name and title ofperson recording pedigree\n          c) historian (person relaying family history information)\n          d) date of inake/update\n       - Recommended order of information placed below symbol (below to lower right, if necessary):\n          a) age/date of birth or age at death\n          b) evaluation (see Figure 5)\n          c) pedigree number (e.g., I-I, I-2, 1-3)\n                                                                      Sex\n                                       Male       Female      Unknown Comients\n       1. Individual                 7              5         7                 Assign gender by phenotype.\n                                      b. 1925       30y               4mo\n       2. Affected individual        7id7                 Key/legend used to define shading or other fill\n                                                     V    (e.g., hatches, dots, etc.).\n                                                   AL--\n                                                 - -i zWith .2 conditions, the individual's symbol\n                                       I1iJ  UJ\n                                              w           should be\n                                                   < E shaded        partitioned\n                                                                   with a differentaccordingly  eac insegment\n                                                                                    fill and defined    legend.\n       3. Multiple individuals,       F     7             Number of siblings written inside symbol.\n          number known                 Lii    0)   \\%     (Affected individuals should not be grouped.)\n       4. Multiple individuals,      %, 7-          7K-Y- \"n\" used in place of 'ir =ark.\n           number unknown                            C)           \\\n\n\n\n\n       5a. Deceased individual                                                  Use of cross (t) may be confused with symbol\n                                         35y\n                                                    0\n                                                   d. 4m\n                                                                                for evaluated positive (+). If known, write \"d.\"\n                                                                                with age at deat below symbols\n       5b. Stillbirth (SB)                                                      Birth of a dead child with gestational age noted.\n                                        SB           SB               SB\n                                       28 wk       30 wk          34 wk\n\n\n\n\n                                                                                i(s) seeking genetic counseling/testing.\n                                                                                                                                    i\n\n                                  Figure I      Common pedigree symbols, definitions, and abbreviations\n\fBennett et al.: Standardized Pedigree Nomenclature                                                                               747\n\n          Instructions:\n             Symbols are smaller than standard ones and individual's line is shorter. (Even if sex is known, triangles\n             are preferred to a small square/circle; symbol may be mistaken for symbols 1, 2, and 5a/5b of Figure 1,\n             particularly on hand drawn pedigrees.)\n             If gender and gestational age known, write below symbol in that order.\n                                                                      Sex\n                                           Male         Female      Unknown Comments\n          1. Spontaneous abortion           /\\7          /\\         7           If ectopic pregnancy, write ECT below symbol.\n            (SAB)                           male                        ECT\n          2. Affected SAB            |A7 male           female\n                                                                   7 If gestational age known, write below symbol.\n                                                                      Key/legend used to define shading.\n                                                                      16 wk\n          3. Termination of              7 >         7|ia       7 $7 |Other abbreviations (e.g., TAB, VTOP, Ab)\n            pregnancy (TOP)                            female         not used for sake of consistency.\n                                           male\n          4. Affected TOP                7                    7 7     Key/legend used to define shading.\n                                            male        female\n\n                              Figure 2       Pedigree symbols and abbreviations for pregnancies not carried to term\n\n\ngional Genetics Networks (CORN), the Adoption Subcom-                     formation (i.e., birthdates, names) has been removed. The\nmittee of CORN, the Alliance of Genetic Support Groups,                   appendix and figure 1A provide an example of a hypotheti-\nand the International Society of Nurses in Genetics. The                  cal clinical history and a pedigree utilizing the recom-\nresulting recommendations were presented in poster format                 mended pedigree nomenclature, to illustrate the relation-\nat the 1993 annual education conferences of the NSGC in                   ship of symbols to each other and the placement of infor-\nAtlanta and the ASHG in New Orleans, allowing partici-                    mation on the pedigree.\npants at these meetings the opportunity to provide both\nverbal and written response to the PSTF. After incorpora-                 Discussion\ntion of reviewer commentary, a revision was presented as\na poster at the 1994 joint meeting of the March of Dimes                     The pedigree is the symbolic language of clinical genetic\nEducation Conference and the American College of Medi-                    services and of human genetic research. In this age of in-\ncal Genetics (ACMG) in Kissimmee, FL, again allowing an                   creasing information exchange, standardization of the lan-\nopportunity for comment by practicing genetic profession-                 guage of the human pedigree is essential for clear communi-\nals. A third revision of the pedigree nomenclature was sent,              cation among medical professionals and genetic research-\nin April 1994, to -120 genetic professionals, including                   ers. As with the development of cytogenetic nomenclature,\njournal editors, chairs of the major professional genetic                 the development of uniform pedigree nomenclature is an\nsocieties and organizations (including the newly formed                   evolving process. The utility and the effectiveness of the\nACMG), directors of genetic counseling training programs,                 proposed pedigree nomenclature need to be evaluated in\nauthors of standard human genetic textbooks, and other                    the future. Plans for assessment include review of genetic\nleaders in the field of human genetics. The proposed no-                  publications, in a few years time, to determine whether the\nmenclature was field-tested by small focus groups, includ-                symbols are indeed being used by the authors. In addition,\ning members of the Education Committees of the Pacific                    a sample of members of the professional genetics organiza-\nNorthwest Regional Genetics Group and the Pacific South-                  tions can be surveyed about the value of the pedigree-\nwest Regional Genetics Group, and master's-level genetic                  nomenclature guidelines in their clinical practice and re-\ncounseling students at the University of Wisconsin. A                     search.\nfourth revision was distributed in July 1994 to -70 genetic                  There are several methods for incorporating standard-\nprofessionals from the original list of 120. Minor revisions              ized pedigree nomenclature into practice. Teaching uniform\nwere made in this fourth draft, which was then submitted                  pedigree symbols in human genetic professional training\nto, and approved by, the PSTF liaison members.                            programs, in medical and nursing schools, and to allied\n                                                                          health professionals, as well as including standard pedigree\nResults                                                                   nomenclature in board examinations, will encourage the\n                                                                          next generation of health-care providers to integrate this\n  The NSGC PSTF's recommendations for symbolization                       nomenclature into their routine. If genetic diagnostic labs\nof a genetic family history are outlined in figures 1-5.                  require standardized pedigrees on their intake and re-\nThese recommendations apply both to unpublished clinical                  porting forms, this may improve communication between\npedigrees and to research publication, once identifying in-               the laboratory and referring health professional. Computer\n\f748                                                                                                          Am. J. Hum. Genet. 56:745-752, 1995\n\n       Definitions                                              Comments\n           1. relationship line                                 If possible, male partner should be to left of female partner\n                       I                                        on relationship line.\n\n         3. sibshilp i                                 (oldest toshould\n                                    2. line of descent Siblings         be listed from left to right in birth order\n                                                                  youngest)\n                                                         For pregnancies not carried to term (SABs and TOPs),\n                                   4. individual's lines the individual's line is shortened.\n       1. Relationship line (horizontal)\n         a. Relationships                                                                                     A break in a relationship\n                                                                                                              line indicates the relation-\n                                                                                                              ship no longer exists.\n                                                                                                              Multiple previous partners\n                                                                                                              do not need to be shown if\n                                                                                                              they do not affect genetic\n                                                                                                              assessment.\n\n         b. Consanguinity                         If degree of relationship not obvious from pedigree, it should\n                                     L....JVJ be stated (e.g., third cousins) above relationship line.\n       2. Line of descent (vertic x1 or diagonal)\n          a. Genetic                              Biologic parents shown.\n\n\n\n             Twins                  Monozygotic       Dizygo)tic       Unknown A horizontal line between the symbols implies\n                                                                            - - -a relationship line.\n                                           ±,             A\n\n                                                  2\n                                                  I\n\n              Family history not\n              available/known\n              for individual\n                                        i--\n                                           b               ._\n                                                                      O\n                                    -                      .4\n              No children by                                                                   Indicate reason, iif known.\n              choice or reason                                                 or9\n              unknown\n                                                                   vasectomy       tubal\n              Infertility\n                                                                     ;Ior9\n                                                                   azoospermia endometriosis\n                                                                                                Indicate reason, if known.\n\n\n          b. Adoption                      in                          out             by relatLive                  Brackets used for all\n                                                                                                                     adoptions. Social vs.\n                                                                                                         biological parents\n                                                                                                | \\J ,XJ denote ydse n\n                                                                                                         solid lines of descent,\n                                                                                                                     respectively.\n\n                                                                                                               --I\n\n                                                      Figure 3             Pedigree line definitions\n\n\nprograms that incorporate uniform symbols for recording                             Of equal importance to the development of standard-\nfamily histories would be useful. Editors of genetic publica-                    ized pedigree symbolization is the development of pro-\ntions should be encouraged to include standardized pedi-                         fessional guidelines regarding ethical issues in recording\ngree nomenclature in their journals' information for con-                        a clinical genetic family history, as well as in publication\ntributors and in textbooks.                                                      of pedigrees. For instance, in figure 5, example 3, the\n\fBennett et al.: Standardized Pedigree Nomenclature                                                                                       749\nsuggested symbol for an asymptomatic/presymptomatic                            pedigree or even in the patient chart. Likewise, large\ncarrier (e.g., a person with no clinical symptoms of Hun-                      pedigrees are published in research papers where an indi-\ntington disease who carries the mutation) is shown, but                        vidual could be identified from the family structure, ge-\nit could be argued that, for confidentiality reasons, pre-                     netic condition, and the names of the researchers,\nsymptomatic test results should not be recorded on the                         yet consent for publication may not have been ob-\n\n\n         Definitions:\n         -  Egg or sperm donor (D)\n         -  Surrogate (S)\n         -  If the woman is both the ovum donor and a surrogate, in the interest of genetic assessment, she will only be\n            referred to as a donor (e.g., 4 and 5)\n         - The pregnancy symbol and its line of descent are positioned below the woman who is carrying the pregnancy.\n         - Family history can be taken on individuals, inclu ing donors, where history is known.\n\n\n         Possible Reproductive Scenarios                                                Comments\n         1. Sperm donor                                                                 Couple in which woman is carrying preg-\n                                              D)D0 gT O                          i1     nancy using donor sperm. No relationship\n                                                                                        line is shown between the woman carrying\n                                                       or                               the pregnancy\n                                                                                        lesbian          and thethesperm\n                                                                                                 relationship,      male donor.\n                                                                                                                          partnerFor\n                                                                                                                                  cana\n                                          P                              TP'            be substituted with a female partner.\n\n        2. Ovum donor                                                                   Couple in which woman is carrying preg-\n                                                                     D})A               nancy using donor egg(s) and partner's\n                                                                                        sperm.\n\n\n\n\n        3. Surrogate only                                                               Couple whose gametes are used to impreg-\n                                                             S-)\n                                                               (i)                      nate another woman (surrogate) who\n                                                                                        carries the pregnancy.\n\n\n                                                                     P\n\n        4. Surrogate          a)                            b)                          Couple in which male partner's sperm is\n           ovum donor                                                                   used to inseminate a) an unrelated woman\n                                              D                  D                     ~~~~~~~~~~or\n                                                                                            b) a sister who is carrying the pregnancy\n                                                                                        for the couple.\n                                                      or\n\n\n\n\n        5. Planned                                                                     Couple contracts with a woman to carry a\n          adoption                   [D                                                pregnancy using ovum of the woman\n                                                                                       carrying the pregnancy and donor sperm.\n\n\n                                                             [a ]\n                                   Figure 4       Assisted-reproductive-technologies symbols and definitions\n\fInstructions:\n-  Evaluation (E) is used to represent clinical and/or test information on the pedigree.\n   a. E is to be defined in key egend.\n   b. If more than one evaluation, use subscript (E1, E2, E3) and define in key. May be written\n      side by side or below each other depending on available space.\n   c. Test results should be put in parentheses or defined in key/legend.\n   d. If results of exam/family study/testing not documented or unavailable, may use a question mark (e.g., E?).\n- Documented evaluation (*)\n   a. Asterisk is placed next to lower right edge of symbol.\n   b. Use only if examined/evaluated by you or your research/clinical team or if the outside evaluation has been\n      personally reviewed and verified.\n- A symbol is shaded only when an individual is clinically symptomatic.\n- For linkage studies, haplotype information is written below the individual. The haplotype of interest should\n   be on left and appropriately highlighted.\n- Repetitive sequences, trinucleotides and expansion numbers are written with affected allele first and\n   placed in parentheses.\n- If mutation known, identify and place in parentheses.\n- Recommended order of information:\n    1) age/date of birth or age at death\n   2) evaluation information\n   3) pedigree number (e.g., I-1, 1-2, 1-3)\nDefinition                        Symbol       Scenario                                            Example\n1. Documented                    7             Woman with normal physical exam and\n   evaluation (*)                 ( )          negative fragile X chromosome study (nor-\n                                               mal phenotype and negative test result).                                   *\n2. Obligate carrier (will not                  Woman with normal physical exam and\n   manifest disease).            7             premutation for fragile X (normal pheno-                                   *\n                                  x~-~'        type and positive test result).                               E+(x1 *35n)\n3. Asymptomatic/presymp-             _         Man age 25 with normal physical exam\n   tomatic carrier (clinically       III       and positive DNA test for Huntington\n   unaffected at this time                     disease (symbol filled in if/when symp-\n   but could later exhibit                     toms develop).\n    symptoms)\n                                                                                                                   25 y\n                                                                                                             E+(45n/18n)\n4. Uninformative study (u)       7        Man age 25 with normal physical exam\n                                     U l and uninformative DNA test for Hunting-\n                                     Eu\n                                        lton disease (E1) and negative brain MRI                                   25 y*\n                                     Eu   study (E2).                                                        Elu(36n/18n)\n                                                                                                             E2.\n5. Affected individual with      7             Individual with cystic fibrosis and posi-\n   positive evaluation (E+)                    tive mutation study, although only one\n                                               mutation has currently been identified.              E+(AF508                  Eu\n                                     E+\n                                                                                                              E+(AF508/u)\n                                               18 week male fetus with abnormalities\n                                               on ultrasound and a trisomy 18 karyotype.\n                                                                                                                    18 wk\n                                                                                                               E+(tri 18)\n\n                       Figure 5           Pedigree symbolization of genetic evaluation/testing information\n\fBennett et al.: Standardized Pedigree Nomenclature                                                                          751\n\ntained from each person who is symbolized on the pedi-            chances for incorrect interpretation of patient and family\ngree.                                                             medical and genetic information. It may also improve the\n    The development of ethical guidelines about the type of       quality of patient care provided by genetic professionals,\n information recorded on a pedigree should be considered.         as well as facilitate communication between researchers\n For example, information that is commonly recorded on a          involved with genetic family studies.\n pedigree (e.g., same-sex relationships, suicide, alcoholism,\n HIV status, marital status, pregnancy terminations) may Acknowledgments\n or may not be helpful in making a clinical diagnosis and\n genetic-risk assessment; however, this type of information,        This work was supported by grants from the National Society\n if released to a third party (e.g., insurer, employer), may be  of  Genetic Counselors; the Washington State Department of\n used in a discriminatory fashion. The kind of information       Health;  Maternal/Infant Health and Genetics, the Pacific North-\n documented on a pedigree also raises issues of protection the   west   Regional  Genetics Group Project #MCJ-411002-10; and\n                                                                      University\n of privacy when a family pedigree is exchanged between Department of Obstetrics of Washington Division of Medical Genetics and\n                                                                                           and Gynecology. The pedigree symbols\n health professionals evaluating different members of an in the figures were formatted          using Aldus PageMaker. We are\n extended family. The pedigree may contain information not grateful to the many people who have commented on this project\n privy to the other relatives (e.g., nonpaternity, pregnancy and for the support from Ann Happ-Boldt, Wendy Uhlmann,\n terminations, affected status, pregnancies conceived by as- and Vickie Venne.\n sisted reproductive technologies, etc.). Researchers and cli-\n nicians need to weigh carefully patient confidentiality\n against clinical and genetic relevance when deciding what Appendix\n information to include on a pedigree.                           Fictitious Genetic Family History and Pedigree,\n    The professional genetics community should continue to Using Recommended Pedigree Nomenclature\n explore the many ethical and legal dilemmas surrounding\n the clinical and research use of the family pedigree, to as- Clinical Scenario\n sure the protection of confidentiality of our patients and\n                                                                    The consultand, Mrs. Feene O'Type, age 35 years, and\n subjects. A conference sponsored by the American Associa- her 36-year-old husband, Gene O'Type, are referred to you\ntion for the Advancement of Science (AAAS)-American for genetic counseling regarding advanced maternal age,\nBar Association (ABA) National Conference of Lawyers since Mrs. O'Type is 16 wk into her pregnancy. Mrs.\nand Scientists, and the AAAS Committee on Scientific Free- O'Type had one prior pregnancy, an elective termination\ndom and Responsibility met to address some of the issues (TOP) at 18 wk, of a female fetus with trisomy 21.\ninvolved in pedigree research but did not arrive at a consen-\nsus (Frankel and Teich 1993). The Council of Biological          Mrs. OType and Her Side of the Family\nEditors has also raised the issue of protection of privacy * Mrs. O'Type had three prior pregnancies with an ex-\nfor individuals in published pedigrees (Glass et al. 1994).         husband, the first a TOP, the second a spontaneous abor-\nProblems such as misuse of published information, leading           tion (SAB) of a female fetus at 19 wk gestation, and the\nto job loss and problems of obtaining life insurance, were          third a healthy 10-year-old son who was subsequently\naddressed. Solutions such as altering or omitting symbols           adopted by her 33-year-old sister, Stacy.\nto disguise the family and obtaining consent from each           * Stacy had three pregnancies, two SABs (the second a\nperson in a published pedigree were discussed, but no               male fetus at 20 wk with a neural tube defect and a\nagreement was reached. The professional human genetics              karyotype of trisomy 18), and a stillborn female at\nsocieties may wish to consider the development of policy            32 wk.\nstatements to address the issues of confidentiality for sub-     * Mrs. O'Type has a 31-year-old brother, Sam, who is\njects in clinical and research pedigrees.                           affected with cystic fibrosis (CF) and is infertile.\n    This document is the result of the thoughtful input from * Her youngest brother, Donald, age 29 years, is healthy\nmany professionals in the genetics community. It is impossi-        and married. By means of gametes from Donald and his\nble to develop uniform pedigree nomenclature without cre-           wife, an unrelated surrogate mother has been successfully\nating controversy. The problem is succinctly stated by Fran-        impregnated.\nces Galton (1889, p. 249), who noted: \"There are many            * Mrs. O'Type's father died at age 72 years and her mother\nmethods of drawing pedigrees and describing kinship, but            at age 70 years, both from \"natural causes.\" Mrs.\nfor my own purposes I still prefer those that I designed            O'Type's mother had five healthy full sibs, who them-\nmyself.\" The proposed recommendations of the PSTF are               selves had many healthy children.\nmade as a starting point in the process of adopting uniform\npedigree nomenclature. By beginning to use uniform guide- Mr. OType and His Side of the Family\nlines for pedigree construction in professional publication * Mr. O'Type has two siblings, an MZ twin brother, Cary,\nand clinical and research practice, it is possible to reduce the   whose wife is 6 wk pregnant by donor insemination\n\f752                                                                                                                                          Am. J. Hum. Genet. 56:745-752, 1995\n\n\n\n\n                 *                                                                                                                     7\n             2               3   24     43         5                 6361                             my\n\n\n\n\n                             I45#1                                     ,    /\n                                                                                Is1,\n                                                                                3t5\n                                                                                                     1   Sv\n                                                                                                                                            1301\n                                                                                                                                             10   t      EgNAOSA   s, InsaD\n\n\n                                             32~~~ 4 3         3      36,       J~~~~+(y 21          3y                                    ,'37          Sl        29         1    1\n                                                         I                                               I~~~~~~~~~~~~~~~~41\n\n                     I       2                               E k                              16ik                               toy              SB                              12\n                                                              3                                5                                 S                32,1\n                                                                                                                                                   11\n\n\n\n\n                       Down Syndrome                                        El- ksryotype\n                     _ - Neual tube defect                                      - Cystic fibrodsmutstudy                                     Tuln by: Oregr Mendd\n                       -C     f                                                 - 1 - Cc f~hnds\n                                                                                            -                 E3 -D                          Histois: GenAprilAn 1,Feee\n                                                                                                                                              on Dof ake:           1994\n                                                                                                                                                                        OType\n                          - Redren color blihndnes                          E         n dime\n                                                                                                                u       stuldy\n                                                                            *      minedpe\n                         *- Hunuthgon~disse (efficted)\n\n\n                                      Figure Al                    Hypothetcal clinical pedigree, using recommended nomenclaure\n\n\n  (donor's history unknown), and a 32-year-old sister,                                               References\n  Sterrie.\n* Sterrie is married to Proto, her first cousin (Sterrie's fa-                                       Bennett RL, Steinhaus KA, Uhrich SB, O'Sullivan C (1993) The\n  ther's sister's son), who has red/green color blindness.                                             need for developing standardized family pedigree nomencla-\n  She is carrying a pregnancy conceived from Proto's                                                   ture. J Genet Couns 2:261-273\n  sperm and ovum from an unknown donor. Sterrie and                                                  Frankel MS, Teich AH (1993) Ethical and legal issues in pedigree\n  Proto also have an adopted son.                                                                      research. Report on a conference sponsored by the AAAS Com-\n* The family history of Sterrie's mother, who has Hunting-                                             mittee on Scientific Freedom and Responsibility and the\n  ton disease (HD), is unknown.                                                                        AAAS-ABA National Conference of Lawyers and Scientists.\n* Mr. Gene O'Type's father has a set of twin brothers,                                                 American Association for the Advanced of Science, Washing-\n  zygosity unknown, and another brother and a sister (Pro-                                             ton, DC\n  to's mother) who are also twins.                                                                   Galton F (1889) Natural inheritance. MacMillan, London\n                                                                                                     Glass R, Motulsky AG, Juengst E, Squires B (1994) Ethics\n                                                                                                        and the publication of clinical genetics. CBE Views 17(5):\nLater, You Obtain the Following Information                                                             70-71\n* Feene O'Type's brother, Sam, with CF, has one AF allele                                            Paris Conference (1971) supplement (1975): standardization in\n   and one allele that cannot be identified.                                                            human cytogenetics. Birth Defects Original Article Series 11.\n* Donald carries the AF allele.                                                                         Vol 9. National Foundation, New York\n* Gene O'Type and his twin brother show no clinical signs                                            Resta RG (1993) The crane's foot: the rise of the pedigree in\n   of HD, on examination by the neurologist in your clinic.                                             human genetics. J Genet Couns 2:235-260\n   Gene would like DNA testing, but Cary is not interested.                                          Steinhaus KA, Bennett RL, Uhrich SB, Resta RG, Doyle DL,\n* Sterrie has a normal neurological exam (for symp-                                                     Markel DS, Vincent VA. Inconsistencies in pedigree nomencla-\n   toms of HD) in your clinic, but her DNA testing                                                      ture in human genetics publications: a need for standardization.\n   shows she has a CAG expansion of 45 and 18 repeats.                                                  Am J Med Genet (in press)",
  "wordCount": 4170,
  "indexed": "2025-09-25T22:39:26.567Z",
  "method": "direct"
}
