{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Clinical guidelines/Richards et al_2015_Standards and Guidelines for the Interpretation of Sequence Variants.pdf",
  "fileName": "Richards et al_2015_Standards and Guidelines for the Interpretation of Sequence Variants.pdf",
  "relativePath": "Genetica/Clinical guidelines/Richards et al_2015_Standards and Guidelines for the Interpretation of Sequence Variants.pdf",
  "text": "HHS Public Access\n                                 Author manuscript\n                                 Genet Med. Author manuscript; available in PMC 2015 November 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Genet Med. 2015 May ; 17(5): 405–424. doi:10.1038/gim.2015.30.\n\n\n\n                    Standards and Guidelines for the Interpretation of Sequence\n                    Variants: A Joint Consensus Recommendation of the American\n                    College of Medical Genetics and Genomics and the Association\n                    for Molecular Pathology\n                    Sue Richards [Chair, ACMG],\n                    Knight Diagnostic Laboratories; Department of Molecular and Medical Genetics; Oregon Health &\nAuthor Manuscript\n\n\n\n\n                    Science University, Portland, OR, USA\n\n                    Nazneen Aziz [CAP],\n                    College of American Pathologists, Chicago, IL, USA\n\n                    Sherri Bale [ACMG],\n                    GeneDx, Gaithersburg, MD, USA\n\n                    David Bick [ACMG],\n                    Section of Genetics, Department of Pediatrics, Medical College of Wisconsin, 8701 Watertown\n                    Plank Road, Milwaukee, WI, USA\n\n                    Soma Das [ACMG],\n                    Department of Human Genetics, Clinical Molecular Genetics Laboratory, The University of\nAuthor Manuscript\n\n\n\n\n                    Chicago, Chicago, USA\n\n                    Julie Gastier-Foster [AMP],\n                    Nationwide Children's Hospital, Cytogenetics/Molecular Genetics Laboratory; Ohio State\n                    University College of Medicine, Departments of Pathology and Pediatrics, Columbus, OH, USA\n\n\n\n                    Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research,\n                    subject always to the full Conditions of use:http://www.nature.com/authors/editorial_policies/license.html#terms\n                    Nazneen Aziz. Current address: Phoenix Children’s Hospital\n                    Conflicts of Interest: All workgroup members are clinical service providers. No commercial conflict of interest was reported for Sue\n                    Richards, David Bick, Soma Das, Wayne Grody, Elaine Spector, Julie Gastier-Foster, Nazneen Aziz, and Karl Voelkerding. The\n                    following workgroup members have a commercial conflict of interest: Sherri Bale (GeneDx, BioReference (stock), Advisory boards\n                    for RainDance, Ingenuity); Madhuri Hegde (Advisor for: Oxford Genetic Technologies, Tessarae, Ingenuity/Qiagen); Elaine Lyon\nAuthor Manuscript\n\n\n\n\n                    (Advisory board for Complete Genomics); and Heidi Rehm (Scientific advisory boards: Ingenuity/Qiagen, Complete Genomics,\n                    Knome, Focused Genomics).\n                    Disclaimer: These ACMG Standards and Guidelines were developed primarily as an educational resource for clinical laboratory\n                    geneticists to help them provide quality clinical laboratory services. Adherence to these standards and guidelines is voluntary and does\n                    not necessarily assure a successful medical outcome. These Standards and Guidelines should not be considered inclusive of all proper\n                    procedures and tests or exclusive of other procedures and tests that are reasonably directed to obtaining the same results. In\n                    determining the propriety of any specific procedure or test, the clinical laboratory geneticist should apply his or her own professional\n                    judgment to the specific circumstances presented by the individual patient or specimen. Clinical laboratory geneticists are encouraged\n                    to document in the patient’s record the rationale for the use of a particular procedure or test, whether or not it is in conformance with\n                    these Standards and Guidelines. They also are advised to take notice of the date any particular guideline was adopted, and to consider\n                    other relevant medical and scientific information that becomes available after that date. It also would be prudent to consider whether\n                    intellectual property interests may restrict the performance of certain tests and other procedures.\n                    These Standards and Guidelines were approved by the ACMG Board of Directors on December 15, 2014 and the AMP Board of\n                    Directors on January 9, 2015.\n\f                    Richards et al.                                                                                             Page 2\n\n\n                       Wayne W. Grody [ACMG],\nAuthor Manuscript\n\n\n\n\n                       Departments of Pathology & Laboratory Medicine, Pediatrics, and Human Genetics, UCLA\n                       School of Medicine, Los Angeles, CA, USA\n\n                       Madhuri Hegde [ACMG],\n                       Emory Genetics Laboratory, Department of Human Genetics, Emory University, Atlanta, Georgia,\n                       USA\n\n                       Elaine Lyon [AMP],\n                       Department of Pathology, ARUP Institute for Clinical and Experimental Pathology, University of\n                       Utah, Salt Lake City, Utah, USA\n\n                       Elaine Spector [ACMG],\n                       Molecular Genetics Laboratory, Children’s Hospital Colorado, Department of Pediatrics,\n                       University of Colorado Anschutz Medical School, Denver, CO, USA\nAuthor Manuscript\n\n\n\n\n                       Karl Voelkerding [CAP], and\n                       Department of Pathology, ARUP Institute for Clinical and Experimental Pathology, University of\n                       Utah, Salt Lake City, Utah, USA\n\n                       Heidi L. Rehm [Co-Chair, ACMG] on behalf of On behalf of the ACMG Laboratory Quality\n                       Assurance Committee\n                       Partners Laboratory for Molecular Medicine and Department of Pathology, Brigham & Women’s\n                       Hospital and Harvard Medical School, Boston, Massachusetts, USA\n\n                       Abstract\n                             The American College of Medical Genetics and Genomics (ACMG) previously developed\n                             guidance for the interpretation of sequence variants.1 In the past decade, sequencing technology\nAuthor Manuscript\n\n\n\n\n                             has evolved rapidly with the advent of high-throughput next generation sequencing. By adopting\n                             and leveraging next generation sequencing, clinical laboratories are now performing an ever\n                             increasing catalogue of genetic testing spanning genotyping, single genes, gene panels, exomes,\n                             genomes, transcriptomes and epigenetic assays for genetic disorders. By virtue of increased\n                             complexity, this paradigm shift in genetic testing has been accompanied by new challenges in\n                             sequence interpretation. In this context, the ACMG convened a workgroup in 2013 comprised of\n                             representatives from the ACMG, the Association for Molecular Pathology (AMP) and the College\n                             of American Pathologists (CAP) to revisit and revise the standards and guidelines for the\n                             interpretation of sequence variants. The group consisted of clinical laboratory directors and\n                             clinicians. This report represents expert opinion of the workgroup with input from ACMG, AMP\n                             and CAP stakeholders. These recommendations primarily apply to the breadth of genetic tests\n                             used in clinical laboratories including genotyping, single genes, panels, exomes and genomes.\nAuthor Manuscript\n\n\n\n\n                             This report recommends the use of specific standard terminology: ‘pathogenic’, ‘likely\n                             pathogenic’, ‘uncertain significance’, ‘likely benign’, and ‘benign’ to describe variants identified\n                             in Mendelian disorders. Moreover, this recommendation describes a process for classification of\n                             variants into these five categories based on criteria using typical types of variant evidence (e.g.\n                             population data, computational data, functional data, segregation data, etc.). Because of the\n                             increased complexity of analysis and interpretation of clinical genetic testing described in this\n                             report, the ACMG strongly recommends that clinical molecular genetic testing should be\n\n\n\n                                           Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                            Page 3\n\n\n                             performed in a CLIA-approved laboratory with results interpreted by a board-certified clinical\nAuthor Manuscript\n\n\n\n\n                             molecular geneticist or molecular genetic pathologist or equivalent.\n\n\n                       Keywords\n                             clinical genetic testing; ACMG laboratory guideline; sequence variation; variant terminology;\n                             interpretation; reporting\n\n\n                       Introduction\n                                       Increasingly, clinical molecular laboratories are detecting novel sequence variants in the\n                                       course of testing patient specimens for a rapidly increasing number of genes associated with\n                                       genetic disorders. While some phenotypes are associated with a single gene, many are\n                                       associated with multiple genes. Our understanding of the clinical significance of any given\nAuthor Manuscript\n\n\n\n\n                                       sequence variant falls along a gradient, ranging from those in which the variant is almost\n                                       certainly pathogenic for a disorder to those that are almost certainly benign. While the\n                                       previous ACMG recommendations provided interpretative categories of sequence variants\n                                       and an algorithm for interpretation, the recommendations did not provide defined terms or\n                                       detailed variant classification guidance.1 This report describes updated standards and\n                                       guidelines for classification of sequence variants using criteria informed by expert opinion\n                                       and empirical data.\n\n\n                       Methods\n                                       In 2013 a workgroup consisting of ACMG, AMP, and CAP members, representing clinical\n                                       laboratory directors and clinicians, was formed with the goal of developing a\nAuthor Manuscript\n\n\n\n\n                                       recommendation for the use of standard terminology for classifying sequence variants using\n                                       available evidence weighted according to a system developed through expert opinion,\n                                       workgroup consensus and community input. In order to assess the views of the clinical\n                                       laboratory community, surveys were sent to over 100 sequencing laboratories, from the\n                                       United States (US) and Canada that were listed in GeneTests.org, requesting input on\n                                       terminology preferences and evaluation of evidence for classifying variants. Laboratory\n                                       testing experience included rare disease as well as pharmacogenomics and somatic cancer\n                                       testing. The first survey, aimed at assessing terminology preferences, was sent in February\n                                       2013 and the results presented in an open forum at the 2013 ACMG annual meeting\n                                       including over 75 attendees. Survey respondents represented over 45 laboratories in North\n                                       America. The outcome of the survey and open forum indicated that: (1) a five-tier\n                                       terminology system using the terms pathogenic, likely pathogenic, uncertain significance,\nAuthor Manuscript\n\n\n\n\n                                       likely benign, and benign was preferred and already in use by a majority of laboratories, and\n                                       (2) the first effort of the workgroup should focus on Mendelian and mitochondrial variants.\n\n                                       In the first survey, laboratories were also asked to provide their protocols for variant\n                                       assessment, and eleven shared their methods. By analyzing all the protocols submitted, the\n                                       workgroup developed a set of criteria to weight variant evidence and a set of rules for\n                                       combining criteria to arrive at one of the five classification tiers. Workgroup members tested\n                                       the scheme within their laboratories for several weeks using variants already classified in\n\n\n                                           Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                              Page 4\n\n\n                                      their laboratories and/or by the broader community. In addition, typical examples of variants\nAuthor Manuscript\n\n\n\n\n                                      harboring the most common types of evidence were tested for classification assignment to\n                                      ensure the system would classify those variants according to current approaches consistently\n                                      applied by workgroup members. A second survey was sent out to the same laboratories\n                                      identified through GeneTests.org as well as through AMP’s list serve of approximately 2000\n                                      members in August of 2013 with the proposed classification scheme and a detailed\n                                      supplement describing how to use each of the criteria. Laboratories were asked to use the\n                                      scheme and to provide feedback as to the suitability and relative weighting of each criteria,\n                                      the ease of use of the classification system, and whether they would adopt such a system in\n                                      their own laboratory. Responses from over 33 laboratories indicated majority support for the\n                                      proposed approach and feedback further guided the development of the proposed standards\n                                      and guidelines.\n\n                                      In November 2013, the workgroup held a workshop at the AMP meeting with over 50\nAuthor Manuscript\n\n\n\n\n                                      attendees, presenting the revised classification criteria and two potential scoring systems.\n                                      One system is consistent with the approach presented here and the other a point system\n                                      whereby each criterion is given a number of points, assigning positive points for pathogenic\n                                      criteria and negative points for benign criteria, with the total defining the variant class. With\n                                      an audience response system, the participants were asked how they would weight each\n                                      criterion (as strong, moderate or supporting, or not used) during evaluation of variant\n                                      evidence. Again, the responses were incorporated into the classification system presented\n                                      here. It should be noted that while the majority of respondents did favor a point system, the\n                                      workgroup felt that the assignment of specific points for each criterion implied a quantitative\n                                      level of understanding of each criterion that is currently not supported scientifically and does\n                                      not take into account the complexity of interpreting genetic evidence.\nAuthor Manuscript\n\n\n\n\n                                      The workgroup also evaluated the literature for recommendations from other professional\n                                      societies and working groups that have developed variant classification guidelines for well-\n                                      studied genes in breast cancer, colon cancer, and cystic fibrosis and statistical analysis\n                                      programs for quantitative evaluation of variants in select diseases.2–5 While those variant\n                                      analysis guidelines are useful in a specific setting, it was difficult to apply their proposed\n                                      criteria to all genes and in different laboratory settings. The variant classification approach\n                                      described in this paper is meant to be applicable to variants in all Mendelian genes whether\n                                      identified by single gene tests, multi-gene panels, exome sequencing or genome sequencing.\n                                      We expect that this variant classification approach will evolve as technology and knowledge\n                                      improves. We should also note that those working in specific disease groups should continue\n                                      to develop more focused guidance regarding the classification of variants in specific genes\n                                      given that the applicability and weight assigned to certain criteria may vary by gene and\nAuthor Manuscript\n\n\n\n\n                                      disease.\n\n                       General Considerations\n                       Terminology\n                                      A mutation is defined as a permanent change in the nucleotide sequence, while a\n                                      polymorphism is defined as a variant with a frequency above 1%. However, the terms\n                                      “mutation” and “polymorphism”, which have been used widely, often lead to confusion due\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                             Page 5\n\n\n                                      to incorrect assumptions of pathogenic and benign effects respectively. Thus, it is\nAuthor Manuscript\n\n\n\n\n                                      recommended that both terms be replaced by the term “variant” with the following\n                                      modifiers: (1) pathogenic, (2) likely pathogenic, (3) uncertain significance, (4) likely benign,\n                                      or (5) benign. While these modifiers may not address all human phenotypes, they comprise a\n                                      five-tier system of classification for variants relevant to Mendelian disease as addressed in\n                                      this guidance. It is recommended that all assertions of pathogenicity (including \"likely\n                                      pathogenic\") be reported with respect to a condition and inheritance pattern (e.g. c.\n                                      1521_1523delCTT (p.Phe508del), pathogenic, cystic fibrosis, autosomal recessive).\n\n                                      It should be noted that some laboratories may choose to have additional tiers (e.g. sub-\n                                      classification of variants of uncertain significance (VUSs), particularly for internal use) and\n                                      this practice is not considered inconsistent with these recommendations. It should also be\n                                      noted that the terms recommended here differ somewhat from the current recommendations\n                                      for classifying copy number variants (CNVs) detected by cytogenetic microarray.6 The\nAuthor Manuscript\n\n\n\n\n                                      schema recommended for CNVs, while also 5-tiers, uses \"uncertain clinical significance -\n                                      likely pathogenic” and “uncertain clinical significance - likely benign”. The majority of the\n                                      workgroup was not supportive of using “uncertain significance” to modify the terms “likely\n                                      pathogenic” or “likely benign\" given that it was felt that the criteria presented here to\n                                      classify variants into the “likely” categories included stronger evidence than outlined in the\n                                      CNV guideline and combining these two categories would create confusion for the\n                                      healthcare providers and individuals receiving clinical reports. However, it was felt that the\n                                      use of the term \"likely\" should be restricted to variants where the data supports a high\n                                      likelihood that it is pathogenic or a high likelihood that it is benign. Although there is no\n                                      quantitative definition of the term \"likely\", guidance has been proposed in certain variant\n                                      classification settings. However, a survey of the community during an ACMG open forum\n                                      suggested a much wider range of uses of the term ‘likely’. Recognizing this, we propose that\nAuthor Manuscript\n\n\n\n\n                                      the terms ‘likely pathogenic’ and ‘likely benign’ be used to mean greater than 90% certainty\n                                      of a variant either being disease-causing or benign in order to provide laboratories with a\n                                      common, albeit arbitrary, definition. Similarly, the International Agency for Research on\n                                      Cancer (IARC) guideline2 supports a 95% level of certainty of pathogenicity, but the\n                                      workgroup (confirmed by feedback in the ACMG open forum) felt that clinicians and\n                                      patients were willing to tolerate a slightly higher chance of error leading to the 90%\n                                      decision. It should also be noted that at present most variants do not have data to support a\n                                      quantitative assignment of variant certainty to any of the five categories given the\n                                      heterogeneous nature of most diseases. It is hoped that over time experimental and statistical\n                                      approaches will be developed to objectively assign pathogenicity confidence to variants and\n                                      that more rigorous approaches to defining what the clinical community desires in terms of\n                                      confidence will more fully inform terminologies and likelihoods.\nAuthor Manuscript\n\n\n\n\n                                      The use of new terminologies may require education of the community. Professional\n                                      societies are encouraged to engage in educating all laboratories as well as healthcare\n                                      providers on the use of these terms and laboratories are also encouraged to directly educate\n                                      their ordering physicians.\n\n\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                            Page 6\n\n\n                       Nomenclature\nAuthor Manuscript\n\n\n\n\n                                      A uniform nomenclature, informed by a set of standardized criteria, is recommended to\n                                      ensure the unambiguous designation of a variant and enable effective sharing and\n                                      downstream use of genomic information. A standard gene variant nomenclature (http://\n                                      www.hgvs.org/mutnomen) is maintained and versioned by the Human Genome Variation\n                                      Society (HGVS)7 and its use is recommended as the primary guideline for determining\n                                      variant nomenclature except as noted.6 Laboratories should note the version being used in\n                                      their test methods. Tools are available to provide correct HGVS nomenclature for describing\n                                      variants (https://mutalyzer.nl).8 Clinical reports should include sequence reference(s) to\n                                      ensure unambiguous naming of the variant at the DNA level as well as provide coding and\n                                      protein nomenclature to assist in functional interpretations (e.g., “g.” for genomic sequence,\n                                      “c.” for coding DNA sequence, “p.” for protein, “m.” for mitochondria, etc.). The coding\n                                      nomenclature should be described using the “A” of the ATG translation initiation codon as\nAuthor Manuscript\n\n\n\n\n                                      position number 1. Where historical alternate nomenclature has been used, current\n                                      nomenclature should be used with an additional notation of the historical naming. The\n                                      reference sequence should be complete and derived from either the NCBI RefSeq database\n                                      (http://www.ncbi.nlm.nih.gov/RefSeq/)9 with the version number or the Locus Reference\n                                      Genomic (LRG) database (http://www.lrg-sequence.org).10 Genomic coordinates should be\n                                      used and defined according to a standard genome build (e.g. hg19) or a genomic reference\n                                      sequence that covers the entire gene (including the 5' and 3' untranslated regions (UTRs) and\n                                      promoter). A reference transcript for each gene should be used and provided in the report\n                                      when describing coding variants. The transcript should either represent the longest known\n                                      transcript and/or most clinically relevant transcript. Community-supported reference\n                                      transcripts can often be identified through LRG10, CCDS Database11, Human Gene\n                                      Mutation Database (http://www.hgmd.cf.ac.uk), ClinVar (http://www.ncbi.nlm.nih.gov/\nAuthor Manuscript\n\n\n\n\n                                      clinvar) or a locus-specific database. However, laboratories should evaluate the impact of\n                                      the variant on all clinically relevant transcripts including alternate transcripts that contain\n                                      additional exons or extended untranslated regions when there are known variants in these\n                                      regions that are clinically interpretable.\n\n                                      Not all types of variants (e.g., complex variants) are covered by the HGVS\n                                      recommendations, but possible descriptions for complex variants have been reported.7,12 In\n                                      addition, this ACMG recommendation supports three specific exceptions to the HGVS\n                                      nomenclature rules: 1) \"X\" is still considered acceptable for use in reporting nonsense\n                                      variants in addition to the current HGVS recommendation of \"*\" and \"Ter\"; 2) it is\n                                      recommended that exons be numbered according to the chosen reference transcript used to\n                                      designate the variant; and 3) the term “pathogenic” is recommended instead of “affects\n                                      function” as clinical interpretation is typically evaluating pathogenicity directly.\nAuthor Manuscript\n\n\n\n\n                       Literature and Database Use\n                                      A large number of databases contain a growing number of variants that are continuously\n                                      being discovered in the human genome. When classifying and reporting a variant, clinical\n                                      laboratories may find valuable information in databases, as well as in published literature.\n                                      As noted above, sequence databases can also be used to identify appropriate reference\n\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                             Page 7\n\n\n                                      sequences. Databases can be useful for gathering information, but should be used with\nAuthor Manuscript\n\n\n\n\n                                      caution.\n\n                                      Population databases (Table 1) are useful in obtaining the frequencies of variants in large\n                                      populations. Population databases cannot be assumed to include only healthy individuals,\n                                      and are known to contain pathogenic variants. These population databases do not contain\n                                      extensive information regarding the functional effect of these variants or any possible\n                                      associated phenotypes. When using population databases, one must determine whether\n                                      healthy or disease cohorts were used, and if possible, whether more than one individual in a\n                                      family was included, and the age range of the subjects.\n\n                                      Disease databases (Table 1) primarily contain variants found in patients with disease and\n                                      assessment of the variants’ pathogenicity. Disease and gene-specific databases often contain\n                                      variants that are incorrectly classified including incorrect claims published in peer-reviewed\nAuthor Manuscript\n\n\n\n\n                                      literature because many databases do not perform primary review of evidence. When using\n                                      disease databases, it is important to consider how patients were ascertained, as described\n                                      below.\n\n                                      When using databases, clinical laboratories should: (1) determine how frequently the\n                                      database is updated, whether data curation is supported and what methods were used for\n                                      curation; (2) confirm the use of HGVS nomenclature and determine the genome build and\n                                      transcript references used for naming variants; (3) determine the degree to which data is\n                                      validated for analytical accuracy (e.g. low pass next generation sequencing versus Sanger-\n                                      validated variants) and evaluate any quality metrics that are provided to assess data\n                                      accuracy, which may require reading associated publications; and (4) determine the source\n                                      and independence of the observations listed.\nAuthor Manuscript\n\n\n\n\n                                      Variant assessment also includes searching the scientific and medical literature. Literature\n                                      using older nomenclature and classification or based on a single observation should be used\n                                      with caution. In identifying individuals and families with a variant, along with associated\n                                      phenotypes, it is important to consider how patients were ascertained. This caveat is\n                                      important when assessing data from publications as affected individuals and related\n                                      individuals are often reported multiple times depending on the context and size of the study.\n                                      This may be due to authorship overlap, inter-laboratory collaborations, or a proband and\n                                      family members being followed across different clinical systems. This may mistakenly lead\n                                      to duplicate counting of affected patients and a false increase in variant frequency.\n                                      Overlapping authorship or institutions is the first clue to the potential for overlapping\n                                      datasets.\nAuthor Manuscript\n\n\n\n\n                                      Clinical laboratories should implement an internal system to track all sequence variants\n                                      identified in each gene and clinical assertions when reported. This is important for tracking\n                                      genotype-phenotype correlations and the frequency of variants in affected and normal\n                                      populations. Clinical laboratories are encouraged to contribute to variant databases, such as\n                                      ClinVar, including clinical assertions and evidence used for the variant classification, to aid\n                                      in the continued understanding of the impact of human variation. Clinical information\n                                      should be provided whenever possible, following Health Insurance Portability and\n\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                              Page 8\n\n\n                                      Accountability Act (HIPAA) regulations for privacy. Clinical laboratories are encouraged to\nAuthor Manuscript\n\n\n\n\n                                      form collaborations with clinicians to provide clinical information to better understand how\n                                      genotype influences clinical phenotype and resolve differences in variant interpretation\n                                      between laboratories. Because of the great potential to aid clinical laboratory practice,\n                                      efforts are underway for clinical variant databases to be expanded and standardized.\n                                      Standardization will provide easier access to updated information as well as facilitating\n                                      submission from the clinical laboratory. For example, the ClinVar database allows for the\n                                      deposition of variants with clinical observations and assertions, with review status tracked to\n                                      enable a more transparent view of the levels of quality of the curation.\n\n                       Computational (In Silico) Predictive Programs\n                                      A variety of in-silico tools, both publicly and commercially available, can aid in the\n                                      interpretation of sequence variants. The algorithms used by each tool may differ, but can\nAuthor Manuscript\n\n\n\n\n                                      include determination of the effect of the sequence variant at the nucleotide and amino acid\n                                      level including determination of the effect of the variant on the primary and alternative gene\n                                      transcripts, other genomic elements, as well as the potential impact of the variant on the\n                                      protein. The two main categories of such tools include those that predict whether a missense\n                                      change is damaging to the resultant protein function or structure, and those that predict if\n                                      there is an effect on splicing (Table 2). Newer tools are beginning to address additional non-\n                                      coding sequences.13\n\n                                      The impact of a missense change depends on criteria such as the evolutionary conservation\n                                      of an amino acid or nucleotide, the location and context within the protein sequence, and the\n                                      biochemical consequence of the amino acid substitution. The measurement of one, or a\n                                      combination, of these criteria is used in various in-silico algorithms that assess the predicted\n                                      impact of a missense change. Several efforts have evaluated the performance of available\nAuthor Manuscript\n\n\n\n\n                                      prediction software, to compare them to each other and to assess their ability to predict\n                                      “known” disease-causing variants.14–17 In general, most algorithms for missense variant\n                                      prediction are 65–80% accurate when examining known disease variants.16 Most tools also\n                                      tend to have low specificity, resulting in over-prediction of missense changes as deleterious\n                                      and are not as reliable at predicting missense variants with a milder effect,18 Some of the\n                                      more commonly used in-silico tools for missense variant interpretation in clinical\n                                      laboratories include PolyPhen219, SIFT20 and MutationTaster21. A list of missense variant\n                                      prediction in-silico tools can be found in Table 2.\n\n                                      Multiple software programs have been developed to predict splicing as it relates to the\n                                      creation or loss of splice sites at the exonic or intronic level.22 In general, splice site\n                                      prediction tools have increased sensitivity (~90–100%) relative to specificity (~60–80%) in\nAuthor Manuscript\n\n\n\n\n                                      predicting splice site abnormalities.23,24 A list of some of the commonly used in-silico tools\n                                      for splice site variant interpretation is provided in Table 2.\n\n                                      While many of the different software programs use different algorithms for their predictions,\n                                      they have similarities in their underlying basis; therefore, the combination of predictions\n                                      from different in-silico tools are considered as a single piece of evidence in sequence\n                                      interpretation as opposed to independent pieces of evidence. The use of multiple software\n                                      programs for sequence variant interpretation is also recommended because the different\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                            Page 9\n\n\n                                      programs each have their own strengths and weaknesses depending on the algorithm and in\nAuthor Manuscript\n\n\n\n\n                                      many cases performance can vary by the gene and protein sequence. However these are only\n                                      predictions, and their use in sequence variant interpretation should be used carefully. It is\n                                      not recommended that these predictions be used as the sole source of evidence to make a\n                                      clinical assertion.\n\n                       Proposed Criteria for Interpretation of Sequence Variants\n                                      The following approach to evaluate evidence for a variant is intended for interpretation of\n                                      variants observed in patients with suspected inherited (primarily Mendelian) disorders in a\n                                      clinical diagnostic laboratory setting. It is not intended for the interpretation of somatic\n                                      variation, pharmacogenomic variants, or variants in genes associated with multigenic non-\n                                      Mendelian complex disorders. Care must be taken when applying these rules to candidate\n                                      genes (“genes of uncertain significance”, GUS) in the context of exome or genome studies\nAuthor Manuscript\n\n\n\n\n                                      (see Special Considerations section below) as this guidance is not intended to fulfill the\n                                      needs of the research community in its effort to identify new genes in disease.\n\n                                      Although these approaches can be used for evaluating variants found in healthy individuals\n                                      or secondary to the indication for testing, further caution must be employed as noted in\n                                      several parts of the guideline given the low prior likelihood that most variants unrelated to\n                                      the indication are pathogenic. While we expect that in general these guidelines will apply for\n                                      variant classification regardless of whether the variant was identified through analysis of a\n                                      single gene, gene panel, exome, genome or transcriptome, it is important to consider the\n                                      differences between implicating a variant as pathogenic (i.e. causative) for a disease, and a\n                                      variant that may be predicted to be disruptive/damaging to the protein for which it codes, but\n                                      is not necessarily implicated in a disease. These rules are intended to determine whether a\nAuthor Manuscript\n\n\n\n\n                                      variant in a gene with a definitive role in a Mendelian disorder may be pathogenic for that\n                                      disorder. Pathogenicity determination should be independent of interpreting the cause of\n                                      disease in a given patient. For example, a variant should not be reported as pathogenic in\n                                      one case and not pathogenic in another simply because the variant is not thought to explain\n                                      disease in a given case. Pathogenicity should be determined by the entire body of evidence\n                                      in aggregate, including all cases studied, and arriving at a single conclusion.\n\n                                      This classification approach may be somewhat more stringent than laboratories have applied\n                                      to date. Possibly they will result in a larger proportion of variants being categorized as\n                                      uncertain significance. It is hoped that this approach will reduce the substantial number of\n                                      variants being reported as “causative” of disease without having sufficient supporting\n                                      evidence for that classification. It is important to keep in mind that when the clinical\n                                      laboratory reports a variant as pathogenic, the healthcare providers are highly likely to take\nAuthor Manuscript\n\n\n\n\n                                      that as “actionable” and to alter the treatment or surveillance of a patient25 or remove such\n                                      management in a genotype-negative family member, based on that determination (see\n                                      discussion of “How healthcare providers should use this guideline” below).\n\n                                      We have provided two sets of criteria: one for classification of Pathogenic or Likely\n                                      Pathogenic variants (Table 3), and one for classification of Benign or Likely Benign variants\n                                      (Table 4). Each pathogenic criterion is weighted as very strong (PVS1), strong (PS1–4);\n\n\n\n                                          Genet Med. Author manuscript; available in PMC 2015 November 01.\n\f                    Richards et al.                                                                                               Page 10\n\n\n                                      moderate (PM1–6), or supporting (PP1–5) and each benign criterion is weighted as stand-\nAuthor Manuscript\n\n\n\n\n                                      alone (BA1), strong (BS1–4) or supporting (BP1–6). The numbering within each category\n                                      does not convey any differences of weight and are merely labeled to help in referring to the\n                                      different criteria. For a given variant the user selects the criteria based on the evidence\n                                      observed for the variant. The criteria are then combined according to the scoring rules in\n                                      Table 5 to choose a classification from the 5 tier system. The rules apply to all available data\n                                      on a variant, whether gathered on the current case under investigation, or on well-vetted\n                                      previously published data. Unpublished case data may also be obtained through public\n                                      resources (e.g. ClinVar or locus specific databases) and from a laboratory's own database. In\n                                      order to provide critical flexibility to variant classification, some criteria listed as one weight\n                                      can be moved to another weight using professional judgment depending on the evidence\n                                      collected. For example, rule PM3 could be upgraded to strong if there were multiple\n                                      observations of detection of the variant in trans (on opposite chromosomes) with other\nAuthor Manuscript\n\n\n\n\n                                      pathogenic variants (see section PM3 for further guidance). In contrast, in situations when\n                                      the data are not as strong as described, judgment can be used to consider the evidence as\n                                      fulfilling a lower level (e.g. see PS4, Note 2 in Table 3). If a variant does not fulfill criteria\n                                      using either of these sets (pathogenic or benign), or the evidence for benign and pathogenic\n                                      is conflicting, the variant defaults to Uncertain Significance. An additional figure is included\n                                      in the supplement that organizes the criteria by type and strength (see Figure 1). Please note,\n                                      expert judgment must be applied when evaluating the full body of evidence to account for\n                                      differences in the strength of variant evidence.\n\n                                      The following is provided to more thoroughly explain certain concepts noted in the criteria\n                                      for variant classification (Tables 3 and 4) and to provide examples and/or caveats or pitfalls\n                                      in their use. This section should be read in concert with Tables 3 and 4.\nAuthor Manuscript\n\n\n\n\n                       PVS1 Null variants\n                                      Certain types of variants (e.g. nonsense, frameshift, canonical +/−1 or 2 splice sites,\n                                      initiation codon, single exon or multi-exon deletion) can often be assumed to disrupt gene\n                                      function by leading to complete absence of the gene product by lack of transcription or\n                 ",
  "wordCount": 16788,
  "indexed": "2025-09-25T22:39:09.953Z",
  "method": "direct"
}
