{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Southwell et al. - 2012 - Antisense oligonucleotide therapeutics for inherit.pdf",
  "fileName": "Southwell et al. - 2012 - Antisense oligonucleotide therapeutics for inherit.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Southwell et al. - 2012 - Antisense oligonucleotide therapeutics for inherit.pdf",
  "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/231741464\n\n\n\nAntisense oligonucleotide therapeutics for\ninherited neurodegenerative diseases\n\nArticle in Trends in Molecular Medicine · September 2012\nDOI: 10.1016/j.molmed.2012.09.001 · Source: PubMed\n\n\n\n\nCITATIONS                                                                               READS\n\n44                                                                                      229\n\n\n\n4 authors, including:\n\n             Amber Southwell                                                                    Niels Henning Skotte\n             University of British Columbia - Vancouver                                         University of Copenhagen\n             41 PUBLICATIONS 932 CITATIONS                                                      22 PUBLICATIONS 365 CITATIONS\n\n                 SEE PROFILE                                                                      SEE PROFILE\n\n\n\n\nAll in-text references underlined in blue are linked to publications on ResearchGate,                                      Available from: Niels Henning Skotte\nletting you access and read them immediately.                                                                                     Retrieved on: 22 August 2016\n\fReview\n\n\n\n\nAntisense oligonucleotide therapeutics\nfor inherited neurodegenerative\ndiseases\nAmber L. Southwell1, Niels H. Skotte1, C. Frank Bennett2, and Michael R. Hayden1\n1\n  Centre for Molecular Medicine and Therapeutics, Child and Family Research Institute, University of British Columbia, Vancouver,\nV5Z 4H4, Canada\n2\n  ISIS Pharmaceuticals, Carlsbad, CA 92011, USA\n\n\n\nThe rising median age of our population and the age-                                            are splice-modifying ASOs. Nearly 50% of all genetic dis-\ndependent risk of neurodegeneration translate to expo-                                          orders are caused by mutations that alter pre-mRNA\nnentially increasing numbers of afflicted individuals in                                        splicing [3], and considering that the brain engages in\nthe coming years. Although symptomatic treatments are                                           more alternative splicing than any other human tissue\navailable for some neurodegenerative diseases, most are                                         [3], modulating this process may have far-reaching impli-\nonly moderately efficacious and are often associated                                            cations for the treatment of neurodegenerative diseases.\nwith significant side effects. The development of small                                            To be effective as therapeutics, ASOs must reach and\nmolecule, disease-modifying drugs has been hindered                                             selectively hybridize to target RNAs. This requires a suffi-\nby complex pathogenesis and a failure to clearly define                                         cient half-life within tissues, appropriate biodistribution,\nthe rate-limiting steps in disease progression. An alter-                                       and efficient uptake. Unmodified nucleic acids are suscep-\nnative approach is to directly target the mutant gene                                           tible to cleavage by endogenous nucleases and are rapidly\nproduct or a defined causative protein. Antisense oligo-                                        degraded in vivo, which translates to poor potency. The\nnucleotides (ASOs) – with their diverse functionality,                                          high doses required for efficacious activity of these mole-\nhigh target specificity, and relative ease of central ner-                                      cules increase the possibility of pernicious off-target\nvous system (CNS) delivery – are uniquely positioned as                                         effects, both through hybridization to non-targeted RNAs\npotential therapies for neurological diseases. Here we                                          and interactions with proteins.\nreview the development of ASOs for the treatment of                                                Over the past 20 years medicinal chemistry has been\ninherited neurodegenerative diseases.                                                           used to overcome these hurdles (Figure 2). Modification of\n                                                                                                the phosphate backbone to structures less readily degrad-\nAdvances in antisense technology                                                                ed by endo- and exo-nucleases increases the tissue half-life\nASOs (see Glossary) are short, synthetic, modified nucleic                                      of ASOs. The earliest and best characterized of these is the\nacids that bind RNA through Watson–Crick base pairing\nand modulate its function. Depending on the chemistry\nand sequence, ASO binding can result in gene silencing or                                         Glossary\nmodulation of RNA metabolism (Figure 1). ASO-mediated\n                                                                                                  20 -O-Methyl (20 -OMe) or 20 O-methoxyethyl (MOE): modifications at the 20\ngene silencing occurs either through degradative mecha-                                           position of the sugar moiety of an ASO that increase RNA binding affinity.\nnisms, where the target RNA is cleaved by endogenous                                              Antisense oligonucleotide (ASO): 12–25-mer chemically modified synthetic\nnucleases, or non-degradative mechanisms, where ASO                                               nucleic acids that bind RNA through Watson–Crick base pairing and modulate\n                                                                                                  its function.\nbinding sterically hinders translation, 50 capping, or splic-                                     Central nervous system (CNS): the portion of the nervous system isolated from\ning [1]. The bulk of ASO drugs in development work                                                circulating blood by the blood–brain barrier (BBB); includes the brain and\nthrough the degradative mechanism in which RNase H                                                spinal cord.\n                                                                                                  Cerebrospinal fluid (CSF): circulating fluid within the CNS that is turned over\nis recruited to the oligonucleotide–RNA heteroduplex. RN-                                         approximately 3.7 times per day.\nase H recognizes and cleaves RNA that is bound to DNA in                                          Gapmer: an ASO with high affinity modified nucleoside wings that increase\na heteroduplex, freeing the DNA and enabling a single                                             target binding and nuclease resistance surrounding a 5–10 residue phosphor-\n                                                                                                  othioate gap where RNAse H cleavage can occur.\nASO to catalyze the degradation of multiple RNA mole-                                             Locked nucleic acid (LNA): a constrained analog of the 20 -OMe modification\ncules [2], effectively silencing the gene product.                                                with the 20 group linked to the 40 carbon. This structure increases binding\n                                                                                                  affinity but does not support RNAse H activity.\n    In parallel with gene silencing ASOs, oligonucleotides\n                                                                                                  Peptide nucleic acid (PNA): replacement of the phosphate backbone of an ASO\nhave also been developed that modify RNA metabolism by                                            with a peptide backbone.\nmodulating splicing events or polyadenylation site selec-                                         Phosphorodiamidate morpholino (PMO): replacement of the furanose ring of\n                                                                                                  the phosphate backbone of an ASO with a phosphorodiamidate linked\ntion, resulting in restored or altered gene products [1], and                                     morpholine ring.\nthe majority of such therapeutic molecules in development                                         Phosphorothioate (PS): replacement of a non-bridging oxygen atom of the\n                                                                                                  phosphate backbone of an ASO with sulfur to increase stability by increasing\n                                                                                                  nuclease resistance.\nCorresponding author: Southwell, A.L. (asouthwell@cmmt.ubc.ca).                                   S-Constrained ethyl (cEt): 20 –40 constraint in the furanose ring of a nucleoside\nKeywords: Huntington disease; spinal muscular atrophy; amyotrophic lateral                        that increases binding affinity but does not support RNAse H activity.\nsclerosis; Alzheimer disease; gene silencing; splice modification; gene therapy.\n\n634     1471-4914/$ – see front matter ! 2012 Elsevier Ltd. All rights reserved. http://dx.doi.org/10.1016/j.molmed.2012.09.001 Trends in Molecular Medicine, November 2012, Vol. 18, No. 11\n\fReview                                                                                         Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\nphosphorothioate (PS) modification, which is the substitu-                             affinity, and thus ASO potency, further increases with\ntion of a non-bridging oxygen in the phosphate backbone                                the use of constrained analogs in which the 20 and 40\nwith a sulfur atom. PS modification greatly improves the                               positions of the sugar are linked. These include S-con-\nstability of ASOs, but, importantly, still allows cleavage by                          strained ethyl (cEt) [8] and locked nucleic acid (LNA)\nRNase H [4]. More radical alterations of the backbone,                                 modifications [9]. Together, these chemical modifications\nwhich yield high resistance to nuclease cleavage but do not                            greatly enhance the drug-like properties of ASOs, allowing\nallow RNase H cleavage, have also been developed for non-                              rational design of diverse and powerful therapeutic tools\ndegradative mechanisms such as translation inhibition or                               with extensive clinical applications.\nsplice modulation. These include phosphorodiamidate\nmorpholinos (PMOs), in which the furanose moiety is                                    Considerations for the clinical application of ASO drugs\nreplaced with a morpholine ring connected to the 30 residue                            The general pharmacokinetic and toxicology properties of\nthrough a phosphorodiamidate linkage [5], and peptide                                  ASOs are similar for each chemical class. Overall, most\nnucleic acids (PNAs), in which the phosphate backbone                                  toxic effects are due to aptameric, or protein binding,\nhas been completely replaced with a peptide backbone [6].                              effects. For PS ASOs, adverse effects are mostly proin-\n   Chemical modification of the 20 position of the sugar                               flammatory, which can be both Toll-like receptor (TLR)-\nmoiety primarily increases binding affinity to target RNA.                             dependent and -independent [10,11]. Clinically, these pres-\nThe most widely used is the 20 -O-methoxyethyl (MOE)                                   ent as local injection site reactions or constitutional symp-\nmodification, which has the added benefits of increasing                               toms such as fever, chills, or nausea. The prevalence and\nnuclease resistance and inhibiting some nonspecific inter-                             incidence of these events are sequence-dependent, with\nactions with proteins [7]. However, 20 -sugar modifications                            some oligonucleotides producing less than 20% incidence.\ndo not support RNase H cleavage, which has led to the                                     ASOs also have the potential to produce on- or off-target\ndevelopment of ‘gapmer’ ASO structures that have 20 -sugar                             hybridization-based adverse events. In the former case,\nmodified residues on either side of a stretch of unmodified                            there is the potential for toxicity to occur by decreasing\nPS residues referred to as the gap. The modified wings                                 expression of the intended target, although preclinical\nenhance the binding and stability of the ASO, whereas the                              studies should identify such events. Off-target toxicity is\nPS gap allows induction of RNase H activity. Binding                                   more challenging to control, although it is possible to\n\n\n\n                                                                                      Nucleus\n                            DNA\n                                                                        Transcrip!on\n\n                                       Inhibi!on of   Modula!on of    Ac!va!on        Modula!on of\n                                      5′ cap forma!on RNA splicing    of RNase H      polyadenyla!on\n\n\n                                                                                                  Pre-mRNA\n                                             Exon Intron\n                                ASO\n                                                                           Splicing\n                                                       Ac!va!on\n                                                       of RNase H\n                                                                                                  mRNA\n\n\n                                  Cleavage                                                                           Cleavage\n                                                                          Transport\n\n                                                                                              Ac!va!on\n                                                                                              of RNase H\n\n                                                 Inhibi!on of\n                                                 transla!on                                                       mRNA\n                                                 40S\n                               mRNA\n                                                 60S                                     Cytoplasm\n\n\n                                                                             ASO\n\n\n                                                                                                               TRENDS in Molecular Medicine\n\nFigure 1. Antisense mechanisms. Antisense oligonucleotides (ASOs) can interact with RNA transcripts including both pre-mRNA in the nucleus and mature mRNA in the\ncytoplasm and can target exonic, intronic, and untranslated region (UTR) sites. Depending on the chemistry and design of the ASO, different post-binding events can be\ninitiated including modulation of mRNA maturation (50 cap formation, splicing, and polyadenylation), RNase H-mediated degradation, and steric translation inhibition.\n\n                                                                                                                                                                  635\n\f Review                                                                                                      Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\n\n\n           Unmodified                                      Modified backbone structure                                                     Modified sugar ring\n            DNA/RNA\n                                         Phosphorothioate                Morpholino            Pep!de nucleic              2′-O-methyl                  Methoxyethyl\n                                             (PS) DNA                      (PMO)                 acid (PNA)                  (2′OMe)                       (MOE)\n                                                                                                                                       O                         O\n          O                                                                                                                                    Base                          Base\n                O                                                                                                          O                            O\n                          Base             O                                                   NH\n                                               O                     O\n                                                       Base                                                  Base              O           OCH 3            O            O\n                                                                           O     Base\n            O         R                                                                             N\n          O P                               O                                                            O                                                                   O\n              O                                                            N\n           O                              S P                            N P\n                          O                                                                    O    NH\n                                  Base     O\n                                              O                              O                                             S-constrained-               Locked nucleic\n                                                       O                  O                                         Base\n                                                              Base                 O    Base                                 ethyl (cEt)                  acid (LNA)\n                  O           R                                                                          N\n                                                   O                                                           O                       O                         O\n                                                                                   N                                                            Base                         Base\n                                                                                                                           O                            O\n                                                                                                    O\n         DNA R=H; RNA R=OH                                                                                                                                   O\n                                                                                                                                   O       O                         O\n\n\n\n\n                                                                                                                                                       TRENDS in Molecular Medicine\n\nFigure 2. Antisense structures. Unmodified nucleic acids are rapidly degraded by nucleases making them poor therapeutics. Modifications to the phosphate backbone to\nincrease nuclease resistance and modifications to the sugar ring to increase target binding affinity improve the drug-like qualities of antisense oligonucleotides (ASOs).\n\n\n\n\npredict nonspecific hybridization events using bioinformat-                                        brain structures having higher concentrations than deeper\nic tools. ASOs can bind to mRNA as well as pre-mRNA, and                                           structures such as the striatum [25]. NHP studies have\nrecent studies have shown that the majority of the genome                                          used IT infusion and IT bolus injection, and distribution is\nis transcribed [12], greatly expanding potential binding                                           similar for both methods of delivery. However, bolus injec-\nsites. However, an oligonucleotide may have perfect com-                                           tion appears to be more efficacious, as in the case for\nplimentarity to a transcript, and still not bind to the RNA                                        intracerebroventricular (ICV) delivery in mice (Figure 3).\nor affect its function. In fact, only 10–50% of ASOs designed                                      Because higher ASO concentrations are achieved in super-\nto silence genes will reduce expression of the target [13].                                        ficial brain regions it is important that ASO drugs be safe\nRNA is highly structured and associated with various                                               and efficacious at a range of doses.\nproteins [14,15], which may influence oligo binding. Addi-                                             Although significantly more invasive than systemic de-\ntionally, RNase H has strict structural requirements for                                           livery, IT delivery is much less invasive and associated\nactivity. A single mismatch in the cleavage site results in 3-                                     with fewer risks than the intracranial delivery strategies\nto 5-fold loss of activity [16–18], with three or more nucleo-                                     required for other gene therapy reagents targeting the\ntide mismatches resulting in complete loss of activity [19].                                       brain. The IT route is routinely used for steroid, analgesia,\nBased upon these observations, it is important to avoid                                            or anesthesia delivery for a number of common, non-life\nASO sequences that are predicted to hybridize to numer-                                            threatening indications, and is generally well tolerated\nous off-target sites in the transcriptome.                                                         [26–28]. Free uptake of naked ASOs into neurons and glia\n    To date, the broadest clinical experience with ASO                                             also negates the need for viral or lipid carriers common to\ndrugs is with systemic exposure. However, for most CNS                                             other CNS RNA-targeting gene therapy strategies, which\ntargets, direct CNS delivery is preferable. Although some                                          reduces the risk of carrier-mediated immune activation\nASOs have been shown to cross the blood–brain barrier,                                             and allows for precise dosing control or treatment termi-\napproximately 100-fold higher doses must be delivered                                              nation in the event of adverse effects. Taken together, IT\nsystemically to achieve ASO concentrations similar to                                              delivery capabilities, CNS-wide distribution, and free up-\nthose achieved by intra-CNS delivery [20,21], increasing                                           take by neurons and glia make single-stranded ASOs well\nthe risk of toxicity. Furthermore, direct delivery minimizes                                       suited for treating CNS disorders.\nthe risks of systemic side effects such as hepatotoxicity                                              ASO therapeutics for gain-of-function disorders most\n[22]. Facilitating intra-CNS delivery, ASOs delivered to                                           commonly work by silencing the causative gene either\nthe cerebrospinal fluid (CSF) distribute throughout the                                            nonselectively, affecting both alleles for non-essential\nentire CNS. Intraparenchymal and CSF delivery have                                                 gene products, or allele-specifically, targeting dominant\nbeen investigated, and although both are effective, better                                         diseases arising from mutations in vital proteins. For loss-\ndistribution is generally achieved by CSF delivery either                                          of-function disorders, ASOs most commonly work by splice\nthrough bolus injection or short infusion periods (Figure 3)                                       modulation to restore function of the mutant protein or to\n[23]. In rodents, ASOs are generally delivered into cerebral                                       compensate for its loss. Inherited neurodegenerative dis-\nventricles due to the technical difficulties associated with                                       eases, which have a well-defined genetic basis for patho-\nintrathecal (IT) administration in small animals; however,                                         genesis, are ideal therapeutic opportunities for ASO\nin larger animals such as non-human primates (NHPs), IT                                            drugs. The target risk associated with most therapeutic\ndelivery has been shown to result in therapeutic doses of                                          strategies is greatly reduced and, if successful, allows\nASO throughout the CNS [24,25]. Studies in larger brains                                           for early or pre-symptomatic intervention. In fact, the\nhave reported an ASO gradient after IT delivery with outer                                         current ASO drugs being evaluated for neurodegenerative\n636\n\f Review                                                                                              Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\n\n                                              Contralateral side                      Ipsilateral side\n\n\n\n\n                                                                                                                                           Ventricle\n                        IS bolus                                                                                                                     Corpus\n                                                                                                                                    Striatum        callosum\n                                                                                                                         Cortex\n                                       DAPI       ASO\n\n\n\n\n                    ICV infusion\n\n\n\n                                       ASO\n\n\n\n\n                      ICV bolus\n\n\n\n                                       ASO\n\n                                                                                                                                  TRENDS in Molecular Medicine\n\nFigure 3. Comparison of antisense oligonucleotide (ASO) distribution in mouse brain following three delivery strategies. A single oligo was delivered to the brains of three\ndifferent mice by either intrastriatal (IS) bolus injection, 14-day intracerebroventricular (ICV) infusion, or ICV bolus injection. IS bolus yielded broad and even distribution on\nthe ipsilateral side and minimal ASO on the contralateral side. ICV infusion yielded bilateral distribution, although a gradient was observed with areas closer to the\nventricles having higher ASO concentrations. ICV bolus injection yielded broad and even bilateral distribution throughout the brain.\n\n\n\n\ndiseases are focused on inherited diseases, several of                                      muHTT with oligonucleotides presents significant chal-\nwhich are discussed below.                                                                  lenges. For this reason, both nonselective HTT silencing\n                                                                                            and allele-specific muHTT silencing strategies are being\nHuntington disease (HD)                                                                     pursued.\nHD is an autosomal dominant neurodegenerative disease                                          Early cell culture screens of HTT exon 1 silencing\ncharacterized by progressive loss of voluntary motor control,                               performed with a small number of ASOs found the greatest\npsychiatric disturbance, cognitive decline, and death 15–20                                 activity with oligos targeting the initiation codon [35,36].\nyears after motor onset [29]. HD is uniquely caused by an                                   Later systematic screens across full-length mouse and\ninherited CAG expansion in the huntingtin gene (HTT),                                       human HTT identified oligos with high activity and species\nproviding the opportunity to identify those who carry the                                   selectivity [25], and species-specific HTT silencing has\nmutation decades before disease onset. This should facili-                                  been demonstrated by ICV infusion of human HTT-specific\ntate the development of disease-modifying therapies based                                   MOE ASO to the YAC128 transgenic mouse model of HD.\nin preventative strategies rather than more complicated                                     The YAC128 mouse, which expresses both full-length hu-\nrestorative strategies. Nevertheless, nearly 20 years after                                 man muHTT and endogenous mouse wtHTT, develops\nidentification of the HD mutation [30], available therapies                                 progressive motor and cognitive impairments as well as\noffer only moderate symptomatic relief. The monogenic                                       HD-like neuropathological features [37]. Infusion of a hu-\nnature of HD provides an ideal, presumably universal ther-                                  man-specific HTT ASO resulted in broad distribution\napeutic target: the mutant gene itself. Inactivation of the                                 throughout the brain, a selective 60–75% reduction of\nmuHTT transgene in symptomatic conditional HD trans-                                        the human muHTT transgene up to 12 weeks post-infusion\ngenic mice not only halts disease progression but also                                      termination, and ameliorated multiple aspects of the HD-\nreverses neuropathological and behavioral HD-like pheno-                                    like phenotype when delivered either pre- or post-symp-\ntypes [31]. Therapeutic efficacy has been demonstrated with                                 tomatically [25]. However, although this ASO only tar-\nas little as 50–55% RNAi-mediated reduction of transgenic                                   geted the human muHTT transgene within mice, use of\nmuHTT protein in multiple mouse models of HD [32,33].                                       this therapy in humans would induce nonselective HTT\nWild type huntingtin (wtHTT) is neuroprotective and plays                                   knockdown (KD) and subsequent loss of wtHTT function; it\nroles in several vital cellular processes [34], making selec-                               could therefore be less efficacious.\ntive muHTT silencing strategies attractive. However, be-                                       The therapeutic benefit of a truly nonselective HTT KD\ncause the mutation that causes HD is the expansion of a                                     has been assessed in BACHD mice [38], another full-\nnormally occurring genetic element, selectively targeting                                   length human muHTT transgenic model, using either a\n                                                                                                                                                                               637\n\fReview                                                               Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\nhuman-specific ASO or an ASO with activity against both        potentially accommodate a greater number of oligonucleo-\nmouse and human HTT. ICV infusion over 14 days to post-        tide binding events, which could translate to partial allele-\nsymptomatic mice resulted in broad, bilateral ASO distri-      selectivity. In addition, expanded CAG RNAs form more\nbution and KD of HTT mRNA and protein that persisted           stable hairpin structures than their unexpanded counter-\nfor 14 weeks post-infusion termination. ASO treatment          parts, which may promote differential ASO interaction\nresulted in partial recovery of motor deficits and a halting   [48]. Significant allele-selectivity of CAG-targeted PMO,\nof disease progression that was similar in pan-HTT trea-       PNA, and LNA oligos has been demonstrated in HD pa-\nted and human HTT ASO treated animals. At 16 weeks             tient fibroblasts [49–52]; however, these studies were per-\npost-treatment termination, both mRNA and protein              formed using a cell line with 69 CAG repeats on the mutant\nlevels had returned to nearly basal levels, but the thera-     allele, an unusually large repeat that would result in\npeutic benefit persisted an additional 5 months, the lon-      juvenile-onset HD. Juvenile-onset HD, which manifests\ngest post-treatment time point assessed [25]. This             before age 20, is a more severe form of the disease that\nevidence that intermittent HTT silencing could provide         accounts for only a small percentage of patients [34]. The\ncontinual benefit has important implications for the treat-    selectivity of CAG targeting ASOs declines as the upper\nment of HD.                                                    allele repeat approaches more biologically relevant lengths\n    Although these studies provide some optimism for the       [49,53], indicating that selectivity for muHTT may dimin-\nsafety and efficacy of nonselective HTT silencing, the         ish at repeat lengths more commonly observed in HD\nthreshold of pathological post-development HTT reduction       patients, namely 40–45 CAG. Despite this caveat, the\nand the safety of long-term wtHTT reduction have yet to be     potential for multi-disease therapy with expanded CAG\nsufficiently evaluated. The embryonic lethality of HTT         targeting ASOs is attractive. In fact, oligonucleotides de-\nknockout (KO) mice clearly illustrates an essential role       veloped to silence muHTT have shown crossreactivity with\nof HTT in development [39], but postnatal HTT require-         other proteins containing expanded CAG tracts – such as\nments are less well understood. Inactivating HTT in the        ataxin 1, ataxin 3, and atrophin 1, the causative proteins\nbrain and testes of adult mice leads to progressive motor      for spinocerebellar ataxia 1 (SCA1), SCA3, and DRPLA\nimpairment and neurodegeneration, suggesting that total        (dentatorubral–pallidoluysian       atrophy),    respectively\nloss of HTT is not tolerated [40]. NHP and transgenic HD       [50,53,54] – and might potentially be of use for other\nmouse model studies have demonstrated the short-term           CAG repeat diseases. This crossreactivity, however, also\nsafety of reducing endogenous HTT levels by 45% [41,42]        increases the potential for deleterious off-target silencing\nand total HTT reduction by 60–75% [25,43], respectively.       of normal variants of genes with longer CAG repeats [55].\nHowever, as the mouse models express both the normal           For example, CAG targeted PNAs are less selective for\ncomplement of mouse HTT and transgenic human muHTT,            muATXN3 over wt ATXN3 KD, as compared with the\nthey have more total HTT to begin with. This level includes    selectivity for muHTT over wtHTT [50], indicating that\nboth wt and muHTT, but muHTT can rescue the embryonic          off-target CAG silencing must be carefully evaluated be-\nlethality of HTT KO [44], demonstrating an ability to          fore proceeding into the clinic.\nperform some vital functions of wtHTT. Thus, the safety            Another strategy for allele-specific HTT silencing, which\nof greater than 50% postnatal HTT reduction, a value that      is independent of CAG tract length, is targeting CAG\nis likely to be exceeded in the treatment of HD, has not yet   expansion-linked polymorphisms. Over 2000 single nucle-\nbeen evaluated.                                                otide polymorphisms (SNPs) have been identified in the\n    The prolonged treatment interval that would be re-         HTT gene region, some of which are tightly linked to CAG\nquired for humans, likely spanning decades, must also          expansion [56]. Whereas the most common of these SNPs\nbe considered. In HD, muHTT-induced toxicity, which            are heterozygous in approximately 50% of HD patients,\nresults from both toxic gain of function and loss of wild      and thus targetable, population genetics analysis has\ntype function, is progressive in nature and usually man-       demonstrated that a panel of silencing reagents targeting\nifests overt clinical signs only in mid-life. HTT silencing    3–5 of these disease-associated SNPs could provide a\nsafety studies have been conducted over 6 months in NHPs       therapeutic option for 75–88% of HD patients [56,57]. With\n[41,42] and a maximum of 9 months in mice [25]. Addition-      such a panel of ASOs available, HD gene carriers would\nally, nonselective silencing could have a negative impact on   undergo sequencing and phasing at target SNPs to allow\nthe allelic balance of HTT expression. There is evidence       selection of an appropriate ASO, one targeting a SNP only\nfrom mouse studies that phenotypic severity depends not        present on the muHTT allele. ASOs are preferable to RNA\nonly on the level of muHTT but also on the ratio of wtHTT      silencing reagents for this purpose because approximately\nto muHTT [45,46]. A preliminary study has reported in-         93% of identified HTT SNPs are intronic and thus not\ncreased mutant versus wtHTT gene expression in human           targetable by RNA interference (Figure 4) (http://www.\nHD postmortem brain tissue [47], and this imbalance            ncbi.nlm.nih.gov/projects/SNP/) [16].\nwould be exacerbated by nonselective HTT silencing, po-            A large number of MOE ASOs targeting therapeutically\ntentially resulting in unwanted toxicity. For these reasons,   relevant SNPs have been screened for activity in cell lines\nallele-specific muHTT silencing oligonucleotides targeting     homozygous for the targeted or untargeted allele, allowing\nexpanded CAG directly or polymorphisms linked to CAG           assessment of potency and selectivity of HTT KD, respec-\nexpansion are also in development.                             tively. This counter screen identified four potent and se-\n    The simplest approach to allele-specific muHTT silenc-     lective ASOs that reduce muHTT levels between 39% and\ning is targeting the mutation directly. Whereas all HTT        68% with negligible wtHTT KD. Incorporation of cEt mod-\ngenes contain a CAG tract, expanded CAG tracts can             ified nucleotides increased potency while preserving the\n638\n\fReview                                                                                      Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\n\n                      SNPs in human HTT transcripts                                 of hyperphosphorylated tau and may contribute to patho-\n                                                                                    genesis [60]. ASOs directed at the splice junction of exon 10\n      RNA species             UTR         Exon         Intron        Total          in tau mRNA can suppress its inclusion [61,62], which may\n       Pre-mRNA                79          120          2643         2842           restore the balance of tau isoforms and provide a thera-\n     Mature mRNA               79          120                       199\n                                                                                    peutic option for FTDP-17.\n\n                                                                                    Alzheimer disease (AD)\n                                                          Exonic\n                                                                                    AD is characterized by the deposition of amyloid b (Ab)\n           Intronic                                                                 plaques and neurofibrillary tangles (NFTs) containing\n                                                               UTR\n                                                                                    hyperphosphorylated tau, resulting in cortical atrophy,\n                                                                                    loss of cholinergic neurons and signaling, and subsequent\n                                                                                    cognitive decline and death [63]. Passive immunization of\n                                                                                    AD mice with Ab-neutralizing antibodies not only reduces\n                                                                                    plaque load but also clears NFTs, indicating that Ab\n                                                                                    accumulation is upstream of tau pathology and therefore\n                                                                                    the primary therapeutic target for AD [64]. Ab is generated\n                                                                                    through proteolytic processing of the amyloid precursor\n                                                                                    protein (APP), which occurs through two divergent path-\n                          Targetable by siRNA: 7%                                   ways. In the more common, non-toxic pathway, APP is\n                                                                                    cleaved by a- and g-secretases to generate sAPPa and a\n                         Targetable by ASOs: 100%\n                                                                                    non-amyloidogenic P3 fragment. In the less common, toxic\n                                                  TRENDS in Molecular Medicine\n                                                                                    pathway, APP is cleaved by b- and g-secretases to generate\nFigure 4. Summary of single nucleotide polymorphisms (SNPs) in human HTT            sAPPb and amyloidogenic Ab (Figure 5) [65]. Although the\n(huntingtin). Allele-specific silencing of muHTT (mutant huntingtin) by targeting\nCAG expansion linked SNPs with antisense oligonucleotides (ASOs) is one\n                                                                                    majority of AD is sporadic, some familial forms are caused\nstrategy for the treatment of Huntington disease (HD). ASOs are preferable to       by mutations in genes involved in APP proteolysis. The\nRNAi reagents for this purpose because they readily enter the nucleus and can       Swedish mutation, a double point mutation near the b-\ntarget intronic sites, which comprise the vast majority of HTT SNPs. SNP data\nobtained from dbSNP (http://www.ncbi.nlm.nih.gov/projects/SNP/), accessed 30\n                                                                                    secretase cleavage site of the APP gene, increases b site\nApril, 2012.                                                                        proteolysis and shifts APP processing towards the toxic\n                                                                                    pathway. Mice transgenic for the Swedish mutation have\n                                                                                    decreased levels of sAPPa, increased Ab, and a subsequent\nselectivity of lead ASOs. Using two separate HD mouse                               5-fold increase in cortical acetylcholinesterase (AChE),\nmodels, one expressing a targeted allele of human muHTT                             which is the enzyme responsible for terminating choliner-\nand another expressing a non-targeted allele of human                               gic signaling. A series of 4 weekly ICV injections of an ASO\nwtHTT, in vivo potency and selectivity was demonstrated.                            targeting the mutated b site increased levels of sAPPa by\nCompared with vehicle-injected animals, a single intras-                            43%, decreased levels of Ab by 39%, and reduced cortical\ntriatal (IS) injection of SNP-targeted ASO decreased the                            AChE to nearly wild type levels [66]. Analysis, which did\nlevel of muHTT protein by 55% with negligible reduction of                          not include evaluation of behavioral phenotypes, was per-\nwtHTT protein, whereas injection of a nonselective HTT                              formed 1 week after the final injection. Continuous infu-\nASO reduced both alleles by over 80% [16]. As HTT SNP                               sion over the treatment period could potentially improve\ncomposition and linkage to CAG expansion varies with\nethnicity [58], additional studies of HD patients of various\nancestries are needed to identify SNPs associated with                                                   Non-toxic                   Toxic\nmuHTT in non-Caucasian populations that might be po-                                                     pathway                    pathway\ntentially amenable to treatment with ASOs.\n                                                                                                sAPPα\n\n\n\n\n                                                                                                                                                     sAPPβ\n\n\n\n\nFrontotemporal dementia with Parkinsonism linked to\nchromosome 17 (FTDP-17)\n                                                                                                                           APP\n\n\n\n\nFTDP-17 is a rare autosomal dominant neurodegenerative                                                   Swedish\ndisorder characterized by the accumulation of intraneur-                                                 muta!on\n                                                                                                        (K670M/N671L)\nonal inclusions containing tau, personality changes, cogni-\n                                                                                                                                     β-secretase\ntive impairment, and motor symptoms. To date, 35\n                                                                                                        α-secretase\n                                                                                                                                                     Aβ\n\n\n\n\npathogenic mutations have been identified in patients with\n                                                                                               P3\n\n\n\n\nFTDP-17 and approximately 50% of these disrupt exon 10                                                  γ-secretase                   γ-secretase\nsplicing cis-elements in the MAPT gene encoding tau,\nwhich mostly lead to exon 10 inclusion [59]. Exon 10\nencodes one of four microtubule-binding repeats, and its                                                                     TRENDS in Molecular Medicine\ninclusion or exclusion generates two alternative isoforms of                        Figure 5. Divergent proteolytic processing of amyloid precursor protein (APP).\ntau with either three or four repeats called 3R and 4R,                             APP is processed in one of two mutually exclusive pathways leading either to\nrespectively. These two isoforms are normally present in                            production of the non-amyloidogenic P3 peptide or to production of the\n                                                                                    amyloidogenic Ab peptide that accumulates in Alzheimer disease (AD) brain.\nequal amounts in the adult CNS, whereas the increased                               The Swedish mutation within the b site, which is one cause of familial AD, shifts\n4R/3R-tau ratio observed in FTDP-17 leads to aggregation                            processing towards the toxic pathway and increases production of Ab.\n\n                                                                                                                                                                 639\n\fReview                                                                 Trends in Molecular Medicine November 2012, Vol. 18, No. 11\n\n\nthe therapeutic benefit of this ASO, making it a viable          injection of ASO-10-27 to P0 severe SMA pups can amelio-\ncandidate for treating of this form of familial AD.              rate the decline in motor neurons in the spinal cord,\n                                                                 improve muscle physiology and motor function, and in-\nSpinal muscular ",
  "wordCount": 8646,
  "indexed": "2025-09-25T22:43:39.517Z",
  "method": "direct"
}
