{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Gialluisi et al. - 2012 - Estimating the Allele Frequency of Autosomal Reces.pdf",
  "fileName": "Gialluisi et al. - 2012 - Estimating the Allele Frequency of Autosomal Reces.pdf",
  "relativePath": "Genetica/Recesivas/Gialluisi et al. - 2012 - Estimating the Allele Frequency of Autosomal Reces.pdf",
  "text": "doi: 10.1111/j.1469-1809.2011.00693.x\n\n\nEstimating the Allele Frequency of Autosomal Recessive\nDisorders through Mutational Records and Consanguinity:\nThe Homozygosity Index (HI)\nAlessandro Gialluisi1 , Tommaso Pippucci1 , Yair Anikster2 , Ugur Ozbek3 , Myrna Medlej-Hashim4,5 ,\nAndre Mégarbané4 and Giovanni Romeo1∗\n1\n  Unità Operativa di Genetica Medica, Dipartimento di Scienze Ginecologiche, Ostetriche e Pediatriche, Policlinico Sant’Orsola Malpighi,\nUniversità di Bologna, Bologna, Italy\n2\n  Metabolic Disease Unit, Edmond and Lily Safra Children’s Hospital, Sheba Medical Center, Tel Hashomer, Israel\n3\n  Genetics Department, Institute for Experimental Medicine, Istanbul University, Istanbul, Turkey\n4\n  Unité de Génétique Médicale and Inserm, Laboratoire International Associé à l’UMR_S 910, Université Saint Joseph, Beirut, Lebanon\n5\n  Department of Life and Earth Sciences, Faculty of Sciences, Branch II, Lebanese University, Beirut, Lebanon\n\n\n\nSummary\nIn principle mutational records make it possible to estimate frequencies of disease alleles (q) for autosomal recessive\ndisorders using a novel approach based on the calculation of the Homozygosity Index (HI), i.e., the proportion of\nhomozygous patients, which is complementary to the proportion of compound heterozygous patients P(CH). In other\nwords, the rarer the disorder, the higher will be the HI and the lower will be the P(CH). To test this hypothesis we used\nmutational records of individuals affected with Familial Mediterranean Fever (FMF) and Phenylketonuria (PKU), born to\neither consanguineous or apparently unrelated parents from six population samples of the Mediterranean region. Despite\nthe unavailability of precise values of the inbreeding coefficient for the general population, which are needed in the case\nof apparently unrelated parents, our estimates of q are very similar to those of previous descriptive epidemiological studies.\nFinally, we inferred from simulation studies that the minimum sample size needed to use this approach is 25 patients\neither with unrelated or first cousin parents. These results show that the HI can be used to produce a ranking order of\nallele frequencies of autosomal recessive disorders, especially in populations with high rates of consanguineous marriages.\n\n     Keywords: Inbreeding, disease allele frequency, autosomal recessive disorders, homozygosity index\n\n\n\nIntroduction                                                              precise computation of the inbreeding coefficient (F) in the\n                                                                          general population. In classical studies of consanguinity, the\nStudies of consanguinity have taken advantage of the relation-            gene frequency (q), and thus the prevalence (P) of autosomal\nship between the frequency of a given autosomal recessive                 recessive conditions has been inferred from the ratio between\ndisorder and the proportion of offspring of consanguineous                the frequency of consanguineous parents of children affected\ncouples affected with the same disorder. If the inbreeding co-            with a specific autosomal recessive disorder and the frequency\nefficient between parents is known, this approach allows one              of consanguineous couples of the same degree of kinship in\nto calculate the frequency of autosomal recessive disorders in a          the general population. This type of approach has made use\nway that is free of the problems arising from missed diagnoses            of mathematical formulas worked out by population geneti-\n(incomplete ascertainment). This requires first of all a fairly           cists like Dahlberg (1948) and has made it possible to estimate\n∗\n                                                                          the prevalence, among others, of Phenylketonuria, Friedrich\n Corresponding author: Giovanni Romeo, Unità Operativa di                ataxia, and Cystic Fibrosis in Italy (Romeo et al., 1983a, b,\nGenetica Medica, Dipartimento di Scienze Ginecologiche,\nOstetriche e Pediatriche, Policlinico Sant’Orsola Malpighi, Univer-       1985).\nsità di Bologna, Via Massarenti 9, 40136 Bologna, Italy. Tel: 0039 051      The problem always encountered by this type of ge-\n2088420; Fax: 0039 051 5870611; E-mail: romeo@eurogene.org                netic epidemiology studies is represented by the difficulty to\n\n\n\n\u0003\nC 2011 The Authors                                                                            Annals of Human Genetics (2012) 76,159–167     159\nAnnals of Human Genetics \u0003\n                         C 2011 Blackwell Publishing Ltd/University College London\n\f      A. Gialluisi et al.\n\n\n      obtain a reliable estimate of the frequency of consanguineous             FMF is an autosomal recessive inflammatory disor-\n      couples in the general population for any given degree of re-          der affecting people originating from areas around the\n      lationship. In Italy this estimate has been made possible up to        Mediterranean Sea basin, due to mutations in the MEFV\n      1964 by the availability of centralized archives of the Catholic       (MEditerranean FeVer) gene (Medlej-Hashim et al., 2005;\n      Church, which kept records in Rome of all the dispensations            Mattit et al., 2006). More than 70 MEFV pathogenic muta-\n      (or permits to marry in Church) awarded by the Pope for con-           tions have been identified, the five most common (represent-\n      sanguineous marriages celebrated in Italy during a period of           ing 80% of the total) being M694V, V726A, M694I, M680I in\n      almost 400 years. These demographic data were collected and            exon 10, and E148Q in exon 2 (Medlej-Hashim et al., 2005;\n      organized by Cavalli-Sforza et al. (2004). The absence of an           El Shanti et al., 2006; Yilmaz et al., 2009; Moradian et al.,\n      equivalent centralized archive of consanguinity in countries           2010).\n      other than Italy has hindered the use of this epidemiological             The symptoms and severity of the inflammation vary de-\n      approach.                                                              pending on the type and number of mutations in the MEFV\n         We utilized, therefore a novel approach to estimate the             gene (M694V being the most severe and penetrant) which\n      gene frequency for rare autosomal recessive disorders using            can be found in the heterozygous, homozygous, or com-\n      mutational records of patients. This approach is based on the          pound heterozygous state in different patients (Mattit et al.,\n      possibility that the affected child can carry a double copy of the     2006; Moradian et al., 2010). Furthermore, it is not infre-\n      same causative mutation (homozygosity) or alternatively two            quent to find patients carrying three or more mutations and\n      different causative mutations in the same gene (compound               patients carrying complex alleles (Medlej-Hashim et al., 2005;\n      heterozygosity). Although in the former case the mutant al-            Moradian et al., 2010). MEFV mutations in the homozygous\n      leles can be identical by descent (IBD) or by state (IBS), in          or compound heterozygous state are likely to determine the\n      the latter case the two mutations must have been inherited             most severe forms of FMF. However, since such genotypes are\n      through two different ancestors even if the parents are con-           detected in only 41–76% of patients, it has been hypothesized\n      sanguineous, which implies that the two mutant alleles are             that regulatory mutations may go undetected (Yilmaz et al.,\n      not IBD. The proportion of compound heterozygotes among                2009) or, alternatively, that unknown modifier genes and/or\n      children affected with a given autosomal recessive disorder            environmental factors may affect the expression of the disease\n      is dependent not only on the frequency of consanguineous               (Touitou, 2001).\n      marriages but also on the relative frequency of the different             Moreover, the FMF carrier rate can be as high as one\n      pathogenic alleles. The theoretical basis of this approach has         in three in some ethnic groups (like Armenians), a finding\n      been discussed in a recent paper by ten Kate et al. (2010),            which in turn raises the possibility of a selective heterozygote\n      starting from the relationship between the frequency of com-           advantage. (El Shanti et al., 2006).\n      pound heterozygotes among the patients affected with a given              PKU is one of the most common inborn errors of amino\n      autosomal recessive condition (P(CH)) and the frequency of             acid metabolism and by far (98%) the most frequent form of\n      the relevant disease allele in the general population (q). In          HyperPhenylAlaninemia, a group of diseases characterized by\n      their paper ten Kate al. introduced theoretical calculations           the persistent elevation of phenylalanine levels in tissues and\n      to demonstrate how q is positively correlated with P(CH)               biological fluids (Zare-Karizi et al., 2010). PKU is due to de-\n      and with the inbreeding coefficient (F) among the probands,            ficiency in phenylalanine hydroxylase. This enzyme is coded\n      thus generating an additional tool to infer the frequency of           by the PAH gene, which consists of 13 exons (Zare-Karizi\n      autosomal recessive diseases. In this paper we demonstrate             et al., 2010). So far, more than 500 different mutations have\n      the feasibility of the Homozygosity Index (HI) approach using          been identified and described in PAH, with various pheno-\n      mutation data from different Mediterranean countries where             typic consequences (Santos et al., 2010). Most of them are\n      consanguinity rates are high.                                          point mutations and microdeletions, usually localized to the\n                                                                             coding region or the intron–exon boundaries of the gene,\n                                                                             mainlyin its 3’ region (Berchovich et al., 2008b). The num-\n                                                                             ber of different mutations in a given population is usually\n      Materials and Methods\n                                                                             high, with a few prevalent mutations and a large number of\n                                                                             private mutations (Berchovich et al., 2008a). This results in a\n      Diseases and Patients\n                                                                             high number of compound heterozygous affected individuals\n      We used mutation datasets of individuals affected with two dif-        (Santos et al., 2010). Several studies indicate that the preva-\n      ferent autosomal recessive disorders, namely Familial Mediter-         lence of the disorder and the spectrum of mutations differ\n      ranean Fever (FMF, OMIM #249100) and Phenylketonuria                   among populations (Berchovich et al., 2008a, b; Zare-Karizi\n      (PKU, OMIM #261600).                                                   et al., 2010).\n\n\n\n160   Annals of Human Genetics (2012) 76,159–167                                                                               \u0003\n                                                                                                                               C 2011 The Authors\n                                                                 Annals of Human Genetics \u0003\n                                                                                          C 2011 Blackwell Publishing Ltd/University College London\n\f                                                                                                               The Homozygosity Index Method\n\n\nCollection of Mutation Data for Autosomal                                 pound heterozygotes (P(CH)), and the proportion of com-\nRecessive Disorders from Offspring of                                     pound heterozygotes among non-IBD genotypes (R(CH))\nConsanguineous and Nonconsanguineous                                            [P (CH) × (F + q − (F × q ))]\n                                                                          q =                                 ,                                      (2)\nParents                                                                              [(1 − F ) × R(CH)]\nMutational records were obtained from the following di-                   being\nagnostic laboratories: Medical Genetics Unit, St. Joseph                                                        \u0002\nUniversity, Beirut, Lebanon; Genetics Department, In-                     R(CH) = 1 − R(HN) = 1 −                     q i 2 , [i = 0, 1, 2, . . . , n],\nstitute for Experimental Medicine, Istanbul University,                                                           i                                   (3)\nIstanbul, Turkey (for FMF) and Metabolic Disease Unit, Ed-                where R(HN) is the proportion of IBS genotypes among\nmon and Lily Safra Children’s Hospital, Sheba Medical Cen-                non-IBD genotypes\u0003and qi is the relative frequency of the ith\nter, Tel Hashomer, Israel (for PKU). Drawings of patients’                disease allele (with qi = 1).\npedigrees were collected only if they were born to consan-                   The above equation (2) can be also expressed as\nguineous parents and only the offsprings of first cousins were\n                                                                                      [P (CH) × F ]\nincluded in the consanguineous group for the purpose of this              q =                               .                                        (4)\nwork. Closer consanguineous relationships were not observed                     [R(CH) − P (CH)] × (1 − F )\nin the sample, whereas the offspring of more distantly related            When homozygous genotypes are broken down into Ho-\ncousins and/or with small sample size were not included at all            mozygous IBD (IBD) and non-IBD (HN), HI can be written\nin the study (five FMF patients born to second cousins and                as\n11 born to third cousins or more distantly related individu-\n                                                                                         P (HN) + P (IBD)\nals in the Lebanese sample; five PKU patients born to first               HI =                                 .                                     (5)\ncousins, one born to second cousins and one born to indi-                            P (HN) + P (IBD) + P (CH)\nviduals whose degree of kinship was not well defined in the                  The proportion of non-IBD homozygotes can be calcu-\nIsraeli Jews sample; four PKU patients born to second cousins,            lated as\none born to third cousins and three patients born to parents                             [R(HN) × (1 − F ) × q 2 ]\nwhose degree of kinship was not well defined in the Israeli                P (HN) =\n                                                                                         [(F × q ) + (1 − F ) × q 2 ]\nArab sample). Written informed consent was available for ev-                              \u0004\u0005          \u0006               \u0007\nery patient. Only homozygous or compound heterozygous                                        \u0002\n                                                                                                q i × (1 − F ) × q\n                                                                                                    2\ngenotypes for alleles previously reported as disease associated\n                                                                                               i\n(Touitou, 2001; Medlej-Hashim et al., 2005; Mattit et al.,                           =\n2006; Berchovich et al., 2008a, b) were considered in the                                          [F + (1 − F ) × q ]\nallele count.                                                                (ten Kate et al., 2010).                                                (6)\n                                                                            According to Li (1955), the proportion of homozygotes\nEstimation of q from the Proportion of                                    IBD among the offspring of consanguineous couples is\nHomozygous Genotypes\n                                                                          P (IBD) = F × q                                                            (7)\nAssuming that: (1) we have a set of genotypes from individuals\naffected with an autosomal recessive disease; (2) every geno-             And, therefore, P(CH) can be expressed as\ntype is from an individual of the population with a known\n                                                                                         [R(CH) × (1 − F ) × q 2 ]\ninbreeding coefficient F; (3) genotypes are only homozygous                P (C H) =\n                                                                                         [(F × q ) + (1 − F ) × q 2 ]\nor compound heterozygous for the disease alleles of a single                             \u0004\u0005               \u0006             \u0007\ngene; (4) these alleles are identified only by a single disease-                                \u0002\nassociated variant (i.e., different haplotypes of the same variant                          1−       q i × (1 − F ) × q\n                                                                                                        2\n\n                                                                                                      i\nare not considered as different alleles); and (5) they strictly act                  =\nin a recessive manner (no phenotypic effect on heterozygotes);                                      [(F + (1 − F ) × q ]\nthen we can calculate the HIas the number of homozygotes\n(HOM) over the total of homozygous and compound het-                         (ten Kate et al., 2010).                                                (8)\nerozygous (CH) genotypes (i.e., the total number of patients):               From (5) to (8) we can conclude that\n                                                                                 \b \u0002\nHI = HOM/(HOM + CH).                                              (1)                    q i 2 × (1 − F ) × q + F\n                                                                                         i\n   The equation introduced by ten Kate et al. (2010) derives              HI =                                                  ,                    (9)\nq from the inbreeding coefficient (F), the proportion of com-                                [((1 − F ) × q ) + F ]\n\n\n\u0003\nC 2011 The Authors                                                                                  Annals of Human Genetics (2012) 76,159–167         161\nAnnals of Human Genetics \u0003\n                         C 2011 Blackwell Publishing Ltd/University College London\n\f      A. Gialluisi et al.\n\n\n      and q can be expressed as a function of HI                                      chose those with realistic values of q (ranging between q =\n                                                                                      0.1 and q = 0.002).\n                   [F × (1 − HI)]\n      q = \u0004\u0005                 \u0006          \u0007.                                  (10)          Then, we randomly extracted from every set of 1000 geno-\n                     \u0002                                                                types 100 samples of n genotypes (with n = 10, 25, 35, 50, 75,\n                HI −    q i 2 × (1 − F )\n                                                                                      100) using a custom Perl script. For each sample, we could\n                            i\n                                                                                      estimate q using Equation (10). To simplify calculations, we\n         It is evident that, in the studied population (i.e., under the               considered only q1 in q computation (i.e., we put R(HN) =\n      above mentioned assumptions), HI = 1-P(CH).                                     q1 2 ), given that this does not significantly affect the estimate of\n         In addition to samples of patients born to related parents,                  q (as explained in the Theoretical model and simulations section).\n      it should be possible in theory to apply this formula also to                   We therefore calculated, for each sample size, the Confidence\n      samples of patients born to apparently unrelated parents, when                  Interval of q with α = 0.05 (CI95% ), thus producing a reliable\n      F for that specific population is known.                                        index of the accuracy of q estimates in the population (see\n                                                                                      Online Supplementary Material S1 for more details). As ex-\n                                                                                      pected, CI95% generally shrinks as the sample size (n) increases\n      Validation of the Estimates of q Using                                          and q of the population (qpop ) always falls within this range or\n      Equation (10)                                                                   is very close to it. Slight inconsistencies are probably due to\n                                                                                      random variation and outlier values that occasionally appear\n      To assess whether our estimates of q were reliable, we collected                in the samplings.\n      information about disease frequencies in the same popula-\n      tions from which the mutational records were obtained. Data\n      on disease prevalence, disease allele frequencies, and the to-                  Results\n      tal disease allele frequency were obtained from traditional\n      epidemiological and mutational reports (Ozen et al., 1998;                      Theoretical Model and Simulations\n      Dinc et al., 2000; Mattit et al., 2006; ; Berchovich et al.,\n      2008a) and from the collaborating diagnostic laboratories (see                  We investigated the relationships among the different variables\n      Table 1).                                                                       in the model through simulation. We observed a positive cor-\n                                                                                      relation between q and q1 (the relative allelic frequency of the\n                                                                                      major pathogenic allele). More specifically, q1 affects q more\n                                                                                      than the other pathogenic alleles, which are increasingly ir-\n      Sample Size Requirements for Estimating q\n                                                                                      relevant as their relative frequencies decrease (Fig. 1). Indeed,\n      We simulated a series of populations of 1000 genotypes with                     if we replace R(HN) with q1 2 in (10; so that we consider\n      three pathogenic alleles. Different frequencies of the main                     only q1 in q computation), this does not significantly affect\n      pathogenic allele were set, with q1 ranging from 0.4 to 0.8.                    the estimate of q, as shown in Fig. 1. Moreover, q is inversely\n      For every q1 value we built two populations: one with F =                       correlated to R(HN) and HI (see Fig. 2), which is in perfect\n      0.0625 and one with F = 0.001. We determined, therefore                         agreement with the general postulate that the rarer the disor-\n      the genotype distribution among the 1000 affected individuals                   der, the higher the frequency of homozygotes among affected\n      as a function of q; q1 ; q2 ; q3 ; HI and F (through the Sewall                 individuals.\n      Wright’s F-statistics), by means of a random-based model built                     HI is also in positive correlation with q1 , whose magni-\n      in an Excel\u0003R\n                    worksheet. Among the populations created, we                      tude is also affected by F, which is in direct correlation with\n\n                                                                                     N. (relationship\n      Gene       Disease        Country   Center                                     between parents)\n      MEFV       FMF            Lebanon   St. Joseph University, Beirut               34 (1Ca )\n                                                                                                                 Table 1 Patients studied and relative dis-\n                                                                                     107 (URb )\n                                                                                                                 orders, countries of origin and centers in\n      MEFV       FMF            Turkey    Institute of Experimental Medicine,         55 (URb )\n                                                                                                                 which they were tested, along with the\n                                          Istanbul\n                                                                                                                 sample sizes.\n      PAH        PKU            Israel    Metabolic Disease Unit, Sheba               30 (URb )\n                                          Medical Center, Tel Hashomer                 8 (1Ca )\n                                                                                      87 (URb )\n      a\n       Born to first cousins.\n      b\n       Born to apparently unrelated parents. Among the PKU patients, the 87 UR were Israeli\n      Jews and the rest Israeli Arabs.\n\n\n\n162   Annals of Human Genetics (2012) 76,159–167                                                                                        \u0003\n                                                                                                                                        C 2011 The Authors\n                                                                          Annals of Human Genetics \u0003\n                                                                                                   C 2011 Blackwell Publishing Ltd/University College London\n\f                                                                                                              The Homozygosity Index Method\n\n\n\n\n                          Figure 1 The R(HN)-based (qR(HN) ) vs. q1 2 -based q (qq1 ) plot (with F = 0.0625)\n                          clearly shows how q2,...,n−1,n are increasingly irrelevant in the estimate of q. Indeed,\n                          while the difference qR(HN) –qq1 slightly increases, the (qR(HN) -qq1 )/qR(HN) ratio decreases\n                          for increasing q1 (data not shown).\n\n\n\n\n                Figure 2 q vs. HI and q vs. R(HN) plots (with F = 0.0625). In both graphics q exhibits a negative\n                exponential-like decrease as HI/R(HN) increases.\n\n\n\nHI. In other words, the higher the inbreeding coefficient be-              Application of Equation (10) to Real Sample\ntween the parents of the probands, the higher will be the                  Data Sets\nprobability of a single mutation occurring in homozygosity.\nThis is clear from Figure 3, which illustrates the range of                As summarized in Table 2, we tested six samples of patients\nvalues of HI (maximum/minimum HI) versus q1 , in subjects                  for whom we knew individual genotypes and degree of rela-\nborn from consanguineous and nonconsanguineous couples.                    tionship between parents.\nFigure 3 also suggests that, should we encounter a population                 The mutational spectra for each of the six samples, with\nwith a strikingly prevalent pathogenic allele, the differences in          the relative values of HI (genotype not shown) and all the\nHI between a hypothetical sample of probands born to first                 mutational data available are summarized in (Fig. S1a–f).\ncousins and one of probands born to unrelated individuals                     Because of the difficulties in estimating the inbreeding co-\nwould be very small.                                                       efficient for the populations taken into consideration, we had\n   HI is directly proportional to F (as confirmed by Sewall                to set approximate values of F for the samples made up of\nWright’s F estimation of heterozygous individuals in a popu-               probands born to unrelated subjects. In some cases (such as\nlation) and positively correlated with q1 ; therefore, for a fixed         the Lebanese and Turkish sample) we used the values indicated\nvalue of q, q1 will increase as F of the sample decreases (to              by the collaborating diagnostic laboratories. Whenever possi-\nkeep q constant, see Fig. 4).                                              ble we chose F values among those published and/or reported\n\n\n\n\u0003\nC 2011 The Authors                                                                                 Annals of Human Genetics (2012) 76,159–167   163\nAnnals of Human Genetics \u0003\n                         C 2011 Blackwell Publishing Ltd/University College London\n\f      A. Gialluisi et al.\n\n\n\n\n                                 Figure 3 Maximum/minimum HI estimates vs. q1 plot, for simulated affected\n                                 individuals born to first cousins (1C) and unrelated (UR) parents (for fixed q = 0.1 in a\n                                 hypothetical three- allele system). For a given value of q1 , we set q2 = 1–q1 and q3 = 0\n                                 to compute HI max (i.e., to maximize HI) and q2 = q3 = (1–q1 )/2 to compute HI min\n                                 (i.e., to minimize HI). Both HI max plots exhibit an initial small decrease and an\n                                 exponential-like rise thereafter. On the contrary, both HI min show a slightly increasing\n                                 trend. All of the four curves hit a peak at HI = 1 (the maximum theoretical HI value\n                                 possible), thus reducing the range of variation of HI as q1 increases.\n\n\n\n\n                       Figure 4 q1 vs. F plot, for fixed q = {0.05; 0.1; 0.15; 0.2}. A positive logarithm-like correlation between\n                       the considered variables is noticed. Indeed, it is necessary for q1 to rise to counterbalance the F decrease, to\n                       keep q constant. The trend remains the same for different values of q, on different scales (with q1 growing\n                       with increasing q).\n\n      in the http://www.consang.net website or computed them as                   frequencies will be, with the upper limit of q1 rarely exceeding\n      a mean of the data reported on the above mentioned website                  0.8. With regard to the lower limit of the interval, hypothe-\n      (see Table S1). More specifically, we tried to select the most              sizing q1 ≤ 0.4 in a three alleles system with q1 increments of\n      reliable values, with special regard to data relative to specific           0.1 becomes internally contradictory.\n      ethnic groups (namely Israeli Arabs and Jews samples).\n                                                                                  Discussion\n      Sample Size Requirements for Estimating q\n                                                                                  This work is based on the estimate of disease-allele frequencies\n      Our simulations indicate that for a sample of 25 patients show-             (therefore of the prevalence of the corresponding autosomal\n      ing three different alleles, fairly precise and reliable estimates          recessive disorders) in the general population, relying only\n      of q can be obtained with allele frequency of 0.4 ≤ q1 ≤ 0.8                on mutational records. We believe that these records, if used\n      (Fig. S2a, b). We decided to study q variation within the range             extensively, will generate in the future a useful epidemiolog-\n      q1 = (0.4–0.8) for two main reasons. Indeed, whatever the F,                ical picture of the frequency of autosomal recessive disorders\n      in real populations we usually expect to find more than three               in different populations. The estimate of HI is directly\n      pathogenic alleles. The first implication is that the greater the           dependent on the relative frequencies of the pathogenic\n      number of alleles, the most balanced the ratio among allele                 alleles and inversely correlates with the global frequency of\n\n\n164   Annals of Human Genetics (2012) 76,159–167                                                                                   \u0003\n                                                                                                                                   C 2011 The Authors\n                                                                     Annals of Human Genetics \u0003\n                                                                                              C 2011 Blackwell Publishing Ltd/University College London\n\f                                                                                                          The Homozygosity Index Method\n\nTable 2 Comparison between total allele frequency (q)/prevalence (P) estimated by the present method (upper line) and those previously\ncalculated by traditional methods (lower line of the last two columns).\n\nGene             Country            F                    Sample size           HI             q                P\nMEFV             Lebanon            0.0625                34                   0.5588         0.123            1:66\n                                                                                              (0.095d )        (c )\nMEFV             Lebanon            Unrelateda           107                   0.3458         0.09             1:123\n                                    0.0127                                                    (0.095d )        (c )\nMEFV             Turkey             Unrelateda            55                   0.4545         0.038            1:691\n                                    0.005                                                     (c )             (1:1075e -1:1000f )\nPAH              Israel             Unrelateda            30                   0.5667         0.017            1:3501\n                 (Arabs)            0.0175                                                    (c )             (1:8200g , among Non-Jews)\nPAH              Israel             0.0625                 8b                  0.875          0.0126           1:6344\n                 (Arabs)                                                                      (c )             (1:8200g , among Non-Jews)\nPAH              Israel             Unrelateda            87                   0.2299         0.011            1:8046\n                 (Jews)             0.0022                                                    (c )             (1:12500g )\na\n  F arbitrarily chosen/calculated, relying on previously published inbreeding data, see Tables of the global prevalence of consanguinity,\nhttp://www.consang.net/index.php/Global_prevalence_tables and Supplementary Table S1.\nb\n  Further mutational data from the Israeli-Arab population are being collected to confirm this preliminary estimate.\nc\n  Data not available.\nd\n  Mattit et al., 2006.\ne\n  Ozen et al, 1998.\nf\n  Dinc et al, 2000.\ng\n  Berchovich et al., 2008a.\n\nthese alleles in the general population (q). Therefore, HI can            in large samples, for very small samples like our Israeli Arab\nlink together all the variables considered so far in the genetic          sample it can happen because qi fluctuation is notably affected\nepidemiology of autosomal recessive disorders, namely q,                  by single genotypes.\nq1,2,..,n−1,n and F.                                                          The use of F for the group of apparently unrelated parents\n   The results based on the HI approach (Table 2) are in agree-           is the weak point of this approach, due to the unavailability of\nment with previous estimates of FMF and PKU prevalence                    accurate F estimates for the populations examined. Although\nin the populations examined, which were based on descrip-                 for the first cousins samples we can rely on the estimate (F\ntive epidemiological studies and on much larger samples of                = 0.0625) based on pedigree reconstruction-despite evidence\npatients (see Table 2 and Ozen et al., 1998; Dinc et al., 2000;           that this might be underestimated (Woods et al., 2006)– the\nMattit et al., 2006, Berchovich et al., 2008a).                           estimate of F for the samples with apparently unrelated par-\n   This holds generally true also for the PKU Israeli Arabs               ents based on demographic data is not equally reliable. Several\nsamples, where the fact that the q/P estimate is higher in                studies have tried to infer F in some populations using dif-\nthe sample of patients born to unrelated parents than among               ferent experimental methods. The most reliable ones seem\npatients born to first cousins should not surprise, as the q/P            to be those based on the measurement and count of Runs\nvalue calculated through this approach always refers to the               of Homozygosity (ROH) with a given minimal length in\ngeneral population investigated and not to the specific sam-              the genome (Carothers et al., 2006; McQuillan et al., 2008;\nple. In other words, these two prevalences represent two point            Polašek et al., 2010). Alternatively, a novel statistical method\nestimates of the same population parameter, not two differ-               to estimate the length of ROH (thus the inbreeding coeffi-\nent parameters characteristic of the samples. This also applies           cient), relying on a maximum-likelihood approach based on\nto the FMF Lebanon samples. However, for a given disorder                 a Hidden Markov Model, has been proposed (Leutenegger\nin a given population, it is theoretically possible that a sam-           et al., 2003). Further research on the estimate of F is needed.\nple of patients born to unrelated parents gives a q/P greater             Another possible limitation could be the relatively small\nthan a sample of patients born to consanguineous ones: it                 amount of probands that is possible to collect in each popu-\nwould be sufficient that q1 (the relative frequency of the main           lation, because autosomal recessive disorders are usually rare\npathogenic allele) is so big as to overweight even a small F in           conditions and probands born to consanguineous parents are\nthe “unrelated” sample or, conversely, that q1 is so small as to          even rarer. It is interesting that our sample size analysis sug-\ncounterbalance the effect of a high F in the “related” sample             gests that we need only 25 patients to ensure a reliable es-\n(as in this case, see Fig. S1d). Although this is very unusual            timate of q. If we exclude simple heterozygotes (which are\n\n\n\u0003\nC 2011 The Authors                                                                            Annals of Human Genetics (2012) 76,159–167   165\nAnnals of Human Genetics \u0003\n                         C 2011 Blackwell Publishing Ltd/University College London\n\f      A. Gialluisi et al.\n\n\n      not taken into account in the model), our approach can give            only relying on data already available (i.e., the genotype dis-\n      reliable estimates of disease allele frequencies for rare autoso-      tribution and the mutational records of sample of patients,\n      mal recessive disorders. In fact, a high HI will imply a less          along with their pedigree information). This means savings\n      biased estimate of q, and therefore a smaller confidence in-           of economical resources, which is a very important aspect in\n      terval for q estimates (ten Kate et al., 2010). Such a high            planning genetic screening programs at a population level in\n      HI could be observed in some specific disorders like Cystic            developing countries. As a consequence, it will be possible\n      Fibrosis, especially in those countries where \u0003F508 (the main          to concentrate resources directly on the prevention of those\n      pathogenic allele) reaches very high relative frequencies, en-         autosomal recessive disorders which are most frequent in a\n      tailing a high prevalence of homozygous individuals in the             given country.\n      population. More importantly, a high HI can occur in sam-                 Finally, the approach based on mutation analysis in offspring\n      ples of affected children of consanguineous parents, therefore         of consanguineous parents can be integrated in the Locus Spe-\n      making our model of great help in those countries where the            cific DataBases (LSDBs) which have been rapidly increasing\n      frequency of consanguineous marriages is high. In practical            in number during the last decade (Romeo, 2010; van Baal\n      terms, in every population or ethnic group, we can produce             et al., 2010) and in new research projects and networks like the\n      a ranking order of the prevalence of autosomal recessive dis-          one recently proposed by a group of medical geneticists from\n      orders. This will have social and clinical relevance and will          different countries of the Mediterranean sea basin (Ozcelik\n      allow the establishment of priorities for genetic testing at the       et al., 2010). It is therefore advisable that mutational records\n      population level.                                                      report from now on the degree of relationship of parents (if\n         Given the very low figures shown by disease allele fre-             consanguineous) besides the molecular characterization of the\n      quency and disease prevalence in the general population, it is         mutation present in each patient.\n      impossible to estimate q with great precision. Highly accurate\n      estimates will become possible when all the sources of bias\n      will be under control. However in light of the potential ap-           Acknowledgements\n      plications of this approach, we are at present more interested         The authors wish to thank Prof. L.P. ten Kate for useful dis-\n      in building a ranking order of prevalence of autosomal reces-          cussions, Prof. Dr. Ahmet Gul for sharing Turkish-FMF patient\n      sive disorders rather than in estimating their prevalence in a         genotype information and Dr. S. Presciuttini for technical advice\n      very precise way.                                                      in the statistical analysis.\n         In conclusion, we propose to collect mutation data from\n      the offspring of consanguineous marriages (as well as of ap-           References\n      parently unrelated parents) affected with autosomal recessive          Berchovich, D., Elimelech, A., Yardeni, T., Korem, S., Gal, N.,\n      disorders from different molecular diagnostic laboratories in            Goldstein N., Vilensky, B., Segev, R., Avraham, S., Loewenthal,\n      all the countries with high consanguinity rates. We will ob-             R., Schwarts, G. & Anikster, Y. (2008a) A mutation analysis of the\n      tain in every population a ranking order according to the                Phenylalanine Hydroxylase (PAH) gene in the Israeli population.\n      different HIs whose values will be inversely proportional to             Ann Hum Genet 72, 305–309.\n                                                                             Berchovich, D., Elimelech, A., Zlotogora, J., Korem, S., Yardeni, T.,\n      the frequency of the disorder. This approach will have the               Gal, N., Goldstein, N., Vilensky, B., Segev, R., Avraham, S.,\n      advantage over traditional descriptive epidemiology studies of           Loewenthal, R., Schwarts, G. & Anikster, Y. (2008b) Genotype-\n      generating an estimate of the relative frequency of the dif-             phenotype correlations analysis of mutations in the phenylalanine\n      ferent autosomal recessive disorders, free of the bias due to            hydroxylase (PAH) gene. J Hum Genet 53, 407–418.\n      underdiagnosis. Moreover this approach will not need the               Carothers, A.D., Rudan, I., Kolcic, I., Hayward, C., Wright, A.F.,\n                                                                               Campbel, H., Teague, P., Hastie, N.D. & Weber, J.L. (2006) Esti-\n      collection of very large samples or additional mutation data             mating human inbreeding coefficients: Comparison of genealog-\n      from the general population of unaffected individuals. From a            ical and marker heterozygosity approaches. Ann Hum Genet 70,\n      decision-making point of view, this new combined approach                666–676.\n      of molecular and genetic epidemiology based on consanguin-             Cavalli-Sforza, L.L., Moroni, A. & Zei, G. (2004) Consanguinity,\n      ity should become useful to establish priorities for genetic             inbreeding and genetic drift in Italy. Princeton, NJ: Princeton Uni-\n                                                                               versity Press.\n      screening and to assess the opportunity of widespread genetic          Dahlberg, G. (1948) Mathematic methods for population genetics. Basel:\n      screening for certain autosomal recessive disorders with re-             S. Karger.\n      spect to others, especially in those countries where there is a        Dinc, A., Pay, S., Turan, M. & Simsek, I. (2000) Prevalence of\n      high frequency of consanguineous marriages.                              Familial Mediterranean Fever in young Turkish men. Clin Exp\n         Therefore, it will have potentially useful applications in epi-       Rheumatol 18, 292.\n                                                                             El-Shanti, H., Abdel, Majeed H. & El-Khateeb, M. (2006) Familial\n      demiological studies of autosomal recessive disorders. Indeed,           Mediterranean fever in Arabs. Lancet 367, 1016–1024.\n      it will allow researchers to build, in each population, a ranking      Leutenegger, A.L., Prum, B., Génin, E., Verny, C., Lemainque, A.,\n      order of prevalence of several autosomal recessive disorders,            Clerget-Darpoux, F. & Thomson, E.A. (2003) Estimation of the\n\n\n166   Annals of Human Genetics (2012) 76,159–167                                                                               \u0003\n                                                                                                                               C 2011 The Authors\n                                                                 Annals of Human Genetics \u0003\n                                                                                          C 2011 Blackwell Publishing Ltd/University College London\n\f                                                                                                           The Homozygosity Index Method\n\n\n   inbreeding coefficient through the use of genomic data. Am J           ten Kate, L.P., Teeuw, M., Henneman, L. & Cornel, M.C. (2010)\n   Hum Genet 73, 516–523.                                                    Autosomal recessive disease in children of consanguineous par-\nLi, C.C. (1955) Population Genetics. Chicago: University of Chicago          ents: Inferences from the proportion of compound heterozygous.\n   Press.                                                                    J Community Genet 1, 37–40.\nMattit, H., Joma, M., Al-Cheikh, S., El-Khateeb, M., Medlej-              Touitou, I. (2001) The spectrum of Familial Mediterranean Fever\n   Hashim, M., Salem, N., Delague, V. & Mégarbané, A. (2006)               (FMF) mutations. Eur J Hum Genet 9, 473–483.\n   Familial Mediterranean Fever in the Syrian population: Gene            van Baal, S., Zlotogora, J., Lagoumintzis, J., Gkantouna, V., Tzimas,\n   mutation frequencies, carrier rates and phenotype-genotype                I., Poulas, K., Tsakalidis, A., Romeo, G. & Patrinos, G.P. (2010)\n   correlation. Eur J Hum Genet 49, 481–486.                                 ETHNOS: A versatile electronic tool for the development and\nMcQuillan, R., Leutenegger, A.L., Abdel-Rahman, R., Franklin,                curation of national genetic databases. Hum Genomics 4, 361–368.\n   C.S., Pericic, M. Barac-Lauc, L., Smolej-Narancic, N., Janicijevic,    Woods, C.G., Cox, J., Springell, K., Hampshire, D.J., Mohamed,\n   B., Polasek, O., Tenesa, A., MacLeod, A.K., Farrington, S.M.,             M.D., McKibbin, M., Stern, R., Raymond, F.L., Sandford, R.,\n   Rudan, P., Hayward, C., Vitart, V., Rudan, I., Wild, S.H.,                Malik Sharif, S., Karbani, G., Ahmed, M., Bond, J., Clayton,\n   Dunlop, M",
  "wordCount": 6489,
  "indexed": "2025-09-25T22:42:26.891Z",
  "method": "direct"
}
