{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Halvorsen et al_2016_Mosaic mutations in early-onset genetic diseases.pdf",
  "fileName": "Halvorsen et al_2016_Mosaic mutations in early-onset genetic diseases.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/Halvorsen et al_2016_Mosaic mutations in early-onset genetic diseases.pdf",
  "text": "HHS Public Access\n                                 Author manuscript\n                                 Genet Med. Author manuscript; available in PMC 2016 July 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Genet Med. 2016 July ; 18(7): 746–749. doi:10.1038/gim.2015.155.\n\n\n\n                    Mosaic mutations in early-onset genetic diseases\n                    Matt Halvorsen, PhD1, Slavé Petrovski, PhD1,2, Renée Shellhaas, MD3, Yingying Tang, MD,\n                    PhD4,5, Laura Crandall, MA6,7, David Goldstein, PhD1, and Orrin Devinsky, MD7\n                    1Institute for Genomic Medicine, Columbia University, New York, New York, USA\n\n                    2Department of Medicine, The University of Melbourne, Austin Health and Royal Melbourne\n\n                    Hospital, Melbourne, Victoria, Australia\nAuthor Manuscript\n\n\n\n\n                    3Division of Pediatric Neurology, C.S. Mott Children’s Hospital, University of Michigan, Ann Arbor,\n\n                    Michigan, USA\n                    4Molecular Genetics Laboratory, New York City Office of the Chief Medical Examiner, New York,\n\n                    New York, USA\n                    5Department of Pathology, NYU Langone Medical Center, New York, New York, USA\n\n                    6SUDC Foundation, Herndon, Virginia, USA\n\n                    7Comprehensive Epilepsy Center, Department of Neurology, NYU Langone Medical Center, New\n\n                    York, New York, USA\n\n                    Abstract\nAuthor Manuscript\n\n\n\n\n                            Purpose—An emerging approach in medical genetics is to identify de novo mutations in\n                         patients with severe early-onset genetic disease that are absent in population controls and in the\n                         patient’s parents. This approach, however, frequently misses post-zygotic “mosaic” mutations that\n                         are present in only a portion of the healthy parents’ cells and are transmitted to offspring.\n\n                            Methods—We constructed a mosaic transmission screen for variants that have an ~50%\n                         alternative allele ratio in the proband but are significantly less than 50% in the transmitting parent.\n                         We applied it to two family-based genetic disease cohorts consisting of 9 cases of sudden\n                         unexplained death in childhood (SUDC) and 338 previously published cases of epileptic\n                         encephalopathy.\n\n                            Results—The screen identified six parental-mosaic transmissions across the two cohorts. The\n                         resultant rate of ~0.02 identified transmissions per trio is far lower than that of de novo mutations.\nAuthor Manuscript\n\n\n\n\n                         Among these transmissions were two likely disease-causing mutations: an SCN1A mutation\n                         transmitted to an SUDC proband and her sibling with Dravet syndrome, as well as an SLC6A1\n                         mutation in a proband with epileptic encephalopathy.\n\n                           Conclusion—These results highlight explicit screening for mosaic mutations as an important\n                         complement to the established approach of screening for de novo mutations.\n\n\n                    Correspondence: Orrin Devinsky (od4@nyu.edu).\n                    The first two authors contributed equally to this work.\n                    SUPPLEMENTARY MATERIAL\n                    Supplementary material is linked to the online version of the paper at http://www.nature.com/gim\n\f                    Halvorsen et al.                                                                                          Page 2\n\n\n\n                       Keywords\nAuthor Manuscript\n\n\n\n\n                             epilepsy; mosaic; mutation; sudden unexplained death in childhood; whole-exome sequencing\n\n                                       Variants in DNA sequence data are often considered ubiquitous to DNA from all cells of an\n                                       individual. However, during development there is a low frequency of spontaneous mutations\n                                       that occur in different cell subdivisions. Such mutations may therefore be found in some but\n                                       not all of a person’s cells. These somatic “mosaic” mutations are similar to de novo\n                                       mutations in that they have not been subject to purifying selection and are therefore more\n                                       likely to be deleterious than variants inherited from unaffected parents., De novo mutations\n                                       are a major component of the genetic architecture of many Mendelian and complex\n                                       diseases.– Mosaic mutations transmitted from a parent to a child might be enriched for\n                                       pathogenicity, similar to de novo mutations identified in disease cohorts. Thus, a\nAuthor Manuscript\n\n\n\n\n                                       methodology to thoroughly identify mosaic transmissions in family-based sequence data is\n                                       critical.\n\n                                       Exome sequencing is a powerful tool for studying genetic disease, targeting sequence\n                                       intervals that are most likely to harbor disease-causing variants. Exome sequence data can\n                                       also be used to identify mosaic mutations, as higher read depth in targeted sequence loci\n                                       increases the power to confidently identify mosaic mutations that occur in a low frequency\n                                       of variant-carrying reads.\n\n                                       We screened for mosaic mutations among two cohorts: (i) sudden unexplained death in\n                                       childhood (SUDC) and (ii) epileptic encephalopathy. The SUDC cohort included nine\n                                       families in which each proband died unexpectedly in childhood and no cause of death was\n                                       identified after thorough pathological and toxicological investigation. We suspect that SUDC\nAuthor Manuscript\n\n\n\n\n                                       patients are enriched for underlying epileptic and cardiac disorder phenotypes. An observed\n                                       24–32% of SUDC cases have a history of febrile seizures, versus 2–4% in controls., In\n                                       addition, SUDC cases have been reported to have an increased mutational burden in cardiac\n                                       genes compared with control exomes. The epileptic encephalopathy cohort of 338 proband–\n                                       parent trios (Epilepsy Phenome/Genome Project and Epi4K studies) has a high portion of\n                                       cases with pathogenic de novo mutations. Written informed consent was received from all\n                                       participants or their guardians.\n\n\n                           MATERIALS AND METHODS\n                           Presentation of an SUDC family with mosaic transmission\n                                       One of the nine SUDC families consisted of two healthy parents with three offspring: an\nAuthor Manuscript\n\n\n\n\n                                       asymptomatic son, a daughter (SUDC proband) who died unexpectedly at age 20.8 months,\n                                       and a son living with Dravet syndrome (Figure 1). Both the proband and the sibling with\n                                       Dravet syndrome presented with febrile seizures. The proband was born full-term; she had\n                                       normal developmental milestones and no medical problems. She had seven febrile seizures\n                                       between the ages of 7 months and the morning of her death; all were generalized in onset.\n                                       The first febrile seizure lasted 25 min, and subsequent ones were progressively shorter. A\n                                       computerized tomography scan of the brain and routine electroencephalogram were normal.\n\n\n\n                                             Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                            Page 3\n\n\n                                       After her final febrile seizure she was prescribed amoxicillin for otitis media. That\nAuthor Manuscript\n\n\n\n\n                                       afternoon, she was placed in crib for a nap and was found 1 hour later face down and\n                                       unresponsive with emesis in her nose and mouth. Emergency responders reported she was\n                                       blue, apneic, and asystolic on a monitor. Resuscitation efforts were ineffective.\n\n                                       The sibling with Dravet syndrome had his first febrile seizure at age 5 months and later had\n                                       numerous febrile and afebrile seizures (status epilepticus), with focal and generalized\n                                       semiologies. Results of his electrocardiogram, Holter monitor, and echocardiogram were\n                                       normal. His seizure burden declined while on clobazam, valproic acid, and the ketogenic\n                                       diet. His growth and development were normal at the last evaluation (age 30 months).\n\n                                       One hypothesis was that the proband and sibling living with Dravet syndrome shared a\n                                       causal variant. Our initial screens for recessive genotypes shared by both children were\n                                       negative. We then developed a screen to enable us to test this family and the other SUDC\nAuthor Manuscript\n\n\n\n\n                                       families for the transmission of potentially damaging variants from a parental mosaic origin.\n\n                           Mosaic mutation transmission screen\n                                       We constructed a systematic screen for identifying parental mosaic mutation transmissions\n                                       in family-based sequence data. For a given parent–child pair, the screen identifies high-\n                                       quality nonsynonymous variant calls that are absent among available controls of\n                                       convenience (singletons), are heterozygous in the proband, and are also observed among the\n                                       reads of a parent (Figure 2; Supplementary Methods online). For these variants, we then\n                                       perform a binomial exact test on the mutant allele read ratio for the carrier parent and\n                                       proband child to determine the probability of obtaining the observed read ratio in the parent\n                                       and child, given an expected value of 0.5 for inherited heterozygous variants. We set a\n                                       significance threshold of 5 × 10−6 for both the SUDC and epileptic encephalopathy screen,\nAuthor Manuscript\n\n\n\n\n                                       deriving this threshold based on a total of 13,555 total nonsynonymous singleton\n                                       transmissions detected across both cohorts (0.05/13,555).\n\n\n                           RESULTS\n                           Mosaic variant screen in the SUDC cohort\n                                       Applying the mosaic transmission screen to the SUDC cohort identified 606\n                                       nonsynonymous singleton variant transmissions across 17 parent–child pairings. Requiring\n                                       the variant allele read ratio to be significantly departed from the 0.5 expectation in the\n                                       transmitting parent, we found two high-confidence inherited variants where the parent\n                                       significantly defied the expected proportion of reads carrying the variant but the proband did\n                                       not (Supplementary Tables S1 and S2 online).\nAuthor Manuscript\n\n\n\n\n                                       Both of the mosaic variants in the SUDC cohort occurred in the family described earlier.\n                                       This included mosaic missense variants in the SCN1A gene (NM_001165963.1:c.182T>C;\n                                       Leu61Pro) and in the NTNG1 gene (NM_001113226.2.1:c.1 12T>C;Ser112Arg). SCN1A\n                                       codes for Nav1.1, a voltage-gated ion channel protein that is critical to generating and\n                                       propagating action potentials through the nervous and neuromuscular systems. NTNG1\n                                       codes for a protein that influences axonal guidance and signaling.\n\n\n\n                                             Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                               Page 4\n\n\n                                       The SCN1A variant in the SUDC proband and the sibling with Dravet syndrome has strong\nAuthor Manuscript\n\n\n\n\n                                       evidence for mosaic transmission. Sequence data from the normal father, who has no history\n                                       of seizures, supports a mosaic carrier status for this variant. Of the 167 aligned paternal\n                                       reads overlapping the single-nucleotide variant position, 42 (~25%) carried the variant\n                                       (Supplementary Figure S1 online). Given the proportion of reads carrying the variant\n                                       expected from a heterozygote, his proportion is highly unlikely by chance (P = 4.5 × 10−11,\n                                       one-sided binomial exact test). By contrast, the SUDC proband and her sibling with Dravet\n                                       syndrome carried the variant in 47 and 46% of reads, respectively (Supplementary Figure\n                                       S1 online). The father’s mosaicism, the affected siblings’ heterozygous carrier status, and\n                                       the other family members’ lack of the variant were confirmed via Sanger sequencing\n                                       (Supplementary Figure S2 online). The affected amino acid is in the cytoplasmic N-\n                                       terminal domain of the protein and is highly conserved in evolution. SCN1A mutations\n                                       occur in 70–80% of patients with Dravet syndrome., A different mutation at this same amino\nAuthor Manuscript\n\n\n\n\n                                       acid position (Leu61Phe) was previously reported in a boy with Dravet syndrome.\n\n                                       The evidence for true mosaic origin and pathogenicity for the NTNG1 variant was\n                                       insufficient. Results of the mosaic variant screen suggest that the NTNG1 variant was\n                                       inherited from the mother (Supplementary Figure S3 online). While the mother and SUDC\n                                       proband carried the NTNG1 variant, the Sanger sequencing data do not confirm or refute the\n                                       mother’s status as a mosaic (Supplementary Figure S4 online). This result, in combination\n                                       with the detection of the NTNG1 variant in the healthy sibling, suggests that this variant is\n                                       unlikely to contribute to the proband’s ascertained phenotype.\n\n                           Mosaic variant screen in epileptic encephalopathy\n                                       We next applied the mosaic screen to a cohort of 676 Epilepsy Phenome/Genome Project\n                                       parent–child pairings and identified 13,142 nonsynonymous singleton variant transmissions.\nAuthor Manuscript\n\n\n\n\n                                       Among these variants, four met the required criteria (Supplementary Tables S1 and S2\n                                       online). Only one of these four variants fell into an intolerant gene, SLC6A1 (RVIS_v2\n                                       percentile of 9.9%). The variant in the proband and the mosaic variant in the parent\n                                       (NM_003042.3:c.1495G>A; Gly362Arg) were both confirmed with Sanger sequencing\n                                       (Supplementary Figures S5 and S6 online). SLC6A1 codes for a γ-aminobutyric acid\n                                       transporter, whose knockout in a mouse model leads to absence seizures. This gene had\n                                       recurrent de novo mutation burden across a large case cohort with myoclonic-atonic\n                                       seizures. The Gly362Arg mutation falls within the fourth extracellular loop of the γ-\n                                       aminobutyric acid transporter, which has been shown to be critical for substrate binding.\n                                       Mutagenesis of this specific site reduces transporter activity to as little as 10% as that of the\n                                       wild type. The exceptional observation of this parental mosaic transmission, combined with\n                                       the existing gene–disease association between this gene and severe infantile epilepsy,\nAuthor Manuscript\n\n\n\n\n                                       suggests that the dysfunction of this gene may contribute to the pathogenesis of epileptic\n                                       encephalopathy.\n\n                           Observed rate of transmitted nonsynonymous mosaic mutations\n                                       Taking the previously described identifiable nonsynonymous mosaic singleton variants\n                                       observed per cohort (two in the SUDC cohort and four in the epileptic encephalopathy\n                                       cohort), we estimated the rate of identifiable nonsynonymous mosaic mutation transmission\n\n\n                                             Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                                            Page 5\n\n\n                                       events when the mosaic mutation is identified based on variants in ectoderm (circulated\nAuthor Manuscript\n\n\n\n\n                                       blood cells and the epithelium of the mouth). Given 6 detected transmissions among 693\n                                       parent–child pairings (17 with SUDC and 676 with epileptic encephalopathy), we estimated\n                                       an identifiable transmitted mosaic mutation incidence per trio of ~0.018.\n\n\n                           DISCUSSION\n                                       Motivated by the inheritance of a parental mosaic SCN1A mutation in an SUDC proband\n                                       and her brother with Dravet syndrome, we developed a general screen to identify parental\n                                       mosaic transmissions in family cohorts. When we applied this screen to the nine-family\n                                       SUDC cohort, as well as to an epileptic encephalopathy cohort of 338 trios, we identified 6\n                                       transmissions in 693 parent–child pairs—a rate of ~0.009 detectable transmissions per\n                                       parent–child pair (0.018 per trio). In addition to the SCN1A mutation, we identified a\n                                       second, possibly pathogenic SLC6A1 mutation among the epileptic encephalopathy cohort.\nAuthor Manuscript\n\n\n\n\n                                       Our results demonstrate that this basic framework can already be used to systematically\n                                       screen sequence data for putative parental mosaic mutation transmissions. Since these\n                                       transmitted mosaic mutations, like de novo mutations, have not had to go through purifying\n                                       selection, they are of particular interest when identified in patients ascertained for severe\n                                       early-onset disorders. It is unclear how many undiagnosed genetic disorders can be\n                                       explained by a parental mosaic transmission, especially given the low frequency at which we\n                                       could detect such events using community-standard exome sequencing data. However, our\n                                       yield suggests that a formal screen, alongside screens for de novo mutations, could become a\n                                       routine part of identifying candidate pathogenic variants in clinical genetics environments.\n\n                                       Regarding the SUDC proband, given the SCN1A mutation and the history of febrile\n                                       seizures, death probably occurred from a seizure-related mechanism. Most febrile seizures\nAuthor Manuscript\n\n\n\n\n                                       are convulsive, and convulsive seizures precede most sudden unexpected death in epilepsy, a\n                                       death that is not caused by status epilepticus, trauma, drowning, or other known causes.\n                                       Sudden unexpected death in epilepsy is common among children with Dravet syndrome. A\n                                       similar mechanism may be relevant in other SUDC cases with febrile seizures. Without\n                                       afebrile seizures, however, neither epilepsy nor sudden unexpected death in epilepsy would\n                                       be diagnosed. Given the significantly elevated rate of febrile seizures among SUDC cases,\n                                       and the identification of cardiac channelopathy genes in other SUDC cases, genetic\n                                       screening should be performed when possible.\n\n\n                           Supplementary Material\n                                       Refer to Web version on PubMed Central for supplementary material.\nAuthor Manuscript\n\n\n\n\n                           Acknowledgments\n                                       The authors are grateful for the participation of the affected families and researchers in the SUDC Registry and\n                                       Research Collaborative, as well as the Epilepsy Phenome/Genome Project. The authors gratefully acknowledge the\n                                       contributions of the following colleagues: Dawei Wang, Ann Poduri, Mark Hannibal, Michael Ackerman, and\n                                       David Tester; Sergey Kisselev, Donna Dorshorst, and Prevention Genetics. This study was supported by grants from\n                                       the National Institute of Neurological Disorders and Stroke (the Epilepsy Phenome/Genome Project (NS053998);\n                                       Epi4K—Sequencing, Biostatistics and Bioinformatics Core (NS077303)), as well as funding from the Lange Shaw\n\n\n\n\n                                              Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                                               Page 6\n\n                                       Family Foundation and Finding a Cure for Epilepsy and Seizures. The authors also thank the Exome Aggregation\n                                       Consortium and the groups that provided exome variant data for comparison (http://exac.broadinstitute.org/about).\nAuthor Manuscript\n\n\n\n\n                                       DISCLOSURE\n\n                                       L.C. and O. D. are on the board of directors and scientific advisory board respectively for the SUDC Foundation.\n\n\n                       REFERENCES\n                                       1. Hall JG. Review and hypotheses: somatic mosaicism: observations related to clinical genetics. Am J\n                                          Hum Genet. 1988; 43:355–363. [PubMed: 3052049]\n                                       2. Eyre-Walker A, Keightley PD. The distribution of fitness effects of new mutations. Nat Rev Genet.\n                                          2007; 8:610–618. [PubMed: 17637733]\n                                       3. Zhu Q, Ge D, Maia JM, et al. A genome-wide comparison of the functional properties of rare and\n                                          common genetic variants in humans. Am J Hum Genet. 2011; 88:458–468. [PubMed: 21457907]\n                                       4. Epi KC, Allen AS, et al. Epilepsy Phenome/Genome Project. De novo mutations in epileptic\n                                          encephalopathies. Nature. 2013; 501:217–221. [PubMed: 23934111]\nAuthor Manuscript\n\n\n\n\n                                       5. Iossifov I, O’Roak BJ, Sanders SJ, et al. The contribution of de novo coding mutations to autism\n                                          spectrum disorder. Nature. 2014; 515:216–221. [PubMed: 25363768]\n                                       6. Ng SB, Buckingham KJ, Lee C, et al. Exome sequencing identifies the cause of a mendelian\n                                          disorder. Nat Genet. 2010; 42:30–35. [PubMed: 19915526]\n                                       7. Acuna-Hidalgo R, Bo T, Kwint MP, et al. Post-zygotic point mutations are an underrecognized\n                                          source of de novo genomic variation. Am J Hum Genet. 2015; 97:67–74. [PubMed: 26054435]\n                                       8. Narula N, Tester DJ, Paulmichl A, Maleszewski JJ, Ackerman MJ. Post-mortem whole exome\n                                          sequencing with gene-specific analysis for autopsy-negative sudden unexplained death in the young:\n                                          a case series. Pediatr Cardiol. 2015; 36:768–778. [PubMed: 25500949]\n                                       9. Hesdorffer DC, Crandall LA, Friedman D, Devinsky O. Sudden unexplained death in childhood: a\n                                          comparison of cases with and without a febrile seizure history. Epilepsia. 2015; 56:1294–1300.\n                                          [PubMed: 26120007]\n                                       10. Kinney HC, Chadwick AE, Crandall LA, et al. Sudden death, febrile seizures, and hippocampal\n                                            and temporal lobe maldevelopment in toddlers: a new entity. Pediatr Dev Pathol. 2009; 12:455–\nAuthor Manuscript\n\n\n\n\n                                            463. [PubMed: 19606910]\n                                       11. EuroEPINOMICS-RES Consortium; Epilepsy Phenome/Genome Project; Epi4K Consortium. De\n                                            novo mutations in synaptic transmission genes including DNM1 cause epileptic encephalopathies.\n                                            Am J Hum Genet. 2014; 95:360–370. [PubMed: 25262651]\n                                       12. Nakashiba T, Ikeda T, Nishimura S, et al. Netrin-G1: a novel glycosyl phosphatidylinositol-linked\n                                            mammalian netrin that is functionally divergent from classical netrins. J Neurosci. 2000; 20:6540–\n                                            6550. [PubMed: 10964959]\n                                       13. Claes L, Del-Favero J, Ceulemans B, Lagae L, Van Broeckhoven C, De Jonghe P. De novo\n                                            mutations in the sodium-channel gene SCN1A cause severe myoclonic epilepsy of infancy. Am J\n                                            Hum Genet. 2001; 68:1327–1332. [PubMed: 11359211]\n                                       14. Depienne C, Trouillard O, Saint-Martin C, et al. Spectrum of SCN1A gene mutations associated\n                                            with Dravet syndrome: analysis of 333 patients. J Med Genet. 2009; 46:183–191. [PubMed:\n                                            18930999]\n                                       15. Petrovski S, Wang Q, Heinzen EL, Allen AS, Goldstein DB. Genic intolerance to functional\n                                            variation and the interpretation of personal genomes. PLoS Genet. 2013; 9:e1003709. [PubMed:\nAuthor Manuscript\n\n\n\n\n                                            23990802]\n                                       16. Cope DW, Di Giovanni G, Fyson SJ, et al. Enhanced tonic GABAA inhibition in typical absence\n                                            epilepsy. Nat Med. 2009; 15:1392–1398. [PubMed: 19966779]\n                                       17. Carvill GL, McMahon JM, Schneider A, et al. EuroEPINOMICS Rare Epilepsy Syndrome\n                                            Myoclonic-Astatic Epilepsy & Dravet working group. Mutations in the GABA transporter\n                                            SLC6A1 cause epilepsy with myoclonic-atonic seizures. Am J Hum Genet. 2015; 96:808–815.\n                                            [PubMed: 25865495]\n                                       18. Zomot E, Kanner BI. The interaction of the gamma-aminobutyric acid transporter GAT-1 with the\n                                            neurotransmitter is selectively impaired by sulfhydryl modification of a conformationally sensitive\n\n\n                                               Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                                 Page 7\n\n\n                                           cysteine residue engineered into extracellular loop IV. J Biol Chem. 2003; 278:42950–42958.\n                                           [PubMed: 12925537]\nAuthor Manuscript\n\n\n\n\n                                       19. Devinsky O. Sudden, unexpected death in epilepsy. N Engl J Med. 2011; 365:1801–1811.\n                                           [PubMed: 22070477]\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                              Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                           Page 8\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                       Figure 1. Transmission of a parental-mosaic SCN1A mutation in an affected family\n                                       Two siblings were affected (proband with sudden unexplained death in childhood, sibling\n                                       with Dravet syndrome). Both parents were phenotypically normal. The bar below each\n                                       family-member symbol represents the portion of reads at the SCN1A variant position that\n                                       carried the mutation (in grey); the black bar in the middle represents the 50% ratio expected\nAuthor Manuscript\n\n\n\n\n                                       from a heterozygote. Around 25% of reads carried the pathogenic variant in sequence data\n                                       from the father.\nAuthor Manuscript\n\n\n\n\n                                             Genet Med. Author manuscript; available in PMC 2016 July 01.\n\f                    Halvorsen et al.                                                                                              Page 9\nAuthor Manuscript\nAuthor Manuscript\nAuthor Manuscript\n\n\n\n\n                                       Figure 2. Workflow for the mosaic variant screen used on the sudden unexplained death in\nAuthor Manuscript\n\n\n\n\n                                       childhood and epileptic encephalopathy cohorts\n                                       The workflow relies on extracting singleton variants of high quality from next-generation\n                                       sequence data and determining which have the strongest evidence against the parent being\n                                       heterozygous for the variant, while not defying the heterozygote model in the proband. For a\n                                       more detailed description of the screen used, see Supplementary Methods online.\n\n\n\n\n                                             Genet Med. Author manuscript; available in PMC 2016 July 01.",
  "wordCount": 3227,
  "indexed": "2025-09-25T22:41:08.184Z",
  "method": "direct"
}
