{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Arneth_2018_Update on the types and usage of liquid biopsies in the clinical setting.pdf",
  "fileName": "Arneth_2018_Update on the types and usage of liquid biopsies in the clinical setting.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Arneth_2018_Update on the types and usage of liquid biopsies in the clinical setting.pdf",
  "text": "Arneth BMC Cancer (2018) 18:527\nhttps://doi.org/10.1186/s12885-018-4433-3\n\n\n\n\n RESEARCH ARTICLE                                                                                                                                 Open Access\n\nUpdate on the types and usage of liquid\nbiopsies in the clinical setting: a systematic\nreview\nBorros Arneth\n\n\n  Abstract\n  Background: This systematic review aimed to gather evidence from research on the current state of liquid biopsy\n  in medical practice, specifically focusing on mutation detection and monitoring.\n  Methods: A systematic search was performed via Medline.\n  Results: The results of this investigation indicate that liquid biopsy plays a critical role in the detection and\n  management of tumors. This technique gives healthcare providers the ability to gather critical and reliable\n  information that may potentially shape the diagnosis, treatment, and prognosis of a variety of cancers in the near\n  future. This study further reveals that liquid biopsy has several potential shortcomings that may limit its application\n  and use in the healthcare setting. Nevertheless, liquid biopsy remains a valuable tool that is gradually becoming a\n  part of routine healthcare practice in oncology departments and hospitals worldwide.\n  Conclusions: The evidence described herein reveals the potential relevance of liquid biopsy as an important\n  prognostic, diagnostic, and theranostic tool. This non-invasive procedure enables healthcare practitioners to detect\n  and monitor genomic alterations and will likely replace tumor tissue biopsy as the standard method for detecting\n  and monitoring mutations in the future. The information obtained herein can enable physicians to make informed\n  decisions regarding current treatment options; however, liquid biopsy has not yet been incorporated into routine\n  clinical diagnostics for cancer patients.\n  Keywords: Liquid biopsy, Biomarker, Tumor marker, Cancer diagnostics\n\n\nBackground                                                                                Traditionally, physicians and researchers have regarded\nThe ability of healthcare practitioners to manage and treat                            tissue biopsy as the gold standard for providing data that\ndiseases substantially depends on obtaining a precise diag-                            produces positive health outcomes among patients with a\nnosis of the condition in question. As a result, the concept                           variety of cancers [6–9]. Furthermore, tissue biopsy\nof precision medicine has evolved to become an important                               provides the histopathological information that helps phy-\naspect of cancer treatment [1]. Currently, physicians and                              sicians determine whether a lesion is malignant [1, 10].\nresearchers work towards providing accurate cancer                                     However, it is worth noting that commonly used tissue bi-\nscreening, diagnosis, and prognostication along with a                                 opsy methods, such as surgical biopsy, are invasive, and\ncorrect prediction of recurrence and resistance to treat-                              their effectiveness depends on the cancer stage and local\nment [2–4]. The overall aim is to ensure that patients                                 area that is biopsied [11]. In recent years, non-invasive\nreceive the best care for their condition, which will ideally                          techniques, such as liquid biopsy, have emerged as viable\nreturn them to their former state of health [5].                                       options to help physicians manage different types of\n                                                                                       cancerous cells [11, 12]. Research on the effectiveness of\n                                                                                       these non-invasive techniques, including that of liquid\nCorrespondence: borros.arneth@klinchemie.med.uni-giessen.de                            biopsy, must be performed to determine their usefulness\nInstitute of Laboratory Medicine and Pathobiochemistry, Molecular\nDiagnostics, University Hospital of the Universities of Giessen and Marburg\n                                                                                       for the detection and monitoring of genomic alterations.\nUKGM, Justus Liebig University Giessen, Feulgenstr. 12, 35392 Giessen,                 The objective of this systematic review was to collect\nGermany\n\n                                         © The Author(s). 2018 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\n                                         International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\n                                         reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\n                                         the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n                                         (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\n\fArneth BMC Cancer (2018) 18:527                                                                                  Page 2 of 12\n\n\n\n\nevidence on the role and importance of liquid biopsy in        end of the search process. The final set of articles con-\nmutation detection and monitoring.                             sisted of longitudinal studies, randomized control stud-\n                                                               ies, meta-analyses, and systematic reviews. Using a\nMethods                                                        variety of study designs implied that each study pos-\nThis study comprises an analysis of other studies that         sessed a unique risk for bias. Nevertheless, the articles\nhave examined the use of liquid biopsy in the detection        that were used provided valuable and reliable informa-\nand monitoring of mutations and cancer. Since this             tion that helped in determining the current status of li-\nstudy used a secondary research approach, locating arti-       quid biopsy. More specifically, the selected studies\ncles relevant to the research goal was imperative.             focused on liquid biopsy procedures, the types and\n  A manual search limited to English language articles         categories of liquid biopsy, the materials analyzed in\npublished between 2008 and 2017 was performed in four          liquid biopsy procedures, and liquid biopsy advantages\nelectronic databases: PsycINFO, CINAHL, PubMed, and            and disadvantages. A synthesis of the articles revealed\nthe Web of Science (CINAHL: Cumulative Index of                that previous studies have considered liquid biopsy to be\nNursing and Allied Health). The search terms and               a valuable method for gathering information for tumor\nphrases used to identify the articles relevant to the re-      detection and monitoring.\nsearch topic included “liquid biopsy,” “status of liquid bi-\nopsy,” “role of liquid biopsy,” “liquid biopsy and             Liquid biopsy in Cancer research and literature\nmutation detection,” and “liquid biopsy and mutation           The review of the retrieved articles revealed that liquid\nmonitoring.” In the CINAHL, for example, the terms             biopsy has been an important topic for cancer research\n“status of liquid biopsy,” “liquid biopsy,” “role of liquid    [13–15]. Torre et al. noted that cancer is a leading cause\nbiopsy,” and “liquid biopsy and mutation detection” were       of mortality worldwide [16]. The burden of the condition is\nused to locate relevant studies, which yielded 37 relevant     most pronounced in aging populations in both developed\nresults.                                                       and developing nations. Some of the most commonly diag-\n  The abstracts of the located articles were carefully         nosed types of cancer include prostate, colorectal, cervical,\nassessed for their quality and appropriateness by exam-        bladder, lung, liver, and stomach cancer.\nining the aim, research design, results, and conclusions         Torre et al. showed that the incidence and impact of\nof each selected article.                                      cancer are more pronounced in developing nations than in\n  The data collection process involved summarizing the         developed countries, with developing countries accounting\nresults and findings of the selected studies by focusing       for 57% of cancer cases and 65% of cancer deaths world-\non the use of liquid biopsy for the detection and moni-        wide [16]. This phenomenon is attributable to the effects of\ntoring of tumors among cancer patients. Key data points        competing causes of mortality, such as infections [16]. The\nincluded information on the type and category of liquid        burden of cancer affects patients, their families, govern-\nbiopsy, the materials analyzed by the liquid biopsy pro-       ments, and society as a whole. In addition, cancer signifi-\ncedure, and the liquid biopsy advantages and disadvan-         cantly impacts the healthcare sector [17, 18]. Consequently,\ntages. Since only evidence from previous studies was           researchers have been striving to develop more effective\nused to examine the role of liquid biopsy for tumor            methods for managing and treating cancer, and liquid\ndetection and monitoring, assessing the risk of bias in        biopsy is widely considered a viable and promising means\neach study was imperative. This process included               to facilitate cancer management worldwide [13–15].\nreviewing for systematic bias in the study design, find-         Molina-Vila et al. described liquid biopsy as a minim-\nings, assumptions, and manner in which outcomes were           ally invasive test that healthcare practitioners can use to\nused to determine conclusions.                                 assess the genetic status of cancer tumors by analyzing\n  The summary measures used in this review revolved            cell materials, such as free DNA, exosomal DNA, micro-\naround the role and effectiveness of various liquid biopsy     RNA (miRNA), and tumor cell DNA [16]. Since liquid\ntechniques for accurately detecting and monitoring             biopsy procedures involve the use of blood samples,\ndifferent types of tumor cells. The results of the selected    which are easy to obtain, this technique is widely\nstudies were summarized, and comparisons were then             regarded as useful when compared to traditional biopsy\nperformed to provide a clear portrait of the current state     [19–21].\nand importance of liquid biopsy.                                 The goal of a liquid biopsy test is to identify the mate-\n                                                               rials in a sample that originate from cancerous cells [16].\nResults                                                        Cancerous cells release biomarkers and other informa-\nA total of 70 studies were used in this systematic review.     tion in the form of cell fragments and dead cells or via\nFigure 1 depicts a flow diagram of the overall procedure       tumor cell necrosis. In most cases, the phagocytes that\nfrom the literature search to data retrieval. Table 1 gives    process cellular DNA will engulf cell fragments and the\nan overview about the studies that were selected at the        dead cells that originate from a tumor [20, 22].\n\fArneth BMC Cancer (2018) 18:527                                                                                                   Page 3 of 12\n\n\n\n\n Fig. 1 This figure shows the overall process from the literature search to data retrieval in the form of a PRISMA flow diagram\n\n\n\n  Since these materials come directly from cancerous                           In most cases, the liquid biopsy procedure is per-\ncells, they can be tested and examined for genetic aber-                    formed by a physician who carefully collects a sample\nrations similar to those found in tumors. These genetic                     that can be used to obtain the relevant information re-\naberrations may appear via chromosomal rearrange-                           garding cancerous cells. Molina-Vila et al. explained that\nment, amplification, mutation, and hypermethylation                         samples collected during a liquid biopsy contain differ-\n[23–25]. The liquid biopsy process involves blood collec-                   ent cell fragments, such as exosomes, circulating tumor\ntion from the patient, cell removal, and plasma isolation                   cells, tumor-educated platelets, and circulating tumor\n[26–28]. The plasma is then superheated, and the result-                    DNA [14]. These different materials and DNA sources\ning material is analyzed [29, 30].                                          provide unique and significant opportunities for physi-\n  Molina-Vila et al. remarked that liquid biopsy has been                   cians to analyze KRAS, BRAF, and EGFR mutations. In\nincorporated into conventional clinical practice in oncol-                  addition, they help physicians to understand the charac-\nogy departments and hospitals that treat lung, melan-                       teristics and nature of other tumors, such as adenomas,\noma, breast, ovarian, cervical, and bladder cancer [14].                    fibromas, and meningiomas [14, 31–33]. Overall, the\nThe authors added that the adoption of this technology                      liquid biopsy process improves the diagnostic, prognos-\nin hospitals has already improved the manner in which                       tic, and preventive aspects of providing healthcare to\nhealthcare practitioners detect and monitor KRAS,                           patients [14, 34].\nBRAF, and EGFR mutations in patients with lung, colon,\nand breast cancer, respectively [14]. While the test has                    Discussion\nyet to reach its full potential, liquid biopsy is quickly be-               The evidence from the research collected from these se-\ncoming a standard oncological tool for obtaining valu-                      lected studies reveals the potential of liquid biopsy as an\nable prognostic, predictive, and diagnostic information                     important prognostic, diagnostic, and theranostic tool.\non KRAS, BRAF, and EGFR mutations [14, 27].                                 In particular, liquid biopsy is a non-invasive tool that\n\fArneth BMC Cancer (2018) 18:527                                                                                                         Page 4 of 12\n\n\n\n\nTable 1 Studies that were selected at the end of the search process\nStudy                             Purpose                                            Design               Summary of findings\nHeitzer, Ulz and Geigl            To examine the use of cell-free DNA in liquid      Systematic review    The study reported that cell-free DNA is\n(2015) [38]                       biopsy                                                                  usually released from tumor locations\n                                                                                                          and inflamed tissues as cells undergo\n                                                                                                          necrosis or apoptosis. This form of\n                                                                                                          tumor-derived DNA can be extracted\n                                                                                                          from plasma and used to detect B-Raf\n                                                                                                          proto-oncogene, KRAS, and serine/\n                                                                                                          threonine kinase V600E mutations.\nMolina-Vila et all.               To examine the state of different cell operation Systematic review      The study reported that CTCs have\n(2016) [14]                       and isolation techniques that have been used                            played a key role in the management\n                                  in liquid biopsy                                                        of cancer. In addition, the study showed\n                                                                                                          that CTCs are used as critical\n                                                                                                          pharmacodynamic and prognostic\n                                                                                                          biomarkers for the management and\n                                                                                                          diagnosis of cancer.\nTorre et al.                      To review global cancer statistics                 Systematic review    The researchers reported that the\n(2015) [16]                                                                                               incidence and impact of cancer are more\n                                                                                                          pronounced in developing nations than\n                                                                                                          in developed countries. In addition,\n                                                                                                          developing countries account for 57\n                                                                                                          and 65% of cancer cases and\n                                                                                                          deaths worldwide.\nCronin et al.                     To examine the rates of breast cancer              Systematic review    Cancer is a significant and common\n(2009) [18]                       in the US                                                               health problem affecting millions\n                                                                                                          of Americans.\nMayo-de-Las-Casas et al.          To examine methods for analyzing circulating       Systematic review    There are a wide range of methods and\n(2018) [19]                       free DNA                                                                techniques for analyzing circulating\n                                                                                                          free DNA.\nBettegowda et al.                 To explore the detection of circulating tumor      Systematic review    Liquid biopsy helps in detecting\n(2014) [20]                       DNA among patients with early and                                       malignancies in the human body.\n                                  late malignancies\nBraig et al.                      To explore the emergence and detection             Cohort study         Liquid biopsy can be used to detect\n(2015) [21]                       of epitope-changing mutations                                           EGFR G465R mutations.\nCarvalho and Oliveira             To identify biomarkers of cancer                   Systematic review    Extracellular vesicles are critical markers\n(2014) [22]                                                                                               of cancer.\nDawson, Rosenfeld, and Caldas To examine the role of circulating tumor               Systematic review    Circulating tumor DNA is an important\n(2013) [23]                   DNA in cancer detection                                                     and reliable biomarker of metastatic\n                                                                                                          breast cancer.\nde Bruin et al. (2014) [24]       To examine the spatial and temporal genomic        Systematic review    Non-small cell lung cancer was linked\n                                  changes associated with non-small cell                                  to intratumor heterogeneity in\n                                  lung cancer                                                             translocations, copy number alterations,\n                                                                                                          and APOBEC cytidine deaminase activity.\nDiaz et al. (2012) [25]           To examine whether KRAS DNA could be               Longitudinal study   KRAS DNA was detected in 38% of\n                                  identified and detected in patients receiving                           the patients.\n                                  a therapeutic anti-EGFR antibody\nCrowley et al. (2013) [26]        To study how liquid biopsy can be used             Systematic review    Liquid biopsy serves an effective tool for\n                                  to detect and diagnose cancer                                           diagnosing cancer and analyzing the\n                                                                                                          response to treatment.\nDiaz et al. (2016) [27]           To explore the use of liquid biopsy in sensitive   Longitudinal study   BEAMing and Safe-SeqS are effective in\n                                  mutation detection                                                      the detection of sensitive mutations\n                                                                                                          among cancer patients.\nTu et al. (2016) [29]             To study the analytical strategies utilized in     Systematic review    An EFIRM-based liquid biopsy can\n                                  the assessment of oncogenic mutations                                   accurately detect oncogenic mutations.\nEl Messaoudi et al. (2013) [30]   To study the preanalytical parameters that         Systematic review    The researchers determined an optimal\n                                  affect ccfDNA concentration                                             preanalytical protocol that can be used\n                                                                                                          in liquid biopsy procedures.\nJanku et al. [2015] [31]          To compare mutations detected in plasma            Cohort study         The outcomes were similar for the\n                                  cfDNA and archival tissue                                               plasma cfDNA and archival tissue in 91%\n                                                                                                          of the cases.\n\fArneth BMC Cancer (2018) 18:527                                                                                                           Page 5 of 12\n\n\n\n\nTable 1 Studies that were selected at the end of the search process (Continued)\nStudy                           Purpose                                             Design                   Summary of findings\nLiu et al. (2013) [32]          To study the diagnostic accuracy of pleural         Randomized control trial MPE and plasma are effective materials\n                                effusion and tumor tissue                                                    for EGFR mutation detection in patients\n                                                                                                             with lung cancer.\nBrevet et al. (2011) [33]       To explore the use of spectrometry genotyping Longitudinal study             Mass spectrometry genotyping is a\n                                in EGFR mutations detection                                                  feasible method for detecting\n                                                                                                             EGFR mutations.\nZhao et al. (2013) [34]         To examine growth factor receptor mutation          Longitudinal study       Growth factor receptor mutations are\n                                statuses in patients with lung cancer                                        critical indicators of lung cancer.\nLim et al. (2017) [35]          To explore the biomarkers of metastatic             Systematic review        NRAS, KRAS, BRAF, PTEN, and PIK3CA\n                                colorectal cancer                                                            were effective biomarkers of metastatic\n                                                                                                             colorectal cancer.\nGuttery et al. (2013) [40]      To identify the indicators of breast cancer         Systematic review        cfDNA and microRNA can be used to\n                                                                                                             identify breast cancer.\nO’Flaherty et al. (2012) [41]   To examine the clinical utility of circulating      Systematic review        Circulating tumor cells can help in the\n                                tumor cells                                                                  diagnosis of lung cancer.\nMead et al. (2012) [42]         To study the biomarkers of normal colons,           Systematic review        Circulating tumor markers can help in\n                                cancers, and benign polyps                                                   the identification of normal colons,\n                                                                                                             cancers, and benign polyps.\nZandberga et al. (2013) [43]    To study the prognostic, predictive and             Systematic review        Cell-free microRNAs can be used in\n                                diagnostic values of cell-free microRNAs                                     predicting and diagnosing lung cancer.\nMartinez-Galan et al.           To analyze ER expression statuses in cancer         Longitudinal study       ESR1 influences estrogen receptor\n(2014) [45]                     patients                                                                     protein expression in patients\n                                                                                                             with cancer.\nKrebs et al. (2010) [36]        To explore the utility of circulating tumor cells   Systematic review        Molecular characterization of the tumor\n                                in the management of cancer and predicting                                   cells provides a unique ability to assess\n                                outcomes                                                                     and monitor the phenotypic and\n                                                                                                             genotypic features of any cancer without\n                                                                                                             the need to carry out an invasive biopsy.\n                                                                                                             Thus, systems such as CellSearch, flow\n                                                                                                             cytometry, immunofluorescence-based\n                                                                                                             technologies, and reverse transcriptase\n                                                                                                             PCR can help analyze tumor cells.\nRegalado (2014) [37]            To examine how cancer can be spotted in a           Randomized controlled    Using a sample population of 846\n                                vial of blood taken from patients                   trial                    patients suffering from 15 different\n                                                                                                             cancer types, the researcher showed that\n                                                                                                             analyzing tumor cells helped detect the\n                                                                                                             presence of metastatic tumors in 80% of\n                                                                                                             patients. Additionally, the researchers\n                                                                                                             reported that the tumor cell analysis did\n                                                                                                             not produce any false positives in the\n                                                                                                             sample population.\nCree (2015) [39]                To examine the clinical utility as well as the      Systematic review        Circulating tumor cells, circulating tumor\n                                cost-effectiveness of liquid biopsy in cancer                                DNA, and other protein markers enable\n                                treatment and management                                                     caregivers to use liquid biopsy for the\n                                                                                                             detection and monitoring of actionable\n                                                                                                             RASSF1A mutations in patients with\n                                                                                                             lung cancer.\nHan, Wang, and Sun              To examine the role of circulating tumor DNA        Systematic review        Circulating tumor DNA can be used to\n(2017) [44]                     as a biomarker in cancer detection                                           measure the tumor load and detect\n                                                                                                             EGFR, PIK3CA, BRAF, KRAS, HER2, ALK,\n                                                                                                             PDGFR, and KIT mutations in multiple\n                                                                                                             cancer types, such as cancer of the\n                                                                                                             lungs, pancreas, breast, prostate, and\n                                                                                                             colorectal region. In addition, a\n                                                                                                             considerable amount of research\n                                                                                                             evidence supports that ctDNA can help\n                                                                                                             in identifying mutations that are related\n                                                                                                             to treatment choices with high\n                                                                                                             specificity and sensitivity.\nPiva (2015) [47]                To study the use of exomes in liquid biopsies       Systematic review        The researchers reported that exosomes\n                                                                                                             have double-stranded DNA of the parent\n\fArneth BMC Cancer (2018) 18:527                                                                                                     Page 6 of 12\n\n\n\n\nTable 1 Studies that were selected at the end of the search process (Continued)\nStudy                           Purpose                                          Design               Summary of findings\n                                                                                                      cells that can be analyzed in\n                                                                                                      liquid biopsies.\nMayo-de-Las-Casas et al.        To examine the role of liquid biopsy in the      Systematic review    miRNAs are non-coding types of RNA\n(2017) [51]                     diagnosis and management of non-small cell                            molecules that regulate the gene\n                                lung cancer                                                           expression process. A single miRNA can\n                                                                                                      influence the expression of several genes\n                                                                                                      in the human body. Additionally, miRNAs\n                                                                                                      are typically distributed throughout the\n                                                                                                      entire human genome. However, most\n                                                                                                      miRNAs are found in fragile sites that are\n                                                                                                      quickly deleted by the existence of\n                                                                                                      different types of cancers.\nSpigal et al. (2016) [56]       To explore the total mutation burden in lung     Clinical trial       The assessment and monitoring of\n                                cancer and examine its relationship with the                          tumor mutations are very critical in the\n                                response to various PD-1/PD-L1-targeted                               management of lung cancer. Mutations\n                                therapies                                                             often lead to poor prognosis and high\n                                                                                                      disease burden on patients.\nGuibert et al. (2015) [58]      To explore KRAS mutations and their              Meta-analysis        The study revealed that higher levels of\n                                prognostic impact during treatment                                    KRAS cfDNA allele mutations were\n                                                                                                      correlated with poor responses to\n                                                                                                      treatment. Thus, the collection of\n                                                                                                      evidence related to cell mutations is\n                                                                                                      critical in the treatment and monitoring\n                                                                                                      of cancer [56, 57, 59].\nMardis and Wilson (2009) [60]   To explore the clinical significance and         Systematic review    DNA sequencing with the Sanger\n                                effectiveness of cancer genome sequencing                             method can identify structural variant\n                                                                                                      loci, copy number, and focal mutations\n                                                                                                      (such as small in/dels and single\n                                                                                                      nucleotides) in the tumor genome.\nMalapelle et al. (2016) [63]    To examine the use of next-generation se-        Systematic review    The next-generation sequencing\n                                quencing techniques in liquid biopsies involv-                        method, on the other hand, relies on the\n                                ing non-small cell lung cancer patients                               capillary electrophoresis technique to\n                                                                                                      fragment genomic strands and identify\n                                                                                                      bases in each fragment via emitted\n                                                                                                      signals. The technique helps in the\n                                                                                                      detection of ARID1A, SOX9, FAM123B,\n                                                                                                      ATM KRAS, PIK3C, and TP53 mutations.\nØstrup et al. (2017) [64]       To examine the use of a liquid biopsy to         Clinical trial       The study showed that the somatic\n                                determine somatic copy number alterations                             number of alterations that occur in\n                                (SCNAs)                                                               tumors provide critical information on\n                                                                                                      tumor classification, treatment targets,\n                                                                                                      and patient responses to cancer\n                                                                                                      treatment interventions, such as\n                                                                                                      chemotherapy. Thus, copy number\n                                                                                                      alterations can be assessed using plasma\n                                                                                                      samples that contain cell-free tumor\n                                                                                                      DNA (ccfDNA).\nWang et al. (2017) [65]         To explore the use of liquid biopsy in the       Cohort study         A liquid biopsy is a less invasive test that\n                                detection of early- and late-stage human                              can frequently be performed with less\n                                malignancies                                                          morbidity than conventional biopsies\n                                                                                                      [65]. This feature is of great importance\n                                                                                                      when healthcare practitioners want to\n                                                                                                      provide temporal measurements of the\n                                                                                                      tumor burden and analyze the possibility\n                                                                                                      of recurrence and malignancy.\n\n\naccurately detects and monitors genomic alterations.                         help improve cancer management, it is imperative to\nThe procedure can be used to identify a broad range of                       note that this study lacks its own statistical strength be-\nmutations, including KRAS, BRAF, and EGFR mutations,                         cause the findings and conclusions are entirely based\nin patients with colon carcinoma, breast cancer, melan-                      upon the outcomes of previous studies. However, based\noma, and lung cancer. Although the current study pro-                        upon these prior studies, the current study demonstrates\nvides essential research evidence that may be used to                        that liquid biopsy can play a critical role in cancer\n\fArneth BMC Cancer (2018) 18:527                                                                                  Page 7 of 12\n\n\n\n\nmanagement via its ability to accurately detect and             actionable RASSF1A mutations in patients with lung\nmonitor tumors. Therefore, liquid biopsy will likely re-        cancer [39].\nplace tumor tissue biopsy in the future as the standard            Heitzer et al. further noted that both manual and auto-\ntool for detecting and monitoring mutations.                    mated systems exist for extracting DNA from plasma,\n                                                                such as those marketed by Siemens, Qiagen, and Promega\nTypes and categories of liquid biopsies                         [39]. Some researchers have reported that the ability to de-\nThere are two different test categories for liquid biop-        tect circulating tumor cells, particularly in low-volume\nsies. The first category is based on the type of material       samples, remains a concern for the use of liquid biopsy\nanalyzed in the test, while the second is based on the          among cancer patients [40–42]. This explains why circu-\ntype of analysis that is performed to detect or monitor         lating free tumor DNA (ctDNA, cfDNA) continues to be\ncancer.                                                         an essential blood-based biomarker typically analyzed by\n                                                                liquid biopsy [39, 43].\n                                                                   Han et al. stated that circulating tumor DNA could be\nCategorization based on material type                           used to measure the tumor load and detect EGFR,\nAnalysis of tumor cells                                         PIK3CA, BRAF, KRAS, HER2, ALK, PDGFR, and KIT\nOne material that can be analyzed to obtain critical in-        mutations in multiple cancer types, such as lung, pan-\nformation on genetic aberrations is tumor cells. This test      creas, breast, prostate, and colorectal cancer [44]. Add-\nidentifies the presence of tumor cells in the bloodstream       itionally, a considerable amount of evidence from\nand can be used for the management of all cancer types.         research indicates that circulating tumor DNA can be\nAccording to Krebs et al., the molecular characterization       used to precisely identify mutations that require specific\nof tumor cells provides a unique method for assessing           treatment options with high specificity and sensitivity\nand monitoring the phenotypic and genotypic features            [39, 45, 46]. Although alterations in copy number may\nof any cancer without requiring an invasive biopsy [35].        be difficult to analyze, the process has been successful in\n  Researchers have described several systems that facili-       some cases but at considerable cost [44].\ntate tumor cell analysis, such as CellSearch, flow cytome-\ntry, immunofluorescence-based technologies, and reverse         Analysis of Exosomal DNA\ntranscriptase PCR. For example, the FDA has approved            Exosomal DNA can also be analyzed via liquid biopsies.\nthe CellSearch system (Menarini-Silicon Biosystems Inc.,        Recent studies have shown that exosomes contain the\nMenarini Group, Florence, Italy) for clinical use in testing    double-stranded DNA of their parent cells [47]. This dis-\nfor circulating tumor cells in cancer patients [35, 36]. This   covery coupled with the possibility of isolating exosomes\nparticular approach is based on image cytometry and             originating from specific tissues and tumors indicates\nsemi-automated immunomagnetic enrichment. Tumor                 that exosomal DNA can be used to assess tumor hetero-\ncells are detected and then analyzed using an antibody          geneity in various carcinomas, such as those in the lung,\nthat bonds to epithelial cell adhesion molecules (EpCAM)        breast, and prostate cancer.\n[31]. This method along with other isolation methodolo-           Gold et al. asserted that the use of highly sensitive tech-\ngies can help determine the aggressiveness of cancers.          nologies, such as digital PCR, can improve the reliability\n  In a recent study by Regalado that used a sample of 846       of exosomal DNA analysis by amplifying exosomes during\npatients with 15 different types of cancer, tumor cell ana-     testing [48]. Furthermore, these techniques demonstrate\nlysis helped to detect the presence of metastatic tumors in     that exosomal DNA analysis can be used to evaluate the\n80% of the patients [37]. Furthermore, the researchers          selective effects of therapies, such as chemotherapy, on\nreported that the tumor cell analysis did not produce any       cancer cell populations [48–50].\nfalse positives in the sample population [37].\n                                                                Analysis of miRNAs\nAnalysis of free DNA                                            Another type of liquid biopsy analysis involves miRNAs.\nFree DNA is another material that can be analyzed in            According to Molina-Vila et al., miRNAs are non-coding\nliquid biopsies [23]. According to Heitzer et al., cell-free    RNA molecules that regulate gene expression [51]. A\nDNA (cfDNA) is usually released from tumors and                 single miRNA can influence the expression of several\ninflamed tissues as cells undergo necrosis or apoptosis         genes in the human body. Additionally, while miRNAs\n[38]. This tumor-derived DNA can be extracted from              are typically distributed throughout the human genome,\nplasma and used to detect BRAF proto-oncogene, KRAS,            most miRNAs are found in fragile sites that are quickly\nand serine/threonine kinase V600E mutations. In a study         deleted by different types of cancer [51, 52]. Therefore,\nby Cree, circulating tumor cells, tumor DNA, and other          miRNA alterations are able to reflect cancer progression\nprotein markers reportedly enabled physicians to use            and development. The most common markers that show\nliquid biopsy for the detection and monitoring of               miRNA alterations in patients with colorectal, lung,\n\fArneth BMC Cancer (2018) 18:527                                                                                 Page 8 of 12\n\n\n\n\nbreast, and skin cancer include miR-21, miR-320a,              and selective incorporation of chain-terminating dideoxy-\nmiR-423-5p, and miR-24 [51–53]. Other markers,                 nucleotides during in vitro DNA replication. Studies have\nsuch as miR-106a, miR-29a, and miR-106b, have also             shown that DNA sequencing using the Sanger method can\nbeen shown to be effective for the diagnosis of                identify structural variation loci, copy number variations,\ncolorectal cancer.                                             and focal mutations, such as small insertions/deletions (ins/\n  Although the role of miRNAs in the cause and progres-        dels) and single nucleotide polymorphisms (SNPs), in a\nsion of cancer is known, no techniques for the analysis of     tumor genome [60, 61]. Furthermore, this method has\nmiRNAs as a liquid biopsy post-processing procedure            helped advance the understanding and analysis of genes\nhave provided promising results. The systematic literature     carrying somatic mutations of different cancer types, such\nsearch conducted by this study did not identify any re-        as glioblastoma multiforme and lung adenocarcinoma [60].\nsearch that demonstrated practical, promising results for\nusing miRNAs as a liquid biopsy diagnostic tool.               Large-scale mutation analysis by next-generation\n                                                               sequencing\nCategorization based on analysis type                          The next-generation sequencing method uses the capil-\nSmall-scale mutation analysis and targeted deep sequencing     lary electrophoresis technique to fragment genomic\nA primary analysis that can be performed via liquid            strands and then identify bases in each fragment via\nbiopsy is detecting small-scale mutations (point muta-         their emitted signals [62]. This technique facilitates the\ntions, small defined insertions, and small defined             detection of ARID1A, SOX9, FAM123B, ATM KRAS,\ndeletions). From a clinical perspective, the detection of      PIK3C, and TP53 mutations [62]. Next-generation\nEGFR, BRAF, KRAS, and KIT mutations is important               sequencing is evolving into a reliable standard technique\nbecause it can provide vital information on when to start      that can also be used to analyze cfDNA to carefully\ncertain treatments. For example, EGFR antibody therapy         select lung, skin, colon, and breast cancer patients for\ncan be initiated only if there are no mutations in the         tyrosine kinase inhibitor treatment. Furthermore, this\nRAS gene [6, 7]. ",
  "wordCount": 8821,
  "indexed": "2025-09-25T22:47:04.162Z",
  "method": "direct"
}
