{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Turner et al. - 2008 - The rates of de novo meiotic deletions and duplica.pdf",
  "fileName": "Turner et al. - 2008 - The rates of de novo meiotic deletions and duplica.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Turner et al. - 2008 - The rates of de novo meiotic deletions and duplica.pdf",
  "text": "Europe PMC Funders Group\n                                        Author Manuscript\n                                        Nat Genet. Author manuscript; available in PMC 2009 April 17.\n                                              Published in final edited form as:\n                                               Nat Genet. 2008 January ; 40(1): 90–95. doi:10.1038/ng.2007.40.\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                              The rates of de novo meiotic deletions and duplications causing\n                                              several genomic disorders in the male germline\n                                              Daniel J. Turner1, Marcos Miretti1, Diana Rajan1, Heike Fiegler1, Nigel P. Carter1, Martyn L\n                                              Blayney2, Stephan Beck3, and Matthew E. Hurles1\n                                              1 Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Cambridge, UK\n\n                                              2 Bourn Hall Clinic, Bourn, Cambridge, CB23 2TN, UK\n\n                                              3 UCL Cancer Institute, University College London, London, WC1E 6DD, UK\n\n\n\n                                              Abstract\n                                                   Meiotic recombination between highly-similar duplicated sequences (non-allelic homologous\n                                                   recombination, NAHR) generates deletions, duplications, inversions, and translocations, and is\n                                                   responsible for genetic diseases known as ‘genomic disorders’, most of which are caused by\n                                                   altered copy number of dosage sensitive genes. NAHR Hotspots have been identified within some\n                                                   duplicated sequences. We have developed sperm-based assays to measure the de novo rate of\n                                                   reciprocal deletions and duplications at 4 NAHR hotspots. We used these assays to dissect the\n                                                   relative rates of NAHR between different pairs of duplicated sequences. We show that: (i) these\n                                                   NAHR hotspots are specific to meiosis, (ii) deletions are generated at a higher rate than their\n                                                   reciprocal duplications in the male germline and (iii) some of these genomic disorders are likely to\n                                                   have been under-ascertained clinically, most notably the duplication of 7q11, the reciprocal of the\n                                                   Williams-Beuren Syndrome deletion.\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                              Genomic disorders are diseases caused by recurrent meiotic chromosomal rearrangements\n                                                              involving unstable genomic architectures 1. Most frequently these involve non-allelic\n                                                              homologous recombination (NAHR) between highly similar duplicated sequences. NAHR\n                                                              between duplicated sequences in direct orientation, results in deletion and duplication of\n                                                              intervening sequences, whereas inversions result from NAHR between duplicated sequences\n                                                              in inverted orientation. The predominant pathogenic mechanism for the genomic disorders\n                                                              associated with deletions and duplications is altered copy number of dosage sensitive genes\n                                                              2. In addition to its role in genomic disorders, NAHR is one of the major mechanisms\n                                                              contributing to non-pathogenic structural variation in the human genome 3. The breakpoints\n                                                              of rearrangements caused by NAHR have been shown to cluster in defined hotspots within\n                                                              duplicated sequences, in a manner akin to that of allelic recombination hotspots 4.\n\n                                                              A simple model of NAHR suggests that recombination between duplicated sequences\n                                                              (paralogues) can take place in one of three ways, between paralogues on the same\n                                                              chromatid, on sister chromatids or on the homologous chromosome (Figure 1). In only the\n                                                              latter two cases are deletion and duplication reciprocal products of NAHR. According to this\n                                                              model of NAHR, the relative rates of deletion and duplication will be determined by the\n                                                              relative contribution that intra-chromatid NAHR makes to the overall frequency of meiotic\n                                                              NAHR, and the rate of duplication (β+γ) should never exceed the rate of deletion (α+β+γ).\n\n\n\n\n                                              Corresponding author: Matthew Hurles Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge,\n                                              UK, CB10 1SA Tel: +44 (0)1223 495377 Fax: +44 (0)1223 494919 Email: meh@sanger.ac.uk.\n\f                                        Turner et al.                                                                                            Page 2\n\n\n                                                        For several loci that undergo NAHR, reciprocal deletion and duplication disorders are\n                                                        known, including hereditary neuropathy with liability to pressure palsies (HNPP, deletion)\n                                                        and Charcot-Marie-Tooth disease Type 1A (CMT1A, duplication) 5, Smith-Magenis\n                                                        Syndrome (SMS) and Potocki-Lupski Syndrome 6, Prader-Willi Syndrome/Angelman\n                                                        Syndrome and 15q11q13 duplication 7, Velocardiofacial Syndrome and dup22(q11.2q11.2)\n                                                        8 and Williams-Beuren Syndrome (WBS) and dup7(q11.23) 9. The rates at which these\n                                                        rearrangements occur during meiosis have been estimated from the prevalence of resultant\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        dominant disease phenotypes. However, not all NAHR-induced pathogenic deletions have\n                                                        yet been associated with pathogenic reciprocal duplications 1. There are several possible\n                                                        explanations for this, the duplication might: have a milder, diverse or negligible phenotypic\n                                                        impact 2, which hinders clinical ascertainment; be embryonically lethal and thus never\n                                                        observed in the population; or may simply occur much less frequently than its reciprocal\n                                                        deletion.\n\n                                                        To address this question, by comparing directly rates of deletion and duplication, we\n                                                        developed breakpoint-specific real-time PCR assays to measure NAHR activity in the male\n                                                        germline at 4 known hotspots. These hotspots lie within: the WBS-LCRs (Low Copy\n                                                        Repeats) that sponsor the WBS deletion and dup7(q11.23) duplication 10; the AZFa-HERVs\n                                                        (Human Endogenous RetroVirus) that sponsor the AZFa deletion that causes male infertility\n                                                        and its reciprocal, apparently asymptomatic, duplication 11,12; the CMT1A-REPs that\n                                                        sponsor the HNPP deletion and CMT1A duplication 13; and the LCR17p repeats that\n                                                        sponsor uncommon recurrent SMS deletions 14 (genomic regions are shown schematically\n                                                        in Supplementary Figure 1).\n\n                                                        Haplotyping pools of sperm genomes allows detailed investigation of allelic 15 and non-\n                                                        allelic 16 homologous recombination by permitting the analysis of large numbers of\n                                                        meioses. We adapted real-time PCR amplification of recombinant alleles 17 to measuring\n                                                        rates of NAHR. Applying nested breakpoint-specific PCR to pools of genomes from either\n                                                        blood or sperm, we determined the rate of meiotic and mitotic deletion and duplication at\n                                                        four NAHR hotspots (Figure 2). Each of the 8 rearrangements was assayed in five unrelated\n                                                        sperm donors (Figure 3). We showed that all deletion and duplication events were specific to\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        sperm. This observation affirms the specificity of our assay, and the absence of mis-priming\n                                                        and jumping PCR artefacts. Moreover, our rate estimate for duplication at the CMT1A-REP\n                                                        hotspot is in complete agreement with a previous sperm-based estimate for this\n                                                        rearrangement by a different laboratory using a different assay 16.\n\n                                                        NAHR rates differed significantly among the four hotspots, in ordinal agreement with rates\n                                                        estimated from disease prevalence. The lowest NAHR rate occurs between the repeats that\n                                                        are furthest apart, consistent with the hypothesis that the highest rates of NAHR occur at the\n                                                        closest repeats with the greatest homology 18. However, NAHR rates at the CMT1A-REP\n                                                        hotspot are significantly higher than at the WBS-LCR hotspot despite the latter hotspot\n                                                        being embedded in longer duplicated sequences sharing greater homology, and similar\n                                                        separation between duplicated sequences at the two loci (Table 1). This suggests other\n                                                        factors, such as local recombinatorial activity, are also important in determining rates of\n                                                        NAHR 19.\n\n                                                        We showed that both duplication and deletion are occurring at each hotspot, with deletion\n                                                        occurring at the higher rate (Table 1). We observed similar two-fold ratios of deletion to\n                                                        duplication at the three autosomal NAHR hotspots, and confirmed in control experiments\n                                                        that these differences cannot be attributed to differential amplification efficiency between\n                                                        deletion and duplication assays (Methods and Supplementary Figure 2).\n\n\n\n\n                                                              Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                            Page 3\n\n\n                                                        Previous studies suggested variation in mutation rate between individuals, both for the WBS\n                                                        deletion 20 and CMT1A duplication 16. We did not observe any striking differences in\n                                                        NAHR rates among the 5 unrelated donors analysed for each hotspot, although for some\n                                                        rearrangements different individuals do appear to have subtle, but significant, differences in\n                                                        NAHR rates. We performed genome-wide array-CGH on 8 out of the 9 sperm donors\n                                                        analysed in this study to examine whether structural variation might account for these subtle\n                                                        differences in rate. We observed no large-scale structural variants in the regions assayed in\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        these individuals (Supplementary Figure 3).\n\n                                                        By scaling for NAHR events outside of the assayed hotspot and for the ratio of paternal and\n                                                        maternal NAHR, we compared our estimated rates of de novo WBS deletions and CMT1A\n                                                        duplications with those estimated from disease prevalence. If we scale an averaged sperm-\n                                                        based estimate of the WBS deletion rate in this manner we estimate a population prevalence\n                                                        of de novo rearrangements of 1/7,000 to 1/47,000 (Supplementary Note), this range\n                                                        encompasses the disease-based estimates of the WBS deletion prevalence of 1/7,500 to\n                                                        1/25,000 10. Our averaged sperm-based estimates of the CMT1A duplication rate yield a\n                                                        population prevalence of 1/23,000 to 1/79,000, which similarly encompasses the disease-\n                                                        based estimate of 1/23,000 to 1/41,000 (Supplementary Note).\n\n                                                        We sequenced 96 breakpoints for each of the 8 rearrangements from a single sperm donor to\n                                                        confirm and fully characterise the breakpoint (Figure 4). These sequences confirm the\n                                                        recombinant nature of the amplified sequences, and exclude the possibility of gene\n                                                        conversion of primer-binding sites contributing to our estimates of deletion and duplication.\n                                                        These breakpoint sequences revealed NAHR activity profiles for each NAHR hotspot, the\n                                                        resolution of which were governed by the location of paralogous sequence variants (PSVs)\n                                                        and varied between hotspots. At the CMT1A-REP hotspot, which has the most informative\n                                                        distribution of PSVs, NAHR was more frequent towards the centre of each hotspot (Figure\n                                                        4), as has been reported previously 16,21. Comparable profiles have been observed for\n                                                        reciprocal events at allelic homologous recombination hotspots 17,22. The NAHR profiles\n                                                        for reciprocal deletion and duplication events are highly similar at two hotspots (CMT1A-\n                                                        REPs: p=0.09; LCR17p: p=0.11; Fisher's Exact Test) but differ significantly at the other two\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        (AZFa-HERV: p<0.0001; WBS-LCR: p<0.001) which is suggestive of reciprocal crossover\n                                                        asymmetry due to unequal efficiencies of crossover initiation in the two paralogous\n                                                        sequences 23. We observed short tracts of patchy gene conversion in six out of the 768\n                                                        breakpoint sequences (Figure 4 and Supplementary Table 1), five of which occurred at a\n                                                        common location in the CMT1A-REP hotspot, at which gene conversion has previously\n                                                        been reported 16,19.\n\n                                                        By comparing the rates of deletion and duplication we can estimate the rate of intra-\n                                                        chromatidal NAHR (α) and, by factoring in information from patient studies about the\n                                                        frequency with which de novo rearrangements are accompanied by the recombination of\n                                                        flanking markers, we can solve simultaneous equations to estimate rates of inter-chromatidal\n                                                        (β) and inter-chromosomal (γ) NAHR (Supplementary Note). Intra-chromatidal NAHR\n                                                        predominated at all NAHR hotspots, as evidenced by the more than two fold greater rate of\n                                                        deletions than duplications at every locus (α > β + γ). For the CMT1A duplication we\n                                                        estimated α, β and γ to be 2.47×10−5, 3.46×10−7 and 1.7×10−5, respectively. In other\n                                                        words, the rate of inter-chromosomal NAHR (γ) is estimated to be 50-fold higher than the\n                                                        rate of inter-chromatidal NAHR (β). Preliminary estimates for WBS deletions 10 also\n                                                        suggest that inter-chromatidal NAHR (β) at the WBS-LCR hotspot is much less frequent\n                                                        than either intra-chromatidal (α) or inter-chromosomal (γ) NAHR (Supplementary Note).\n\n                                                        The frequency of intra-chromosomal and inter-chromosomal NAHR at the CMT1A-REP\n                                                        hotspot can be estimated directly for one of our sperm donors, by determining haplotypes of\n\n\n                                                              Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                             Page 4\n\n\n                                                        pairs of heterozygous SNPs in breakpoint sequences (Figure 5). Two of the four possible\n                                                        haplotypes would be generated by inter-chromatidal NAHR, and the other two haplotypes\n                                                        caused by inter-chromosomal NAHR. We observed only the inter-chromosomal NAHR\n                                                        haplotypes among the nineteen informative duplication breakpoint sequences (p< 0.0001;\n                                                        chi-square test; null hypothesis of random haplotype formation), which corroborates our\n                                                        estimates of β and γ above. By contrast, all four possible haplotypes of (different)\n                                                        informative SNPs were observed in informative breakpoint sequences of the reciprocal\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        deletion. The absence of haplotype biases (p=0.23) confirms that inter-chromosomal (γ) and\n                                                        intra-chromosomal (α) deletion events occur at similar rates.\n\n                                                        The rate of deletion relative to duplication (4.11:1) is highest at the haploid AZFa-HERV\n                                                        hotspot, which cannot undergo inter-chromosomal NAHR. Nevertheless, the relative rate of\n                                                        inter-chromatid NAHR is much higher than at CMT1A-REP and WBS-LCR NAHR\n                                                        hotspots, which suggests that it might be suppressed at autosomal loci, although this\n                                                        hypothesis needs further testing across many loci.\n\n                                                        In conclusion, sperm-based assays support the simple model for NAHR elaborated in Figure\n                                                        1, and allow the relative contribution of different NAHR events to be dissected. Our results\n                                                        refute the common misconception that because deletion and duplication caused by NAHR\n                                                        can be reciprocal events, the rates are necessarily equal. The proportion of deletions to\n                                                        duplications in apparently healthy individuals is approximately equal in a recent survey of\n                                                        copy number variation 3, which, given our finding that the rate of deletions caused by\n                                                        NAHR outstrips the rate of duplications by at least a factor of two, suggests either that other\n                                                        mechanisms generating copy number variation are biased towards duplications, or that\n                                                        selection removes deletions from the population more efficiently than duplications. These\n                                                        sperm-based assays are potentially of great value in guiding clinical diagnosis (see below),\n                                                        but require precise knowledge of NAHR locations and so we encourage researchers to fine-\n                                                        map breakpoints of pathogenic rearrangements.\n\n                                                        Our results have important implications for clinical diagnosis of genomic disorders. First,\n                                                        we detected the reciprocal duplication for the LCR17p deletion 14, which has not been\n                                                        previously reported. This LCR17p duplication should entirely encompass the duplication\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        causing Potocki-Lupski syndrome, and so it should be expected that the larger duplication\n                                                        would also be characterised by developmental delay, cognitive impairment and autistic\n                                                        features 6,24. Second, the ratio at which the dominant disorders resulting from reciprocal\n                                                        deletion and duplication at the CMT1A-REPs are diagnosed is 1:4 (Jim Lupski personal\n                                                        communication). Our results suggest that they should be 2:1, and that HNPP, which confers\n                                                        a relatively mild and variable phenotype 25, is being greatly under-diagnosed 26. Third,\n                                                        there are many hundreds of WBS deletions reported in the literature 27, but only 4\n                                                        reciprocal duplications (9,28-30). Our results suggest that the syndrome resulting from these\n                                                        duplications remains undiagnosed in the majority of cases. These observations argue\n                                                        strongly that the clinical application of methods that allow these genomic imbalances to be\n                                                        detected directly (e.g. array comparative genome hybridisation) should be implemented\n                                                        more widely, so as to facilitate appropriate genetic counselling, improve diagnostic criteria,\n                                                        and increase our understanding of genotype-phenotype relationships.\n\n                                                        Our findings underscore the rationale for pursuing similar detailed analyses for all genomic\n                                                        disorders, especially those at which inter-individual variation in rates are suspected, such as\n                                                        Sotos Syndrome. Moreover, we see great value in expanding these assays to more donors\n                                                        (including patients with genome instability disorders), more tissues, other species and more\n                                                        loci, so as to characterise fully the genetic and environmental determinants of chromosomal\n                                                        rearrangement rates.\n\n\n\n                                                              Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                           Page 5\n\n\n                                           Methods\n                                                        Sperm samples were obtained from donors at the Bourn Hall IVF Clinic and their use for\n                                                        recombination analyses was approved by Cambridge Local Research Ethics Committee\n                                                        (reference 04/Q0108/46). We quantified DNA extracted from semen and blood\n                                                        (Supplementary Methods) using a nanodrop spectrophotometer and used pulsed field gel\n                                                        electrophoresis to monitor template length (data not shown)\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                           Cloning and sequencing of donor sequences\n                                                        We obtained reference alignments for duplicated sequences from the UCSC genome\n                                                        browser 31. We designed PCR primers to amplify each hotspot and its flanking regions non-\n                                                        specifically from all paralogs using Oligo6 (Molecular Biology Insights, Inc.) in conjunction\n                                                        with an oligonucleotide annealing temperature calculator (http://www.cnr.berkeley.edu/\n                                                        ~zimmer/oligoTMcalc.html) (Supplementary Table 2). We amplified loci from five sperm\n                                                        donors for all NAHR hotspots (Supplementary Table 3). These five sperm donors were\n                                                        drawn from a panel of nine sperm donors. The same sperm donors were used for deletion\n                                                        and duplication assays at each hotspot. We cloned paralogous sequences into MACH1\n                                                        competent cells (Invitrogen) using the pGEM-T Easy Vector (Promega), reamplified DNA\n                                                        extracted from positive colonies, and sequenced amplicons using v3.1 Big Dye Chemistry\n                                                        (Applied Biosystems, Inc.)\n\n                                           Assay design\n                                                        We manually aligned sequences of cloned hotspots using BioEdit (http://\n                                                        www.mbio.ncsu.edu/BioEdit/bioedit.html) and identified paralogous sequence variants for\n                                                        each locus. We designed nested paralog-specific primers as described above, so that the 3′\n                                                        nucleotide of each primer was specific for the paralog of interest, and we used additional\n                                                        internal mismatches when necessary (Supplementary Table 2). We tested primers for\n                                                        specificity on blood DNA using recombinant-specific combinations of primers. In addition,\n                                                        we designed a dual labeled Q-PCR probe for each locus, to allow the second of the nested\n                                                        PCRs to be run on an Applied Biosystems 7500 Real Time PCR Machine (Supplementary\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        Table 2).\n\n                                           NAHR breakpoint detection and sequencing\n                                                        We performed 1° paralog-specific PCRs in 1x Platinum Taq buffer (Invitrogen), 200μM\n                                                        dNTPs (GE Healthcare), 300nM each primer, 1 unit Platinum Taq (Invitrogen), using\n                                                        sufficient copies of template DNA to give approximately 24 positive wells per plate (exact\n                                                        quantities determined empirically) and 2-3mM MgCl2 (Supplementary Table 3), in a total\n                                                        volume of 50μl. Following thermal cycling we incubated 1° PCR products with 1 unit E.\n                                                        coli Exonuclease I (NEB) for 1 hour at 37°C to digest 1° primers, performed a 20x dilution\n                                                        using water and used 0.5μl of diluted PCR product as a template in the 2° PCR. In the 2°\n                                                        PCR we used identical concentrations of buffer, dNTPs, primers and enzyme to the 1° PCR\n                                                        but the total volume was 25μl and we added a dual-labeled probe (final concentration\n                                                        250nM; Sigma) and 1x Rox reference dye (Invitrogen) (Supplementary Table 3). We\n                                                        confirmed the reproducibility of the 2° PCR for a subset of plates by reamplifying the entire\n                                                        plate and showing 100% concordance as to the wells containing breakpoint sequences (data\n                                                        not shown). To refine breakpoint locations we reamplified wells that we had previously\n                                                        identified as positive from the 1° PCR plate using 2° PCR primers and sequenced these\n                                                        amplicons. The accession numbers for these sequences are EU033157 to EU033924.\n\n\n\n\n                                                              Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                                             Page 6\n\n\n                                           Poisson correction of positive results, and confidence limits\n                                                        To account for the number of wells containing more than one identical recombinant template\n                                                        in the primary PCR, we performed a Poisson correction on the observed number of positive\n                                                        reactions 15. The Poisson corrected number of recombinants is given by −N ln[(N − R)/N],\n                                                        where N is the number of reactions performed and R is the number of positive reactions\n                                                        observed. The quantity of input sperm DNA was titrated to produce approximately 24\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        positive breakpoint-specific amplifications per 96-well plate, thus increasing the probability\n                                                        that a positive result came from a single recombinant template molecule, and keeping the\n                                                        increase in positive results following Poisson correction below 30% 15. We calculated 95%\n                                                        confidence limits on the Poisson-corrected counts using the Epitools Package (http://\n                                                        www.mathepi.com/epitools/index.html) in R (http://www.r-project.org/)\n\n                                           Estimating amplification efficiency of duplications\n                                                        To estimate the true amplification efficiency of our duplication assays we generated a\n                                                        control recombinant duplication haplotype for each of the four NAHR hotspots by fusion\n                                                        PCR. This recombinant haplotype was cloned and sequenced to confirm its haplotype. This\n                                                        cloned haplotype was then used as a positive control template in the NAHR assays, against a\n                                                        background of genomic DNA derived from blood. For each duplication assay, at least 192\n                                                        reactions were performed each with a 0.52 probability of containing a recombinant\n                                                        haplotype. The number of wells containing observed recombinant haplotypes was then\n                                                        counted, Poisson-corrected and 95% confidence limits calculated. These values were then\n                                                        divided by the expected number of wells containing a recombinant haplotype (e.g.\n                                                        192*0.52) to estimate a 95% confidence interval on the amplification efficiency of detecting\n                                                        a duplication (Supplementary Figure 2).\n\n                                           Array Comparative Genome Hybridisation\n                                                        Genomic DNA from sperm donors was compared against a standard genomic DNA\n                                                        (NA10851) on a large-insert clone whole-genome tilepath array 32. 300 ng of test and\n                                                        reference genomic DNA each were labelled using the ENZO labelling kit (ENZO Life\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                        Sciences, Inc, USA) according to the instructions of the suppliers and incubated over night.\n                                                        The samples were purified and hybridised as described previously 32.\n\n                                           Supplementary Material\n                                                        Refer to Web version on PubMed Central for supplementary material.\n\n\n                                           Acknowledgments\n                                                        The authors are grateful to Lucy Osborne for information on WBS-LCR duplications, Celia May for advice on\n                                                        sperm recombination assays, and Jim Lupski and Alec Jeffreys for comments on an earlier version of the\n                                                        manuscript. We would like to thank the sperm donors themselves and the staff at the Bourn Clinic. This work was\n                                                        funded by the Wellcome Trust.\n\n\n                                           References\n                                                        1. Stankiewicz P, Lupski JR. Genome architecture, rearrangements and genomic disorders. Trends\n                                                           Genet. 2002; 18:74–82. [PubMed: 11818139]\n                                                        2. Lupski JR, Stankiewicz P. Genomic disorders: molecular mechanisms for rearrangements and\n                                                           conveyed phenotypes. PLoS Genet. 2005; 1:e49. [PubMed: 16444292]\n                                                        3. Redon R, et al. Global variation in copy number in the human genome. Nature. 2006; 444:444–54.\n                                                           [PubMed: 17122850]\n\n\n\n                                                               Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                                   Page 7\n\n\n                                                        4. Hurles, ME.; Lupski, JR. Recombination hotspots in nonallelic homologous recombination. In:\n                                                           Lupski, JR.; Stankiewicz, P., editors. Genomic Disorders: the genomic basis of disease. Humana\n                                                           Press; Totawa, New Jersey: 2006.\n                                                        5. Chance PF, et al. 2 Autosomal-Dominant Neuropathies Result from Reciprocal DNA Duplication/\n                                                           Deletion of a Region on Chromosome-17. Human Molecular Genetics. 1994; 3:223–228. [PubMed:\n                                                           8004087]\n                                                        6. Potocki L, et al. Molecular mechanism for duplication 17p11.2 - the homologous recombination\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                           reciprocal of the Smith-Magenis microdeletion. Nat. Genet. 2000; 24:84–87. [PubMed: 10615134]\n                                                        7. Long FL, Duckett DP, Billam LJ, Williams DK, Crolla JA. Triplication of 15q11-q13 with inv\n                                                           dup(15) in a female with developmental delay. J Med Genet. 1998; 35:425–8. [PubMed: 9610809]\n                                                        8. Edelmann L, et al. A common molecular basis for rearrangement disorders on chromosome 22q11.\n                                                           Hum Mol Genet. 1999; 8:1157–67. [PubMed: 10369860]\n                                                        9. Somerville MJ, et al. Severe expressive-language delay related to duplication of the Williams-\n                                                           Beuren locus. N Engl J Med. 2005; 353:1694–701. [PubMed: 16236740]\n                                                        10. Bayes M, Magano LF, Rivera N, Flores R, Perez Jurado LA. Mutational mechanisms of Williams-\n                                                             Beuren syndrome deletions. Am J Hum Genet. 2003; 73:131–51. [PubMed: 12796854]\n                                                        11. Blanco P, et al. Divergent outcomes of intrachromosomal recombination on the human Y\n                                                             chromosome: male infertility and recurrent polymorphism. Journal of Medical Genetics. 2000;\n                                                             37:752–758. [PubMed: 11015452]\n                                                        12. Bosch E, Jobling MA. Duplications of the AZFa region of the human Y chromosome are mediated\n                                                             by homologous recombination between HERVs and are compatible with male fertility. Hum Mol\n                                                             Genet. 2003; 12:341–7. [PubMed: 12554687]\n                                                        13. Reiter LT, et al. A recombination hotspot responsible for two inherited peripheral neuropathies is\n                                                             located near a mariner transposon-like element. Nat Genet. 1996; 12:288–97. [PubMed: 8589720]\n                                                        14. Shaw CJ, Withers MA, Lupski JR. Uncommon deletions of the Smith-Magenis syndrome region\n                                                             can be recurrent when alternate low-copy repeats act as homologous recombination substrates. Am\n                                                             J Hum Genet. 2004; 75:75–81. [PubMed: 15148657]\n                                                        15. Jeffreys AJ, Murray J, Neumann R. High-resolution mapping of crossovers in human sperm\n                                                             defines a minisatellite-associated recombination hotspot. Molecular Cell. 1998; 2:267–273.\n                                                             [PubMed: 9734365]\n                                                        16. Han LL, Keller MP, Navidi W, Chance PF, Arnheim N. Unequal exchange at the Charcot-Marie-\n                                                             Tooth disease type 1A recombination hot-spot is not elevated above the genome average rate.\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                             Human Molecular Genetics. 2000; 9:1881–1889. [PubMed: 10915777]\n                                                        17. Tiemann-Boege I, Calabrese P, Cochran DM, Sokol R, Arnheim N. High-resolution recombination\n                                                             patterns in a region of human chromosome 21 measured by sperm typing. PLoS Genet. 2006;\n                                                             2:e70. [PubMed: 16680198]\n                                                        18. Lupski J. Genomic disorders: Structural features of the genome can lead to DNA rearrangements\n                                                             and human disease traits. Trends Genet. 1998; 14:417–422. [PubMed: 9820031]\n                                                        19. Lindsay SJ, Khajavi M, Lupski JR, Hurles ME. A chromosomal rearrangement hotspot can be\n                                                             identified from population genetic variation and is coincident with a hotspot for allelic\n                                                             recombination. Am J Hum Genet. 2006; 79:890–902. [PubMed: 17033965]\n                                                        20. Osborne LR, et al. A 1.5 million-base pair inversion polymorphism in families with Williams-\n                                                             Beuren syndrome. Nat Genet. 2001; 29:321–5. [PubMed: 11685205]\n                                                        21. Lopes J, et al. Fine mapping of de novo CMT1A and HNPP rearrangements within CMT1A-REPs\n                                                             evidences two distinct sex-dependent mechanisms and candidate sequences involved in\n                                                             recombination. Human Molecular Genetics. 1998; 7:141–148. [PubMed: 9384615]\n                                                        22. May CA, Shone AC, Kalaydjieva L, Sajantila A, Jeffreys AJ. Crossover clustering and rapid decay\n                                                             of linkage disequilibrium in the Xp/Yp pseudoautosomal gene SHOX. Nat Genet. 2002; 31:272–5.\n                                                             [PubMed: 12089524]\n                                                        23. Jeffreys AJ, Neumann R. Reciprocal crossover asymmetry and meiotic drive in a human\n                                                             recombination hot spot. Nat Genet. 2002; 31:267–71. [PubMed: 12089523]\n                                                        24. Potocki L, et al. Characterization of Potocki-Lupski Syndrome (dup(17)(p11.2p11.2)) and\n                                                             Delineation of a Dosage-Sensitive Critical Interval That Can Convey an Autism Phenotype. Am J\n                                                             Hum Genet. 2007; 80:633–49. [PubMed: 17357070]\n\n\n                                                               Nat Genet. Author manuscript; available in PMC 2009 April 17.\n\f                                        Turner et al.                                                                                                    Page 8\n\n\n                                                        25. Infante J, et al. Diagnostic strategy for familial and sporadic cases of neuropathy associated with\n                                                             17p11.2 deletion. Muscle Nerve. 2001; 24:1149–55. [PubMed: 11494267]\n                                                        26. Kumar N, Cole J, Parry GJ. Variability of presentation in hereditary neuropathy with liability to\n                                                             pressure palsy results in underrecognition. Ann N Y Acad Sci. 1999; 883:344–50. [PubMed:\n                                                             10586259]\n                                                        27. Thomas NS, et al. Parental and chromosomal origins of microdeletion and duplication syndromes\n                                                             involving 7q11.23, 15q11-q13 and 22q11. Eur J Hum Genet. 2006; 14:831–7. [PubMed:\nEurope PMC Funders Author Manuscripts\n\n\n\n\n                                                             16617304]\n                                                        28. Kriek M, et al. Copy number variation in regions flanked (or unflanked) by duplicons among\n                                                             patients with developmental delay and/or congenital malformations; detection of reciprocal and\n                                                             partial Williams-Beuren duplications. Eur J Hum Genet. 2006; 14:180–9. [PubMed: 16391556]\n                                                        29. Kirchhoff M, Bisgaard AM, Bryndorf T, Gerdes T. MLPA analysis for a panel of syndromes with\n                                                             mental retardation reveals imbalances in 5.8% of patients with mental retardation and dysmorphic\n                                                             features, including duplications of the Sotos syndrome and Williams-Beuren syndrome regions.\n                                                             Eur J Med Genet. 2007; 50:33–42. [PubMed: 17090394]\n                                                        30. Torniero C, et al. Cortical dysplasia of the left temporal lobe might explain severe expressive-\n                                                             language delay in patients with duplication of the Williams-Beuren locus. Eur J Hum Genet. 2007;\n                                                             15:62–7. [PubMed: 17075606]\n                                                        31. Kent WJ, et al. The human genome browser at UCSC. Genome Res. 2002; 12:996–1006.\n                                                             [PubMed: 12045153]\n                                                        32. Fiegler H, et al. Accurate and reliable high-throughput detection of copy number variation in the\n                ",
  "wordCount": 5134,
  "indexed": "2025-09-25T22:43:10.300Z",
  "method": "direct"
}
