{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Imprinting/Muyas et al_2020_The rate and spectrum of mosaic mutations during embryogenesis revealed by RNA.pdf",
  "fileName": "Muyas et al_2020_The rate and spectrum of mosaic mutations during embryogenesis revealed by RNA.pdf",
  "relativePath": "Genetica/Imprinting/Muyas et al_2020_The rate and spectrum of mosaic mutations during embryogenesis revealed by RNA.pdf",
  "text": "Muyas et al. Genome Medicine       (2020) 12:49\nhttps://doi.org/10.1186/s13073-020-00746-1\n\n\n\n\n RESEARCH                                                                                                                                           Open Access\n\nThe rate and spectrum of mosaic mutations\nduring embryogenesis revealed by RNA\nsequencing of 49 tissues\nFrancesc Muyas1,2,3*, Luis Zapata2,4, Roderic Guigó2,3 and Stephan Ossowski1,2,3*\n\n\n  Abstract\n  Background: Mosaic mutations acquired during early embryogenesis can lead to severe early-onset genetic\n  disorders and cancer predisposition, but are often undetectable in blood samples. The rate and mutational\n  spectrum of embryonic mosaic mutations (EMMs) have only been studied in few tissues, and their contribution to\n  genetic disorders is unknown. Therefore, we investigated how frequent mosaic mutations occur during\n  embryogenesis across all germ layers and tissues.\n  Methods: Mosaic mutation detection in 49 normal tissues from 570 individuals (Genotype-Tissue Expression (GTEx)\n  cohort) was performed using a newly developed multi-tissue, multi-individual variant calling approach for RNA-seq\n  data. Our method allows for reliable identification of EMMs and the developmental stage during which they appeared.\n  Results: The analysis of EMMs in 570 individuals revealed that newborns on average harbor 0.5–1 EMMs in the exome\n  affecting multiple organs (1.3230 × 10−8 per nucleotide per individual), a similar frequency as reported for germline de\n  novo mutations. Our multi-tissue, multi-individual study design allowed us to distinguish mosaic mutations acquired\n  during different stages of embryogenesis and adult life, as well as to provide insights into the rate and spectrum of\n  mosaic mutations. We observed that EMMs are dominated by a mutational signature associated with spontaneous\n  deamination of methylated cytosines and the number of cell divisions. After birth, cells continue to accumulate\n  somatic mutations, which can lead to the development of cancer. Investigation of the mutational spectrum of the\n  gastrointestinal tract revealed a mutational pattern associated with the food-borne carcinogen aflatoxin, a signature\n  that has so far only been reported in liver cancer.\n  Conclusions: In summary, our multi-tissue, multi-individual study reveals a surprisingly high number of embryonic\n  mosaic mutations in coding regions, implying novel hypotheses and diagnostic procedures for investigating genetic\n  causes of disease and cancer predisposition.\n  Keywords: Genetic mosaicism, Human embryogenesis, Mosaic mutation rate\n\n\n\n\n* Correspondence: francesc.muyas-remolar@med.uni-tuebingen.de;\nStephan.ossowski@med.uni-tuebingen.de\n1\n Institute of Medical Genetics and Applied Genomics, University of Tübingen,\nTübingen, Germany\nFull list of author information is available at the end of the article\n\n                                        © The Author(s). 2020 Open Access This article is licensed under a Creative Commons Attribution 4.0 International License,\n                                        which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give\n                                        appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if\n                                        changes were made. The images or other third party material in this article are included in the article's Creative Commons\n                                        licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons\n                                        licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain\n                                        permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.\n                                        The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the\n                                        data made available in this article, unless otherwise stated in a credit line to the data.\n\fMuyas et al. Genome Medicine   (2020) 12:49                                                                        Page 2 of 14\n\n\n\n\nBackground                                                       was available. Filtering by these criteria resulted in RNA-\nGenetic mosaicism describes the co-existence of genetically      seq data from 10,097 samples distributed over 570 indi-\ndifferent cell populations in an individual developing from      viduals and 49 tissues (Additional file 1). Additional QC\na single fertilized egg [1–3]. Mosaicism has been associated     and filtering steps were performed depending on the\nwith a broad range of genetic diseases [4], including neuro-     specific analysis, as detailed below.\nlogical disorders [5, 6], brain malformation and overgrowth\nsyndromes [7, 8], autism spectrum disorders [9], and cancer      Pipeline for somatic variant prediction in RNA-seq data\npredisposition syndromes [10, 11]. Mosaicism can lead to         Reads were aligned using STAR (version v2.4.2a, param-\ngenetic disorders that are embryonic lethal when occurring       eters see Additional file 2: Table S1) against the human\nin germ cells [12], or result in a milder phenotype than a       reference genome (GRCh37), and the resulting BAM\nconstitutive mutation [13]. The timing of mutations during       files were post-processed in order to remove alignment\nembryogenesis (e.g., cleavage, blastulation, implantation,       artifacts. PCR duplicates were marked using Picard\ngastrulation, neurulation, and organogenesis) influences the     (version 2.10.1), and reads mapping to different exons\nfraction of affected cells and organs in the organism [4, 14].   were split using SplitNCigar (part of GATK 3.7 package).\nMoreover, when occurring during gametogenesis, mosaic            Additionally, reads not overlapping with annotated hu-\nmutations can be passed on constitutionally to multiple          man exons (ENSEMBL GRCh37 release 95) or aligning\noffspring [3].                                                   to immunoglobulin genes (potentially hyper-mutated)\n  As expected, mosaic mutations are found in the form of         were removed from downstream analysis. Furthermore,\nsingle nucleotide variants (SNVs), insertions and deletions      reads aligning with mapping quality lower than 255,\n(indels), and copy number variants (CNVs) and have been          more than one gap opening, or more than 3 mismatches\nstudied using array technology [15] as well as next-             were filtered. Finally, in order to avoid systematic align-\ngeneration sequencing (NGS) [16, 17]. A SNP array-based          ment errors at the extremes of the reads (which also\nstudy of the Children’s Hospital of Philadelphia found that      include the “inner ends” of reads split across introns, i.e.,\n17% of the diagnosed cases were caused by mosaic aneu-           breakpoints of spliced reads), we trimmed the first and\nploidies [18]. Acuna-Hidalgo and colleagues suggested that       last 4 bases from each read-end or read-breakpoint\naround 7% of presumed germline de novo mutations are in          (BamUtil version 1.0.14).\nfact post-zygotic mosaic mutations [17]. Using whole-               Using the post-processed BAM files, we computed a\ngenome sequencing of normal blood from 241 adults, Ju            three-dimensional genotype array (variant × tissue × indi-\net al. [19] estimated that approximately three mutations         vidual) for all positions found to have a significant alterna-\nare accumulated per cell division during early embryogen-        tive allele call in at least one sample. This algorithm\nesis. However, despite their potential importance for            consists of two main steps:\nhuman disease, previous studies of mosaic mutations have            Step 1: Single sample variant calling. First, base counts\nfocused on only one or few tissues or organs, e.g., using        are obtained with samtools mpileup (version 1.3.1) followed\nwhole-exome sequencing data of brain tissues [20] or             by post-processing using custom scripts (Python and R\nblood [17]. Therefore, a comprehensive view of mosaic            scripts). We modeled the error rate (ER) distribution for\nmutations arising during embryogenesis, including their          each sample using a beta-binomial distribution. Counts of\nrate and mutational spectrum, is missing. Here, we exploit       alternative (non-reference) reads at homozygous-reference\n10,097 RNA-seq samples from 49 different tissues and 570         positions (germline) are distributed following a binomial\nindividuals of the Genotype-Tissue Expression (GTEx) co-         distribution with parameter P (error rate), which is a ran-\nhort [21] to uncover the rate and spectrum of mosaic mu-         dom variable that follows a beta distribution with parame-\ntations     acquired      post-zygotically    during    early    ters α and β.\nembryogenesis.\n\nMethods                                                              Alternative counts \u0001 Bin ðCoverage; error rateÞ\nSamples                                                              Error rate \u0001 Betaðα; βÞ\nIn this study, we used release 7 of the Genotype-Tissue\nExpression (GTEx) [21, 22] project (dbGaP accession                As the error rate differs depending on the nucleotide\nphs000424.v7.p2) [23], including RNA-seq data for 49             change (for example due to DNA oxidation artifacts\ntissues from 570 individuals. We included only individ-          affecting only a specific base), we modeled error distri-\nuals for which whole-genome sequencing (WGS) data                butions independently for each possible nucleotide\nwas available (necessary for distinguishing somatic from         change (A>C, A>T, A>G, C>A, C>T, C>G). Finally, we\ngermline variants) and for which at least 8 tissues were         identified all sites showing alternative allele counts sig-\nanalyzed by RNA-seq. Furthermore, we only included               nificantly deviating from the ER distribution after FDR\ntissues for which RNA-seq data from at least 25 donors           correction. Additional filtering criteria were applied for\n\fMuyas et al. Genome Medicine   (2020) 12:49                                                                       Page 3 of 14\n\n\n\n\neach site, including a minimum alternative allele count          and at least 2 reads supporting the alternative allele in\nof 4 (each having at least base quality of 20), minimum          WES data, and all other sites as false variants. This pro-\nread coverage of 10, alternative calls presented in for-         cedure resulted in training and test data sets of 2402\nward and reverse strand following the same distribution          sites each.\nas for reference counts (i.e., no strand bias), variant allele      To train the RF model (R randomForest package) for\nfrequency (VAF) greater or equal to 5%, and minimum              distinguishing true and false positive variants (germline\ndistance of 20 bp between variable sites in the same             or somatic) called in RNA-seq data, we included as fea-\nsample.                                                          tures (a) alternative allele count, (b) coverage, (c) VAF,\n  Step 2: Multi-sample re-calling of all potentially vari-       (d) strand bias, (e) blacklisted genes [28], and (f) average\nable sites across all individuals and tissues is performed       alternative base quality. As this model, termed RF-RNA-\nusing a custom algorithm in order to build the three-            mut from here on, returned a response value between 0\ndimensional genotype array. To this end, sites passing           and 1 for detecting calls, we chose our cutoff based on\nstep 1 as significant in at least one sample were evalu-         the maximum F1 score in the training set (cutoff = 0.19).\nated in each sample using the beta-binomial distribution         Sites with response values exceeding 0.19 were labeled\nas described for single samples, but with less stringent         as high confident variants. To finally generate the som-\npost-filtering criteria (i.e., without strand bias test and      atic mutation call set and to remove systematic calling\nminimum required distance between variants), resulting           errors, we filtered variants if (1) they were recurrently\nin one of four possible filter states per sample: NO_EX-         called in RNA-seq data of multiple individuals, (2) their\nPRESSION, HOM_REF, LOW_QUALITY or PASS. Fur-                     population allele frequency in GnomAD or 1000GP was\nthermore, the exact reference-like and alternative allele        greater than 1%, (3) they overlapped with repetitive ele-\ncounts are stored in the coordinates × tissue × individual       ments annotated by Repeat Masker, (4) they overlapped\narray.                                                           with low complexity regions, (5) they were flagged as\n                                                                 likely systematic analysis error by ABB [27], or (6) they\nA random forest model for multi-tissue, multi-individual         overlapped with a known RNA editing site [29–31].\ngermline and somatic variant calling from RNA-seq data              We measured the performance (precision and recall)\nWe next aimed at training a random forest classifier dis-        of RF-RNAmut + Filter on identifying (a) germline and\ntinguishing true from false positive variant calls in RNA-       (b) somatic variant calls using the test set, following the\nseq data. To this end, we selected 40 cases studied as           same procedure as described above. To calculate preci-\npart of the ICGC Chronic Lymphocytic Leukemia pro-               sion, we considered as true or false positive calls those\nject [24, 25], for which whole-exome sequencing (WES)            variants which were found in RNA-seq data and\ndata for tumor and normal sample and RNA-seq data                matched or not matched with tumor WES data, respect-\nfor tumor samples are available (see Additional file 3).         ively. For calculating the false negative rate, we consid-\nRNA-seq-based variant calling was performed as de-               ered high-quality calls identified by MuTect2 in tumor-\nscribed above for GTEx samples. Additionally, we ob-             normal paired WES analysis that were not found in\ntained the reference and alternative allele counts from          RNA-seq data. For benchmarking purposes, we only\ntumor and normal WES data for all putative calls identi-         analyzed regions overlapping between RNA-seq (with\nfied in RNA-seq data. Finally, we used the WES data to           more than 10x read coverage in annotated exons) and\npredict high-quality germline and somatic variant calls          the WES enrichment kit (Agilent SureSelect 71Mb).\nusing GATK HaplotypeCaller and MuTect2 as described              Again, non-exonic regions, known editing sites, and im-\nbefore [26, 27].                                                 munoglobulin genes were ignored.\n   Next, variants identified in RNA-seq data were ran-              To demonstrate the gain in performance (precision)\ndomly split into training and test sets for RF model             when using the RF variant filter and to validate that the\ntraining and testing, with the restrictions that:                RF model was not over-fitted to the training data, we\n                                                                 trained 500 RF models on permutated training data. To\n  \u0003 Training and test sets contain a similar number of           this end, we permuted the labels (true, false) of the train-\n     true and false events according to WES data                 ing set while keeping the other data (features) unchanged.\n  \u0003 Training and test sets have a uniform distribution of        Performances of the 500 permutation test models and the\n     variant allele frequencies, except for variants with        original RF-RNAmut model were plotted in a histogram\n     VAF < 10%, which were doubled (in order to                  for visual comparison (Additional file 4: Fig. S1).\n     increase the sensitivity of the RF for low VAF)\n                                                                 Identification of mosaic mutations in the GTEx cohort\n  In addition, a set of non-overlapping high-quality calls       In order to obtain true mosaic variant calls for the GTEx\nfrom WES data was incorporated in the training and test          cohort, we first removed all germline variants detected by\nsets. We labeled as true variants any site with VAF ≥ 5%         WGS analysis in any individual (GATK HaplotypeCaller)\n\fMuyas et al. Genome Medicine       (2020) 12:49                                                                                       Page 4 of 14\n\n\n\n\nfrom the 3D genotype array (Fig. 1). Additionally, we re-                  of human embryogenesis and tissue development includ-\nmoved any site for which the minor allele frequency in the                 ing the 49 tissues studied here (Fig. 1, Additional file 4:\npopulation was greater or equal than 1% in GNOMAD or                       Fig. S2) [32]. In this part of the analysis, only individuals\n1000GP. Furthermore, we removed all variants present in                    with 10 or more tissues sequenced with at least two germ\nexpressed tissues of all individuals, as they likely represent             layers represented by 2 sequenced tissues were included in\nsystematic errors, RNA editing sites, or germline de novo                  the analysis (526 individuals, see Additional file 1). This\nmutations. To further deplete calls produced by RNA edit-                  procedure allowed us to identify mosaic mutations affect-\ning events (mainly A > I, less frequently C > U), we ignored               ing at least two tissues, whose origin could be unambigu-\nknown editing sites described in the literature (http://lilab.             ously mapped to a specific stage of development and/or\nstanford.edu/ [29]), found in the Darned database (https://                primary germ layer.\ndarned.ucc.ie/download/ [30]), or identified by the GTEx                     Mosaic mutations identified in both the ectoderm and\nconsortium (http://srv00.recas.ba.infn.it/atlas/pubs.html -                mesendoderm branches having zygote as most likely ances-\nREDIportal [31]).                                                          tral node, i.e., variants likely originating from the first few\n   Next, we removed sites, which recurrently exhibit low-                  divisions of the zygote (cleavage, blastulation, implantation\nquality (LQ) calls across multiple individuals, which are                  stages), were defined as early-embryonic mosaic mutations\nlikely systematic sequencing or alignment errors. Moreover,                (EEMMs). In order to avoid detection of de novo germline\nwe filtered out positions labeled as systematic errors by                  variants as EEMMs, we only considered variants with VAF\nABB [27]. Additionally, we removed any variant overlap-                    less than 0.35 that were not found in all expressed tissues\nping with low complexity regions or repeat regions anno-                   of an individual. Importantly, the adrenal gland, which is\ntated by Repeat Masker. Finally, as we did not expect                      comprised of cells originating from the ectoderm (medulla)\nmosaic mutations to be highly recurrent in different indi-                 and cells originating from the mesoderm (cortex) [33], was\nviduals, we removed sites called in more than 2 individuals                excluded from this analysis in order to avoid overestimation\nof our cohort.                                                             of early embryonic mutations.\n                                                                             The remaining mutations found in at least two tissues\nIdentification of early- (EEMMs) and mid-embryonic                         of an individual were defined as mid-embryonic mosaic\nmosaic mutations (MEMMs)                                                   mutations (MEMMs) if (1) their most likely ancestral\nIn order to identify mosaic mutations acquired during                      node was not zygote, (2) they were only observed in\nearly embryogenesis (cleavage, blastulation, gastrulation,                 either the ectoderm or the mesendoderm sub-tree, and\nneurolation, and early organogenesis), we contrasted the                   (3) their appearance in the lineage tree was coherent.\nsomatic calls in the 3D genotype array with a lineage tree                 Contradictory (non-coherent) mutation patterns were\n\n\n\n\n Fig. 1 Identification of mosaic mutations acquired during various developmental stages and adult life. a Ten thousand ninety-seven RNA-seq\n samples from 49 tissues and 570 individuals (GTEx consortium) were used to generate a 3D genotype array, which facilitated the identification of\n mosaic mutations and determination of their germ layer or organ of origin. b Definition of mosaic mutation types depending on the\n developmental stage during which they occur: early-embryonic mosaic mutations (EEMMs) occurring during the first few cell divisions of the\n zygote until implantation of the embryo, mid-embryonic mosaic mutations (MEMMs) acquired during gastrulation or neurulation (example in\n image: mutation in endoderm), late-embryonic mosaic mutations (LEMMs) acquired during early organogenesis, and somatic mutations acquired\n after birth. See also Additional file 4: Fig. S2 for the embryogenesis lineage tree used in the study\n\fMuyas et al. Genome Medicine   (2020) 12:49                                                                     Page 5 of 14\n\n\n\n\ndefined as alternative alleles, which were observed in far-    the number of mutations per base and individual relative\napart nodes in the tree, but which were undetectable in        to the total length of the interrogated region. Finally, we\nany node close to the affected tissues. In other words,        extrapolated this value to the approximate total length\nmosaic mutations that required the assumption that they        of all coding exons (45 Mbp) in order to calculate the\nhad occurred multiple times independently in different         number of mosaic coding mutations expected on aver-\ncells of the same individual were not considered coher-        age for a newborn child. The procedure was independ-\nent and were removed.                                          ently performed for EEMMs and MEMMs.\n   Finally, we defined late-embryonic mosaic mutations           For LEMMs, which were defined as tissue-specific, we\n(LEMMs) as those mutations that are restricted to one tis-     considered any gene highly expressed in a given tissue of\nsue/organ, but likely occurred early during organogenesis.     an individual (i.e., a sample). We normalized the number\nTo this end, we considered variants found in a single tis-     of mutations per base and individual relative to the in-\nsue per individual, supported by 5 or more reads and with      terrogated region for a given sample and extrapolated\nVAF of ≥ 0.2. This procedure cannot distinguish mosaic         this value to the approximate total length of all coding\nmutations acquired during late embryogenesis (organo-          exons (45 Mbp). Due to their similarity with mutations\ngenesis) from mutations in clonal expansions acquired          in clonal expansions, the rates of LEMMs per exome per\nafter birth. We therefore excluded somatic variants from       individual are likely overestimated.\ntissues known to have detectable clonal expansions such\nas the sun-exposed skin, esophagus-mucosa, and whole           Tissue-specific somatic mutation rates\nblood.                                                         In order to study somatic mutations acquired after birth,\n                                                               the rate of somatic mutations, signatures of selection, and\n                                                               mutation spectra in a tissue-specific manner, we per-\nEstimating the rate of mosaic mutations during                 formed somatic variant calling using RF-RNAmut without\nembryogenesis                                                  the restrictions applied for the detection of embryonic\nReliable detection of mosaic mutations in a gene using         mosaic mutations. Here, we only considered somatic mu-\nRNA-seq data and definition of the mutation’s origin in        tations identified in exactly one tissue per individual in\nthe lineage tree requires high gene expression in a ma-        order to minimize the number of mosaic mutations ac-\njority of tissues of an individual. In order to estimate the   quired before birth in this set. First, we performed\nrate of mosaic mutations, we therefore focused on genes        samples-wise quality control (Additional file 4: Fig. S3)\nthat are highly and constitutively expressed in most of        and excluded samples with the following characteristics:\nthe analyzed tissues. Given a large enough pool of con-\nstitutively expressed genes, we can subsequently extrapo-        \u0003 PCR duplicate rates in the top 5%\nlate mutation rates to the whole exome or genome, as             \u0003 Outliers for the number of callable sites (top and\nsuggested previously for measuring genome-wide tumor                 bottom 1% per tissue). We considered a site as\nmutation burden (TMB) using small cancer gene panels                 callable if the read coverage was ≥ 10\n[34]. We used four different thresholds to define sets of        \u0003   Outliers for RIN (bottom 1% per tissue)\nconstitutively expressed genes. For each set, we inde-           \u0003   Outliers for mutation rate (top 1% per tissue)\npendently estimated the rate of mosaic mutations, to             \u0003   Samples obtained from cell culture (cells-EBV-\nultimately evaluate the robustness of our approach by                transformed_lymphocytes, cells-\ncomparing the four estimates. The following definitions              transformed_fibroblasts)\nwere used to define constitutively expressed genes:              \u0003   Individuals affected by cancer\n\n  1. Genes with TPM ≥ 5 in more than 75% of all total             In order to improve the statistical power, we removed\n     samples (7630 genes)                                      tissues with less than 50 high-quality samples from down-\n  2. Genes with TPM ≥ 10 in more than 75% of the               stream analysis (affecting only the kidney with 38 high-\n     total samples (5231 genes)                                quality samples, see Additional file 4: Fig. S3d), resulting\n  3. Genes with COV ≥ 20 in more than 75% of the total         in 8351 samples from 46 tissues and 558 individuals. We\n     samples (6888 genes)                                      calculated the somatic mutation rate based on the number\n  4. Genes with COV ≥ 30 in more than 75% of the               of identified somatic mutations divided by the callable\n     total samples (5370 genes)                                sites per sample. As quality control revealed a strong\n                                                               influence of technical confounders (PCR duplicate rate,\n  (TPM = transcripts per kilobase per million, COV =           RIN, average coverage, sequencing center) on the number\naverage read coverage across a gene)                           of detectable mutations, we used a linear regression\n  Next, we obtained all mosaic variants identified in a        model to estimate and subtract technical biases. The\ngiven set of constitutively expressed genes and calculated     linear regression model uses the following variables:\n\fMuyas et al. Genome Medicine   (2020) 12:49                                                                      Page 6 of 14\n\n\n\n\n                                                               annotated using the variant effect predictor (VEP). To in-\n    Mutation rate \u0001 duplicates þ cohort þ RIN                  crease statistical power, we only considered constitutively\n                    þ TRISCHD þ DPmedian\n                                                               expressed genes having more than 5 TPM in at least 75%\n                    þ ε ðmutRate residualsÞ\n                                                               of patients for a focal tissue. We computed SSB-dN/dS in\n                                                               each tissue separately, and in the pan-tissue combinations\n                                                               listed above, using 192 parameters for nucleotide bias cor-\n   We understand mutRate residuals (ε) as the variability      rection (correcting for mutation bias in all possible triplets\nof the observed (raw) mutational rate, which is not ex-        on forward and reverse strand). However, we only com-\nplained by non-biological (technical) features such as PCR     puted dN/dS values for those tissues having at least 3\nduplicate rates, cohort, or RIN. In order to assess the ef-    non-silent or silent somatic mutations in the analyzed\nfect of age and tissue on mutation rates, we assessed the      genes. In addition to the exome-wide dN/dS provided in\nrelation of the remaining variability (mutRate residuals)      the output of the SSB-dN/dS method, we calculated the\nand the age of an individual at death, separately for each     global dN/dS for 198 cancer genes [37] and 995 essential\ntissue, using a Spearman’s rank correlation test (all p        genes [36]. Finally, we focused on NOTCH1 and TP53\nvalues were corrected with FDR).                               genes in order to replicate the findings of strong positive\n                                                               selection described recently [37–40].\nMutational signatures\nMutational signatures were computed using the R pack-          Results\nage deconstructSigs [35], and only signature weights           Somatic variant calling in RNA-seq data\ngreater than 0.1 were shown in plots.                          Somatic variant detection using RNA-seq data is challen-\n  For computing mutational signatures of embryonic mo-         ging, especially if subclonal mutations with allele fractions\nsaic mutations, all individuals were considered for which      as low as 5% are of interest [40]. We therefore developed a\nat least 10 tissues were sequenced. For the calculation of     highly accurate multi-sample variant calling procedure,\nsignatures of somatic mutations acquired during the life-      which models nucleotide-specific errors, removes germ-\nspan, only individuals older than 60 years were included in    line variants and confounders such as RNA editing sites,\nthe analysis in order to increase the number of mutations      and generates a multi-individual, multi-tissue array of\nrelated to mutagenic processes. Again, we focused on mu-       variant calls (3D genotype array) by re-genotyping poten-\ntations found in exons due to the limited RNA-seq cover-       tially variable sites across thousands of GTEx RNA-seq\nage in intergenic and introic regions. We obtained             samples (Fig. 1a). Although several methods for RNA-seq-\nmutational signatures for each tissue separately, as well as   based mutation detection exist (SEURAT [41], RADIA\nfor groups of tissues based on predominant environmental       [42], VaDiR [43], or RNA-MuTect [40]), our method is\nexposures, with a specific focus on:                           the first to apply a multi-sample variant detection design\n                                                               concurrently taking into account multiple tissues across\n  \u0003 Sun-exposed skin                                           hundreds of individuals. This novel approach permitted us\n  \u0003 Non-sun-exposed skin                                       to (1) reliably distinguish somatic mutations from germ-\n  \u0003 Exposure to mutagens in food: colon,                       line variants and post-transcriptional modifications, (2)\n    esophagus-mucosa, small intestine, liver, and              distinguish embryonic mosaic mutations (EMMs) from\n    stomach                                                    germline de novo and adult somatic mutations, (3) achieve\n  \u0003 Brain tissues: brain-anterior_cingulate_cortex_BA24,       high sensitivity for detecting all tissues of a person harbor-\n    brain-hippocampus, brain-substantia_nigra,                 ing a specific mosaic mutation, (4) estimate the time point\n    brain-caudate_basal_ganglia, brain-                        and germ layer at which an EMM occurred, and (5) estab-\n    cerebellar_hemisphere, brain-frontal_cortex_BA9,           lish a reliable estimate of embryonic mosaic mutation\n    brain-spinal_cord_cervical_c-1, brain-amygdala,            frequencies across a large cohort.\n    brain-cortex, brain-cerebellum, brain-hypothalamus,           To further improve the specificity of our method, we\n    brain-nucleus_accumbens_basal_ganglia,                     trained a random forest classifier (RF-RNAmut) distin-\n    brain-putamen_basal_ganglia                                guishing true from false mutation calls. We used whole-\n                                                               exome sequencing (WES) and RNA-seq data from the\nIdentifying signatures of positive selection in cancer         ICGC Chronic Lymphocytic Leukaemia project [24] for\ngenes using dN/dS                                              generating training and independent test data sets (the\nTo estimate the extent of selection acting on somatic mu-      “Methods” section, Additional file 3). High confidence\ntations in healthy tissues, we used the SSB-dN/dS method       somatic variant calls with > 0.15 VAF in tumor WES\n[36], which calculates the trinucleotide-corrected ratio of    data were identified in RNA-seq with 71% sensitivity and\nnonsynonymous to synonymous mutations from NGS                 85% precision (comparable to the performance of the\ndata. Somatic mutations identified by RF-RNAmut were           method described by Yizhak et al. [40] with sensitivity\n\fMuyas et al. Genome Medicine     (2020) 12:49                                                                        Page 7 of 14\n\n\n\n\nand precision of 0.72 and 0.87, respectively), and sensi-           (0.44 and 0.275 when correcting for precision and sensitiv-\ntivity was positively correlated with VAF (Additional file          ity of our variant calling algorithm). Using different\n2: Table S2). A comparison of RF-RNAmut to random                   thresholds for constitutively expressed genes only margin-\nforest models trained on permuted data sets indicated               ally affected the estimated rate of EEMMs or MEMMs\nthat RF-RNAmut increases the precision of the “raw”                 (Fig. 2a, b, Additional file 2: Table S3). We also observed\nSNV calls from 54 to 85% (the “Methods” section,                    no correlation between the embryonic expression levels of\nAdditional file 5 and Additional file 4: Fig. S1). Germline         the 7630 selected genes (based on Yan et al. [44]) and\nvariants found in tumor and normal WES data were                    EEMM mutational rates (R2 = 0.009 and p value = 0.94,\nidentified in RNA-seq data with 86% sensitivity and 95%             Additional file 5 and Additional file 4: Fig. S4), indicating\nprecision (however, germline variants are of no interest            that transcription-coupled repair efficiency at different ex-\nfor this study).                                                    pression levels had no measurable effect on the estimation\n                                                                    of mutational rates. We have furthermore tested if the\nRate and spectrum of early mosaic mutations during                  level of immune cell infiltration in different tissues biased\nembryogenesis                                                       the variant allele frequencies of detectable mutations and\nIn order to identify mosaic mutations acquired during em-           thereby the estimate of EMM rates (Additional file 5). We\nbryonic development, we computed the 3D genotype array              found no correlation between the VAF of EMMs and the\nfor 9704 samples of the GTEx cohort comprising 526                  fraction of immune cells in their respective tissue\ncancer-free individuals and 49 tissues (see the “Methods”           (p value = 0.648, Pearson correlation’s test, Additional file\nsection and Additional file 1 for sample selection criteria).       4: Fig. S5), evidencing that infiltration of hematopoietic\nWe contrasted the 3D genotype array with the embryogen-             cells did not measurably bias our results.\nesis lineage tree (Additional file 4: Fig. S2, Additional files 6      A recent study by Ju et al. [19] used whole-genome\nand 7 for detailed calls) to identify the most likely germ          sequencing of blood samples from 241 individuals to\nlayer or tissue of origin of each mutation. We first removed        estimate that approximately three mutations are acquired\nvariants occurring in all expressed tissues with average VAF        per cell per cell division during early embryogenesis.\ngreater than 0.35, as they might constitute de novo germ-           Extrapolation of this estimate to the expected mutation\nline variants. Then, we defined three types of embryonic            burden after three to four divisions of the zygote\nmosaic mutations (EMMs): early- (pre-implantation), mid-            (Additional file 5 and Additional file 4: Fig. S6) results in\n(gastrulation and neurulation), and late- (organogenesis)           approximately 0.3 to 0.6 exonic mutations per individual,\nembryonic mosaic mutations (EEMMs, MEMMs, LEMMs                     an estimate that is reassuringly similar to our estimate of\nin Fig. 1b). EEMMs appeared during the first few divisions          0.44 early embryonic mosaic mutations per individual.\nof the zygote (cleavage, blastulation, implantation) and               On average, a specific EEMM was detectable in 63.6%\ntherefore are present in the ectoderm and mesendoderm               of the tissues of an individual expressing the respective\n(mesoderm and/or endoderm). MEMMs are mutations                     gene, consistent with the assumption that they arose\nfound in at least two tissues of the same individual that ori-      during the first divisions of the zygote. Interestingly, only\nginate from the same germ layer. We define LEMMs as                 41% of EEMMs in genes expressed in blood were detect-\nmutations present in a large cell fraction of a single organ,       able in blood samples, which could be explained by the\nwhich are not the consequence of somatic clonal expan-              asymmetric cell doubling model (unequal contribution\nsions. Finally, we also screened for postnatal and adult            of early-embryonic cells to adult somatic tissues) sug-\nsomatic mutations in the transcriptome of all cancer-free           gested by Ju et al. [19]. Hence, a large fraction of mosaic\nindividuals.                                                        mutations would be missed by blood-based genetic diag-\n   To minimize false negatives, we focused our analysis on          nostic tests. As expected, we observed a positive\nhousekeeping genes constitutively expressed in the major-           correlation between the variant allele fraction of\nity of tissues and samples (7630 genes with TPM > 5 in at           EEMMs/MEMMs and the number of tissues supporting\nleast 75% of tissues). After strict filtering (the “Methods”        the variant (Rho = 0.56; p value = 3.24 × 10−9). Moreover,\nsection), we identified 58 putative EEMMs and 37                    mutations occurring earlier in development also showed\nMEMMS in 7630 constitutively expressed genes. We esti-              a greater proportion of cells carrying the variant (Rho =\nmated a rate of 8.1164 × 10−9 (CI (95%) = [7.0973 × 10−9 to         − 0.39; p value = 7.83 × 10−5, Additional file 4: Fig. S7).\n9.1292 × 10−9]) EEMMs and a rate of 5.1166 × 10−9 (CI                  The combined rate of EEMMs and MEMMs of 1.32 ×\n(95%) = [4.5592 × 10−9 to 5.6740 × 10−9]) MEMMs per                 10−8 is comparable to the estimated rate of de novo\nnucleotide and individual for exonic regions. Following an          germline mutations reported in the literature [3, 17],\napproach for extrapolating tumor mutation burden                    ranging from 1.0 to 1.8 × 10−8 per nucleotide per gener-\n(TMB) from gene panels to exomes (45-Mbp exonic re-                 ation (44 to 82 mutations per genome [3], or ~ 0.5–1\ngions) [34], we estimated a mean of 0.37 exonic EEMMs               mutations per exome (45 Mbp) per individual). Recently,\n(Fig. 2a) and 0.23 exonic MEMMs (Fig. 2b) per individual            several genetic disease studies indicated that more than\n\fMuyas et al. Genome Medicine       (2020) 12:49                                                                                     Page 8 of 14\n\n\n\n\n Fig. 2 Rate and mutational signatures of mosaic mutations in healthy individuals acquired during embryogenesis. For a and b, the left Y-axis\n represents the mutational rate per nucleotide, the right Y-axis represents the extrapolated number of mosaic mutations expected in 45-Mbps\n coding exons, and the dashed red line indicates the mean rate/number between different parameter setting (i.e., different definitions of\n constitutively expressed genes). a Rate of early-embryonic mosaic mutations (EEMMs) acquired during the first few divisions of the zygote. We\n estimated a mean rate of EEMMs per base and individual of 8.1164 × 10−9 (CI (95%) = [7.0973 × 10−9 to 9.1292 × 10−9]). b Mid-embryonic mosaic\n mutations (MEMM) affecting at least 2 tissues. We estimated a mean of 5.1166 × 10−9 MEMMs per nucleotide and individual (CI (95%) = [4.5592 ×\n 10−9 to 5.6740 × 10−9]). c Mutational signatures of early- (EEMMs), mid- (MEMMs), and late-embryonic mosaic mutations (LEMMs)\n\n\n50% of sporadic cases can be explained by de novo                            In order to identify the most likely processes causing\ngermline mutations [3, 5]. Consequently, embryonic mo-                    early- and mid-embryonic mosaic mutations, we investi-\nsaic mutations are similarly likely to explain a significant              gated their mutational signatures. We found that a large\nfraction of sporadic genetic disease cases, and a substan-                fraction of EEMMs and MEMMs (1 and 0.92) could be ex-\ntial fraction of germline de novo variants identified in                  plained by Signature 1 [45–47] (Fig. 2c). signature 1 is\nblood are potentially post-zygotic mutations. Moreover,                   thought to be the result of an endogenous mutational\nwe likely underestimated the rate of EEMMs and MEMMs                      process initiated by spontaneous deamination of 5-\ndue to factors such as allele-specific expression, nonsense-              methylcytosine leading to C>T transitions at CpG dinucleo-\nmediated decay, and more effective transcription-coupled                  tides and likely reflects a cell-cycle-dependent mutational\nrepair in highly expressed genes. As most of the disease-                 clock [46]. Hence, our findings indicate that most early- and\ncausing mosaic mutations cannot be detected by sequen-                    mid-embryonic mosaic mutations occur spontaneously with\ncing blood-derived DNA, these variants have likely been                   very limited contributions from exposure to environmental\nmissed in past studies and could explain a substantial part               factors or other endogenous processes. Furthermore, our\nof the missing heritability.                                              results clearly distinguish early mosaic mutations from\n\fMuyas et al. Genome Medicine   (2020) 12:49                                                                       Page 9 of 14\n\n\n\n\ngermline de novo mutations, which are dominated by signa-       expressed genes (TPM < 10) likely due to lack of coverage\nture 5 characterized by A>G transitions [3].                    (Additional file 4: Fig. S10a-b) and a negative correlation\n                                                                between read coverage and VAFs of detectable mutations\nLate-embryonic mosaic mutations arising during                  (Spearman R = − 0.81, p value < 10−16; see Additional file 5\norganogenesis                                                   and Additional file 4: Fig. S10c). However, considering only\nOur definitions of EEMMs and MEMMs prevent the iden-            genes with TPM > 10, we observed no significant correl-\ntification of organ-specific mutations acquired during or-      ation between gene expression and the fraction of mutated\nganogenesis. We therefore screened for late-embryonic           genes (Additional file 4: Fig. S10b). After removal of tech-\nmosaic mutations (LEMMs, Fig. 1b), which we defined as          nical confounders (PCR duplicate rates, RIN, TRISCHD,\ntissue-specific mutations at high cell fraction (VAF ≥ 0.2).    coverage, laboratory), we observed the highest mutation\nHere, we excluded tissues previously shown to be affected       burden for the sun-exposed skin, lung, testis, esophagus-\nby clonal expansion of mutated cells such as the                mucosa, and vagina (Fig. 3a, Additional file 4: Fig. S11,\nesophagus-mucosa, sun-exposed skin [34, 37–40, 48], and         Additional file 9). Our results confirmed the previous find-\nwhole blood [14, 49], which also showed the highest som-        ing presented in Yizhak et al. [40] that the skin, lung, and\natic mutation rates in our analysis (Additional file 4: Fig.    esophagus are the tissues with the highest average number\nS8). We identified 377 mutations across all individuals,        of mutations, likely explained by the constant exposure to\nconsidering any gene expressed in at least one tissue           environmental factors such as UV radiation, air pollution,\n(Additional file 8), resulting in an estimate of 2.44 × 10−9    smoking, and food. As expected, the sun-exposed skin\n(CI [0.95] = [1.86 × 10−9–3.03 × 10−9]) LEMMs per nucleo-       showed significantly higher mutation burden than the non-\ntide per tissue per individual, and extrapolating to 0.11 (CI   sun-exposed skin, while brain tissues showed, in general,\n[0.95] = [0.084–0.137]) mutations per exome per tissue.         the lowest somatic mutation burden. We observed that the\nNotably, the average rate of LEMMs (2.23 × 10−9) for            mean numbers of somatic mutations per sample highly\nbrain tissues closely resembled the estimates by Wei et al.     correlated between the two studies for all analyzed tissues\n[20] (2.55 × 10−9) obtained using WES data of brain tis-        (Additional file 4: Fig. S12, Pearson R = 0.92, p value =\nsues. In sum across all 43 examined tissues, we estimated       1.46 × 10−10).\n4.7 LEMMs per exome per individual.                                Finally, we tested if residual mutation rates were re-\n   Due to the incompleteness of the GTEx tissue matrix          lated with the age of individuals for each tissue individu-\nand variable expression levels of genes across tissues, it      ally (Fig. 3b). Only two tissues showed a significant\nis not possible to ascertain if exactly one tissue is           association between age and mutational rates (after FDR\naffected by a mosaic mutation. However, examination of          correction), namely the sun-exposed skin (Rho = 0.31;\nexpression levels for 100 randomly selected single-tissue       qval = 1.19 × 10−7) and esophagus-mucosa (Rho = 0.22;\nmutations revealed that for most of the mutations a suf-        qval = 2.82 × 10−3), confirming previously reported re-\nficient fraction of tissues showed enough high expression       sults [37–40]. Using dN/dS as a measure of selection, we\nto determine that they did not occur before neurulation         observed a lack of selection in highly expressed genes at\n(Additional file 5 and Additional file 4: Fig. S9).             a pan-tissue level (dN/dS = 0.98, CI [95] = [0.92–1.06]).\n   LEMMs are indistinguishable from mutations in clonal         However, when focusing on cancer genes, we observed a\nexpansions acquired after birth [37, 38, 40, 48], and the       strong positive selection for the sun-exposed skin and\nrate of LEMMs is therefore likely overestimated. Nonethe-       esophagus-mucosa (Additional file 4: Fig. S13). Mutations\nless, our results indicate that organ-specific mosaic muta-     in NOTCH1 and TP53 disproportionally contributed to the\ntions arising during organogenesis could significantly          high dN/dS values and showed the highest overall mutation\ncontribute to the phenomenon of missing heritability in         rates. NOTCH1 showed stronger positive selection than\nrare genetic diseases as well as cancer predisposition.         TP53 in both esophagus-mucosa and skin sun-exposed\n                                                                (dN/dS of 8.46 vs. 4.57 and dN/dS of 4.01 vs. 2.85, respect-\nRate and mutational signatures of tissue-specific somatic       ively, Additional file 2: Table S4). Interestingly, we did not\nmutations                                                       find a positive selection of these two genes in any other\nTo identify other mutation processes leading to the ac-         tissues",
  "wordCount": 10274,
  "indexed": "2025-09-25T22:41:49.494Z",
  "method": "direct"
}
