{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/Fan et al. - 2013 - Frequent detection of parental consanguinity in ch.pdf",
  "fileName": "Fan et al. - 2013 - Frequent detection of parental consanguinity in ch.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/Fan et al. - 2013 - Frequent detection of parental consanguinity in ch.pdf",
  "text": "Fan et al. Molecular Cytogenetics 2013, 6:38\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\n RESEARCH                                                                                                                                     Open Access\n\nFrequent detection of parental consanguinity in\nchildren with developmental disorders by a\ncombined CGH and SNP microarray\nYao-Shan Fan1*, Xiaomei Ouyang1, Jinghong Peng1, Stephanie Sacharow2, Mustafa Tekin2, Deborah Barbouth2,\nOlaf Bodamer2, Roman Yusupov3, Christina Navarrete4, Ana H Heller4 and Sérgio DJ Pena5\n\n\n  Abstract\n  Background: Genomic microarrays have been used as the first-tier cytogenetic diagnostic test for patients with\n  developmental delay/intellectual disability, autism spectrum disorders and/or multiple congenital anomalies. The\n  use of SNP arrays has revealed regions of homozygosity in the genome which can lead to identification of\n  uniparental disomy and parental consanguinity in addition to copy number variations. Consanguinity is associated\n  with an increased risk of birth defects and autosomal recessive disorders. However, the frequency of parental\n  consanguinity in children with developmental disabilities is unknown, and consanguineous couples may not be\n  identified during doctor’s visit or genetic counseling without microarray.\n  Results: We studied 607 proband pediatric patients referred for developmental disorders using a 4 × 180 K array\n  containing both CGH and SNP probes. Using 720, 360, 180, and 90 Mb as the expected sizes of homozygosity for an\n  estimated coefficient of inbreeding (F) 1/4, 1/8, 1/16, 1/32, parental consanguinity was detected in 21cases (3.46%).\n  Conclusion: Parental consanguinity is not uncommon in children with developmental problems in our study\n  population, and can be identified by use of a combined CGH and SNP chromosome microarray. Identification of\n  parental consanguinity in such cases can be important for further diagnostic testing.\n  Keywords: Chromosome microarray, Consanguinity, Developmental disabilities\n\n\nBackground                                                                          nucleotide polymorphisms (SNPs), so called SNP array,\nStudies of the human genome using genomic arrays                                    reveals both CNVs and homozygosity in the genome.\n(also called chromosomal microarrays) in the last                                   The third type of genomic arrays uses a combination\ndecade have revolutionized clinical cytogenetics and                                of probes designed to detect CNVs and probes to geno-\nchanged the standard of care in medical genetics                                    type SNPs. The use of genomic microarrays has signifi-\n[1-4]. The resolution of the studies has evolved from                               cantly improved accuracy and diagnostic yield in\nthe megabase level of the bacterial artificial chromo-                              comparison with the conventional karyotype. Recently,\nsome (BAC) arrays during the early 2000s to the kilo-                               genomic microarrays have been used as the first-tier\nbase or exon level of the current oligonucleotide                                   cytogenetic diagnostic test for patients with develop-\narrays. The traditional microarrays were designed for                               mental delay/intellectual disability, autism spectrum\ndetection of gene copy number variations (CNVs) by                                  disorders and/or multiple congenital anomalies [2-4].\ncomparative genomic hybridization (CGH), and were                                   Many studies have shown the advantages of gen-\npopularly called CGH arrays. The second type of ar-                                 omic arrays in detecting pathogenic CNVs. Our la-\nrays containing a high density of probes for single                                 boratory has performed CGH array studies on about\n                                                                                    2500 patients with developmental disorders since\n* Correspondence: yfan@med.miami.edu\n1\n                                                                                    2005, and reported a 14% detection rate for patho-\n Department of Pathology and Mailman Center for Child Development,\nRoom 7050, University of Miami Miller School of Medicine, 1601 NW 12th\n                                                                                    genic CNVs [5,6].\nAvenue, Miami, FL 33136, USA\nFull list of author information is available at the end of the article\n\n                                       © 2013 Fan et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative\n                                       Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and\n                                       reproduction in any medium, provided the original work is properly cited.\n\fFan et al. Molecular Cytogenetics 2013, 6:38                                                                       Page 2 of 6\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\n   The use of SNP arrays has revealed regions of homo-            cases with an estimated F 1/32 suggestive of a mating\nzygosity (ROH) in the genome which can lead to identi-            type of half first cousins or first cousins once removed,\nfication of uniparental disomy (UPD) and parental                 three were said having parents as 2nd cousins; One\nconsanguinity in addition to CNVs [7,8]. It is well               couple was consanguineous but relationship was not\nknown that consanguinity is associated with an in-                specified; In the remaining case, parents said they are\ncreased risk of congenital anomalies and autosomal re-            not related but from the same small city. In the three\ncessive diseases [9-12]. The recently published Geneva            cases with F1/8 suggestive of a 2nd degree relation-\nInternational Consanguinity Workshop report dis-                  ship, one was an uncle-niece mating; one said to be\ncussed the health impact of consanguinity and high-               first cousins; and the other was said to be distant rela-\nlighted the importance of evidence-based counseling               tives. Among the two children with F1/4, one was a\nrecommendations for consanguineous marriage and for               product of a brother-sister mating, and the other’s\nundertaking genomic and social research in defining               parents said they were not related.\nthe various influences and outcomes of consanguinity\n[12]. However, the frequency of parental consanguinity            Discussion\nin children with developmental disabilities is unknown,           In addition to pathogenic CNVs and UPDs, approxi-\nand consanguineous couples may not be identified dur-             mately 3.5% of children with intellectual and/or devel-\ning doctor’s visit or genetic counseling without micro-           opmental disabilities in our study populations showed\narray study as our data have shown. Here we report our            greater than 68 Mb of ROH, suggesting presence of\nstudy results on patients referred for developmental              parental consanguinity. Post-testing surveys confirmed\nproblems using a combined CGH/SNP array with a                    the 1st cousin relationships for all the cases with an\nfocus on detection of parental consanguinity.                     estimated F 1/16 and presence of consanguinity in 4\n                                                                  out of 5 cases with an estimated F1/32 although the\nResults                                                           information from medical records was incomplete or\nA total of 607 proband pediatric patients were tested             inconsistent with the suggested mating type. In our\nover a one year period, including 130 from Brazil and             practice, we report results suggesting presence of par-\n477 from south Florida. Pathogenic CNVs were detected             ental consanguinity but not specify the biological rela-\nin 97 cases (15.98%). SNP genotyping suggested presence           tionship of the parents as recommended by the\nof UPD in three cases (0.49%), including two UPD20                ACMG guidelines [13], because SNP array analysis is\nand a UPD14. Our results suggested presence of parental           not designed to be a paternity test or to assign a spe-\nconsanguinity in 21 cases (3.46%) including 4 (3.07%)             cific relationship between the parents of the proband\nfrom Brazil and 17 (3.56%) referred from hospitals in             patient. Also, the observed size of ROH may not pre-\nsouth Florida (Table 1).                                          cisely predict the true biological relationship due to\n  ROHs larger than 5 Mb were observed in 86 cases                 variables such as recombination during meiosis, mul-\n(data details not provided in this paper) including 21            tiple loops of consanguinity or multiple generations of\nwith results suggesting presence of parental consan-              breeding within a relatively closed community. For the\nguinity. Among the 21 patients (Table 2), three had an            patients showing an estimated F ¼ or 1/8, we have in-\naverage of 686 Mb of ROH with an estimated coeffi-                cluded the percentage of homozygosity in our clinical\ncient of inbreeding (F) ¼ (Figure 1); five had an aver-           report and stated that the result may suggest a first-\nage 329 Mb of ROH with an estimated F 1/8; five had               or second-degree parental relationship or incestuous\nan average of 196 Mb of ROH with an estimated F 1/16;             mating.\nand eight had an average 91 Mb of ROH with an                       Incestuous parental relationships identified by SNP-\nestimated F 1/32. Post-testing information on parental            based microarrays have been reported previously. One\nrelationship was available in 14 of the 21 cases. A par-          was a 3-year-old boy with multiple medical conditions\nental relationship of 1st cousins was confirmed in all            showing 668 Mb of genomic homozygosity which was\nthe 4 cases with an estimated F1/16. Among the five               consistent with the patient being conceived as the\n\n\nTable 1 Summary of array study results\nSample        No. of proband       No. of cases with pathogenic   No. of cases with UPD (%)   No. of cases with ROH ≥68 Mb (%)\nsources       patients             CNV (%)\nSouth FL      477                  75 (15.72)                     3 (0.63)                    17 (3.56)\nBrazil        130                  22 (16.92)                     0                           4 (3.08)\nTotal         607                  97 (15.98)                     3 (0.49)                    21 (3.46)\n\fFan et al. Molecular Cytogenetics 2013, 6:38                                                                                                             Page 3 of 6\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\nTable 2 The cases with parental consanguinity\nCase #* Age Sex Referring reasons Size of HZ (Mb) Estimated coefficient of inbreeding (F) Post-testing information on mating type\n001        6y     F      ID                     598                  1/4                                             Brother-sister\n002        3y     M      DD, DE, DF,RA          839                  1/4                                             No related\n003        18 y M        DD, ID                 624                  1/4                                             NA\n004        23 d F        CA                     345                  1/8                                             Uncle-niece\n005        7y     M      DD                     383                  1/8                                             1st cousins\n006        3d     M      CA                     285                  1/8                                             NA\n007        9d     M      SZ                     338                  1/8                                             Distantly related\n008        12     F      DD, DF                 292                  1/8                                             NA\n009        12 y F        SKS, MD                187                  1/16                                            1st cousins\n010        9y     M      SS                     196                  1/16                                            1st cousins\n011        1y     M      DD                     250                  1/16                                            1st cousins\n012        7y     M      DF, CA, RF             208                  1/16                                            1st cousins\n013        3y     M      DD                     139                  1/16                                            NA\n014        7y     F      DD, DF, FT             114                  1/32                                            2nd cousins\n015        2y     F      DD, FT                 85                   1/32                                            From the same small town\n016        5y     M      DD                     120                  1/32                                            Consanguineous\n017        1m     F      CA                     69                   1/32                                            2nd cousins\n018        1y     F      ID, GR, SS             88                   1/32                                            NA\n019        6y     F      DD                     86                   1/32                                            2nd cousins\n020        18 d M        DF, MM                 72                   1/32                                            NA\n021        3y     F      DD                     96                   1/32                                            NA\nAbbreviations: CA congenital anomalies, DD developmental delay/disorder, DE diaphragmatic eventration, DF dysmorphic features, FT failure to thrive, GR growth\nretardation, ID intellectual disability, MD motor delay, MM multiple malformations, NA no information available, RA renal anomalies, RF renal failure, SKS scoliosis\nand kyphoscoliosis, SS short stature, SZ seizures. *Numbers are used for this publication only, not the real numbers used for patient management.\n\n\n\n\nproduct of a mating between first-degree relatives [14].                             in Broward (2010 census data). The Hispanic or Latino\nIn a report on a SNP data, ROH of greater than 20% of                                Americans in Florida originate mainly from Cuba (32%)\nthe genome were identified in two of 5000 samples an-                                and Puerto Rico (28%) and Mexico (9%). It was esti-\nalyzed in a cytogenetics laboratory in Australia [8].                                mated in 2008 that over one million of Brazilians live in\nOur study has shown that a level of ROH greater than                                 USA and about 300,000 of them live in Florida. First\n20% correlates with an estimated coefficient of in-                                  cousin marriage is legal in Florida. The rate of consan-\nbreeding F1/4 which is suggestive of a first degree rela-                            guineous marriage in Miami-Dade and Broward coun-\ntionship such as parent–child or brother-sister mating,                              ties is unknown but is likely to be higher than the\nas exemplified in case 001. However, an incestuous re-                               generally estimated average (<1%) in USA. The rate of\nlationship, which represents a complicated social and                                consanguineous mating in Brazil was estimated as\nlegal issue, may not be readily identified during a doc-                             1.6% with a heterogeneous geographic distribution\ntor’s visit or genetic counseling, as shown in our post-                             and half of the consanguineous marriages have a coef-\ntesting survey. Genetic counseling for consanguinity                                 ficient of inbreeding F 1/16 or higher [18]. There was\ncan be complicated particularly when incestuous mat-                                 a consensus that consanguineous marriages are asso-\ning is uncovered by use of microarrays.                                              ciated with an increased risk of congenital mal-\n  The frequency of consanguineous mating may vary                                    formations and autosomal recessive disease [12]. The\nsignificantly in different geographic regions or in dif-                             estimated excess risks of morbidity and precocious\nferent ethnic populations [12,15-17]. Our study pa-                                  mortality for the children with F1/4, 1/8, 1/16 and\ntients were referred from hospitals in South Florida                                 1/32 are about 40%, 20%, 10%, 5%, respectively [9,10].\n(mainly Miami-Dade and Broward counties) and Brazil.                                 A recent review suggests that the risk for congenital\nHispanic or Latino Americans account for 65% of the                                  heart disease is increased in consanguineous mar-\npopulation in Miami-Dade and 25% of the population                                   riages [19].\n\fFan et al. Molecular Cytogenetics 2013, 6:38                                                                                               Page 4 of 6\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\n Figure 1 A combined CGH and SNP array on a 6-year old girl who was initially referred for mental problems showed 598 Mb of\n homozygous autosomal genome (light green blocks). This finding led to uncover the patient being conceived as the product of a brother-\n sister mating (first degree relatives with a coefficient of inbreeding ¼). After further studies, she had a tentative diagnosis of 2-ketoglutarate\n dehydrogenase deficiency, a rare autosomal recessive disease.\n\n\n\n   Different from previous clinical studies on the fam-                      the children as products of incestuous mating. Con-\nilies with a history of consanguineous mating, we                            sanguinity may not be noted in many cases without\ndetected parental consanguinity in about 3.5% of chil-                       microarray studies and identification of the biological\ndren referred for developmental problems. Most of                            relationship of the parents in such cases is clinically\nthese children were referred for congenital anomalies                        important for additional diagnostic testing. Further\nor multiple malformations, developmental delay or in-                        studies of phenotype and possible correlating meta-\ntellectual disability, dysmorphic features, failure to                       bolic deficiency, as well as sequencing of the ROH re-\nthrive/growth retardation or short stature. The finding                      gions would determine the genetic mechanisms of the\nof parental consanguinity in these cases is highly sug-                      developmental problems in these children.\ngestive of an underlying recessive cause. For example,\nfollowing the array study, case 012 was diagnosed with                       Methods\nSchimke immune-osseous dysplasia, an autosomal-                              Patients\nrecessive pleiotropic disorder caused by loss of func-                       Patients, all pediatric but one, included in this report\ntion mutations in SMARCAL1 leading to spondyl-                               were referred for developmental delay or intellectual\noepiphyseal dysplasia, renal dysfunction and T-cell                          disability, autism spectrum disorders, and/or congeni-\nimmunodeficiency [20,21]. A diagnosis of autosomal                           tal anomalies from November 1, 2011 to March 5,\nrecessive spinal muscular atrophy has been suspected                         2013. Approximately 80% of the patient samples origi-\nin case 009. In case 001, the 6 year-old girl initially re-                  nated in the Genetics Clinic at the University Miami\nferred for mental problems had a history of proximal                         and other hospitals in south Florida. However, many\nrenal tubular acidosis (RTA) at 18 months of age, basal                      of the patients were of Latin American or Caribbean\nganglia and corneal calcifications secondary to RTA.                         descent or referred from Latin American countries.\nFurther diagnostic work-up has revealed increased ex-                        The remaining 20% of patient samples were received\ncretion of Krebs cycle intermediate and a tentative                          from Brazil.\ndiagnosis of 2-ketoglutarate dehydrogenase deficiency,\na very rare metabolic disorder [22-24]. Involvement of                       Microarray studies\nmultiple recessive mutant genes or a complex genetic                         A combined CGH and SNP array, Agilent SurePrint\nmechanism is possible in some patients, particularly in                      G3 4 × 180 K (Agilent, Santa Clara, USA) has been\n\fFan et al. Molecular Cytogenetics 2013, 6:38                                                                                             Page 5 of 6\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\nTable 3 Theoretic size of ROH for coefficient of inbreeding (F) expected from the total 2881 Mb autosomal genome\n(GRCh37/hg19)\nMating type                          Degree of        Coefficient of       Theoretic proportion of identical           Expected ROH size and\n                                     relationship     inbreeding (F)       by decent (%)                               range (Mb)\nParent–child/brother-sister          1st              1/4                  25                                          720 (540 ~ 1080)\nUncle-niece/aunt-nephew/double       2nd              1/8                  12.5                                        360 (270 ~ 539)\nhalf cousins\nFirst cousins/half uncle-niece       3rd              1/16                 6.25                                        180 (135 ~ 269)\nHalf first cousins/first cousins once 4th             1/32                 3.125                                       90 (68 ~ 134)\nremoved\n\n\nused in our laboratory as a clinical test for over a year.             2011 and our practice appears to be consistent with\nThe array contains 180,000 oligonucleotide probes, in-                 the ACMG standards and guidelines recently pub-\ncluding approximately 120,000 CGH probes and 60,000                    lished [13].\nSNP probes with a resolution of 5 ~ 10 Mb for ROH de-\ntection. Array studies were performed using a protocol                 Retrospective survey on parental consanguinity\nrecommended by Agilent. Briefly, DNA was prepared                      Referring clinicians were contacted to obtain informa-\nfrom a blood sample and purified using the QIAamp                      tion on the parent’s family relationship of the children\nDNA Blood Midi Kit (Qiagen) or DNeasy Blood & Tissue                   for whom laboratory results suggested presence of\nKit (Qiagen) when a sample was less than 0.5 ml. DNA                   parental consanguinity. The clinician provided infor-\nwas quantified, digested and then labeled with Cy5 (testing            mation based on either the notes of clinical geneticists\nDNA) and Cy3 (reference DNA) and hybridized to the                     or family history in medical records. In some cases,\nmicroarray at 65°C for 21 ~ 24 hours. The microarray was               we obtained information on patient diagnosis after\nwashed and analyzed using an Agilent C microarray scan-                microarray study.\nner and CytoGenomics Edition 2.0.6.0 software.                           This report is a summary of clinical cases tested in a\n                                                                       CLIA certified and Florida State licensed clinical la-\nCriteria for reporting                                                 boratory with patients identification removed. This is\nWe used the same criteria for detection and interpret-                 not an experimental research using human material\nation of CNVs as previously reported [5,6]. A size of                  and therefore no IRB approval is necessary.\n20 Mb of interstitial ROH or 10 Mb of telomeric ROH\nwas used as the threshold for UPD when ROH was ob-                     Consent\nserved on a single chromosome [7,8]. For detection of                  Written informed consent was obtained from the pa-\nparental consanguinity, we calculated the theoretic size               tient’s guardian/parent/next of kin for the publication\nof ROH for coefficient of inbreeding (F) 1/4, 1/8, 1/16,               of this report and any accompanying images.\nand 1/32 respectively using the total 2,881 Mb of auto-\nsomal genome (GRCh37/hg19) and its variable range                      Abbreviations\n                                                                       ACMG: American college of medical genetics; BAC: Bacterial artificial\nusing the middle line between theoretic average sizes                  chromosome; CGH: Comparative genomic hybridization; CNV: Copy number\n(Table 3). Based on this calculation, a result was                     variation; F: Coefficient of inbreeding; SNP: Single nucleotide polymorphisms;\nreported suggesting presence of parental consanguinity                 ROH: Regions of homozygosity; UPD: Uniparental disomy.\nwhen ROHs were observed on multiple chromosomes                        Competing interests\nwith a total size ≥68 Mb which correlates with an esti-                The authors declare that they have no competing interests.\nmated F 1/32. However, we did not specify the esti-\nmated coefficient of inbreeding and the likelihood of                  Authors’ contributions\n                                                                       YSF analyzed the laboratory data, drafted and finalized the manuscript. XO\nbiologic relationship of the parents in our laboratory                 and JP performed microarray analysis and prepared the laboratory data. SS,\nreport. ROHs on multiple chromosomes with a total                      MT, DB, OB, RY, CN, AHH, SDJP clinically examined the patients and collected\nsize of 10 ~ 67 Mb or ROHs on a single chromosome                      clinical data. All authors read and approved the final manuscript.\nwhich do not meet the criteria for UPD were reported                   Author details\nas identical by decent (shared parental ancestry). We                  1\n                                                                        Department of Pathology and Mailman Center for Child Development,\nreported the individual ROH with a size ≥5 Mb either                   Room 7050, University of Miami Miller School of Medicine, 1601 NW 12th\n                                                                       Avenue, Miami, FL 33136, USA. 2Department of Human Genetics, University\non a single chromosome or on multiple chromosomes                      of Miami Miller School of Medicine, Miami, FL, USA. 3Memorial Regional\nto clinicians (data not shown) because rarely an ROH                   Hospitals, Miami, FL, USA. 4Jackson Memorial Hospital, Hollywood, FL, USA.\n                                                                       5\nmay contain recessive mutations responsible for the                     Núcleo de Genética Médica, Belo Horizonte, Belo Horizonte, MG, Brazil.\nclinical phenotype. We have reported and interpreted                   Received: 15 July 2013 Accepted: 28 August 2013\nROH using above described criteria starting in late                    Published: 20 September 2013\n\fFan et al. Molecular Cytogenetics 2013, 6:38                                                                                                             Page 6 of 6\nhttp://www.molecularcytogenetics.org/content/6/1/38\n\n\n\n\nReferences                                                                           18. Liascovich R, Rittler M, Castilla EE: Consanguinity in South America:\n1. Lee C, Iafrate AJ, Brothman AR: Copy number variations and clinical                   demographic aspects. Hum Hered 2001, 51:27–34.\n    cytogenetic diagnosis of constitutional disorders.                               19. Shieh JT, Bittles AH, Hudgins L: Consanguinity and the risk of congenital\n    Nat Genet 2007, 39(Suppl 7):S48–S54.                                                 heart disease. Am J Med Genet A 2012, 158A:1236–1241.\n2. Miller DT, Adam MP, Aradhya S, Biesecker LG, Brothman AR, Carter NP,              20. Boerkoel CF, Takashima H, John J, Yan J, Stankiewicz P, Rosenbarker L,\n    Church DM, Crolla JA, Eichler EE, Epstein CJ, Faucett WA, Feuk L, Friedman           André JL, Bogdanovic R, Burguet A, Cockfield S, Cordeiro I, Fründ S, Illies F,\n    JM, Hamosh A, Jackson L, Kaminsky EB, Kok K, Krantz ID, Kuhn RM, Lee C,              Joseph M, Kaitila I, Lama G, Loirat C, McLeod DR, Milford DV, Petty EM,\n    Ostell JM, Rosenberg C, Scherer SW, Spinner NB, Stavropoulos DJ,                     Rodrigo F, Saraiva JM, Schmidt B, Smith GC, Spranger J, Stein A, Thiele H,\n    Tepperberg JH, Thorland EC, Vermeesch JR, Waggoner DJ, Watson MS, et al:             Tizard J, Weksberg R, Lupski JR, et al: Mutant chromatin remodeling\n    Consensus statement: chromosomal microarray is a first-tier clinical                 protein SMARCAL1 causes schimke immuno-osseous dysplasia.\n    diagnostic test for individuals with developmental disabilities or                   Nat Genet 2002, 30:215–220.\n    congenital anomalies. Am J Hum Genet 2010, 86:749–764.                           21. Bansbach CE, Boerkoel CF, Cortez D: SMARCAL1 and replication stress: an\n3. Manning M, Hudgins L: Professional practice and guidelines committee.                 explanation for SIOD? Nucleus 2010, 1:245–248.\n    Array-based technology and recommendations for utilization in medical            22. Bonnefont JP, Chretien D, Rustin P, Robinson B, Vassault A, Aupetit J,\n    genetics practice for detection of chromosomal abnormalities.                        Charpentier C, Rabier D, Saudubray JM, Munnich A: Alpha-ketoglutarate\n    Genet Med 2010, 12:742–545.                                                          dehydrogenase deficiency presenting as congenital lactic acidosis.\n4. Kaminsky EB, Kaul V, Paschall J, Church DM, Bunke B, Kunig D, Moreno-De               J Pediatr 1992, 121:255–258.\n    -Luca D, Moreno-De-Luca A, Mulle JG, Warren ST, Richard G, Compton JG,           23. Guffon N, Lopez-Mediavilla C, Dumoulin R, Mousson B, Godinot C, Carrier H,\n    Fuller AE, Gliem TJ, Huang S, Collinson MN, Beal SJ, Ackley T, Pickering DL,         Collombet JM, Divry P, Mathieu M, Guibaud P: 2-Ketoglutarate\n    Golden DM, Aston E, Whitby H, Shetty S, Rossi MR, Rudd MK, South ST,                 dehydrogenase deficiency, a rare cause of primary hyperlactataemia:\n    Brothman AR, Sanger WG, Iyer RK, Crolla JA, et al: An evidence-based                 report of a new case. J Inherit Metab Dis 1993, 16:821–830.\n    approach to establish the functional and clinical significance of copy           24. Dunckelmann RJ, Ebinger F, Schulze A, Wanders RJ, Rating D, Mayatepek\n    number variants in intellectual and developmental disabilities. Genet Med            E: 2-Ketoglutarate dehydrogenase deficiency with intermittent\n    2011, 13:777–784.                                                                    2-ketoglutaric aciduria. Neuropediatrics 2000, 31:35–38.\n5. Fan YS, Jayakar P, Zhu H, Barbouth D, Sacharow S, Morales A, Carver V,\n    Benke P, Mundy P, Elsas LJ: Detection of pathogenic gene copy number              doi:10.1186/1755-8166-6-38\n    variations in patients with mental retardation by genomewide                      Cite this article as: Fan et al.: Frequent detection of parental\n    oligonucleotide array comparative genomic hybridization. Hum Mutat                consanguinity in children with developmental disorders by a combined\n    2007, 28:1124–1132.                                                               CGH and SNP microarray. Molecular Cytogenetics 2013 6:38.\n6. Xiang B, Zhu H, Shen Y, Miller DT, Lu K, Hu X, Andersson HC, Narumanchi\n    TM, Wang Y, Martinez JE, Wu BL, Li P, Li MM, Chen TJ, Fan YS: Genome-\n    wide oligonucleotide array comparative genomic hybridization for\n    etiological diagnosis of mental retardation: a multicenter experience of\n    1499 clinical cases. J Mol Diagn 2010, 12:204–212.\n7. Papenhausen P, Schwartz S, Risheg H, Keitges E, Gadi I, Burnside RD,\n    Jaswaney V, Pappas J, Pasion R, Friedman K, Tepperberg J: UPD detection\n    using homozygosity profiling with a SNP genotyping microarray.\n    Am J Med Genet A 2011, 155A:757–768.\n8. Bruno DL, White SM, Ganesamoorthy D, Burgess T, Butler K, Corrie S, Francis\n    D, Hills L, Prabhakara K, Ngo C, Norris F, Oertel R, Pertile MD, Stark Z, Amor\n    DJ, Slater HR: Pathogenic aberrations revealed exclusively by single\n    nucleotide polymorphism (SNP) genotyping data in 5000 samples tested\n    by molecular karyotyping. J Med Genet 2011, 48:831–839.\n9. Freire-Maia N: Effects of consanguineous marriages on morbidity and\n    precocious mortality: genetic counseling. Am J Med Genet 1984, 18:401–406.\n10. Baird PA, McGillivray B: Children of incest. J Pediatr 1982, 101:854–857.\n11. Bundey S, Alam H: A five-year prospective study of the health of children\n    in different ethnic groups, with particular reference to the effect of\n    inbreeding. Eur J Hum Genet 1993, 1:206–219.\n12. Hamamy H, Antonarakis SE, Cavalli-Sforza LL, Temtamy S, Romeo G, Kate LP,\n    Bennett RL, Shaw A, Megarbane A, Van Duijn C, Bathija H, Fokstuen S, Engel\n    E, Zlotogora J, Dermitzakis E, Bottani A, Dahoun S, Morris MA, Arsenault S,\n    Aglan MS, Ajaz M, Alkalamchi A, Alnaqeb D, Alwasiyah MK, Anwer N,\n    Awwad R, Bonnefin M, Corry P, Gwanmesia L, Karbani GA, et al:\n    Consanguineous marriages, pearls and perils: Geneva international\n    consanguinity workshop report. Genet Med 2011, 13:841–847.\n13. Rehder CW, David KL, Hirsch B, Toriello HV, Wilson CM, Kearney HM:\n    American college of medical genetics and genomics: standards and                       Submit your next manuscript to BioMed Central\n    guidelines for documenting suspected consanguinity as an incidental                    and take full advantage of:\n    finding of genomic testing. Gene Med 2013, 15:150–152.\n14. Schaaf CP, Scott DA, Wiszniewska J, Beaudet AL: Identification of\n    incestuous parental relationships by SNP-based DNA microarrays.                        • Convenient online submission\n    Lancet 2011, 377:555–556.                                                              • Thorough peer review\n15. Bener A, El Ayoubi HR, Chouchane L, Ali AI, Al-Kubaisi A, Al-Sulaiti H, Teebi          • No space constraints or color ﬁgure charges\n    AS: Impact of consanguinity on cancer in a highly endogamous\n    population. Asian Pac J Cancer Prev 2009, 10:35–40.                                    • Immediate publication on acceptance\n16. Shami SA, Qaisar R, Bittles AH: Consanguinity and adult morbidity in                   • Inclusion in PubMed, CAS, Scopus and Google Scholar\n    Pakistan. Lancet 1991, 338:954–955.\n                                                                                           • Research which is freely available for redistribution\n17. Simpson JL, Martin AO, Elias S, Sarto GE, Dunn JK: Cancers of the breast\n    and female genital system: search for recessive genetic factors through\n    analysis of human isolate. Am J Obstet Gynecol 1981, 141:629–636.                      Submit your manuscript at\n                                                                                           www.biomedcentral.com/submit",
  "wordCount": 4281,
  "indexed": "2025-09-25T22:46:35.019Z",
  "method": "direct"
}
