{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Bean et al_2019_Diagnostic gene sequencing panels.pdf",
  "fileName": "Bean et al_2019_Diagnostic gene sequencing panels.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Bean et al_2019_Diagnostic gene sequencing panels.pdf",
  "text": "© American College of Medical Genetics and Genomics       ACMG TECHNICAL STANDARDS\n\n\nDiagnostic gene sequencing panels: from design to report—a\n   technical standard of the American College of Medical\n               Genetics and Genomics (ACMG)\n            Lora J. H. Bean, PhD 1,2, Birgit Funke, PhD 3,4, Colleen M. Carlston, PhD 5,\nJennifer L. Gannon, MD6,7, Sibel Kantarci, PhD 8, Bryan L. Krock, PhD9, Shulin Zhang, MD, PhD10 and\n   Pinar Bayrak-Toydemir, MD, PhD11,12; on behalf of the ACMG Laboratory Quality Assurance\n                                              Committee\n\n Disclaimer: This technical standard is designed primarily as an educational resource for clinical laboratory geneticists to help them provide quality clinical\nlaboratory genetic services. Adherence to this standard is voluntary and does not necessarily assure a successful medical outcome. This standard should not be\nconsidered inclusive of all proper procedures and tests or exclusive of other procedures and tests that are reasonably directed to obtaining the same results. In\ndetermining the propriety of any specific procedure or test, the clinical laboratory geneticist should apply his or her own professional judgment to the specific\n                                                 circumstances presented by the individual patient or specimen.\nClinical laboratory geneticists are encouraged to document in the patient’s record the rationale for the use of a particular procedure or test, whether or not it is in\nconformance with this standard. They also are advised to take notice of the date any particular standard was adopted, and to consider other relevant medical and\n  scientific information that becomes available after that date. It also would be prudent to consider whether intellectual property interests may restrict the\n                                                       performance of certain tests and other procedures.\n\n\n\n\n Gene sequencing panels are a powerful diagnostic tool for many                          technical standard specifically addresses the impact of gene panel\n clinical presentations associated with genetic disorders. Advances in                   content on clinical sensitivity, specificity, and validity—in the\n DNA sequencing technology have made gene panels more                                    context of gene evidence for contribution to and strength of\n economical, flexible, and efficient. Because the genes included on                      evidence for gene–disease association—as well as technical con-\n gene panels vary widely between laboratories in gene content (e.g.,                     siderations such as sequencing limitations, presence of pseudogenes/\n number, reason for inclusion, evidence level for gene–disease                           gene families, mosaicism, transcript choice, detection of copy-\n association) and technical completeness (e.g., depth of coverage),                      number variants, reporting, and disclosure of assay limitations.\n standards that address technical and clinical aspects of gene panels\n are needed. This document serves as a technical standard for                            Genetics in Medicine          (2019) https://doi.org/10.1038/s41436-019-\n laboratories designing, offering, and reporting gene panel testing.                     0666-z\n Although these principles can apply to multiple indications for\n genetic testing, the primary focus is on diagnostic gene panels (as                     Keywords: gene panel sequencing; technical standard; design;\n opposed to carrier screening or predictive testing) with emphasis on                    genetic testing; next-generation sequencing (NGS)\n technical considerations for the specific genes being tested. This\n\n\n\n\n                            INTRODUCTION                                                 to exome or genome sequencing to maximize target coverage\nGene panels developed by clinical molecular laboratories                                 and avoid secondary findings.1,2 Due to differences in\nassess multiple potential genetic causes of a suspected                                  decision-making processes in the absence of clear professional\ndisorder(s) simultaneously and reduce the cost and time of                               standards, genes included on similar disease-focused panels\ndiagnostic testing. Gene panels are useful to diagnose                                   vary between laboratories. With the ability to sequence\ndisorders with genetic and clinical heterogeneity. Panels for                            multiple genes simultaneously, it is imperative to evaluate\nphenotypically related disorders can increase the likelihood of                          critically the validity of gene–disease associations prior to\nidentifying an underlying genetic cause and may be preferred                             test design. While the Clinical Genome Resource (ClinGen;\n1\n Department of Human Genetics, Emory University, Atlanta, GA, USA; 2EGL Genetics, Tucker, GA, USA; 3Department of Pathology, Harvard Medical School/Massachusetts\nGeneral Hospital, Boston, MA, USA; 4Veritas Genetics, Danvers, MA, USA; 5School of Medicine, University of California, San Francisco, CA, USA; 6Division of Clinical Genetics,\nChildren’s Mercy Hospital, Kansas City, MO, USA; 7Department of Pediatrics, University of Missouri–Kansas City School of Medicine, Kansas City, MO, USA; 8Quest Diagnostics\nNichols Institute, San Juan Capistrano, CA, USA; 9Division of Genomic Diagnostics, The Children’s Hospital of Philadelphia, Philadelphia, PA, USA; 10Department of Pathology\nand Laboratory Medicine, University of Kentucky, Lexington, KY, USA; 11Department of Pathology, University of Utah, Salt Lake City, UT, USA; 12ARUP Laboratories, University\nof Utah, Salt Lake City, UT, USA. Correspondence: ACMG (documents@acmg.net)\nBoard Approval: The Board of Directors of the American College of Medical Genetics and Genomics approved this technical standard on 19 July 2019.\nSubmitted 20 September 2019; revised 20 September 2019; accepted: 22 September 2019\n\n\n\nGENETICS in MEDICINE | Volume 0 | Number 0 | Month                                                                                                                          1\n\f                  ACMG TECHNICAL STANDARDS                                                                                                                BEAN et al\n\n\n\n                  www.clinicalgenome.org) has published a framework for               Table 1 Examples of phenotype-directed panels with\n                  establishing the validity of gene–disease relationships,3 it        subpanels\n                  does not give details on how level of evidence should be used        Full Panel                                   Subpanel\n                  when designing a gene panel. This report provides guidance\n                                                                                       Pan-cardio panel                             Dilated cardiomyopathy\n                  on gene selection, reviews and gives options for handling\n                                                                                                                                    Hypertrophic cardiomyopathy\n                  technically challenging sequence variants, and recommends\n                                                                                       Hearing loss                                 Nonsyndromic hearing loss\n                  auxiliary testing when sequencing methods are technically\n                                                                                                                                    Usher syndrome\n                  inadequate for diagnostic gene panels. The same principles\n                                                                                       Intellectual disability (ID)                 Nonsyndromic ID\n                  apply to ad hoc gene panels (e.g., limited analysis of exome or\n                                                                                                                                    Syndromic ID\n                  genome sequencing data) based on the patient’s clinical\n                                                                                                                                    X-linked ID\n                  features, and small Sanger sequencing based panels. As gene\n                  panels increasingly serve as first-line testing for many genetic\n                  disorders, such standards are critical to harmonize testing           Clinical testing: Diagnostic, predictive, carrier, or prenatal\n                  across diagnostic laboratories, maintain a high standard of         testing intended for use in medical management performed in\n                  quality, and decrease the time to diagnosis for patients.           a laboratory holding, at a minimum, a CLIA license in the\n                                                                                      United States or equivalent accreditation in other jurisdictions.\n                                           METHODS\n                  In 2016, a workgroup of American College of Medical                             PANEL DESIGN CONSIDERATIONS\n                  Genetics and Genomics (ACMG) members with clinical                  Phenotype-directed diagnostic gene panels\n1234567890():,;\n\n\n\n\n                  laboratory expertise convened to develop recommendations            Due to the sequencing capacity of current technologies,\n                  on gene panel design and reporting. The workgroup evaluated         hundreds to thousands of genes can now be delved\n                  the literature for existing standards and technical considera-      simultaneously to determine the cause of genetic disorders.\n                  tions in the development of gene panels. Expert opinion             Examples of several phenotype-directed panels and subpanels\n                  included the coauthors of the document and members of the           are listed in Table 1. The goal of a diagnostic gene panel is to\n                  ACMG Laboratory Quality Assurance Committee. Any                    maximize clinical sensitivity and minimize the clinical burden\n                  conflicts of interest for workgroup members or consultants          from analysis of inappropriate or unnecessary genes that may\n                  are listed. A draft was delivered to the ACMG Board of              result in variants of uncertain clinical significance (VUS).\n                  Directors for review and member comment. The draft                  Patients may have limited opportunity for serial genetic tests,\n                  document was posted on the ACMG website and an email                arguing for casting a wide diagnostic net; however, long lists of\n                  link was sent inviting ACMG members to provide comment.             (VUS), a possible outcome from testing large numbers of genes,\n                  All comments were assessed by the authors. When appro-              can complicate medical management and cause unnecessary\n                  priate, additional evidence was included to address member          patient anxiety. When a panel is well-designed, it will\n                  comments and the draft was amended. Both member\n                  comments and author responses were reviewed by a                    ●   Be cost-effective for a particular clinical indication.\n                  representative of the ACMG Laboratory Quality Assurance             ●   Maximize clinical sensitivity by, to the extent possible,\n                  Committee and by the ACMG Board of Directors. The final                 including all GADs associated with a disorder, thereby\n                  document was approved by the ACMG Board of Directors.                   allowing disorders with clinical heterogeneity and over-\n                  This report is intended to serve as a general framework that            lapping features to be molecularly diagnosed.\n                  can be used for any diagnostic gene panel. Depending on the         ●   Include GUSs with limited but emerging evidence if\n                  gene and the condition, additional considerations may apply             additional criteria are met (see example in “Clinical\n                  to ensure maximum technical and clinical validity.                      sensitivity,” “Gene considerations,” and “Reporting”).\n                                                                                      ●   Maximize clinical specificity by limiting or excluding\n                  Definitions                                                             GUSs, thereby minimizing detection of VUS.\n                  Diagnostic gene panel: A stand-alone clinical assay intended        ●   Employ auxiliary assays for genes/regions that cannot be\n                  for a specific clinical indication (i.e., features of or a family       interrogated with current sequencing technology to\n                  history suggestive of a genetic condition), but not carrier             maximize the clinical utility.\n                  screening or predictive testing (i.e., testing without a clinical\n                  indication or family history), each of which has its own\n                  specific considerations.                                            Clinical sensitivity\n                    GAD: Gene associated with Mendelian disorder; GADs                For a gene panel to have a high clinical sensitivity, the indication\n                  include genes that meet criteria for definitive, strong, or         for testing must have a genetic cause among a reasonably high\n                  moderate evidence for association with disease as described by      proportion of cases. The clinical sensitivity of gene panels is\n                  ClinGen.3                                                           primarily limited by the incompleteness of biomedical\n                    GUS: Gene of uncertain significance; GUSs include genes           knowledge of relevant gene–disease associations, as well as a\n                  that meet the ClinGen categories of limited or disputed             laboratory’s technical ability to detect all disease-causing\n                  evidence.3                                                          variants. Diagnostic gene panels should include all GADs.\n\n                  2                                                                                              Volume 0 | Number 0 | Month | GENETICS in MEDICINE\n\fBEAN et al                                                                  ACMG TECHNICAL STANDARDS\nAlthough broad inclusion of GUSs in diagnostic panels is             provide standards for establishing the clinical validity of\ndiscouraged, there are scenarios where inclusion may be              gene–disease associations with a framework that ranks the\nmeaningful. For example, a gene that has been recently reported      evidence from “definitive” to “refuted,\" and this is being\nin association with disease may be useful as additional evidence     incorporated into practice by the genetics community.3,6–8\nmay emerge quickly. If a panel includes GUSs with limited but        Understanding the validity of a gene–disease association is the\nemerging evidence, some additional requirements for reporting        first step in selecting appropriate genes to be tested in a clinical\nmust be met (see “Gene considerations” and “Reporting”). Panel       setting. Clinical utility of gene sequencing decreases as the\ncontent should be monitored and revised when new disease             evidence for a disease association decreases. Laboratories are\ngenes that meet criteria for inclusion are discovered. This can      responsible for evaluating how the strength of evidence for\ninclude, but is not limited to, consultation with disease experts,   gene–disease correlation may limit their ability to classify\nregular literature surveys, or review of gene-specific resources.    variants as pathogenic or likely pathogenic. For example,\nIdeally, the laboratory bioinformatics pipeline could be config-     variants predicted to be loss-of-function in moderate evidence\nured to flag and present new database (e.g., OMIM, PubMed,           genes will rarely exceed a classification above likely pathogenic\nHuman Genome Mutation Database [HGMD]) entries; alter-               given that the association to disease is still building, and if\nnatively a manual review cycle of 6 months is recommended.           genes of limited but emerging evidence are included, variants\n   The spectrum of pathogenic variant types should be                should not be classified above VUS, even if a variant is\nconsidered for any gene to maximize assay sensitivity. The           predicted to be loss-of-function. The working group recom-\nreported frequency of single-nucleotide variants (SNVs),             mends laboratories utilize the ClinGen gene evidence frame-\nintraexonic insertions and deletions, intragenic (multiexonic)       work3 and the American College of Medical Genetics and\ncopy-number variants (CNVs), repeat expansions, or structural        Genomics and Association for Molecular Pathology (ACMG-\naberrations ought to be prioritized. When sequencing is not an       AMP) standards for variant interpretation,5 as well as regularly\nappropriate testing methodology to detect variants with an           conduct systematic review of genes for emerging evidence. For\nimpact on clinical sensitivity (Table 2a), the use of alternative    a diagnostic gene panel, GADs with evidence for the clinical\ntesting is needed at some point in the testing process. If a         indication of the test would be included (see Table 3).\nnon–sequencing-based genetic test is part of a standard initial      Subsequent considerations are driven by the intended use of\nclinical workup, diagnostic panels may offer flexible ordering       the test (e.g., diagnostic, predictive, or carrier screening).\noptions, such as with or without auxiliary assays, to reduce            Special requirements should be met if a gene panel that\ncosts and testing redundancy. If auxiliary assays are not part of    includes GUSs for exploratory (e.g., limited analysis of exome\nthe panel option, limitations of the panel should be disclosed,      data referred to as a panel) or research purposes. Since GUSs\nand testing recommendations for auxiliary assays made in both        have little or no evidence for clinical validity, a test that\nthe test description and the clinical report.                        includes GUSs should make this clear in the test description\n                                                                     (see “Test description/test name”).\nClinical specificity\nWhile it may be technically possible to sequence all genes                            GENE CONSIDERATIONS\nrelated to a phenotype, the power of a gene panel is the ability     Gene contribution\nto match a patient’s specific clinical features to genes             For most genetic disorders, overall contribution to disease is\nassociated with that phenotype, thereby increasing clinical          distributed unevenly among different genes. Often pathogenic\nspecificity and limiting the number of VUS. Disorders with           variants in a small number of genes contribute to the majority\nextreme genetic heterogeneity may become unwieldy as a               of cases while many genes represent rarer genetic etiologies.\nsingle comprehensive test. For such disorders, exome or              For example, in hypertrophic cardiomyopathy, pathogenic\ngenome sequencing may be a better initial test with the option       and likely pathogenic variants in the MYBPC3 and MYH7\nto reflex to larger multidisease panels or exome or genome           genes account for approximately 80% of molecular diagnoses,\nsequencing if first-line testing is nondiagnostic (Table 2b). The    while panels may include over 50 genes in an attempt to\nopposite extreme is also worth noting, and allele-specific           diagnose rare causes of HCM.9 Nonsyndromic hearing loss,10\ntesting may be the most efficient approach in certain scenarios.     retinitis pigmentosa,11 and Stickler syndrome12 are other\nAlthough testing has moved away from ethnicity-based testing         examples with similar genetic distributions. Whenever\nrecommendations, targeted testing has better specificity for         technically feasible, laboratories should include an option\nindividuals of traditionally well-studied ethnic groups, such as     for testing all GADs, though this may be offered as a reflex\nthe Amish and Mennonite populations.4                                option following a smaller, more specific panel as mentioned\n                                                                     previously (see “Clinical specificity”). Genes most commonly\nClinical validity                                                    responsible for disease could be in a smaller panel, and genes\nWhile the genetics community has long recognized the need            with a more infrequent contribution to disease then included\nfor providing frameworks to establish the clinical interpreta-       in a reflex panel. Accurate estimates of disease contribution\ntion of sequence variants,5 extending this mindset to                may not be possible for newly discovered genes, such as\ngene–disease relationships has only recently gained traction.        included GUSs with limited but emerging evidence (see\nThe Clinical Genome Resource (ClinGen) is driving efforts to         “Clinical sensitivity”), or rare genetic causes of a condition\n\nGENETICS in MEDICINE | Volume 0 | Number 0 | Month                                                                                     3\n\f 4\n                                                     Table 2 Examples of diagnostic gene sequencing panel considerations and recommendations\n                                                      Issue                                          Example                                        Genetic aberration              Methodology                          Recommendations\n                                                      a. First-tier non-NGS testing often            Fragile X                                      Trinucleotide repeat            Triplet-primed PCR,                  Laboratory must highlight the common disease-\n                                                      performed first due to disease mechanism;      Spinocerebellar ataxias                        expansion                       methylation studies,                 causing mechanism in the recommendation and\n                                                      testing for common disease mechanism,          Huntington disease                                                             trinucleotide repeat analysis,       in the limitation; orderable stand-alone test,\n                                                      which does not need to be repeated, is not                                                                                    Southern blotting                    with option to reflex to or combine with\n                                                      included in the panel                                                                                                                                              sequencing panel\n                                                                                                     Spinal muscular atrophy                        Deletion of SMN1                CNV assay to differentiate\n                                                                                                                                                                                    SMN1 and SMN2 copy number\n                                                                                                                                                                                    (e.g., MLPA)\n                                                                                                     Charcot–Marie–Tooth                            1.5-Mb duplication at           CNV assay\n                                                                                                                                                    17p11.2\n                                                                                                     Krabbe disease                                 30-kb deletion                  Allele-specific PCR or\n                                                                                                                                                                                    CNV assay\n                                                                                                     Sandhoff disease                               16-kb deletion\n                                                                                                     Hemophilia A                                   F8 intron 22 inversion          Allele-specific PCR\n                                                      b. Certain pathogenic variants are common      Hearing loss                                   Common GJB2 pathogenic          Targeted testing for c.35delG        Laboratory must highlight the common disease-\n                                                                                                                                                    variants                        or Sanger sequencing of the          causing mechanism in the recommendation and\n                                                                                                                                                                                    single GJB2 coding exon              in the limitation; orderable stand-alone test,\n                                                                                                                                                                                                                         with option to reflex to or combine with\n                                                                                                     Cystic fibrosis                                Common variants in CFTR         Targeted testing for common          sequencing panel\n                                                                                                                                                                                    pathogenic variants\n                                                      c. Differential diagnosis                      Hypertrophic cardiomyopathy                    Most commonly sarcomere         Detected in routine sequence\n                                                                                                                                                    genes, but mimicked by          analysis if gene is analyzed\n                                                                                                                                                    other syndromic genes (e.g.,\n                                                                                                                                                                                                                                                                             ACMG TECHNICAL STANDARDS\n\n\n\n\n                                                                                                                                                    GLA, PRKAG2, LAMP2)\n                                                      d. Reduced penetrance alleles                  Breast cancer                                  CHEK2 (NM_007194.4):            Detected in routine sequence         Weigh the pros and cons of including genes\n                                                                                                                                                    c.1100del                       analysis; however, risk allele       with low penetrance on a NGS panel; prepare\n                                                                                                                                                                                    could be reference allele            appropriate interpretations\n                                                                                                     Hereditary prion disease                       PRNP (NM:000311.4):\n                                                                                                                                                    c.532G>A (p.D178N)\n\n                                                                                                     Familial Mediterranean fever                   MEFV (NM_000243 .2):\n                                                                                                                                                    c.442G>C (p.E148Q)\n                                                      e. Pseudogenes and gene families               Lynch syndrome                                 High homology between           Long-range PCR prior to              If PMS2 or GBA genes are included as part of a\n                                                                                                                                                    PMS2, PMS2CL, and other         sequencing                           gene panel, auxiliary methodology must be\n                                                                                                                                                    pseudogenes; gene                                                    implemented to address homology issue\n                                                                                                                                                    conversion between PMS2\n                                                                                                                                                    and PMSCL\n\n                                                                                                     Gaucher disease                                High homology between\n                                                                                                                                                    GBA and GBAP; gene\n                                                                                                                                                    conversion between GBA\n                                                                                                                                                    and GBAP\n                                                      f. Mosaicism                                   Proteus syndrome                               AKT1 somatic variants           Whenever possible, directly test     Delineate sample acceptance criteria and\n                                                                                                                                                                                    affected tissues                     limitations of testing easily accessible tissues\n                                                                                                                                                                                                                         (e.g., blood/saliva), and threshold for mosaicism\n                                                                                                                                                                                                                         detection\n                                                      g. Transcript                                  Hereditary breast ovarian cancer               BRCA1 pathogenic variants       Depending on the transcript          During test design ensure that to the extent\n                                                                                                                                                    are transcript-specific:        used the same variant may            possible pathogenic variants are captured and\n                                                                                                                                                    NM_007294.3:c.2603C>G           appear to either be a                annotated, or listed in the test limitations\n                                                                                                                                                    (p.Ser868Ter) NM_007299.3:      truncating variant or to fall in a\n                                                                                                                                                    c.787+1816C>G                   deep intronic region\n                                                     aCGH array comparative genomic hybridization, CNV copy-number variant, MLPA multiplex ligation probe amplification, NGS next-generation sequencing, PCR polymerase chain reaction.\n\n\n\n\nVolume 0 | Number 0 | Month | GENETICS in MEDICINE\n                                                                                                                                                                                                                                                                                 BEAN et al\n\fBEAN et al                                                                                       ACMG TECHNICAL STANDARDS\nTable 3 Inclusion criteria for genes with various gene–disease evidence levels comparing diagnostic gene panels with\nexome/genome testing\n    ClinGen framework3,a                                                Definitive     Strong     Moderate       Limited                                  No\n                                                                                                                                                          evidence\n    Gene category                                                       Genes associated with disease            Genes of uncertain significance\n    Test purpose               Predominant diagnostic                                                            Genes with          Genes with no        Genes\n                               approach                                                                          emerging            emerging             with no\n                                                                                                                 evidence            evidence             evidence\n                                                                                                          b\n    Confirmation of            Disease-focused multigene panel;         Include        Include    Include        Typically           Exclude              Exclude\n    clinical Dx                other non–sequencing-based                                                        excludec,d\n                               ancillary assays\n    Establish genetic          Exome/genomee                            Include        Include    Includeb       Additional requirementsd\n    diagnosis for clinically\n    complex cases\na\n  Genes with conflicting evidence reported (disputed, refuted) are not appropriate for diagnostic gene panels.\nb\n  Indicate in the report that evidence for the disease association is still building. Variants are unlikely to be classified above likely pathogenic.\nc\n Although broad inclusion of genes of uncertain significance (GUSs) in diagnostic panels is discouraged, there are scenarios where inclusion may be meaningful (see\ndiscussion in “Clinical sensitivity”).\nd\n  Report with specific statement that disease association and inheritance has not been established. Results from these genes should be separated from the clinical result\nto the extent possible within the reporting system.\ne\n  Consent process specific to exome/genome testing required.\n\n\n\n\nsuch as GADs with only moderate evidence. The laboratory                                 Genes included as part of the differential diagnosis should\nmust evaluate the evidence available and decide, based on the                          be GADs for the related disorder, but may have limited or\nintended scope or gene panel description, which genes will be                          even no evidence for the test-specific clinical indication. If a\nincluded on the panel.                                                                 pathogenic variant were detected in such a gene, the\n                                                                                       expectation would be that a diagnosis of the disorder\nDifferential diagnosis                                                                 primarily associated with that gene would be considered.\nFor disorders with significant clinical overlap, one strategy to\nmaximize clinical sensitivity is to design a panel that includes                       Incomplete penetrance and disease association\ngenes recognized to be causative of disorders in the                                   In addition to genes and variants with complete or high\ndifferential diagnosis of a phenotype (Table 2c). It is                                penetrance, some phenotypes or syndromes are caused by genes\nimportant to note that genetic syndromes may present with                              or variants with low penetrance (Table 2d). While it is\nan isolated finding, either due to young age when additional                           technically feasible to include genes with low-penetrance\nfeatures have yet to be manifested or by chance (i.e., variable                        pathogenic variants on gene panels, the penetrance and the\nexpressivity). Therefore, genes associated with syndromes                              factors affecting penetrance are generally not known, thus\nshould be considered for inclusion in gene panels for the                              limiting clinical utility. Family history alone is generally not\ncharacteristic phenotype. For example, familial hypertrophic                           sufficient to predict penetrance. For example, variable pene-\ncardiomyopathy (HCM) is typically caused by heterozygous                               trance within the same family has been described for breast\npathogenic variants in sarcomere genes. However, syndromic                             cancer, hereditary prion disease, and familial Mediterranean\ndisorders such as Fabry disease (GLA pathogenic variants),                             fever.16–18 It is prudent to consider that while including genes\nlethal congenital glycogen storage disease of the heart                                with low-penetrance variants on a gene panel may increase\n(PRKAG2 pathogenic variants), and Danon disease (LAMP2                                 diagnostic sensitivity, if clinical features are not due to the low-\npathogenic variants) may mimic familial HCM.13 Further-                                penetrance allele, an incorrect diagnosis may be reached and\nmore, RASopathies such as Costello and cardiofaciocutaneous                            treatment initiated; however, if a gene that contributes\nsyndromes are caused by pathogenic variants in RAS/MAPK                                significantly to overall disease (e.g., familial Mediterranean\npathway genes. RASopathies are associated with variable                                fever caused by MEFV variants among periodic fever\ndegrees of intellectual disability, developmental delay, dys-                          syndromes) is excluded due to incomplete penetrance, a\nmorphic features, ectodermal abnormalities, increased risk for                         diagnosis may be missed. Contribution to disease by such\ncertain malignancies, and congenital heart disease, particu-                           genes must be weighed against the risk that such testing may\nlarly HCM and pulmonic stenosis.14,15 When genes are                                   create unnecessary anxiety among patients and family members.\nassociated with syndromes that have substantial clinical                               Evidence for incomplete penetrance of variants must be clearly\noverlap with isolated presentations, such as those syndromes                           explained in the clinical report; see “Gene information.”\nthat include HCM or hearing loss, they are often included in                              Genes with non-Mendelian disease association present an\nclinical panels, a practice that is recognized as effective for                        additional challenge. One example would be disclosing Crohn\nestablishing molecular diagnoses.                                                      disease–associated variants in NOD2 on a panel for Mendelian\n\nGENETICS in MEDICINE | Volume 0 | Number 0 | Month                                                                                                                          5\n\fACMG TECHNICAL STANDARDS                                                                                                         BEAN et al\n\n\n\ncauses of bowel disease. As more data on the clinical utility of    ●   Mutational hotspots and sites of common founder variants,\nvariant analysis in polygenic traits and the calculation of             if not well covered, should be filled in by orthogonal\npolygenic risk scores become available, incorporating this              technologies to ensure adequate clinical sensitivity.\ninformation into a diagnostic panel may become feasible;            ●   If the laboratory’s policy includes fill-in sequencing for\nhowever, these data must be clearly delineated as separate              insufficiently covered regions, regions that are not critical\nfrom genes and variants associated with Mendelian disorders.            for optimal clinical sensitivity (e.g., regions within minor\n                                                                        contribution to disease or genes added to the panel as part\nExclusion criteria                                                      of a broader differential diagnosis) may be removed from\nGUSs are typically not included on a panel. However, if GUSs            the test and such limitations disclosed in the test\nare included, the data must be treated differently from GADs.           description and on the report.\nThe test description, consenting process, disclaimers, and          ●   Regions not covered in a specific case must be disclosed\ninformation reported should make clear that one or more                 either in summary (e.g., percent of bases not covered) or in\ngenes with unproven disease association are being included.             detail (e.g., exon 1 of gene EHMT1); details must be\n  If genes selected through pathway analysis (“candidate                available upon request.\ngenes”) or other predictions without further proof of valid\ndisease association are included, the following criteria should       CNV detection by NGS technologies may be included as\nbe applied:                                                         part of the panel (see “Copy-number variants”); however, if\n                                                                    not included, the proportion of pathogenic variants expected\n●   Patients’ consent for testing should be similar to exome/       to be CNVs not detected by the analysis should be stated as a\n    genome sequencing or research to properly disclose the          limitation.\n    possibility of inconclusive results.\n●   Variants reported in GUSs should be separated from those        Pseudogenes and gene families\n    reported in GADs to the extent allowed by the reporting         Current NGS technology does not allow interrogation of\n    system. If separate sections are not possible, data from GUSs   nonunique sequences such as duplicated (e.g., repeated exons\n    should be moved to a separate paragraph/text section.           such as WRN [NM_000553.4] exons 10 and 11) or repetitive\n                                                                    sequences (e.g., dinucleotide, trinucleotide repeats). Medically\n  Variants reported in GUSs should not be associated with           relevant, nonunique sequences include genes that have coding\nspecific genetic disorders or inheritance patterns (see             sequence repeats such as processed or duplicated pseudo-\n“Reporting”); rather, a brief summary of gene data may be           genes. Processed pseudogenes are less likely to interfere with\ngiven (e.g., “A single missense variant in this gene has been       read alignment since exons in the original gene can often be\nshown to segregate with [phenotype] in one family; however,         anchored by unique intronic regions; however, duplicated\nthere is insufficient evidence to determine the clinical            pseudogenes, which have homology across exonic and\nsignificance of variants in this gene.”).                           intronic regions, more commonly interfere with read align-\n                                                                    ment. If a gene with a pseudogene accounts for a significant\n            TECHNICAL CONSIDERATIONS                                proportion of cases, auxiliary methodologies must be\nOnce a clinically appropriate gene panel is defined, technical      employed to ensure clinical sensitivity (Table 2e). These\nconsiderations must be explored. It is important to recognize       may include long-range polymerase chain reaction (PCR)\ngene characteristics that may complicate testing or interpreta-     followed by sequencing (Sanger or NGS) or emerging\ntion and when other technologies may be needed to cover             technologies that are designed to circumvent these issues.\nadequately the spectrum of pathogenic variants of a particular      Special effort should be made during test design and\ndisorder. Additionally, the performance of the sequencing           validation to identify highly homologous regions.19,20 Such\nmethodology (e.g., amplification versus capture prior to NGS,       regions should be excluded from the interrogated region\nexome versus genome sequencing) may vary for genes of               unless the NGS methodology is thoroughly validated or\nspecific interest; therefore, gene sequencing performance must      variant calls are confirmed by orthogonal methods.\nbe evaluated and validated by the testing laboratory.8,9\n                                                                    Mosaicism\nSequence limitations                                                For genes in which somatic mosaicism is the most common\nSome genomic regions are challenging to sequence. In addition       disease mechanism (Table 2f), the preferred sample type (e.g.,\nto highly homologous regions, regions of high and low GC            affected versus unaffected tissue, blood, etc.) should be stated\ncontent (high GC content is often present in the 5’ region          in the sample acceptance criteria. Testing limitations of easily\nincluding the first exon), homopolymers, and repeats of any         accessible tissue should be explained (e.g., blood or saliva). If\nsize cannot be sequenced with high confidence or quality. This      a test is specifically designed to detect mosaicism, the\ncan lead to inadequate coverage by NGS; therefore, special          laboratory must establish the minimum allele fraction\nattention needs to be placed on the relative importance of such     threshold of detection given the average coverage of the\nregions (assessed by gene evidence). The following approaches       panel, and provide this information in the report (see “Gene\nshould be used to manage low-coverage areas:                        information”).\n\n6                                                                                       Volume 0 | Number 0 | Month | GENETICS in MEDICINE\n\fBEAN et al                                                                 ACMG TECHNICAL STANDARDS\nTranscripts                                                         Copy-number variants\nMany genes have multiple transcripts that include or exclude        CNV analysis using NGS data is still improving with available\ndifferent exons, and based on which transcript is used for          algorithms variable in their sensitivity and specificity. The false\nreporting, the variant call and its predicted effect on the gene/   positive rate can be high and is generally proportional to the\nprotein can vary dramatically (Table 2g). Although efforts are      depth and uniformity of coverage and inversely proportional to\nbeing made by the National Center for Biotechnology                 the size of the CNV and the sequence itself, especially for small,\nInformation (NCBI) and Ensembl/GENCODE to create                    intragenic exon-level deletions and duplications.22–25 Genome\nconsensus transcripts through the Matched Annotation by             data has a lower false positive and false negative CNV detection\nNCBI and EMBL-EBI (MANE) project, laboratories must                 rate compared with capture of amplification-based enrichment\ncurrently make their own determination of which transcripts         methods; however, gene panel analysis as a stand-alone test\nwill be interrogated.21 A College of Ameri",
  "wordCount": 7039,
  "indexed": "2025-09-25T22:45:41.364Z",
  "method": "direct"
}
