{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Ballif et al. - 2006 - Detection of low-level mosaicism by array CGH in r.pdf",
  "fileName": "Ballif et al. - 2006 - Detection of low-level mosaicism by array CGH in r.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Ballif et al. - 2006 - Detection of low-level mosaicism by array CGH in r.pdf",
  "text": "ß 2006 Wiley-Liss, Inc.                                      American Journal of Medical Genetics Part A 140A:2757 – 2767 (2006)\n\n\n\n\n    Detection of Low-Level Mosaicism by Array CGH in\n              Routine Diagnostic Specimens\n        Blake C. Ballif,1 Emily A. Rorem,1 Kyle Sundin,1 Matt Lincicum,1 Shannon Gaskin,1,2\n       Justine Coppinger,1 Catherine D. Kashork,1 Lisa G. Shaffer,1 and Bassem A. Bejjani1,2*\n                                1\n                                    Signature Genomic Laboratories, LLC, Spokane, Washington\n                                       2\n                                        Sacred Heart Medical Center, Spokane, Washington\n                                           Received 30 May 2006; Accepted 19 September 2006\n\n\n\n\nThe advent of microarray-based comparative genomic                    blood smears indicated that the percentage of abnormal cells\nhybridization (array CGH) promises to revolutionize clinical          in unstimulated cultures was in some cases different than that\ncytogenetics because of its ability to rapidly screen the             found in PHA-stimulated cells. We also report the detection\ngenome at an unprecedented resolution. Yet, the ability of            of a previously unsuspected case of an isochromosome 12p\narray CGH to detect and evaluate low-level mosaicism is not           (associated with Pallister–Killian syndrome) by array CGH\nknown. Our laboratory has analyzed over 3,600 clinical cases          using genomic DNA extracted from peripheral blood. These\nwith the SignatureChip1 which we developed for the                    results support a growing body of data that suggests that\ndetection of microdeletions, microduplications, aneuploidy,           stimulated peripheral blood cultures likely distort the\nunbalanced translocations, and subtelomeric and pericen-              percentage of abnormal cells and may, for some chromo-\ntromeric copy number alterations. Here, we report 18 cases            some abnormalities, make their detection unlikely by\nof mosaicism detected by array CGH in a routine diagnostic            conventional analysis. Thus, array CGH, which is based on\nsetting, 14 of which were not known to us at the time of the          genomic DNA extracted directly from uncultured peripheral\nanalysis. These 14 cases represent \u00188% of all abnormal cases          blood, may be more likely to detect low-level mosaicism for\nidentified in our laboratory. For each case, fluorescence in          unbalanced chromosome abnormalities than traditional\nsitu hybridization (FISH) analysis was performed on PHA-              cytogenetic techniques. ß 2006 Wiley-Liss, Inc.\nstimulated cultures after mosaic chromosome abnormalities\nwere suspected by array CGH. In all cases, FISH confirmed\nthe mosaic chromosome abnormalities which included a\nvariety of marker chromosomes, autosomal trisomies,                   Key words: array CGH; mosaicism; FISH; clinical diagnos-\nterminal and interstitial deletions, and derivative chromo-           tics; PHA-stimulated cells; Pallister–Killian syndrome; iso-\nsomes. Interestingly, confirmatory FISH analyses on direct            chromosome 12p\n\n   How to cite this article: Ballif BC, Rorem EA, Sundin K, Lincicum M, Gaskin S, Coppinger J, Kashork CD,\n                 Shaffer LG, Bejjani BA. 2006. Detection of low-level mosaicism by array CGH\n                  in routine diagnostic specimens. Am J Med Genet Part A 140A:2757–2767.\n\n\n                    INTRODUCTION                                      tive, mosaicism may not be readily apparent in\n                                                                      individuals with various clinical presentations such\n   For thousands of years, artisans have been using\n                                                                      as mental retardation or multiple congenital anoma-\nthe ancient technique of piecing together individual\n                                                                      lies because phenotypic variations may be subtle\ntiles, stones, pieces of glass, or other ornamental\n                                                                      and can often be overlooked during examination or\nmaterials to create decorative patchworks known\n                                                                      interpreted as normal variation in the population. On\nas ‘‘mosaics.’’ From a distance, the individual pieces\n                                                                      the diagnostic side, low-level mosaicism for clinically\nblend together to create an image with a uniform and\n                                                                      significant chromosome abnormalities can be missed\nseamless appearance. However, upon close exam-\n                                                                      if masked by a high percentage of normal cells or\nination, individual components become distinguish-\nable and the true nature of the image is revealed.\n   Mosaicism can also be present in biological\nsystems, including humans, and is defined as the\n                                                                        *Correspondence to: Bassem A. Bejjani, M.D., Signature Genomic\npresence of more than one genetically distinct cell                   Laboratories, LLC, 44 West Sixth Avenue, Suite 202, Spokane, WA 99204.\nline in a single organism [reviewed in Youssoufian                    E-mail: bejjani@signaturegenomics.com\nand Pyeritz, 2002]. From a human genetics perspec-                      DOI 10.1002/ajmg.a.31539\n\f                                                           American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n2758                                                     BALLIF ET AL.\n\ndismissed as an artifact of the culturing process                level of mosaicism detected by array CGH and that\nthat is required for conventional cytogenetic                    detected by conventional methods.\ntesting.                                                           Our current study is drawn from the largest\n   Although true mosaic individuals are rarely identi-           collection of clinical cases analyzed in a diagnostic\nfied, the incidence of mosaicism in early embryonic              laboratory by array CGH reported to date [Shaffer\ndevelopment appears to be high. Fluorescence in                  et al., 2006; unpublished data]. Here, we report the\nsitu hybridization (FISH) studies of human preim-                detection and characterization of 18 cases of mosaic\nplantation embryos indicate that between 15 and                  chromosome abnormalities by a targeted CGH\n90% of cleavage-stage embryos are mosaic with both               microarray in a clinical diagnostic setting. Our results\ndiploid and non-diploid chromosome complements                   suggest that array CGH is a sensitive platform for the\n[Bielanska et al., 2002]. Even though the effect of              detection of clinically significant mosaic chromo-\nmosaicism on embryonic development and preg-                     some abnormalities.\nnancy outcome is not entirely clear, mosaic chromo-\nsomal imbalances have been shown to affect the\n                                                                         SUBJECTS, MATERIALS AND METHODS\ndevelopment of in vitro-generated preimplantation\nembryos [Bielanska et al., 2002]. However, the                                          Subjects\ndetection of mosaicism in only 5% of aneuploid\nspontaneous miscarriages between 6 and 20 weeks                     This study is based on the results obtained from the\ngestation [Hassold, 1982] and in only 1–2% of viable             first 3,600 consecutive clinical cases submitted to our\npregnancies screened by chorionic villus sampling                laboratory for microarray analysis [Shaffer et al.,\n(CVS) [Ledbetter et al., 1992; Wang et al., 1993]                2006; unpublished data]. Of the 18 cases included\nindicates that the incidence of mosaicism decreases              in this report, 4 were known to have mosaic\nthrough the first and second trimesters of pregnancy             chromosome abnormalities but were submitted to\nand is even more rare in live births. This dramatic              the laboratory for clarification of the abnormality\nreduction in mosaicism from the early stages of                  (such as determining the chromosomal origin of a\nembryonic development through the late stages of                 marker chromosome) by array CGH analysis. One\nclinically established pregnancies suggests that there           case with a previously unsuspected isochromosome\nis substantial selection against mosaicism. Never-               12p is also reported here (case 19). We received this\ntheless, detecting low-level mosaicism for clinically            case while this manuscript was under review. We\nsignificant chromosome abnormalities remains a                   report it here as an illustrative example, but do not\npressing diagnostic challenge for conventional cyto-             include it in the calculation of the frequency of\ngenetic testing despite its rare occurrence.                     mosaic chromosome abnormalities in our study\n   Recently, microarray-based comparative genomic                population. Samples were referred by clinicians\nhybridization (array CGH) was developed. Depend-                 from the United States and abroad. Diagnostic\ning on the array constructed, array CGH has the                  specimens were received from subjects with a variety\nability to rapidly screen the genome at an unprece-              of clinical presentations, although the most common\ndented resolution and has dramatically improved the              indications for study were developmental delay,\nmolecular cytogeneticist’s ability to detect clinically          dysmorphic features, and multiple congenital\nsignificant chromosomal aberrations [Shaffer and                 anomalies. Most subjects had previous normal cyto-\nBejjani, 2004; Bejjani et al., 2005b; Shaffer et al., 2006].     genetic analysis, subtelomere FISH, and/or locus-\nAlthough the utility of array CGH in identifying                 specific FISH.\nconstitutional chromosomal abnormalities has been\nwell established, the limit with which array CGH can                            Materials and Methods\naccurately detect low-level mosaicism is not known.\n   Few examples of mosaicism detected by array CGH                  Our laboratory uses the SignatureChip1 which we\nhave been reported in the literature, and many of                developed for the detection of microdeletions,\nthose that have been reported have high levels of                microduplications, aneuploidy, unbalanced translo-\nmosaicism. These cases include a ring chromosome                 cations, and subtelomeric and pericentromeric copy-\n18q that was present in 75% of cells [Veltman et al.,            number alterations [Bejjani et al., 2005a]. Version 3.0\n2003] and a small marker chromosome derived from                 of this targeted BAC microarray contains 969 clones\n17p in 72% of cells [Shaw et al., 2004]. However, some           in 3–6 clone contigs covering 304 genetic loci\nexamples of low-level mosaicism detected by array                throughout the human genome. Array CGH was\nCGH have been reported. Schaeffer et al. [2004]                  performed on each case using a dye-reversal strategy\nreported the detection of 30% mosaicism for a case               on two separate microarrays as previously described\nwith trisomy 20, Le Caignec et al. [2005] reported               [Bejjani et al., 2005a].\nmosaicism for a rearranged chromosome 18 in 21%                     All abnormalities detected by array CGH were\nof cells, and recently Menten et al. [2006] detected             confirmed by FISH according to previously pub-\nmonosomy 7 in 7% of cells. None of these studies,                lished procedures [Shaffer et al., 1994] using one\nhowever, examined the relationship between the                   or more BAC clones that were determined to be\n\f                                                      American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n                                  DETECTION OF LOW-LEVEL MOSAICISM BY ARRAY CGH                                 2759\nabnormal by array CGH. A minimum of 30 meta-                CGH, 14 (0.4%) had previously unsuspected mosaic\nphase spreads and/or 50–100 interphase nuclei were          chromosome abnormalities. These mosaic abnorm-\nexamined to determine the percent mosaicism in              alities represent \u00188% of the 182 cases with chromo-\nPHA-stimulated cell culture.                                somal abnormalities of unquestionable clinical\n   To determine the sensitivity of array CGH in detect-     significance identified by array CGH in our labora-\ning mosaic chromosome abnormalities, ‘‘artificial’’         tory [Shaffer et al., 2006; unpublished data]. Table I\nmosaicisms were generated and hybridized to the             summarizes the results of each case compared to\narray. This was done by obtaining blood samples             previous cytogenetic analyses (if known), lists the\nfrom a normal diploid adult male and from an adult          reason(s) for referral, and indicates the percent\nmale with trisomy 21. Appropriate consent forms             mosaicism observed by our initial FISH confirmation\nwere signed prior to obtaining each sample. White           on PHA-stimulated cells compared to the percent\nblood cell (WBC) counts were performed on the               mosaicism determined by interphase FISH analysis\nsame day as the blood samples were drawn using a            on a direct blood smear (see below).\nBeckman Coulter Z1 Series Particle Counter to                  Four of the 18 cases (cases 9, 10, 13, and 17) with\ndetermine the number of WBCs per cc of whole                mosaic chromosome abnormalities were known to\nblood for each subject. Blood samples from each             us at the time that the microarray analyses were\nsubject were then mixed in varying proportions              performed. For these cases, array CGH confirmed\naccording to the number of WBCs to obtain                   and further characterized the known chromosome\nartificially derived mosaic samples with 10–50%             abnormality at a higher resolution. For example,\ntrisomy 21 in increments of 10%. Immediately                array CGH identified the markers of unknown origin\nfollowing the mixing of the two blood samples, a            in case 10 to be derivatives of chromosomes 11q and\nfew drops of blood were smeared on glass micro-             17p. Four additional cases (cases 1, 3, 8, and 15) had\nscope slides for concomitant FISH analyses to               mosaic chromosome abnormalities that were con-\nconfirm the percentage of trisomic cells in the             firmed by concurrent cytogenetic testing or by\nuncultured mixtures of peripheral blood. DNA was            previous chromosome studies that were either\nthen immediately extracted from the remaining               completed or made available to us only after we\nsample of mixed blood. The generation of the                had completed and reported the microarray analysis.\nappropriate blood mixtures and subsequent DNA               Interestingly, after we had completed and reported\nextractions were performed twice to obtain two DNA          the array CGH analysis for case 3, we were informed\nsamples for each artificial mosaicism being gener-          that mosaicism for trisomy 8 had been previously\nated. Both DNA preparations from the artificially           detected in amniotic fluid but had been reported as\nderived mosaicisms representing 50, 40, 30, 20, and         ‘‘pseudomosaic.’’ In two more cases (cases 2 and 18)\n10% trisomy 21 were then used in array CGH as               low-level mosaicism was confirmed only by retro-\ndescribed above.                                            spective cytogenetic studies performed by the\n   To determine the percent mosaicism in unstimu-           original cytogenetics laboratories after the array\nlated culture, rapid FISH on peripheral blood smears        CGH results were communicated to the referring\nwas performed for the artificially derived mosaic           clinicians. Five additional cases (cases 5, 6, 11, 12,\ntrisomy 21 blood mixtures and for six true mosaicism        and 16) had karyotypes that were reported as\ncases for which peripheral blood was available. For         normal. However, chromosomal mosaicism was still\nblood smear preparations, a fresh drop of blood was         suspected in case 5 due to the patient’s variegated\nplaced onto a clean glass microscope slide and              pattern of skin pigmentation. For the remaining three\nsmeared with another clean slide to an appropriate          cases (cases 4, 7, and 14), no information on previous\ncell density. The slide was allowed to air dry              cytogenetic analyses is available to us.\ncompletely before fixing in 3:1 methanol:acetic acid           Confirmatory FISH analysis on each of these cases\nfor 15 min. After air drying, FISH was performed            identified mosaicism between 3 and 77% in PHA-\nusing commercially available chromosome-specific            stimulated cell culture for a wide range of chromo-\ncentromere probes following the manufacturer’s              somal abnormalities including marker chromo-\nspecifications (Cytocell, Banbury, UK) or with the          somes, autosomal trisomies, terminal and interstitial\nBAC clones that were abnormal by array CGH using            deletions, and unbalanced derivative chromosomes.\nstandard FISH techniques as described above for             Interestingly, 6 out of 14 (43 %) cases with previously\nFISH on PHA-stimulated cell culture. One hundred            unknown mosaic chromosome abnormalities were\ninterphase nuclei were analyzed in cases 4, 6, and 9.       mosaic for whole chromosome aneuploidy. The\nFifty interphase nuclei were examined in cases 7, 17,       microarray profiles for four cases representing\nand 18.                                                     different types of mosaic chromosome abnormalities\n                                                            are shown in Figure 1 and the corresponding FISH\n                                                            images for each case are shown in Figure 2.\n                      RESULTS\n                                                               Because the percent mosaicism determined by\n  Of 3,600 consecutive cases submitted to our               PHA-stimulated FISH did not appear to correlate with\nlaboratory for routine diagnostic screening by array        the copy-number ratios that were observed by array\n\f                          TABLE I. Mosaic Chromosome Abnormalities Identified by the SignatureChip1 Microarray and Characterized by FISH in 3,600 Consecutive Cases\n\n                                                                           Mosaicism (%)a\n\n                                                                        Cultured Uncultured\nCase number                             Result                            cells    cells                     Reason for referralb                                      Previous cytogenetic analysisc\n\nMosaic Trisomies\n1             mos trisomy 8                                                70            NA        DF                                Concurrent testing confirmed abnormal results after the microarray\n                                                                                                                                       analysis was completed\n2                mos trisomy 13                                            21            NA        DF                                Normal karyotype, but retrospective cytogenetic studies identified\n                                                                                                                                       trisomy 13 in 3% of cells and in 21% of cells by interphase FISH\n3                mos trisomy 8                                            28             NA        DF                                Trisomy 8 detected by amniocentesis but reported as ‘‘pseudomosaic’’\n4                mos trisomy 9                                           3–10d           21        DD, DF                            NA\n5                mos trisomy 22                                           77e            NA        DD, MCA, mosaicism suspected due Normal prenatal karyotype, normal blood karyotype, normal FISH for\n                                                                                                     to variegated skin pigmentation   22q11.2 (VCFS), normal subtelomere FISH studies\n6                mos trisomy 8                                             50            38        Hypotonia                         Normal karyotype, normal subtelomere FISH, normal FISH for\n                                                                                                                                       22q11.2 (VCFS) and 17p11.2 (SMS), normal fragile X testing, normal\n                                                                                                                                       methylation testing\nMosaic monosomy for the sex chromosomes\n7            mos 46,XY/45,X                                                13            16        DD                                           NA\nMosaic markers\n8            mos marker 18                                                 68            NA        DD                                           Concurrent testing confirmed abnormal results after the microarray\n                                                                                                                                                  analysis was completed\n9                Normal cell line                                          28            34        DD, characterization of known                Markers of chromosome 2 origin identified by centromere FISH and\n                                                                                                    mosaic markers                                chromosome paints\n                 mos marker 2q                                             47            38\n                 Two mos markers 2q                                        25            28\n10               mos markers 11q and 17p                                   36            NA        MCA, characterization of unknown             Markers of unknown origin identified\n                                                                                                    mosaic markers\n                mos marker 11q                                             36\n                mos marker 17p                                             28\nMosaic terminal deletions\n11              mos del(2)(q37.3)                                          33            NA        DD                                           Normal karyotype\nMosaic interstitial deletions\n12              mos del(18)(q21.3q21.3)                                    70            NA        DF, seizures, Angelman phenotype Normal karyotype, normal subtelomere FISH, normal SNRPN and\n                                                                                                                                      UBE3A FISH, normal methylation testing\n13               mos deletion of the SIX3 locus at 2p21                    34            NA        Holoprosencephaly, known mosaic mos del(2)(p21p22)\n                                                                                                     del(2)(p21p22)\n14             mos deletion of the TWIST locus at 7p21.1                     6           NA        DD                               NA\nMosaic derivative chromosomes\n15             mos del(18)(p10)                                            50            NA        VSD, ventriculomegaly,              Concurrent testing confirmed abnormal results after the microarray\n                                                                                                     thrombocytopenia, elevated palate   analysis was completed\n                 mos der(14)t(14;18)(p11.2;p10)                            30\n                 mos der(18)del(18)(p10)t(14;18)(q32.2;p10)                20\n16               mos der(18)(pter->q12.2::q12.2->pter)                     28            NA        DD                                           Normal karyotype\n17               mos der(21;21)(q10;q10)                                   25            50        DF, large ASD                                mos der(21;21)(q10;q10)\n18               mos der(14;14)(q10;q10)                                    5            10        DD, DF                                       Concurrent testing was normal, but retrospective cytogenetic studies\n                                                                                                                                                  identified an isochromosome 14 in 3% of cells\na\n  Mosaicism percentages for cultured cells are taken from the results of the original confirmatory FISH analyses obtained from PHA-stimulated cell cultures. Mosaicism percentages for uncultured cells are taken from direct FISH\nanalyses performed on peripheral blood smears. NA, not available.\nb\n  DD, developmental delay; DF, dysmorphic features; MCA, multiple congenital anomalies.\nc\n All previous cytogenetic analyses were performed elsewhere. NA, not available.\nd\n  Mosaicism was observed in 3% of metaphase cells and 10% of interphase nuclei examined.\ne\n  Array CGH for case 5 was performed using genomic DNA extracted from cultured skin fibroblasts.\n                                                                                                                                                                                                                                     American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\f                                                                                American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n                                                  DETECTION OF LOW-LEVEL MOSAICISM BY ARRAY CGH                                                                     2761\n\n\n\n\n   FIG. 1. Representative microarray profiles for mosaic chromosome abnormalities identified by array CGH with the SignatureChip1. Each clone represented on the\narray is arranged along the x-axis according to its location on the chromosome with the most distal/telomeric p-arm clones on the left and the most distal/telomeric\nq-arm clones on the right. The blue line plots represent the ratios from the first slide for each patient (control Cy5/patient Cy3) and the pink plots represent the ratios\nobtained from the second slide for each patient in which the dyes have been reversed (patient Cy5/control Cy3). A plot showing a normal hybridization pattern for the\nchromosome of interest is shown to the left of the abnormal plot for each case. Our standard threshold for a single copy-number gain or loss is set at 0.3 and 0.3,\nrespectively. Because mosaic chromosome abnormalities are by definition found in less than 100% of cells, the observed copy-number ratios (patient/control) for cases\nwith mosaic chromosome abnormalities are expected to be only a fraction of the theoretical (and practical) values proportional to the true percentage of abnormal cells.\nIn principle, the true percentage of mosaic cells present in the peripheral blood from which the DNA was extracted should be reflected in the DNA copy-number ratio\n(patient:control) observed by array CGH. Thus, a patient sample with a higher percentage of abnormal cells should show a greater deviation from the log2 ratio of 0 (i.e.,\na normal 2:2 copy-number ratio) than a patient sample with lower-level mosaicism. A: Case 9 showing a copy-number gain for three 2q pericentromeric clones. B: Case\n14 showing a copy-number loss for two clones of the TWIST locus at 7p21.1. C: Case 11 showing a copy-number loss for three clones at the 2q telomere. D: Case 5\nshowing a copy-number gain for all clones on chromosome 22.\n\n\n\nCGH, we performed FISH on unstimulated cells in                                          PHA-stimulated cells. Interestingly, in two cases\nperipheral blood smears from individuals in whom                                         the percentage of mosaic cells observed in stimu-\nwe had diagnosed mosaicism and for whom blood                                            lated cultures was higher than that which was\nsamples were available. The results of the FISH                                          observed in unstimulated peripheral blood, perhaps\nanalyses on unstimulated peripheral blood smears                                         reflecting in vitro or in vivo growth biases depending\ncompared to those obtained from FISH on PHA-                                             on the chromosome or chromosomal segment\nstimulated cells from six subjects are shown in                                          involved.\nTable I. In most cases, the percentage of mosaic                                           The sensitivity with which array CGH can identify\ncells observed in stimulated blood cultures was less                                     mosaic chromosome abnormalities was determined\nthan that which was observed in uncultured cells.                                        by hybridizing DNA from the artificially derived\nFigure 3 shows representative images for three cases                                     mosaic trisomy 21 samples to our microarray. In\ncomparing the results of FISH on unstimulated                                            these experiments, mosaic trisomy 21 was easily\nperipheral blood smears to the results of FISH on                                        distinguishable down to 20% abnormal cells\n\f                                                                               American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n2762                                                                         BALLIF ET AL.\n\n\n\n\n  FIG. 2. Representative FISH images for mosaic chromosome abnormalities\nidentified by array CGH with the SignatureChip1. A: Case 9. FISH analysis\nusing BAC clones from the 2q pericentromeric region (RP11-11P22—red) and\nthe 2qter region (RP11-367H1—green) identified a marker of chromosome\n2q origin in 47% of cells and two markers of chromosome 2q origin in 25%\nof cells (shown). B: Case 14. FISH analysis using a BAC clone from the\nTWIST region (RP11-5G13—red) showed a deletion at 7p21.1 in 6% of cells.\nA chromosome 7 centromere probe (Cytocell D7Z1—green) showed a normal\nhybridization pattern. C: Case 11. FISH analysis using a BAC clone from\nthe 2q37.3 subtelomeric region (RP11-367H1—red) and a chromosome\n2 centromere probe (Cytocell D2Z2—green) showed a deletion of 2q37.3 in\n33% of cells. D: Case 5. FISH analysis using BAC clones from 22q11.21 (RP11-\n316L10—red) and the 22qter region (RP11-676E13—green) showed trisomy of\nchromosome 22 in 77% of cells.\n                                                                                           FIG. 3. Representative interphase FISH on unstimulated peripheral blood\n                                                                                        smears compared to metaphase FISH on PHA-stimulated cells. A: Interphase\n(Fig. 4A–E). However, mosaicism for trisomy 21 at                                       FISH analysis on unstimulated peripheral blood cells from case 17 using BAC\n                                                                                        clones from 21q22 (RP11-962J24—red) and the 21qter region (RP11-71A7—\n10% showed only subtle variation from a normal                                          green) showed three signals consistent with trisomy of chromosome 21 in 50%\nnon-mosaic case (Fig. 4F–G). Array CGH experi-                                          of cells. B: Metaphase FISH on case 17 detected a free-lying chromosome 21 and\n                                                                                        a der(21;21)(q10;q10) in 25% of PHA-stimulated cells using the same probes.\nments using the DNAs extracted from the second set                                      C: Interphase FISH on unstimulated peripheral blood cells from case 4 using a\nof mixed peripheral bloods achieved the same results                                    chromosome 9 centromere probe (Cytocell D9Z3—green) showed three\n(data not shown). Simultaneous FISH experiments                                         signals consistent with trisomy of chromosome 9 in 21% of cells. D: FISH on\n                                                                                        PHA-stimulated cells from case 9 using a BAC clone from 9q22.21 (RP11-\non unstimulated peripheral blood from each artifi-                                      762K23—red) and a chromosome 9 centromere probe (Cytocell D9Z3—green)\ncially derived mosaic trisomy 21 sample confirmed                                       showed trisomy of chromosome 9 in 2 of 75 (\u00183%) metaphases analyzed.\nthat each mixture of blood contained approximately                                      E: Interphase FISH on unstimulated peripheral blood from case 18 using two\n                                                                                        overlapping BAC clones from 14q24.3 (RP11-829N12 and RP11-159E19—red).\nthe anticipated percentage of trisomy 21 cells (within                                  The centromere probe to chromosome 16 (Cytocell D16Z2) was used as a\n1–9%) as that expected based on WBC calculations                                        control to avoid using the chromosome 14 centromere probe which also\n                                                                                        hybridizes to chromosome 22. This cell demonstrates three red signals and two\nprior to DNA extraction (Table II).                                                     green signals which were found in 10% of cells analyzed consistent with mosaic\n  In addition to the 18 mosaic cases, we have also                                      trisomy for a derivative chromosome 14. F: FISH analysis on PHA-stimulated\nidentified a previously unsuspected case of tetras-                                     cells from case 18 using BAC clones from 14q24.3 (RP11-829N12—red) and a\n                                                                                        chromosome 14/22 centromere probe (Cytocell D14Z1—green) showed one\nomy 12p by array CGH due to an isochromosome                                            normal chromosome 14 and an isochromosome 14 in 5 out of 100 (5%) of\n12p (case 19). In this case, array CGH using genomic                                    metaphases consistent with mosaic trisomy for chromosome 14.\nDNA extracted from peripheral blood identified\n\n\n   FIG. 4. Microarray profiles for artificially derived mosaic trisomy 21 samples. A: One-hundred percent trisomy 21 showing a single copy-number gain for all clones on\nchromosome 21. This profile was generated using DNA extracted entirely from the trisomy 21 subject and is shown here as a reference plot for trisomy 21 in 100% of cells.\nB: Fifty percent trisomy 21 showing a copy-number gain for all clones on chromosome 21 albeit with significantly reduced log2 values. This profile was generated using\nDNA extracted from a mixture of blood which contained 50% WBCs from a trisomy 21 subject and 50% WBCs from a normal male individual. C: Forty percent trisomy 21\ngenerated as in (B) showing a copy-number gain for all clones on chromosome 21. D: Thirty percent trisomy 21 generated as in (B) showing a copy-number gain for all\nclones on chromosome 21. E: Twenty percent trisomy 21 generated as in (B) showing a copy-number gain for all clones on chromosome 21. F: Ten percent trisomy 21\ngenerated as in (B) showing a very subtle copy-number gain for all clones on chromosome 21. G: Normal chromosome 21 reference plot showing no copy-number\nchanges for any of the clones on chromosome 21.\n\f                  American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\nDETECTION OF LOW-LEVEL MOSAICISM BY ARRAY CGH                               2763\n\n\n\n\n                    FIG. 4.\n\f                                                                              American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n2764                                                                        BALLIF ET AL.\nTABLE II. Percentage of Trisomy 21 Cells in Samples of Normal Male                     smear using a probe to the 12p telomere identified\nBlood Mixed With Blood From a Trisomy 21 Subject as Determined\n    by FISH Analysis on Uncultured Peripheral Blood Smears\n                                                                                       three or four signals of this probe in 59% of\n                                                                                       interphase nuclei examined (Fig. 5D). Because\nPercentage based on WBC                       Percentage based on FISH                 isochromosome 12p is associated with Pallister–\ncalculations                                          analysisa                        Killian syndrome and is not usually identified in\n50                                                          41                         PHA-stimulated cell cultures, we obtained a skin\n40                                                          32                         biopsy for confirmation of the suspected chromoso-\n30                                                          28                         mal abnormality. Array CGH using genomic DNA\n20                                                          25                         extracted from skin fibroblasts obtained from this\n10                                                          11\n                                                                                       patient identified a two-copy gain across all clones\na\n Percentages were determined by FISH with BAC clone RP11-71A7 which maps               of the short arm of chromosome 12 (Fig. 5C). In\nto the 21q telomere. One hundred interphase nuclei were examined for each\nmixture.\n                                                                                       addition, FISH on metaphase spreads derived from\n                                                                                       the skin fibroblasts identified an isochromosome 12p\ncopy-number gain across all clones for the short arm                                   in all 30 cells examined (Fig. 5E).\nof chromosome 12 (Fig. 5B). This copy number\nchange was not confirmed by metaphase FISH\n                                                                                                                    DISCUSSION\nanalysis on PHA-stimulated cells (data not shown).\nHowever, the copy-number gain was further sus-                                           The application of array CGH technology to\npected because interphase FISH on a direct blood                                       cytogenetic testing has the potential to dramatically\n\n\n\n\n  FIG. 5. Detection of an isochromosome 12p by array CGH and FISH in case 19. A: Normal array CGH plot for chromosome 12. B: Array CGH results on genomic DNA\nextracted from peripheral blood for case 19. A copy-number gain was detected for all clones spanning the short arm of chromosome 12. The log2 values for these clones\nare \u00180.3 indicative of a single copy-number gain rather than \u00180.6 as would be expected for a two copy-number gain of an isochromosome 12p. This is likely due to the\nmosaic nature of this abnormality in peripheral blood where it was detectable in only 59% of interphase cells (see text and D, below). C: Array CGH results using\ngenomic DNA extracted from skin fibroblast cells in which a two copy-number gain was detected for all clones spanning the short arm of chromosome 12. The log2\nvalues for these clones are \u00180.6 indicative of a two copy-number gain consistent with an isochromosome 12p in all cells derived from this skin biopsy. D: Interphase\nFISH analysis on a direct blood smear. A BAC clone from the 12p telomere was labeled in red (RP11-350L7) and a BAC clone from the 12q telomere was labeled in green\n(RP11-386I8). Three or four red signals (four shown here) were observed in 59% of interphase nuclei examined. E: Metaphase FISH analysis on cultured skin fibroblasts.\nFISH probes were labeled as in (D). Note that the two normal chromosomes 12 are identified along with an isochromosome 12p (arrow). This isochromosome 12p was\npresent in 100% of cells analyzed.\n\f                                                      American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n                                  DETECTION OF LOW-LEVEL MOSAICISM BY ARRAY CGH                                 2765\nimprove the ability to detect mosaic chromosome             markers of 2q origin (25% of cells) (Fig. 2A). The\nabnormalities in a clinical setting. Indeed, the            identification of short-arm or long-arm chromosomal\ndetection of mosaicism in the 18 cases reported in          material may aid in clinical correlation and the\nthis study (14 of which were unsuspected or missed          determination of the mechanisms of marker forma-\nby previous cytogenetic testing) and in experimen-          tion.\ntally constructed mosaicism cases of abnormal cells            The increased resolution of array CGH (80–200 kb\nas low as 10–20% suggests that array CGH is capable         with BAC arrays) over routine chromosome banding\nof consistently detecting low levels of mosaicism. In       (5–10 Mb) enables the detection of much smaller\naddition, the 14 previously unknown mosaic cases            chromosomal segment gains and losses such as the\nreported here represent \u00188% of the clinically               mosaic interstitial deletion of the TWIST locus at\nrelevant chromosome abnormalities detected by               7p21.1 in case 14 (Figs. 1B and 2B) and the mosaic\narray CGH in our laboratory indicating that mosai-          terminal deletion of 2q37 in case 11 (Figs. 1C and 2C).\ncism may be more common than currently appre-               Not only are small (<2 Mb) terminal and interstitial\nciated.                                                     deletions difficult to detect by chromosome banding,\n   One of the greatest disadvantages of conventional        it is likely that low-level mosaicism for subtelomeric\ncytogenetic testing with regard to mosaicism is that        regions may be missed even by subtelomeric FISH\nlow-level mosaicisms (particularly small marker             analysis because only a few cells are typically\nchromosomes) may be missed by visual inspection             analyzed in this assay (see Table I, case 5).\nin routine chromosome banding analysis unless                  The different percentages of mosaic cells found in\nlarge numbers of cells are examined. Because this           stimulated cell cultures compared to unstimulated\nlabor-intensive process requires highly trained cyto-       blood smears indicate that the culturing process may\ngeneticists and technologists, mosaicism screening is       introduce a selection bias that distorts the percentage\nboth time consuming and expensive to perform and            of abnormal cells. The distortion of the percentage of\nyields unpredictable results. For example, 14, 29, or       mosaic cells in a stimulated cell culture may make the\n63 metaphases must be analyzed to exclude mosai-            detection of some mosaic abnormalities unlikely by\ncism greater than or equal to 20, 10, or 5%,                chromosome analysis. This is because too few cells\nrespectively, with a 95% confidence limit [Hook,            are routinely analyzed by chromosome analysis to\n1977]. Our results suggest that because 20% (and            detect low-level mosaicisms which may have been\npossibly 10%) mosaicism may be detectable by array          further reduced by the culturing process. In addition,\nCGH testing, array CGH may be able to circumvent            it is already well established that some mosaic\nsome of the challenges associated with detecting            chromosome abnormalities are not found in meta-\nlow-level mosaicism by chromosome banding ana-              phase preparations from cultured peripheral blood.\nlysis.                                                      For example, mosaicism for a supernumerary meta-\n   A wide range of mosaic chromosome abnormal-              centric isochromosome 12p resulting in Pallister–\nities were identified in our study including trisomies,     Killian syndrome is often detected in skin fibroblasts\nderivative chromosomes, interstitial and terminal           although the karyotype of cultured lymphocytes\ndeletions, isochromosomes, and marker chromo-               appears normal [Larramendy et al., 1993]. Likewise,\nsomes. Although routine cytogenetic testing should          mosaicism for trisomy 17 has been detected in skin\nbe able to identify some of these mosaic chromo-            fibroblasts when peripheral blood lymphocyte\nsome abnormalities, array CGH was able to identify          chromosomes were normal [Shaffer et al., 1996].\nand characterize these abnormalities at a much              Other mosaic chromosomal aberrations may also be\nhigher resolution than that provided by chromosome          dramatically affected by stimulated cell culture\nanalysis alone. For example, previous cytogenetic           [Pagon et al., 1979; Lessick et al., 1988; Lundt and\nanalysis in case 10 identified marker chromosomes of        Tranebjaerg, 1990; Kayser et al., 2000; Kulharya et al.,\nunknown origin. Array CGH analysis on this subject          2002].\nidentified gains of both the 11q and 17p pericen-              Our data confirm the results of these previous\ntromeric regions (Table I). These data, combined            studies and suggest that stimulated cell culture may\nwith confirmatory FISH analyses, led to the identifi-       have either a selective advantage or disadvantage\ncation of three cell lines in this subject: one with a      depending on the chromosome abnormalities (see\nmarker of 11q origin (36% of cells), one with a marker      Table I). Some chromosomes may confer a selective\nof 17p origin (28% of cells), and one with both             disadvantage to cultured cells in which an extra copy\nmarkers present (36% of cells) (Table I). In case 9,        or fragment is present. In such cases, the culturing\nmarkers of chromosome 2 origin were previously              process may select against these cells, resulting in the\nidentified by cytogenetic testing. Array CGH analysis       detection of a lower percentage of abnormal\nidentified a gain of the 2q pericentromeric region but      chromosome complement by traditional techniques.\nshowed no copy-number gain for the 2p pericen-              It is also possible that other chromosomes confer a\ntromeric region (Fig. 1A). In addition, confirmatory        selective advantage (or are neutral) which is reflected\nFISH identified one cell line with one marker of 2q         in the percentage of abnormal cells detected after\norigin (47% of cells) and another cell line with two        culture. Alternatively, a different percentage of the\n\f                                                                American Journal of Medical Genetics Part A: DOI 10.1002/ajmg.a\n\n2766                                                          BALLIF ET AL.\n\nabnormal chromosome complement may exist in                              Incidence, type, and relevance to embryo outcome. Hum\ndistinct cell lineages (e.g., T-cells vs. B-cells).                      Reprod 17:413–419.\nBecause metaphase spreads require stimulation of                      Hassold T. 1982. Mosaic trisomies in human spontaneous\n                                                                         abortions. Hum Genet 61:31–35.\nblood samples (most commonly with PHA), tradi-                        Hook EB. 1977. Exclusion of chromosomal mosaicism: Tables of\ntional chromosome analysis examines T-cells exclu-                       90%, 95% and 99% confidence limits and comments on use.\nsively resulting in a systematic selection bias. Our                     Am J Hum Genet 29:94–97.\nresults suggest that array CGH, which uses genomic                    Kayser M, Henderson LB, Kreutzman J, Schreck R, Graham JM Jr.\n                                                                         2000. Blaschkolinear skin pigmentary variation due to trisomy\nDNA extracted from uncultured peripheral blood,                          7 mosaicism. Am J Med Genet 95:281–284.\nmay more accurately identify the true level of                        Kulharya AS, Lovell CM, Flannery DB. 2002. Unusual mosaic\nmosaicism in a given peripheral blood specimen                           karyotype resulting from adjacent 1 segregation of t(11;22):\nthan traditional cytogenetic techniques which are                        Importance of performing skin fibroblast karyotype in\nbased on metaphase preparations from selectively                         patients with unexplained multiple congenital anomalies.\n                                                                         Am J Med Genet 113:367–370.\nstimulated cells (i.e., PHA-stimulated T lympho-                      Larramendy M, Heiskanen M, Wessman ",
  "wordCount": 6580,
  "indexed": "2025-09-25T22:40:30.679Z",
  "method": "direct"
}
