{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Kearney et al. - 2011 - Diagnostic Implications of Excessive Homozygosity Detected by SNP-Based Microarrays Consanguinity,.pdf",
  "fileName": "Kearney et al. - 2011 - Diagnostic Implications of Excessive Homozygosity Detected by SNP-Based Microarrays Consanguinity,.pdf",
  "relativePath": "Genetica/Recesivas/Kearney et al. - 2011 - Diagnostic Implications of Excessive Homozygosity Detected by SNP-Based Microarrays Consanguinity,.pdf",
  "text": "Diagnostic Implications of\nExcessive Homozygosity\nDetected by SNP-Based\nMicroarrays: Consanguinity,\nUniparental Disomy, and\nRecessive Single-Gene Mutations\nHutton M. Kearney, PhDa,*, Joseph B. Kearney, PhDa,\nLaura K. Conlin, PhDb\n\n\n KEYWORDS\n • Microarray • Single nucleotide polymorphism\n • Homozygosity • Autozygosity • Consanguinity\n • Uniparental disomy\n\n\n\n\nSingle nucleotide polymorphism (SNP)-based microarray analysis provides detection\nof copy number variations (CNVs) as well as genotype information at multiple\npolymorphic loci throughout the genome. Although the clinical utility of CNV detection\nis well accepted,1,2 information derived from SNP-based microarray analysis has only\nmore recently been utilized in the constitutional cytogenetics laboratory setting.3,4 In\naddition to specific genotype data, analysis of SNP allele patterns can provide\n(1) confirmation of CNV calls, (2) sensitivity for detection of mosaicism, and (3)\ndetection of excessive homozygosity, which is the focus of this review.\n    Several different SNP-based microarray platforms are currently in clinical use, and\nthis review illustrates similar data obtained from Affymetrix- and Illumina-based\nmicroarrays (Affymetrix Inc, Santa Clara, CA, USA; Illumina Inc, San Diego, CA, USA).\nIt is generally not necessary to derive specific genotypes from the microarray data to\nview the SNP probes as present in a homozygous or heterozygous state. For both\nplatforms, biallelic SNPs are denoted as “A” or “B.” Relative allele distribution is\ntypically provided by either allele difference plots or B-allele frequency plots (Fig. 1).\n\n Fullerton Genetics Center: data derived from the CytoScan HD was supported in part by\n Affymetrix, Inc. (arrays and reagents provided in kind for platform R&D).\n a\n   Fullerton Genetics Center, Mission Health System, 267 McDowell Street, Asheville, NC 28803, USA\n b\n   Department of Pathology and Laboratory Medicine, The Children’s Hospital of Philadelphia, 3615\n Civic Center Boulevard, Abramson Research Building, Room 1007B, Philadelphia, PA 19146, USA\n * Corresponding author.\n E-mail address: hutton.kearney@msj.org\n\n Clin Lab Med 31 (2011) 595– 613\n doi:10.1016/j.cll.2011.08.003                                               labmed.theclinics.com\n 0272-2712/11/$ – see front matter © 2011 Elsevier Inc. All rights reserved.\n\f596   Kearney et al\n\n\n\n\n      Fig. 1. Allele plots. (A) Screenshot of a chromosome 13 from a patient DNA sample run on the\n      Illumina Quad610 array, and visualized in BeadStudio software. Top: Log R ratio plot shows\n      a normal copy number state for the chromosome. Bottom: B-allele frequency plot shows a\n      large region of homozygosity from bands 13q12.11 to 13q14.3. (B) Screenshot of a chromo-\n      some 13 from a patient DNA sample run on the Affymetrix CytoScan™ HD array and\n      visualized in Affymetrix Chromosome Analysis Suite (ChAS) software. Top: Weighted log2\n      ratio plot shows a normal copy number state for the chromosome. Bottom: Allele difference\n      plot shows 2 regions of homozygosity from bands 13q13.1 to q13.3 and 13q33.2 to q33.3.\n      Panels C and D represent magnified views of the allele plots for each software, from the\n      boxed regions in panels A and B. (C) B-allele frequency, as plotted in Illumina BeadStudio\n      software. The Y-axis value is determined by the formula given on the right. Alleles are plotted\n      as a frequency, determined by the number of B alleles compared with the total number of\n      alleles (A⫹B). B-allele frequency of 1 indicates homozygosity for the B allele (2/2), a frequency\n      of 0 indicates homozygosity for the A allele (0/2), and a frequency of 0.5 indicates a\n      heterozygous genotype (1/2). (D) Allele difference, as plotted in Affymetrix Chromosome\n      Analysis Suite (ChAS) software. The Y-axis value is determined by the formula given on the\n      right. Alleles are plotted as the difference between the estimated number of A alleles and the\n      estimated number of B alleles (A-B). Each allele corresponds to a value of 0.5. Values near 1\n      indicate homozygosity for the A allele (AA: [0.5⫹0.5] – [0] ⫽ 1), values near –1 indicate\n      homozygosity for the B allele (BB: [0] – [0.5 ⫹ 0.5] ⫽ –1), and values near 0 indicate a\n      heterozygous genotype (AB: [0.5] – [0.5] ⫽ 0).\n\n\n\n         Multiple terms are used to describe regions of homozygosity, and each conveys a\n      slightly different meaning (eg, loss of heterozygosity, absence of heterozygosity, runs\n      of homozygosity). Here we use the term long-contiguous stretch of homozygosity\n      (LCSH) to describe an uninterrupted region of homozygous alleles with genomic copy\n      number state of 2. The term LCSH excludes loss of heterozygosity caused by single\n      copy deletions because these regions exist in a hemizygous state. Minimal thresholds\n      for LCSH calls are generally set around 0.5 to 1 Mb in population genetic analyses5–7\n      and more conservatively at 3 to 10 Mb in clinical analyses,4(Kearney H, Kearney J,\n      and Conlin L, personal communication).\n         Detection of excessive homozygosity, in and of itself, is not diagnostic of any\n      underlying condition and may be clinically benign. The first step in assessing the\n      clinical relevance of observed LCSH is to distinguish between excessive homozygos-\n      ity found in multiple regions throughout the genome versus LCSH restricted to a\n      single chromosome. When multiple LCSH regions are found throughout the genome,\n      the findings are generally assumed to represent regions identical by descent (IBD),\n\f                                        Diagnostic Implications of Excessive Homozygosity      597\n\n\n\n    Table 1\n    Correlation between percentage of LCSH and degree of parental relationship\n                                                   Coefficient of       LCSH (IBD) Predicted\n    Parental Relationship            Degree        Inbreeding (F)       in Child (⬃%)a\n    Parent/child                     First         0.25                  25\n    Full siblings                    First         0.25                  25\n    Half siblings                    Second        0.125                 12.5\n    Uncle/niece or aunt/nephew       Second        0.125                 12.5\n    Double first cousins             Second        0.125                 12.5\n    Grandparent/grandchild           Second        0.125                 12.5\n    First cousins                    Third         0.0625                 6\n    First cousins once removed       Fourth        0.03125                3\n    Second cousins                   Fifth         0.015625               1.5\n    Third cousins                    Seventh       0.0039062            ⬍ 0.5\na\n    Assuming outbred population.\n\n\n\n\nwith the associated concerns for recessive disorders mapping to the homozygous\nintervals. When the genomic homozygosity is sufficiently excessive, the finding may\ntrigger a suspicion for parental consanguinity or incest (Table 1; Fig. 2).8 One or more\nregions of LCSH found only on a single chromosome can be a hallmark of uniparental\ndisomy (UPD), either whole-chromosome UPD or segmental UPD,3,4,9 and may\nwarrant further clinical investigation, particularly when involving chromosomes asso-\nciated with imprinted gene disorders (Table 2). Regardless of mechanism or size, all\nLCSH segments have the potential to harbor homozygous recessive mutations.\n\nCONSANGUINITY\n\nWhen LCSH is found distributed throughout the genome, this observation is pre-\nsumed to represent homozygosity caused by inheritance of genomic regions of IBD.\nWhen the parents of a proband share a recent common ancestor, their union is\ndefined as consanguineous. The closer the parental relationship, the greater the\nproportion of shared alleles and, therefore, the greater the risk of the child (proband)\ninheriting 2 copies of a deleterious gene mutation from his parents.10 –12 Clinical\nlaboratories that perform SNP-based microarray analysis will encounter many cases\nof presumed parental consanguinity, occasionally with suspicion of abuse/incest\nbecause of the degree of consanguinity estimated (Fig. 2).8\n   Although this has no immediate clinical utility and represents a pursuit largely of\nacademic or social/ethical/legal interest, an estimate of the total proportion of the\nLCSH in the genome can be used as a rough assessment of degree of parental\nrelationship (see Table 1). A simple method to grossly estimate parental relationship\nis to add all homozygous regions greater than a defined threshold (eg, 3 Mb),\nexcluding the sex chromosomes (because males are always hemizygous, and X\nchromosomes in females are often observed with increased LCSH because of more\nlimited recombination). The total autosomal LCSH can then be divided by total\nautosomal length (2,867,733 kb for hg18) to estimate the percentage of IBD. This\nestimation can then be correlated with the predicted percentage of IBD for various\ndegrees of relationship (see Table 1). It should be noted that this crude calculation is\nlikely to represent an underestimate of the actual homozygous proportion given that\n\f598   Kearney et al\n\n\n\n\n      Fig. 2. LCSH patterns seen in consanguinity. (A) Male patient with LCSH on multiple chromo-\n      somes (Affymetrix Genome-Wide Human SNP 6.0 array data visualized in Affymetrix Chro-\n      mosome Analysis Suite [ChAS] software). Note that the sex chromosomes are excluded in\n      LCSH modeling. Calculations of total percentage IBD with different minimal LCSH thresholds\n      in this case result in the following estimations: LCSH threshold ⱖ 0.5 Mb: 868,341 kb (30%\n      IBD); ⱖ 1 Mb: 868,341 kb (30%); ⱖ 3 Mb: 866,089 kb (30%); ⱖ 5 Mb: 858,676 kb (30%); ⱖ 10\n      Mb: 797,445 kb (28%); ⱖ 15 Mb: 700,140 kb (24%), and ⱖ 20 Mb: 577,279 kb (20%). These\n      data and those of additional cases suggest that minimal LCSH thresholds between 0.5 and 10\n      Mb have negligible impact on estimation of percentage of IBD. These data are consistent\n      with first degree consanguinity, as illustrated in panel B (and Table 1). (B) Pedigree illustrat-\n      ing first-degree consanguinity and predicted percentage IBD. The mother and father of the\n      proband share 50% of their genome (because they are first-degree relatives). There is a\n      one-half probability that the proband will inherit an identical genomic region from both of\n      his parents, making the total estimate of the proband’s percentage of IBD in this scenario\n      roughly 25%. Note that other first-degree parental relationships (eg, full siblings) would also\n      yield an estimated 25% IBD in the proband.\n\n\n\n      (1) only LCSH long enough to be detected by with the array platform/applied\n      threshold will be included and (2) the denominator includes regions of the genome\n      that may not be covered on the microarray (eg, acrocentric short arm and centromeric\n      regions). Although in theory, the background level of population-specific homozygos-\n      ity in any genome may artificially inflate this observation, in practice, this does not\n      complicate the calculated percentage to any measurable degree, particularly if the\n      threshold used to calculate total LCSH is greater than 1 Mb.6,7\n         Estimating percentage of IBD can be illustrative and suggestive of degree of\n      parental relationship, but if this inference is made at all, it should be accompanied by\n      an appropriate measure of uncertainty. Most importantly, this estimate cannot be\n      taken as evidence of a specific parental relationship. Additionally, this inference\n      assumes a standard 50% distribution of parental alleles in each meiotic division, and\n      unpredictable recombination and chromosome segregation patterns may result in\n      significant deviation from this distribution.7 Furthermore, consanguinity is very\n      common practice in some populations13,14; therefore, it is likely that individuals from\n\fTable 2\nUPD chromosomes associated with imprinting disorders\nUPD                                    Maternal vs                                                                    Known/Proposed\nChromosome      Imprinted Locus        Paternal UPD    Associated Disorder         Major Clinical Features            Dysregulated Gene(s)\n 6              q24                    Paternal        Diabetes Mellitus, 6q24-    Intrauterine growth retardation,   PLAG1, HYMAI\n                                                         related Transient           neonatal hyperglycemia\n                                                         Neonatal52\n 7              p11.2–p12 and          Maternal        Russell-Silver syndrome53   Intrauterine and postnatal         GRB10, MEST\n                q32.2                                                                growth retardation, triangular\n                                                                                     facies\n11              p15.5                  Paternal        Beckwith-Wiedemann          Macrosomia, macroglossia,          IGF2, H19, CDKN1C,\n\n\n\n\n                                                                                                                                             Diagnostic Implications of Excessive Homozygosity\n                                         (segmental)     syndrome54                 visceromegaly, omphalocele          KCNQ1, KCNQ1OT1\n                                       Maternal        Russell-Silver syndrome55   Intrauterine and postnatal         IGF2, H19, CDKN1C,\n                                                                                     growth retardation, triangular     KCNQ1, KCNQ1OT1\n                                                                                     facies\n14              q32.2                  Maternal        Maternal UPD14              Precocious puberty, hypotonia,     RTL1, DLK1\n                                                        syndrome56–58                joint laxity\n                                       Paternal        Paternal UPD14              Skeletal abnormalities, joint      RTL1, DLK1\n                                                         syndrome56–59               contractures, intellectual\n                                                                                     disability\n15              q11–q13                Paternal        Angelman syndrome60         Severe intellectual disability,    UBE3A\n                                                                                     speech impairment\n                                       Maternal        Prader-Willi syndrome61     Hypotonia, hypogonadism,           SNRPN, MKRN,\n                                                                                     obesity                            MAGEL2, NDN,\n                                                                                                                        U5snoRNAs\n20              q13.3                  Paternal        Pseudohypoparathyroidism    Neonatal hyperbilirubinemia,       GNAS\n                                                         type 1b62,63                parathyroid hormone\n                                                                                     resistance\n\n\n\n\n                                                                                                                                                599\n\f600   Kearney et al\n\n\n\n\n      these populations share not just a single recent ancestor but also multiple common\n      ancestors (eg, total genomic homozygosity near or exceeding that seen with\n      first-degree consanguinity, yet the parents have a fairly distant relationship). The\n      laboratory generally has limited or no information regarding the family/social/ethnic\n      situation of the proband; therefore, inferences regarding suspected abuse involving a\n      parent are generally poorly supported; any communications regarding suspicion of\n      abuse should follow appropriate professional guidelines and take place under\n      advisement of one’s institutional legal/ethics consult. Currently, there are no profes-\n      sional guidelines for whether concerns for abuse/incest should be revealed after\n      SNP-array analysis and, if so, under what circumstances, although guidance from the\n      American College of Medical Genetics is forthcoming. Regardless of whether con-\n      sanguinity is suspected, estimated, or even revealed, simply informing the referring\n      physician of increased suspicion for recessive disorders has clinical utility (see\n      Autozygosity Mapping section).\n\n      UNIPARENTAL DISOMY\n\n      Generally, when isolated LCSH (involving only a single chromosome) is detected,\n      particularly when longer than 10 Mb,4 uniparental disomy is considered a likely\n      mechanism. UPD is defined as the inheritance of both homologues from a single\n      parent.15,16 Many excellent reviews have been devoted to UPD,17–24 and there are\n      informative Web-based resources available as well (Lier lab site, Jena University\n      Hospital25; Morrison lab site, University of Otago26; Robinson lab site, University of\n\f                                       Diagnostic Implications of Excessive Homozygosity          601\n\n\n\nBritish Columbia27; Jirtle lab site, Duke University28). This review will, therefore, not\ncover the history, exhaustive mechanisms, or specific clinical features of UPD\nsyndromes (see Table 2 for summary), but will instead focus on the laboratory\ndetection of UPD through SNP-based microarray analysis and appreciation of\nassociated data complexities. Historically, UPD was only suspected when accompa-\nnied by a hallmark cytogenetic finding (mosaic trisomy, marker chromosome, or other\nstructural rearrangement, such as a Robertsonian translocation), by clinical manifes-\ntation of a disorder of imprinting,29 or finding homozygosity for a recessive allele with\nonly a single carrier parent.16 Through the use of SNP-based microarrays, clinical\nlaboratories may now have serendipitous detection of unanticipated UPD events by\nrecognition of hallmark patterns of homozygosity.4 To appreciate the expected\npatterns of homozygosity encountered with UPD-involved chromosomes, it is useful\nto review the various mechanisms known to generate UPD. It is of fundamental\nimportance to first appreciate the basic concepts of meiosis and meiotic recombina-\ntion, which are summarized in Fig. 3.\n   There are 2 primary mechanisms by which UPD involving a whole chromosome\nmay be generated: (1) trisomy rescue, the most frequently observed mechanism and\n(2) monosomy rescue.23 Gamete complementation has also been proposed as a UPD\nmechanism,15 but this is thought to be a very rare event. Additionally, segmental UPD\n(involving only part of a chromosome) may also be generated through somatic\nevents.17 Given that the majority of these mechanisms generate UPD with full or\npartial homozygosity of parental markers (Figs. 4 – 6), SNP-based microarrays are\nvery useful for detecting LCSH patterns that may be predictive (but not diagnostic) of\nUPD.3,4,9,24 Uniparental isodisomy refers to inheritance of 2 identical chromosomes\nfrom a single parent, whereas uniparental heterodisomy refers to inheritance of 2\nhomologous chromosomes from the same parent. Because of meiotic recombination,\neven UPD events involving an entire chromosome are usually not purely isodisomic or\nheterodisomic, but instead often have a mixture of both types of segments.\n\nTrisomy Rescue\nZygotes with nonmosaic trisomy for most chromosomes are usually not compatible\nwith life (exceptions are trisomies involving chromosomes 13, 18, 21, and sex\nchromosomes). Those zygotes that do survive have typically either lost the trisomy\nentirely, have experienced a structural reduction of the trisomic chromosome (usually\nconversion to a marker or ring chromosome), or are mosaic. These events are\ncollectively known as trisomy rescue.21 Restoration to euploid state can occur\nthrough mitotic nondisjunction, which produces a normal (euploid) daughter cell and\nan aneuploid daughter cell (with monosomy, which presumably does not survive) or\nby anaphase lag, in which one of the aneuploid chromosomes is not incorporated into\nthe new-forming nucleus and is subsequently lost. By chance alone, two-thirds of the\n\n\n\n4™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™\nFig. 3 Normal meiosis. (A) A pair of homologous chromosomes illustrated before chromo-\nsome replication; shading differences represent general heterozygosity. (B) Chromosome\nreplication resulting in identical sister chromatids. (C) Recombination between nonsister\nchromatids (note that involvement of only 2 chromatids is depicted for clarity, yet crossover\nevents may collectively involve 2, 3, or 4 chromatids). (D) Resulting genetic exchange from\nmeiotic recombination. (E) First division (meiosis I), with separation of chromosome homo-\nlogues into 2 daughter cells. (F) Second division (meiosis II), with each daughter cell (gamete\nor polar body) containing 1 chromatid.\n\f602   Kearney et al\n\n\n\n\n      Fig. 4. Uniparental disomy resulting from meiotic errors. Columns A–E each represent 1 type\n      of meiotic error, including (A) trisomy resulting from a meiosis I error without recombination\n      and (B) with recombination, (C) a meiosis II error without recombination and (D) with\n      recombination, and (E) a monosomy rescue resulting from either meiosis I or II error. Rows\n      1–3 model the chromosome involved in the uniparental disomy cells through various stages\n      of development. Row 4 shows a theoretical allele plot for each of these scenarios as plotted\n      in Illumina BeadStudio software. Row 5 shows a theoretical allele plot involving mosaicism\n      for a uniparental disomy cell line and a trisomic cell line for each of the mechanisms.\n      Predicted chromosomal compositions in the sampled tissue are illustrated below the allele\n      plots. Plot A4 shows array data resulting from complete uniparental heterodisomy. This\n      chromosome does not contain any LCSH and cannot be distinguished from a chromosome\n      with normal biparental inheritance. Plots C4 and E4 show array data resulting from complete\n      uniparental isodisomy; there are no heterozygous SNP alleles. These 2 plots are indistinguish-\n      able from one another; therefore, unless mosaicism is present (C5), the mechanism cannot be\n      inferred. Plots B4 and D4 show chromosomes with mixed isodisomy and heterodisomy. The\n      placement of the detected LCSH can be used to infer meiosis I errors (B4) from meiosis II errors\n      (D4). Note that not all of the data modeled in this illustration represent confirmed cases of\n      UPD; some of the data are modeled to illustrate concepts.\n\f                                    Diagnostic Implications of Excessive Homozygosity      603\n\n\n\ntime a “rescue” event results in a disomic line with biparental inheritance, whereas\none-third of the time UPD occurs. For topical relevance, the remainder of the\ndiscussion of trisomy rescue will presume that the rescue results in UPD. Depending\non the origin of the trisomy (eg, meiosis I or II) and the stochastic arrangement of\nrecombination events, the UPD chromosomes may be completely heterodisomic,\ncompletely isodisomic, or mixed hetero- and isodisomic (see Fig. 4). Importantly, the\nlocation of isodisomy (homozygosity) relative to any imprinted loci has no clinical\nrelevance when considering UPD involving an entire chromosome. For example, as\nillustrated in Fig. 5, an individual with Prader-Willi syndrome caused by maternal\nUPD15 may have uniparental heterodisomy (heterozygous allele calls) across the\ncritical region at 15q11.2– q13. This concept will be further supported in the following\ndiscussions of UPD mechanism.\n    First, consider trisomy rescue in the absence of recombination (see Fig. 4A). If the\noriginal segregation error occurred in meiosis I, the resulting gametes would either be\nnullisomic or contain both chromosome homologues (heterodisomic). Fertilization of\nthe heterodisomic gamete followed by trisomy rescue to generate UPD would result\nin uniparental heterodisomy for the entire chromosome. This is a very important\nscenario to understand, given that this UPD event would not generate any regions of\nhomozygosity detectable by SNP-based microarray yet would be pathogenic if\ninvolving an imprinted chromosome. If the initiating segregation error originated in\nmeiosis II (see Fig. 4C), the resulting gametes would be normal, nullisomic, or contain\n2 copies of identical chromosomes (isodisomic). Fertilization of the isodisomic\ngamete followed by trisomy rescue to generate UPD would result in uniparental\nisodisomy (homozygosity) for the entire chromosome and would be readily detectable\nby SNP-based microarray. When whole chromosome homozygosity is encountered,\nUPD can be reasonably presumed.\n    Now, let us consider trisomy rescue involving chromosomes with meiotic recom-\nbination events (crossing over) (see Fig. 4B, D). As before, a trisomic zygote can be\ncorrected by a subsequent mitotic event (either nondisjunction or anaphase lag).\nThose rescued trisomies resulting from meiosis I errors will result in heterodisomy\naround the centromere, whereas those from meiosis II errors will result in isodisomy\naround the centromere. The remaining distribution of hetero- and isodisomy is\ndependent on the number and position of meiotic crossover events.\n\nMonosomy Rescue\nZygotes with monosomy for a chromosome (other than the X chromosome) are not\ncompatible with life and can be rescued only by duplication of the monosomic\nchromosome. This can occur through a mitotic nondisjunction, resulting in a daughter\ncell with nullisomy and a daughter cell with restored euploidy. This mechanism can\nonly result in whole-chromosome uniparental isodisomy (see Fig. 4E).\n\nMitotic Errors of Chromosome Segregation to Generate UPD\nIn addition to uniparental disomy as a result of meiotic error, UPD can be a\nconsequence of somatic events. When nondisjunction or anaphase lag occurs in a\neuploid somatic cell, the resulting daughter cells would be aneuploid. A second\nnondisjunction or anaphase lag could correct this event, resulting in a euploid cell\nagain; however, this may result in daughter cells with incorrect distribution of the\nparental chromosomes, with UPD as a result (see Fig. 6B). This UPD would always be\nisodisomic for the entire chromosome (LKC, unpublished data).30\n\f604   Kearney et al\n\f                                       Diagnostic Implications of Excessive Homozygosity         605\n\n\n\nSegmental UPD\nSegmental isodisomy, in which only a portion of a chromosome shows uniparental\ninheritance with the remainder of the chromosome showing biparental inheritance,\ncan also occur somatically. One mechanism to generate segmental UPD is nonsister\n(homologous) chromatid exchange during mitosis (Fig. 6A). This would result in 2\ndaughter cells containing complementary segmental uniparental isodisomies. Be-\ncause most cases of segmental UPD have only one abnormal cell line detected\n(reviewed in Kotzot17), one of the resulting daughter cells may not be compatible with\nsurvival. Alternatively, these events may represent chromosomal breakage and repair\n(break-induced replication) using the homologous chromosome as a template.31 The\nresulting UPD from either mechanism (assuming a single break or exchange) would\naffect only one arm of the chromosome and should extend from the break/exchange\nto the telomere. Segmental UPD is unlikely if the homozygosity is interstitial or present\nat the termini of both arms, as these findings are not consistent with a single mitotic\nbreak/exchange event.18 In rare cases, if 2 mitotic exchanges occurred, the segmen-\ntal UPD would be interstitially located.32 Because segmental UPD mechanisms\ngenerate only uniparental isodisomy, the location of the LCSH (isodisomy) relative to\nany imprinted loci should be considered.28 In contrast to whole-chromosome UPD,\nonly the loci involved in the isodisomic segment are at risk for imprinted disorders if\nsegmental UPD is confirmed as the mechanism underlying the LCSH (see Follow-up\ntesting to confirm UPD).\n\nWhole-genome UPD\nChimeric individuals with whole-genome UPD have been reported in a handful of\ncases, with both maternal and paternal whole-genome UPD.3,33–37 These individuals\nare chimeric for 2 cell lines: one cell line with normal biparental inheritance and one\ncell line with uniparental isodisomy of the entire genome. The presence of paternal\nwhole-genome UPD (androgenetic chimerism) can result in the clinical presentation of\nknown paternally imprinted disorders, such as Beckwith-Wiedemann syndrome,\nwhereas the presence of maternal whole-genome UPD (parthenogenetic chimerism)\ncan present with Prader-Willi or other maternally imprinted disorders (Table 2).\nAlthough several mechanisms have been hypothesized for these chimeric whole-\ngenome UPD observations, the most plausible is endoreduplication of 1 parental\ngenome before pronuclei fusion in the fertilized egg.18,38\n\n\n\n\n4™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™\nFig. 5. Trisomy rescue resulting in a mosaic marker chromosome and UPD. SNP-array data\n(Illumina Quad610 array, visualized in BeadStudio software) seen in a patient with Prader-\nWilli syndrome, with proposed mechanisms illustrated. (1) Gametes, with an ovum contain-\ning 2 chromosomes 15 as a result of a meiosis I error. (2) Zygote, with trisomy for chromosome\n15. (3) A trisomy rescue event resulting in a small marker derived from the paternal\nchromosome 15. (4) Subsequent mosaic loss of the marker, resulting in whole-chromosome\nmaternal UPD. (5) SNP array results show heterodisomy for the majority of the chromosome,\nwith isodisomy only at the q terminus. A mosaic duplication is detected near the centromere,\nshowing a pattern consistent with a mosaic marker. The imprinted region at 15q11.2 to q13\nassociated with Prader-Willi syndrome is indicated on the chromosome ideogram. Note that\nthe marker chromosome does not contain this genomic region; therefore, both cell lines\nexhibit UPD of the relevant chromosomal region. Note also that the imprinted region is\nwithin a region of heterodisomy, but is fully uniparental (see also Fig. 4-A5).\n\f606   Kearney et al\n\f                                       Diagnostic Implications of Excessive Homozygosity         607\n\n\n\nInferences Regarding Origin of UPD Derived from Detection of Mosaicism\nMosaicism for a trisomic cell line, a cell line with a marker/derivative chromosome, or\na cell line with normal biparental inheritance is an additional line of evidence by which\none may infer the origin of the UPD (see Figs. 4 – 6). If a trisomic cell line is present\neither in the same tissue as the UPD or in other tissues (such as placenta), the origin\nof the UPD is most likely a trisomy rescue (see Fig. 4A–D). Mosaicism involving a\nnormal biparental cell line with a segmental UPD cell line or a whole chromosome\nuniparental isodisomy cell line most likely indicates a mitotic origin (see Fig. 6),\nalthough other more rare and esoteric chromosomal arrangements are possible.17,18\nSNP arrays have been used successfully to detect mosaicism for segmental UPD in\ncases of Beckwith-Wiedemann syndrome3,38 and in revertant skin in patients with\nichthyosis.39\n   The presence of homozygosity for an entire chromosome is most likely associated\nwith a monosomy rescue (see Fig. 4E-4); however, chromosome segregation errors in\nmeiosis II without the presence of crossovers (see Fig. 4C-4) and mitotic segregation\nerrors (see Fig. 6B-2) may also result in uniparental isodisomy for the whole\nchromosome. The finding of mosaicism for a monosomic cell line (consistent with\nmonosomy rescue), a trisomic cell line (consistent with trisomy rescue), or a normal\nbiparental cell line (consistent with mitotic nondisjunction) may clarify the mechanism\nof the UPD event (see Figs. 4E, 4C-5, and 6B-3). Note that the presence of a\nmonosomic cell line in a monosomy rescue event would have to be ascertained by\ndecreased log2 values across the chromosome (suggesting low-level monosomy), or\ntraditional cytogenetic methods. SNP allele patterns would be unaffected in this\nscenario.\n\nFollow-up Testing to Confirm UPD\nAs outlined previously, failure to detect LCSH by SNP microarray analysis does not\nexclude the possibility of UPD (see Fig. 4A). For this reason, SNP microarrays cannot\nbe considered a diagnostic assay for UPD when analyzing the proband alone.\nSimilarly, the finding of LCSH involving a single chromosome should not be consid-\nered diagnostic of UPD. Large isolated regions of LCSH (even those larger than 10\nMb) may still represent IBD with distant consanguinity. Regions of LSCH greater than\n1 Mb have been found in outbred populations, typically attributed to recombination\n“cold spots” leading to SNP markers in linkage disequilibrium.4,6,7 Additionally,\n\n\n\n4™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™™\nFig. 6. Uniparental disomy resulting from mitotic errors. Row 1 illustrates a potential model\nof somatic events consistent with the SNP data shown. Row 2 shows patient allele plots\n(Illumina Quad610 array, visualized in BeadStudio software). Row 3 shows patient allele plots\ninvolving mosaicism for a UPD cell line and a normal cell line. Models for chromosome\ncomposition responsible for the data shown are illustrated below the allele plots. (A)\nSegmental uniparental disomy resulting from mitotic recombination. Homologous chroma-\ntid exchange during somatic development is illustrated with crossing over on the short arm of\nchromosome 7. The 2 potential daughter cells resulting from this exchange are shown;\nhowever, only one of these cell lines is detected in this individual (the shaded cell is not\ndetected). Alternatively, the SNP data shown are consistent with break-induced replication at\nthe site of exchange (not illustrated). (B) Mitotic nondisjunction resulting in whole chromo-\nsome isodisomy. Sequential mitotic nondisjunction and selection events can result in cells\nwith isodisomy for an entire chromosome. Note that here only trisomy rescue is illustrated,\nbut one could also model rescue of the monosomic cell line created by the first mitotic error.\n\f608   Kearney et al\n\n\n\n      structural elements such as translocation or inversion breakpoints are known to inhibit\n      recombination40; therefore, it is possible that some families may be cosegregating\n      very large (even ⬎10 Mb) contiguous haplotypes surrounding these rare elements.\n         When an LCSH detected by SNP-based microarray suggests UPD, further molec-\n      ular analysis is necessary for UPD confirmation and determination of parent of origin.\n      LCSH involving a chromosome associated with an imprinting disorder (summarized in\n      Table 2) should be strongly considered for UPD confirmatory testing, particularly\n      when the clinical features of the patient are consistent with the syndrome of interest.\n         In principle, definitive UPD testing requires the demonstration of uniparental\n      inheritance of multiple informative markers for the chromosome in question. Testing\n      typically involves genotyping microsatellite polymorphisms distributed along the\n      length of the putative UPD chromosome in the mother, father, and proband (trio\n      analysis).41,42 In cases of suspected UPD for imprinted chromosomes, specific\n      diagnostic testing of methylation patterns for the corresponding imprinting disorder\n      may also be available.43\n         Established clinical guidelines for whole-chromosome UPD molecular testing44\n      require at least 2 fully informative markers to establish either uniparental or biparental\n      inheritance of a chromosome. Informative markers distinguish maternal and paternal\n      alleles such that the parent (or parents) of origin for a chromosome segment in the\n      proband can be unambiguously determined. Because nonpaternity can confound\n      UPD test results, it is recommended that parentage be established by demonstrating\n      paternal inheritance of at least 1 marker on a non-UPD chromosome. Guidelines for\n      the analysis of segmental UPD have not been established. Although numerous\n      well-defined microsatellite markers exist, this technique may not be suited for\n      detection of segmental UPD, given that the established (clinically validated) assay\n      may not have sufficient markers within the specific region of isodisomy to confirm a\n      small segmental UPD. Microarray-based SNP genotyping of trios has been used to\n      detect both whole-chromosome and segmental UPD.45,46 This option seems espe-\n      cially suited for follow-up of incidental LCSH findings detected by SNP-based\n      microarray analysis, given that this analysis already genotypes thousands of SNPs\n      distributed along the proband’s putative UPD chromosome. Were it not cost\n      prohibitive, this technique might be used to replace the relatively inexpensive\n      microsatellite UPD analysis.\n      AUTOZYGOSITY MAPPING\n\n      Regardless of whether LCSH is present as a result of consanguinity, UPD, or\n      undetermined origin, the potential for recessive disease may be significant. The term\n      autozygosity refers to homozygosity of alleles that are identical by descent (inherited\n      from a common ancestor), as contrasted with homozygosity identical by state\n      (random inheritance). Autozygosity mapping has been used successfully to discover\n      the genetic basis of numerous recessive disorders in consanguineous families.47– 49\n      Although it is generally outside the scope of a routine diagnostic laboratory investi-\n      gation to pursue gene discovery efforts, autozygosity mapping restricted to known\n      disease genes remains a feasible and useful diagnostic tool.50,51 When the clinical\n      indication for study is very specific and the differential diagnosis is limited to\n      genetically well-characterized recessive disorders, mapping candidate genes to\n      determine location relative to LCSH segments is relatively straightforward.48,50\n      Finding a gene of interest in an LCSH, although certainly not diagnostic of a\n      homozygous mutation in that gene, may help to prioritize follow-up testing for\n      multigenic disorders. The utility of this exercise is illustrated in the following case\n      (Kearney H , unpublished data). SNP microarray testing for a patient with a clinical\n\f                                     Diagnostic Implications of Excessive Homozygosity        609\n\n\n\ndiagnosis of Usher syndrome (unknown type) revealed 4 regions of LCSH (each 3–10\nMb in length, totaling approximately 0.8% of the autosomal length). Given that Usher\nsyndrome can result from mutations in multiple genes, all known disease-causing\ngenes were investigated, and only one, USH2A, was found in an LCSH. This finding\nwas followed by referral for USH2A gene sequencing, which resulted in successful\nidentification of a homozygous pathogenic mutation in the patient (Fig. 7).\n   For cases of excessive homozygosity in which the genetic basis for the patient\nfeatures is unclear, or in which limited phenotypic information is communicated to the\nlaboratory, the referring physician can be provided with a list of candidate genes in the\nhomozygous intervals. Further consideration of those genes associated with reces-\nsive disorders may prompt the physician to consider disorders that may not have\n\n\n\n\nFig. 7. Autozygosity mapping used to identify a USH2A homozygous mutation. (A) Screen\nshot of a 10-Mb LCSH (purple bar) on chromosome 1q seen in a patient with clinical features\nof Usher syndrome. This segment spans 85 genes, including USH2A, one of several known\ngenes involved in the etiology of Usher syndrome. Vertical lines denote area of zoom\nhighlighted in lower panel. (B) Zoomed view shows that the 1q LCSH spans only a portion of\nthe USH2A gene (underscoring the utility of high-density SNP arrays for autozygosity\nmapping). Subsequent referral for USH2A gene sequencing identified a pathogenic homozy-\ngous recessive mutation (position of mutation shown as an asterisk).\n\f610   Kearney et al\n\n\n\n      been obvious during the initial clinical evaluation. Personal laboratory experience\n      suggests that causative recessive gene mutations are detected through autozygosity\n      mapping and sequence confirmation in approximately 10% of the cases reported of\n      LCSH (Kearney and colleagues unpublished data).\n      SUMMARY\n\n      Given its widespread clinical use and high sensitivity for CNV detection, chromosomal\n      microarray analysis has become an indispensible component of constitutional cyto-\n      genetic laboratory testing. SNP-based microarrays, with their added ability to detect\n      genome-wide allele states, can also detect LCSH. Although a stand-alone finding of\n      LCSH rarely results in a definitive diagnosis, it can trigger additional testing,\n      potentially leading to a diagnosis of an imprinting syndrome or rare genetic recessive\n      disorder not recognized in the original clinical differential. In addition, SNP data allow\n      for inferences regarding complex cytogenetic mechanisms, furthering our under-\n      standing of uniparental disomy. As SNP-based arrays gain more widespread diag-\n      nostic use and more patient series are published, the clinical impact of LCSH\n      detection will be more fully realized.\n      REFERENCES\n\n       1. Miller DT, Adam MP, Aradhya S, et al. Consensus statement: chromosomal microar-\n          ray is a first-tier clinical diagnostic test for individuals with developmental disabilities or\n          congenital anomalies. Am J Hum Genet 2010;86(5):749 – 64.\n       2. Manning M, Hudgins L. Array-based technology and recommendations for utilization\n          in medical genetics practice for detection of chromosomal abnormalities. Genet Med\n          2010;12(11):742–5.\n       3. Conlin LK, Thiel BD, Bonnemann CG, et al. Mechanisms of mosaicism, chimerism and\n          uniparental disomy identified by single nucleotide polymorphism array analysis. Hum\n          Mol Genet 2010;19(7):1263–75.\n       4. Papenhausen P, Schwartz S, Risheg H, et al. UPD detection using homozygosity\n          profiling with a SNP genotyping microarray. Am J Med Genet A 2011;155(4):757– 68.\n       5. Nothnagel M, Lu TT, Kayser M, et al. Genomic and geographic distribution of\n          SNP-defined runs of homozygosity in Europeans. Hum Mol Genet 2010;19(15):2927–\n          35.\n       6. Gibson J, Morton NE, Collins A. Extended tracts of homozygosity in outbred human\n          populations. Hum Mol Genet 2006;15(5):789 –95.\n       7. McQuillan R, Leutenegger AL, Abdel-Rahman R, et al. Runs of homozygosity in\n          European populations. Am J Hum Genet 2008;83(3):359 –72.\n       8. Schaaf CP, Scott DA, Wiszniewska J, et al. Identification of incestuous parental\n          relationships by SNP-based DNA microarrays. Lancet 2011;377(9765):555–56.\n       9. Jinawath N, Zambrano R, Wohler E, et al. Mosaic trisomy 13: understanding origin\n          using SNP array. J Med Genet 2011;48(5):323– 6.\n      10. Modell B, Darr A. Science and society: genetic counselling and customary consan-\n          guineous marriage. Nat Rev Genet 2002;3(3):225–9.\n      11. Stoll C, Alembik Y, Dott B, et al. Parental consanguinity as a cause of increased\n          incidence of birth defects in a study of 131,760 consecutive births. Am J Med Genet\n          1994;49(1):114 –17.\n      12. Stoltenberg C, Magnus P, Skrondal A, et al. Consanguinity and recurrence risk of birth\n          defects: a population-based study. Am J Med Genet 1999;82(5):423– 8.\n      13. Bittles AH, Black ML. Evolution in health and medicine Sackler colloquium: Consan-\n          guinity, human evolution, and complex diseases. Proc Natl Acad Sci U S A 2010;107\n          (Suppl 1):1779 – 86.\n\f                                     Diagnostic Implications of Excessive Homozygosity        611\n\n\n\n14. Leutenegger AL, Sahbatou M, Gazal S, et al. Consanguinity around the world: what\n    do the genomic data of the HGDP-CEPH diversity panel tell us? Eur J Hum Genet\n    2011;19(5):583–7.\n15. Engel E. A new genetic concept: uniparental disomy and its potential effect, isodis-\n    omy. Am J Med Genet 1980;6(2):137– 43.\n16. Spence JE, Perciaccante RG, Greig GM, et al. Uniparental disomy as a mechanism for\n    human genetic disease. Am J Hum Genet 1988;42(2):217–26.\n17. Kotzot D. Complex and segmental uniparental disomy (UPD): review and lessons from\n    rare chromosomal complements. J Med Genet 2001;38(8):497–507.\n18. Kotzot D. Complex and segmental uniparental disomy updated. J Med Genet\n    2008;45(9):545–56.\n19. Yamazawa K, Ogata T, Ferguson-Smith AC. Uniparental disomy and human disease:\n    an overview. Am J Med Genet C Semin Med Genet 2010;154C(3):329 –34.\n20. Liehr T. Cytogenetic contribution to uniparental disomy (UPD). Mol Cytogenet 2010;\n    3:8.\n21. Robinson WP. Mechanisms leading to uniparental disomy and their clinical conse-\n    quences. Bioessays 2000;22(5):452–9.\n22. Engel E. Uniparental disomy revisited: the first twelve years. Am J Med Genet\n    1993;46(6):670 – 4.\n23. Engel E. A fascination with chromosome rescue in uniparental disomy: Mendelian\n    recessive outlaws and imprinting copyrights infringements. Eur J Hum Genet 2006;\n    14(11):1158 – 69.\n24. Lapunzina P, Monk D. The consequences of uniparental disomy and copy number\n    neutral loss-of-heterozygosity during human development and cancer. Biol Cell\n    2011;103(7):303–17.\n25. Liehr T. Cases with uniparental disomy (UPD). Available at: www.med.uni-jena.de/\n    fish/sSMC/00START-UPD.htm. Accessed July 8, 2011.\n26. Morison I. Catalogue of parent of origin effects. Available at: http://igc.otago.ac.nz/\n    home.html. Accessed July 8, 2011.\n27. Robinson W. Chromosomal mosaicism; uniparental disomy. Available at: www.\n    medgen.ubc.ca/wrobinson/mosaic/clinical/prenatal/upd.htm. Accessed July 8,\n    2011.\n28. Jirtle RL. Geneimprint. Available at: www.geneimprint.com/site/genes-by-species.\n    Homo⫹sapiens. Accessed July 8, 2011.\n29. Nicholls RD, Knoll JH, Butler MG, et al. Genetic imprinting suggested by maternal\n    heterodisomy in nondeletion Prader-Willi syndrome. Nature 1989;342(6247):281–5.\n30. Kotzot D, Utermann G. Uniparental disomy (UPD) other than 15: phenotypes and\n    bibliography updated. Am J Med Genet A 2005;136(3):287–305.\n31. O’Keefe C, McDevitt MA, Maciejewski JP. Copy neutral loss of heterozygosity: a novel\n    chromosomal lesion in myeloid malignancies. Blood 2010;115(14):2731–9.\n32. Moynahan ME, Jasin M. Mitotic homologous recombination maintains genomic\n    stability and suppresses tumorigenesis. Nat Rev Mol Cell Biol 2010;11(3):196 –207.\n33. Yamazawa K, Nakabayashi K, Kagami M, et al. Parthenogenetic chimaerism/mosa-\n    icism with a Silver-Russell syndrome-like phenotype. J Med Genet 2010;47(11):\n    782–5.\n34. Strain L, Warner JP, Johnston T, et al. A human parthenogenetic chimaera. Nat Genet\n    Oct 1995;11(2):164 –9.\n35. Romanelli V, Nevado J, Fraga M, et al. Constitutional mosaic genome-wide uniparen-\n    tal disomy due to diploidisation: an unusual cancer-predisposing mechanism. J Med\n    Genet 2011;48(3):212–16.\n\f612   Kearney et al\n\n\n\n      36. Winberg J, Gustavsson P, Lagerstedt-Robinson K, et al. Chimerism resulting from\n          parthenogenetic activation and dispermic fertilization. Am J Med Genet A 2010;\n          152A(9):2277– 86.\n      37. Yamazawa K, Nakabayashi K, Matsuoka K, et al. Androgenetic/biparental mosaicism\n          in a girl with Beckwith-Wiedemann syndrome-like and upd(14)pat-like phenotypes. J\n          Hum Genet 2011;56(1):91–3.\n      38. Romanelli V, Meneses HN, Fernandez L, et al. Beckwith-Wiedemann syndrome and\n          uniparental disomy 11p: fine mapping of the recombination breakpoints and evalua-\n          tion of several techniques. Eur J Hum Genet 2011;19(4):416 –21.\n      39. Choate KA, Lu Y, Zhou J, et al. Mitotic recombination in patients with ichthyosis\n          causes reversion of dominant mutations in KRT10. Science 2010;330(6000):94 –7.\n      40. Morel F, Laudier B, Guerif F, et al. Meiotic segregation analysis in spermatozoa of\n          pericentric inversion carriers using fluorescence in-situ hybridization. Hum Reprod\n          2007;22(1):136 – 41.\n      41. Carpenter NJ, May K, Roa B, et al. Developmental disabilities. In: Leonard DGB,\n          editor. Molecular pathology in clinical practice. 1st edition. New York: Springer; 2006.\n          p. 73– 86.\n      42. Giardina E, Peconi C, Cascella R, et al. A multiplex molecular assay for the detection\n          of uniparental disomy for human chromosome 15. Electrophoresis 2008;29(23):\n          4775–9.\n      43. Pagon RA. GeneTests: an online genetic information resource for health care provid-\n          ers. J Med Libr Assoc 2006;94(3):343– 8.\n      44. Shaffer LG, Agan N, Goldberg JD, et al. American College of Medical Genetics\n          statement of diagnostic testing for uniparental disomy. Genet Med 2001;3(3):206 –11.\n      45. Altug-Teber O, Dufke A, Poths S, et al. A rapid microarray based whole genome\n          analysis for detection of uniparental disomy. Hum Mutat 2005;26(2):153–9.\n      46. Bruce S, Leinonen R, Lindgren CM, et al. Global analysis of uniparental disomy using\n          high density genotyping arrays. J Med Genet 2005;42(11):847–51.\n      47. Lander ES, Botstein D. Homozygosity mapping: a way to map human recessive traits\n          with the DNA of inbred children. Science 1987;236(4808):1567–70.\n      48. Alkuraya FS. Homozygosity mapping: one more tool in the clinical geneticist’s\n          toolbox. Genet Med 2010;12(4):236 –39.\n      4",
  "wordCount": 6916,
  "indexed": "2025-09-25T22:42:33.059Z",
  "method": "direct"
}
