{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Nakayama et al. - 2007 - Overlapping of Genes in the Human Genome.pdf",
  "fileName": "Nakayama et al. - 2007 - Overlapping of Genes in the Human Genome.pdf",
  "relativePath": "Genetica/Generalidades/Nakayama et al. - 2007 - Overlapping of Genes in the Human Genome.pdf",
  "text": "International journal of Biomedical science\n\n\n     REVIEW ARTICLE\n\n                           Overlapping of Genes in the Human Genome\n       Tomohiro Nakayama1, Satoshi Asai2, Yasuo Takahashi2, Oto Maekawa3, Yasuji Kasama3\n      1\n          Division of Molecular Diagnostics, Advanced Medical Research Center, Nihon University School of Medicine, Tokyo, Japan\n      2\n          Division of Genomic Epidemiology & Clinical Trials, Advanced Medical Research Center at the Nihon University School of\n                                        Medicine, Tokyo, Japan; 3Maize Corporation, Tokyo, Japan\n\n\n           Abstract\n\n               Overlapping genes are relatively common in DNA and RNA viruses. There are several examples in bacte-\n           rial and eukaryotic genomes, but, in general, overlapping genes are quite rare in organisms other than viruses.\n           There have been a few reports of overlapping genes in mammalian genomes. The present study identified all\n           of the overlapping loci and overlapping exons in every chromosome of the human genome using a public data-\n           base. The total number of overlapping loci on the same and opposite strands was 949 and 743, respectively.\n           Similarly, in every chromosome, the instances in which two loci were located on the same strand was similar to\n           the number of 2 genes observed on opposite strands, except for chromosome 5. The number of 2 exons located\n           on the same strand was higher than that for 2 exons located on opposite strands, indicating the presence of\n           many comprehensive-type overlaps. The mean percentage of overlapping exons on opposite strands in each\n           chromosome was 3.3%, suggesting that parts of the nucleotide sequences of 26,501 exons are used to produce 2\n           transcribed products from each strand. The ratio of the number of overlapping regions to chromosomal length\n           revealed that, on chromosomes 22, 17 and 19, ratios were high for both types of 2 loci, with exons located on the\n           same and opposite strands. Ratios were low on chromosomes Y, 13 and 18. These results show that all overlap-\n           ping types are distributed throughout the human genome, but that distributions differ for each chromosome.\n\n           Keywords: overlapping genes; human genome; locus; exon; chromosome\n\n\n     Introduction                                                                      DNA sequences can code for more than one gene prod-\n                                                                                   uct by using different reading frames or different initiation\n        Publication of the human genome sequence marked a                          codons. Overlapping genes are relatively common in DNA\n     significant milestone in the field of biology. Significant bio-               and RNA viruses (5-9). While several examples exist in\n     logical information can also be gained from the analysis of                   bacterial and eukaryotic genomes, overlapping genes ap-\n     genome organization. Approximately 30,000 protein-cod-                        pear to be relatively rare in non-viral organisms and few\n     ing genes are thought to be present in the human genome,                      reports have described overlapping genes in mammalian\n     and the positions of genes within chromosomes is currently                    genomes (10-12). Some studies have demonstrated that the\n     being established (1-4).                                                      overlapping of genes differs among species and have in-\n                                                                                   ferred that this can be attributed to differences in evolution-\n                                                                                   ary histories (13-15).\n     Corresponding author: Tomohiro Nakayama, Division of Molecular                    Given that both strands of the human genome are used\n     Diagnostics, Advanced Medical Research Center, Ooyaguchi-kamimachi\n     30-1, Itabashi-ku, Tokyo 173-8610, Japan; Tel: (81-3)3972-8111 (ext. 2751);\n                                                                                   for transcription, two types of overlapping are thus pos-\n     Fax: (81-3)5375-8076; E-mail: tnakayam@med.nihon-u.ac.jp.\t\t                   sible; 2 genes overlapping on the same strand, and 2 genes\n     Copyright: © 2007 Tomohiro Nakayama et al. This is an open-access             overlapping on opposing strands. Furthermore, overlap-\n     article distributed under the terms of the Creative Commons Attribu-\n     tion License (http://creativecommons.org/licenses/by/2.5/), which permits\n                                                                                   ping patterns can be classified by the relative positions of\n     unrestricted use, distribution, and reproduction in any medium, provided      the 2 genes. Little exact information is available regarding\n     the original author and source are credited.                                  overlapping genes in the human genome and their associ-\n\n\n14\n\f                                         Overlapping genes in the human genome\n\n\n\n\nated overlapping patterns. To investigate this phenomenon      strand as the template. Groups 1, 2 and 7 were also different\nand the inherent biological information contained therein      from Groups 3, 4, and 8, respectively.\nfurther, the number of overlapping genes and their patterns\nwere examined in every chromosome of the human genome.\n\nMethods\n\n    The positions and sequences of each gene were ob-\ntained from the National Center for Biotechnology Infor-\nmation (NCBI) database (build 31; published January 15,\n2003; http://www.ncbi.nlm.nih.gov/genome/guide/human/\nHsStats.html). Each locus was defined using both Locus-\nLink and RefSeq, using gene symbols and names estab-\nlished by the nomenclature committee for the genome\n(http://www.gene.ucl.ac.uk/nomenclature/).\n    In the LocusLink report, symbols and names were re-\nported under the banner (http://www.ncbi.nlm.nih.gov/).\nExons were defined as DNA sequences coding mRNA,\nrather than considering functions within specific genes or\nlocations within specific genes. This definition allowed for\nanalysis of all possible cases of overlapping. Official gene\nsymbols and names were used as follows: For RefSeq re-\ncords, symbols were assigned using the LOCUS system. If a\nsymbol had not yet officially been assigned, an interim sym-\nbol and name were arbitrarily selected. Arbitrarily selected\nsymbols and names are included at this website (http://\nwww.ncbi.nlm.nih.gov/LocusLink/collaborators.html).\n    All loci and exons registered in NCBI build 31 were ex-\namined, using the data describing the position of genes on\nthe chromosome. The information of nucleotide sequences\nand the positions of each nucleotide in the whole human\ngenome were downloaded and stored in EXCEL file for-\nmat (Microsoft Corporation, Redmond, Washington). All\noverlapping loci and overlapping exons could be defined\naccording to the start and end positions of each locus and\nexon. Data for overlapping loci were produced using data\nof registered loci, while the data for overlapping exons was\nproduced using data distinct coding regions and mRNA se-        Figure 1. Schema of overlapping patterns among loci or exons.\nquences.                                                        Black arrows indicate locus or exon “1”. Shaded arrows indicate\n                                                                locus or exon “2”. Locus “2” or exon “2” were defined as those\n                                                                with the side of short arm (p) were located downstream of locus\nRESULTS                                                         1 or exon 1. A was the length of the flanking region without\n                                                                overlapping, located on the side of short arm (p). B was the\n                                                                length of the overlapping region. C was the length of the flank-\n    The type of overlap was classified into 8 groups (Fig.      ing region without overlapping, located on the side of long arm\n1), with 2 loci or exons on the same strand divided into 4      (q). a: Schema of 2 loci or exons on the same strand. Groups 1\ngroups, and the same for those on opposite strands. We clas-    and 2: both regions are on the positive strand (unidirectional).\nsified the patterns of overlapping genes by considering the     Groups 3 and 4: both regions are on the negative strand (uni-\n                                                                directional). Groups 2 and 4: region 1 includes region 2 (com-\nstrand-location of respective genes. For example, for Groups    prehensive). b: Schema of 2 loci or exons on opposite strands.\n1 and 2, both regions are on the positive (sense) strand and    Group 5: convergent; Group 6: divergent; Groups 7 and 8: com-\ntheir mRNAs are transcribed using the negative (antisense)      prehensive.\n\n\n\n                                                                                                                                   15\n\f                                             Overlapping genes in the human genome\n\n\n\n\n         General information for overlapping loci is shown in      DISCUSSION\n     Table 1. A total of 12,692 loci were present on the posi-\n     tive strand, with 12,442 on the negative strand. The to-          Previous reports (5-12) have counted the number of\n     tal number of overlapping loci on the same and opposite       genes exhibiting the overlapping phenomenon, but no re-\n     strands was 949 and 743, respectively. Except for Group       ports have enumerated the number of loci or exons that\n     2 of chromosome 5, the number of instances where 2 loci       exhibit this overlap. Furthermore, previous reports (5-12)\n     were located on the same strand was similar to the num-       have only described this overlap phenomenon for opposite\n     ber of 2 loci on opposite strands on every chromosome.        strands. The present strategy offers a valuable method for\n     This group on chromosome 5 includes the protocadherin         estimating the number of overlapping genes, as the total\n     (PCDH) cluster located on the positive strand of 5q31.        number of genes in the human genome is yet uncertain. Be-\n     The mean number of overlapping loci was 6.7% of the           cause the total number of genes in the human genome was\n     total loci on each chromosome (range, 2.0-33.7%). The         estimated 32,000 in 2001 (1, 2), and subsequently estimated\n     ratio of the number of overlapping loci to chromosome         in 2004 to 22,000.\n     length revealed chromosomal characteristics. On chro-             The total number of exons in the human genome has\n     mosomes 22, 17 and 19, ratios were high when 2 loci           been estimated at approximately 320,000 (8.8/gene) (1, 2),\n     were on overlapped both the same and opposite strands.        whereas the present data indicate the existence of more\n     Analysis of overlap type revealed Groups 2 and 6 as oc-       than twice that number. This discrepancy is due to different\n     curring relatively frequently.                                methods of enumerating exons. We simply counted all of\n         Given that the organization of several genes has not      the exons in the human genome, without considering how\n     yet been clarified, insufficient information is currently     many exons comprise a gene. This method can identify all\n     available for determining the incidence/pervasiveness of      exons (e.g., more than 2 exons identified in the same region)\n     overlapping loci in these specific genes. We therefore set    and avoids confusion due to splicing variants.\n     about to examine overlapping exons for the human ge-              Overlapping genes may evolve as a result of extensions\n     nome as a whole.                                              of open reading frames (ORF) caused by switching to an\n         The total number of exons on the positive and nega-       upstream start codon, substitutions in start or stop codons,\n     tive strands was 404,776 and 402,510, respectively            or deletions and frame shifts that eliminate initiation or stop\n     (Table 2). The number of 2 exons located on the same          codons (13). The necessity for maintaining 2 functional\n     strand (3,843,308) differed substantially from the num-       overlapping genes inevitably constrains the extent to which\n     ber of 2 exons on opposite strands (26,501). Interesting-     both genes can become optimally adapted. However, such\n     ly, the number of 2 exons located on the same strands         constraints can be alleviated by duplication of the overlap-\n     (groups 2 and 4) exceeded the number of exons, with           ping gene pair, allowing for independent evolution of each\n     comprehensive-type overlaps (Groups 7 and 8). This in-        gene in the resulting copies. This means that overlapping\n     dicates the presence of numerous comprehensive-type           genes can thus only survive long evolutionary periods when\n     overlaps on the same strands (2 exons located on the          the overlap confers a selective advantage upon the organ-\n     same strand with a smaller exon within the larger exon).      ism. In viruses, overlapping genes are thought to persist due\n     The percentage of overlapping exons (out of the total         to the considerable constraints on genome size (7). In non-\n     number of exons) on opposite strands within each chro-        viral organisms, the potential advantages of overlapping\n     mosome ranged from 1.1% to 5.5%. The total number             genes are less clear, although co-regulation may be involved\n     of overlapping exons was 26,501 (3.3%) out of 807,286         (4). Results of a comparative study of overlapping genes in\n     exons, which suggests that parts of the nucleotide se-        the genomes of two closely related bacteria revealed that\n     quences for 26,501 exons are used to produce 2 tran-          many overlapping genes arise due to incidental elongation\n     scribed products from each strand.                            of the coding region (16). Overlapping genes have gener-\n         The ratios for overlapping exons/chromosomal length on    ally been thought to be relatively rare in the human genome,\n     chromosomes 22, 19, 14 and 17 were high for 2 exons locat-    but the results of the present study show that they are more\n     ed on both the same or opposite strands. Ratios were low on   abundant than was previously thought. Interestingly, over-\n     chromosomes Y, 13 and 18 for both overlapping types, sug-     lapping genes do not appear to be the result of evolutionary\n     gesting that overlapping is not equally distributed among     pressure to minimize the size of the human genome.\n     chromosomes. The NIT1/DEDD and ARTS-1/CAST pairs                  Yelin et al. (17) demonstrated by in vitro experiments\n     clearly show this overlapping pattern.                        that antisense transcription occurs widely in the human ge-\n\n\n16\n\f                                              Overlapping genes in the human genome\n\n\n\n                                          Table 1. Number of overlapping loci\n                   Number of loci                           Two loci located on same strand\n                                   Positive-Positive             Negative-Negative                       Ratio of over-\nChromosome                                                                                     Frequency\n           Positive Negative Unidirection Comprehension Unidirection Comprehension Total                 lapping loci/\n                                                                                                  (%)\n                              Group 1         Group 2        Group 3          Group 4                      chromoso\n     1      1,226     1,178       18               5            21              14          58     2.4       0.26\n     2        901       824        9               4            10               5          28     1.6        0.12\n     3        688       661       10               2            10               5          27     2.0        0.14\n     4        509       527        6               1              3              3          13     1.3        0.07\n     5        629       557      10             341             10               4         365   30.8         2.01\n     6        640       676        6               1            10               6          23     1.7        0.13\n     7        603       580        8               2            13               2          25     2.1        0.17\n     8        436       471        6               1              7              5          19     2.1        0.13\n     9        489       560        9               4            12               2          27     2.6       0.24\n    10        502       472       14               3            15               1          33     3.4       0.25\n    11        798       782        5               6              9              6          26     1.6       0.20\n    12        616       617       11               6            13               8          38     3.1       0.28\n    13        228       258        1               2              5              0           8     1.6       0.08\n    14        407       384        8               1              7              0          16     2.0        0.18\n    15        402       435        3               2            10               4          19     2.3       0.24\n    16        569       471        8               1              9              1          19     1.8       0.25\n    17        629       707       11               8            16               9          44     3.3       0.56\n    18        217       189        2               1              3              0           6     1.5        0.08\n    19        786       750       10               7            13               8          38     2.5       0.66\n    20        334       321        6               0            10               5          21     3.2       0.34\n    21        150       134        4               7              1              1          13     4.6        0.39\n    22        295       298        7              24              6              2          39     6.6        1.08\n    X         560       515       21              16              4              1          42     3.9        0.33\n    Y          78        75        1               1              0              0           2     1.3        0.11\n   Total   12,692 12,442        194             446            217              92         949     3.8        0.33\n\nTable 1. (Continued)\n                                     Two exons located on the opposite strand                                        Total\n           Positive-       Negative-   Positive-        Negative-\n                                                                                        Ratio of over-                     Ratio of over-\nChromosome Negative         Positive   Negative          Positive             Frequency                          Frequency\n                                                                       Total            lapping loci/    Total             lapping loci/\n          Convergent       Divergent Comprehension Comprehension                 (%)                                (%)\n                                                                                          chromoso                           chromoso\n           Group 5         Group 6     Group 7          Group 8\n      1             34         19             8               6            67       2.8         0.30      125        5.2        0.56\n      2             20         15             1               2            38       2.2         0.16       66        3.8        0.28\n      3             22         11             6               5            44       3.3         0.22       71        5.3        0.36\n      4             15         12             2               2            31       3.0         0.17       44        4.2        0.24\n      5             17         10             5               3            35       3.0         0.19      400       33.7        2.20\n      6             14         12             6               2            34       2.6         0.20       57        4.3        0.33\n      7             19         14             2               4            39       3.3         0.27       64        5.4        0.44\n      8             10          7             3               3            23       2.5         0.16       42        4.6        0.29\n      9             16          8             4               4            32       3.1         0.28       59        5.6        0.52\n     10              9          7             2               1            19       2.0         0.15       52        5.3        0.40\n     11             22          9             4               6            41       2.6         0.31       67        4.2        0.51\n     12             18          9             2              13            42       3.4         0.31       80        6.5        0.59\n     13              5          4             3               0            12       2.5         0.12       20        4.1        0.20\n     14             11          8             0               1            20       2.5         0.23       36        4.6        0.41\n     15             11          9             0               5            25       3.0         0.31       44        5.3        0.55\n     16             33          8             1               1            43       4.1         0.57       62        6.0        0.82\n     17             33         12             8               5            58       4.3         0.74      102        7.6        1.30\n     18              3          4             0               0             7       1.7         0.09       13        3.2        0.17\n     19             24         10             1               0            35       2.3         0.60       73        4.8        1.26\n     20             10          9             1               6            26       4.0         0.43       47        7.2        0.77\n     21              4          1             0               4             9       3.2         0.27       22        7.7        0.66\n     22             16          6            18               4            44       7.4         1.22       83       14.0        2.30\n     X               5          4             2               7            18       1.7         0.14       60        5.6        0.47\n     Y               1          0             0               0             1       0.7         0.05        3        2.0        0.16\n    Total          372        208            79              84           743       3.0         0.26     1692        6.7        0.59\n\n\n\n                                                                                                                                            17\n\f                                                  Overlapping genes in the human genome\n\n\n\n                                               Table 2. Number of overlapping exons\n                      Number of exons                           Two exons located on same strand\n                                        Positive-Positive            Negative-Negative                          Ratio of over-\n     Chromosome                                                                                       Frequency\n                Positive Negative Unidirection Comprehension Unidirection Comprehension Total                   lapping loci/\n                                                                                                         (%)\n                                   Group 1         Group 2        Group 3        Group 4                          chromoso\n         1       40,542    40,285       893         168,929         1,020         194,722    365,564    452.3       1,662\n         2       28,527    31,849     1,145         111,580         5,906         167,407    286,038    473.8        1,192\n         3       24,362    23,336       667         117,639           552          87,753    206,610    433.2        1,033\n         4       14,710    14,759       164          52,399           252          56,197    109,012    369.9          586\n         5       19,282    16,553       523           89,258          387          64,222    154,390    430.8          848\n         6       19,613    25,094     2,621          98,971         1,269         272,948    375,809    840.6        2,185\n         7       20,190    18,290       433           87,325          612          76,888    165,258    429.5        1,132\n         8       11,752    13,897       247           41,486          269          62,995    104,997    409.4          719\n         9       16,063    15,774       342           61,017          418          61,286    123,063    386.5       1,089\n         10      17,280    17,139       329           79,607          333          83,134    163,403    474.7       1,257\n         11      23,521    21,919       520          111,131          583          94,172    206,406    454.2       1,564\n         12      21,425    21,732       536         113,262           408          84,888    199,094    461.3       1,486\n         13       6,776     7,278       153           21,982          224          24,480     46,839    333.3          473\n         14      12,146    14,831       348           44,796       15,341         183,643    244,128    904.9       2,806\n         15      13,237    14,303       354           57,563          308          57,058    115,283    418.6        1,441\n         16      19,961    14,845       521           89,625          416           57,171   147,733    424.4       1,970\n         17      21,755    24,413       605           89,629          587         100,913    191,734    415.3       2,458\n         18       5,984     5,333       109           21,236           73          18,906     40,324    356.3          510\n         19      24,368    22,916       705         110,770           665          91,434    203,574    430.5        3,510\n         20      11,659     9,879       247          50,843           285          39,595     90,970    422.4        1,491\n         21       5,610     4,790       158           27,849          157          20.856     49,020    471.3       1,485\n         22      11,138     8,802     3,221          86,462           245          39,878    129,806    651.0       3,606\n         X       13,993    13,998       304           56,795          284          63,535    120,918    432.0          945\n         Y          882       495        12            2,347            9              967     3,335    242.2          176\n        Total   404,776 402,510      15,157       1,792,501        30,603       2,005,047   3,843,308   476.1        1,356\n     Table 2. (Continued)\n                                         Two exons located on the opposite strand                                            Total\n                Positive-      Negative-   Positive-        Negative-\n                                                                                            Ratio of over-                         Ratio of over-\n     Chromosome Negative        Positive   Negative          Positive             Frequency                              Frequency\n                                                                           Total            lapping loci/      Total               lapping loci/\n               Convergent      Divergent Comprehension Comprehension                 (%)                                    (%)\n                                                                                              chromoso                               chromoso\n                Group 5        Group 6     Group 7          Group 8\n          1            383       265            717             794       2,159      2.7         9.81          367,723     455.0        1,671\n           2           259       240            693             581       1,773      2.9         7.39          287,811     476.7        1,199\n           3           414       175            621             545       1,755      3.7         8.78          208,365     436.8        1,042\n           4            65        58            369             475         967      3.3         5.20          109,979     373.2          591\n           5           171       118            194             300         783      2.2         4.30          155,173     433.0          853\n           6           430       474            546             670       2,120      4.7        12.33          377,929     845.3        2,197\n           7           208       134            459             440       1,241      3.2         8.50          166,499     432.7        1,140\n           8           132        75            294             228         729      2.8         4.99          105,726     412.2          724\n           9           269       124            326             335       1,054      3.3         9.33          124,117     389.9        1,098\n          10            99       125            321             238         783      2.3         6.02          164,186     477.0        1,263\n          11           289       151            638             532       1,610      3.5        12.20          208,016     457.8        1,576\n          12           255       210            479             507       1,451      3.4        10.83          200,545     464.7        1,497\n          13           104        44             96             112         356      2.5         3.60           47,195     335.8          477\n          14           178        78            341             203         800      3.0         9.20          244,928     907.9        2,815\n          15            85        96            361             379         921      3.3        11.51          116,204     421.9        1,453\n          16           374       158            800             592       1,924      5.5        25.65          149,657     430.0        1,995\n          17           430       305            735             563       2,033      4.4        26.06          193,767     419.7        2,484\n          18            19        18             90              74         201      1.8         2.54           40,525     358.1          513\n          19           302       163            575             634       1,674      3.5        28.86          205,248     434.1        3,539\n          20           172        76            102             149         499      2.3         8.18           91,469     427.7        1,499\n          21            42       105            114              66         327      3.1         9.91           49,347     474.5        1,495\n          22           143        73            197             403         816      4.1        22.67          130,622     655.1        3,628\n          X             77        69            195             169         510      1.8         3.98          121,428     433.8          949\n          Y              2         0              5               8          15      1.1         0.79            3,350     243.3          176\n         Total       4,902     3,334          9,268           8,997      26,501      3.3         9.35        3,869,809     479.4        1,365\n\n\n\n18\n\f                                                 Overlapping genes in the human genome\n\n\n\n\nnome. The resulting data set of 2,667 sense-antisense pairs                    genome. Science. 2001; 291: 1304-1351.\n                                                                            3. Waterston RH, Lander ES, Sulston JE. On the sequencing of the\nwas evaluated by microarrays containing strand-specific\n                                                                               human genome. Proc. Natl. Acad. Sci. USA. 2002; 99: 3712-3716.\noligonucleotide probes derived from the region of overlap.                  4. Istrail S, Sutton GG, Florea L, et al. Whole-genome shot-\nVerification of specific cases by Northern blot analysis with                  gun assembly and comparison of human genome assemblies.\nstrand-specific riboprobes confirmed the occurrence of                         Proc. Natl. Acad. Sci. USA. 2004; 101: 1916-1921.\n                                                                            5. Barrell BG, Air GM, Hutchison CA 3rd. Overlapping genes in bacte-\ntranscription from both DNA strands. While these authors                       riophage phiX 174. Nature. 1976; 264: 34-41.\nalso predicted the existence of approximately 1,600 sense-                  6. Noemark S, Bergstrom S, Edlund T, et al. Overlapping genes. Annu.\nantisense transcriptional units, transcribed from both DNA                     Rev. Genet. 1983; 17: 499-525.\nstrands (13), no overlapping patterns were elucidated.                      7. Lamb RA, Horvath CM. Diversity of coding strategies in influenza\n                                                                               viruses. Trends Genet. 1991; 7: 261-266.\n    Adachi-N et al. (18) reported that some genes overlap                   8. Samuel CE. Polycistronic animal virus mRNAs. Prog. Nucleic. Acid.\nin a head-to-head manner (transcribed in opposite direc-                       Res. Mol. Biol. 1989; 37: 127-153.\ntions), while Koyanagi-KO et al. (19) recently reported the                 9. Keese PK, Gibbs A. Origins of genes: ‘big bang’ or continuous cre-\noccurrence of bidirectional gene pairs in some species.                        ation? Proc. Natl. Acad. Sci. USA. 1992; 89: 9489-9493.\n                                                                           10. Sander C, Schulz GE. Degeneracy of the information contained in\nHowever, they did not describe the patterns of the overlap-                    amino acid sequences: evidence from overlaid genes. J. Mol. Evol.\nping exons. In our study, this type of overlap was included                    1979; 13: 245-252.\nin the overlapping loci identified. It has also been reported              11. Kasper G, Taudien S, Staub E, et al. Different structural organization\nthat divergence (bidirectionality) is frequently observed,                     of the encephalopsin gene in man and mouse. Gene. 2002; 295: 27-32.\n                                                                           12. Dan I, Watanabe NM, Kajikawa E, et al. Overlapping MINK and\nparticularly in genes involved in DNA repair or replica-                       CHRNE gene loci in the course of mammalian evolution. Nucleic\ntion (18). The functional significance of this is unclear,                     Acids Res. 2002; 30: 2906-2910.\nbut divergence may permit two genes to share one CpG                       13. Veeramachaneni V, Makalowski W, Galdzicki M, et al. Mammalian\nisland for purposes of coordinated expression. In some                         overlapping genes: the comparative perspective. Genome Res. 2004;\n                                                                               14: 280-286.\nbidirectional loci, expression of two divergent genes has                  14. McGirr KM, Buehuring GC. Tax & rex: overlapping genes of the Del-\nbeen found to be coregulated, and promoters exhibiting                         taretrovirus group. Virus Genes. 2006; 32: 229-239.\nbidirectional activity have often been observed (20, 21).                  15. Torresi J. The virological and clinical significance of mutations in\nTo the best of our knowledge, the phenomenon of overlap-                       the overlapping envelope and polymerase genes of hepatitis B virus.\n                                                                               J. Clin. Virol. 2002; 25: 97-106.\nping exons is not specific in DNA repair or replication, and               16. Fukuda Y, Washio T, Tomita M. Comparative study of overlapping\nfurther studies are needed to clarify the functional signifi-                  genes in the genomes of Mycoplasma genitalium and Mycoplasma\ncance of overlapping genes.                                                    pneumoniae. Nucleic Acids Res. 1999; 27: 1847-1853.\n    Clarification of overlapping genes will facilitate the de-             17. Yelin R, Dahary D, Sorek R, et al. Widespread occurrence of antisense\n                                                                               transcription in the human genome. Nat. Biotechnol. 2003; 21: 379-\nscription of roles for each strand of the human genome and                     386.\nwill provide insight into the mechanisms of evolution.                     18. Adachi N, Lieber MR. Bidirectional gene organization: A common\n    These results show that all overlapping types are distrib-                 architectural feature of the human genome. Cell. 2002; 109: 807-809.\nuted throughout the human genome, but that distributions                   19. Koyanagi KO, Hagiwara M, Itoh T, et al. Comparative genomics of\n                                                                               bidirectional gene pairs and its implications for the evolution of a tran-\ndiffer for each chromosome.                                                    scriptional regulation system. Gene. 2005; 353: 169-176.\n                                                                           20. Platzer M, Rotman G, Bauer D, et al. Ataxia-telangiectasia locus:\nReferences                                                                     sequence analysis of 184 kb of human genomic DNA containing the\n                                                                               entire ATM gene. Genome Res. 1997; 7: 592-605.\n  1. Lander ES, Linton LM, Birren B, et al. International Human Genome     21. Shimada T, Fujii H, Lin H. A 165-base pair sequence between the\n     Sequencing Consortium. Initial sequencing and analysis of the human       dihydrofolate reductase gene and the divergently transcribed upstream\n     genome. Nature. 2001; 409: 860-921.                                       gene is sufficient for bidirectional transcriptional activity. J. Biol.\n  2. Venter JC, Adams MD, Myers EW, et al. The sequence of the human           Chem. 1989; 264: 20171-20174.\n\n\n\n\n                                                                                                                                                            19",
  "wordCount": 4031,
  "indexed": "2025-09-25T22:39:53.457Z",
  "method": "direct"
}
