{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Ma et al_2017_Cell-Free DNA Provides a Good Representation of the Tumor Genome Despite Its.pdf",
  "fileName": "Ma et al_2017_Cell-Free DNA Provides a Good Representation of the Tumor Genome Despite Its.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Ma et al_2017_Cell-Free DNA Provides a Good Representation of the Tumor Genome Despite Its.pdf",
  "text": "RESEARCH ARTICLE\n\n                                                       Cell-Free DNA Provides a Good\n                                                       Representation of the Tumor Genome\n                                                       Despite Its Biased Fragmentation Patterns\n                                                       Xiangyuan Ma1‡, Liangjun Zhu2‡, Xue Wu1, Hua Bao1, Xiaonan Wang3, Zhili Chang3,\n                                                       Yang W. Shao1*, Zhenxin Wang4*\n                                                       1 Geneseeq Technology Inc., Suite 300, MaRS Centre, South Tower, Toronto, Ontario, Canada, 2 Jiangsu\n                                                       Cancer Hospital, 42 Baiziting, Xuanwu, Nanjing, Jiangsu, China, 3 Nanjing Shihe Jiyin Biotechnology Inc.,\n                                                       17th Floor, Building B, Sino-Danish Life Science Park, 3 Xinjinhu Road, Nanjing, Jiangsu, China,\na1111111111                                            4 Department of Medical Oncology, The First Affiliated Hospital of Soochow University, Cang Lang Qu,\na1111111111                                            Suzhou, Jiangsu, China\na1111111111\na1111111111                                            ‡ These authors are joint first authors on this work.\na1111111111                                            * zhenxw316@163.com(ZW); yang.shao@geneseeq.com(YWS)\n\n\n\n\n                                                       Abstract\n    OPEN ACCESS                                        Cell-free DNA (cfDNA) is short, extracellular, fragmented double-stranded DNA found in\nCitation: Ma X, Zhu L, Wu X, Bao H, Wang X,            plasma. Plasma of patients with solid tumor has been found to show significantly increased\nChang Z, et al. (2017) Cell-Free DNA Provides a        quantities of cfDNA. Although currently poorly understood, the mechanism of cfDNA genera-\nGood Representation of the Tumor Genome\n                                                       tion is speculated to be a product of genomic DNA fragmentation during cellular apoptosis\nDespite Its Biased Fragmentation Patterns. PLoS\nONE 12(1): e0169231. doi:10.1371/journal.              and necrosis. Sequencing of cfDNA with tumor origin has identified tumor biomarkers, eluci-\npone.0169231                                           dating molecular pathology and assisting in accurate diagnosis. In this study, we performed\nEditor: Javier S. Castresana, University of Navarra,   whole-genome sequencing ofcfDNA samples with matching tumor and whole blood samples\nSPAIN                                                  from five patients diagnosed with stage IV gastric or lung cancer. We analyzed the coverage\nReceived: September 22, 2016                           spectrum of the human genome in our cfDNA samples. cfDNA exhibited no large regions\n                                                       with significant under-coverage, although we observed unbalanced coverage depth in cfDNA\nAccepted: December 13, 2016\n                                                       at transcription start sites and exon boundaries as a consequence of biased fragmentation\nPublished: January 3, 2017\n                                                       due to ordered nucleosome positioning. We also analyzed the copy number variant status\nCopyright: © 2017 Ma et al. This is an open access     based on the whole-genome sequencing results and found high similarity between copy\narticle distributed under the terms of the Creative\n                                                       number profile constructed from tumor samples and cfDNA samples. Overall, we conclude\nCommons Attribution License, which permits\nunrestricted use, distribution, and reproduction in    that cfDNA comprises a good representation of the tumor genome in late stage gastric and\nany medium, provided the original author and           lung cancer.\nsource are credited.\n\nData Availability Statement: All sequencing\nresults files in fastq format are available from\nSequence Read Archive (http://www.ncbi.nlm.nih.\ngov/sra, SUB1642209).\n\nFunding: Geneseeq Technology Inc. and Nanjing          Introduction\nShihe Jiyin Biotechnology Inc. provided support in     The presence of double-stranded cell-free DNA (cfDNA) in healthy human plasma has been\nthe form of salaries for authors XM, X. Wu, HB, X.\n                                                       noted since 1948[1]. Under conditions such as pregnancy, autoimmune disorders, myocardial\nWang, ZC, and YWS, but did not have any\nadditional role in the study design, data collection\n                                                       infarction, and cancer, the concentration of cfDNA in plasma is significantly increased[2–5].\nand analysis, decision to publish, or preparation of   Although highly variable between patients and cancer types, the plasma concentration of\nthe manuscript. The specific roles of these authors    cfDNA has also been found to strongly correlates with the stage of cancer[5,6]. The exact\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                                 1 / 18\n\f                                                                                                                 Bias in Cell-Free DNA Coverage Uniformity\n\n\n\nare articulated in the “Author Contributions”        mechanism by which cfDNA is released into circulation is still unclear; however, many have\nsection.                                             speculated that it is generated by apoptotic or necrotic cells[7,8]. Supporting this hypothesis,\nCompeting Interests: The authors wish it to be       the size distribution of cfDNA peaks at ~170 bp, which is reminiscent of single-nucleosomal\nknown that our affiliation with Geneseeq             DNA fragments generated during apoptosis[9–11].Recently, Snyder and colleagues identified\nTechnology Inc. and Nanjing Shihe Jiyin              bias in cfDNA fragmentation pattern using whole-genome sequencing (WGS)[12]. This bias is\nBiotechnology Inc. does not alter our adherence to\n                                                     a result of nucleosome positioning and transcription factor binding which protect DNA from\nPLOS ONE policies on sharing data and materials.\n                                                     nuclease digestion during apoptosis, leaving footprints in cfDNA that inform its tissue-of-ori-\n                                                     gin[12].\n                                                        Analysis of molecular biomarkers obtained through tissue biopsy or surgical resection can\n                                                     elucidate the molecular pathogenesis of cancer, providing foundation for accurate clinical\n                                                     diagnosis. Sometimes, a patient’s physical condition does not permit the collection of a tumor\n                                                     sample through invasive methods; in contrast, collection of cfDNA involves minimal invasive-\n                                                     ness. In addition, a single biopsy is generally insufficient to represent the spatial and temporal\n                                                     heterogeneity displayed within most tumors[13]. On the contrary, cfDNA has been reported\n                                                     to show fast clearance from circulation and carries markers of its source tissue[12,14,15].\n                                                     Thus, due to the clinical advantages, cfDNA has attracted much attention for the purpose of\n                                                     monitoring disease progression and treatment efficacy in the past decade. Recent advancement\n                                                     in DNA detection technology has expanded analysis of cfDNA from basic properties, such as\n                                                     concentration and fragment size, to complex features such as nucleotide sequences in various\n                                                     cancer types[14,16–22]. Compared to the polymerase chain reaction (PCR)-based detection\n                                                     method, which examines defined mutations at a specific genomic locus, next-generation\n                                                     sequencing (NGS)-based techniques permit profiling of cfDNA at a broader range[23–26].\n                                                     WGS has been deployed at low coverage depth (0.1X-10X) to successfully identify copy num-\n                                                     ber variation (CNV) and structural variation (SV) in cfDNA[27–29].Single nucleotide varia-\n                                                     tions (SNV) and small insertion/deletion (indel) mutations can be further identified by\n                                                     targeted sequencing or whole-exome sequencing at relatively higher coverage depth[26,28,30].\n                                                        Beyond the footprints left behind by transcription factors binding and nucleosome posi-\n                                                     tioning[12], we wondered whether cfDNA displays further bias in coverage of genomic\n                                                     regions. To investigate whether cfDNA fully represents the whole human genome, we per-\n                                                     formed WGS on the cfDNA samples with matching tumor DNA samples and whole blood\n                                                     DNA samples collected from five cancer patients. We examined the uniformity of cfDNA cov-\n                                                     erage over the whole genome and the whole exome in a detailed manner. We validated that\n                                                     WGS of cfDNA with low average coverage depth (~10X) is sufficient to detect CNVs identified\n                                                     in matching tumor samples. Moreover, we identified specific characteristics in cfDNA frag-\n                                                     mentation pattern near genomic features such as transcription start sites (TSS) and exonic\n                                                     boundaries, where nucleosome positioning is highly phased. In conclusion, our results demon-\n                                                     strate that cfDNA is a good representation of the whole genome and a comparable resource to\n                                                     primary tumor DNA for clinical applications.\n\n\n                                                     Results and Discussion\n                                                     General features of cfDNA\n                                                     Patients recruited in this study were diagnosed with either late stage gastric cancer or late stage\n                                                     lung cancer with various level of metastases (Table 1). From the five plasma samples, an aver-\n                                                     age ranging from 19.6 ng to 172.8 ng of cfDNA was extracted from 1ml of plasma (S1 Table),\n                                                     comparable to previously reported value [5]. Of note, two processing methods were used for\n                                                     tumor sampleT03 (body fluid effusion): namely, conventional genomic DNA extraction from\n                                                     the cell portion (“T03N”) and cfDNA extraction method from the liquid portion(“T03S”)\n                                                     (Table 1).A significantly higher amount of cfDNA was extracted from T03S compared to\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                         2 / 18\n\f                                                                                                                 Bias in Cell-Free DNA Coverage Uniformity\n\n\n\nTable 1. Patient and sample information.\n\nPatient    Gender          Cancer Type        Stage      Metastasis       Sample      Sample       Total Reads    Alignment      Read        Mean\n  ID                                                                        ID         Type         (Million)        rate       length      Coverage\n                                                                                                                                            depth (X)\n   P1      Female         Gastric Cancer        IV            -                B01     Whole          398.5         99.63%      PE-75‡         9.40\n                                                                                       Blood\n                                                                               T01     Fresh          313.7         99.79%      PE-75‡         7.62\n                                                                                       Tissue\n                                                                                       Biopsy\n                                                                               C01    Plasma          320.7         99.67%      PE-75‡         7.42\n   P2        Male     Lung Adenosquamous        IV      Lymph Node             B02     Whole          324.2         99.52%      PE-75‡         7.48\n                           Carcinoma                     Metastasis                    Blood\n                                                                               T02     FFPE†          486.1         99.59%      PE-75‡        10.92\n                                                                               C02    Plasma          395.7         99.55%      PE-75‡         9.23\n   P3      Female         Gastric Cancer        IV            -                B03     Whole          465.0         99.66%      PE-75‡        10.86\n                                                                                       Blood\n                                                                           T03S      Body Fluid*      433.6         99.71%      PE-75‡         9.38\n                                                                           T03N         Body          444.3         99.67%      PE-75‡        10.40\n                                                                                       Fluid**\n                                                                               C03    Plasma          437.3         99.68%      PE-75‡        10.36\n   P4      Female Lung Adenocarcinoma           IV            -                B04     Whole          410.9         99.71%      PE-75‡         9.70\n                                                                                       Blood\n                                                                               T04     Fresh          461.1         99.73%      PE-75‡        10.37\n                                                                                       Tissue\n                                                                                       Biopsy\n                                                                               C04    Plasma          386.8         99.70%      PE-75‡         8.24\n                                                                                                                                      ‡\n   P5        Male     Lung Adenocarcinoma       IV     Liver and Brain         B05     Whole          502.3         99.60%      PE-75         11.71\n                                                         Metastasis                    Blood\n                                                                               T05     FFPE†          289.7         97.30%      PE-75‡         6.05\n                                                                               C05    Plasma          421.1         99.61%      PE-75‡         9.65\n\n* DNA was extracted from the clear fluid of the sample after centrifugation following plasma DNA extraction protocol.\n** DNA was extracted from the cell pellet of the sample after centrifugation\n† FFPE: Formalin-fixed, paraffin-embedded\n‡ PE-75: Paired-end, 75 base pairs\n\ndoi:10.1371/journal.pone.0169231.t001\n\n\n                                                plasma samples, yielding 6516.7ng cfDNA per ml of body fluid. Whole-genome sequencing\n                                                libraries were constructed following protocols according to sample types (see METHODS).\n                                                An average of 405.7 million sequencing reads was obtained per sample, approximately corre-\n                                                sponding to 10-fold depth of coverage of the human reference genome(Table 1).\n                                                   We first examined the size distribution of cfDNA by analyzing insert length from the\n                                                sequencing data(Fig 1 and S1 Fig). Consistent with previous findings[12,31], the majority of\n                                                cfDNA samples showed a predominant peak at 167bp, with multiple local maxima between\n                                                the size of 80bp and 167bp (Fig 1A). We calculated the mean inter-peak distances between the\n                                                local maxima to be 10.6bp, which is comparable with previously reported values[12].Blood\n                                                samples and most tumor samples showed normal distribution in insert size due to mechanical\n                                                shearing of genomic DNA, with peak sizes dependent on sample preparation procedure (S1A\n                                                and S1B Fig).\n                                                   cfDNA extracted from the body fluid of Patient P3 showed a distinct size distribution com-\n                                                pared to that isolated from the same patient’s plasma (Fig 1A and S1C Fig), with a noticeable\n                                                fraction of inserts at around 330bp, resembling dinucleosomal DNA. Patient P4’s cfDNA sam-\n                                                ple exhibited severe fragmentation with dominant peaks at 133bp and 144bp (Fig 1A), while\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                           3 / 18\n\f                                                                                                             Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n\n             Fig 1. cfDNA fragment size distribution and coverage uniformity. (A) Fragment size distribution of cfDNA extracted from plasma or the\n             liquid portion of body fluid effusion samples. Vertical dashed lines mark local maxima. (B) Cumulative plot of percentage of nucleotides\n\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                       4 / 18\n\f                                                                                                               Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n             covered by a specific depth. (C) Cumulative plot of percentage of nucleotides covered by a specific depth after normalization to global mean\n             depth of coverage of that sample. (D) Percentage of nucleotides showing no coverage genome wide and in promoter regions, 5’ UTR, exons,\n             introns, and 3’ UTR. Annotation of the hg19 reference genome was obtained from the UCSC table browser. Genomic Trim represented hg19\n             reference genome after all “N” nucleotides was removed. Each bar represents the mean of 5 biological replicates for blood and tumor samples\n             and 6 biological replicates for cfDNA samples. Error bars represents standard error. No changes between groups were statistically significant\n             as tested by one-way ANOVA.\n             doi:10.1371/journal.pone.0169231.g001\n\n                                              her fresh tumor sample showed a bimodal distribution pattern peaking at around 165bp and\n                                              330bp, with additional local maxima less than 330bp (S1B Fig). Interestingly, Patient P4’s\n                                              cfDNA size distribution was reminiscent of a recent report claiming that cfDNA fragments of\n                                              tumor origin are shorter in length[32]. Closer investigation uncovered contradictory results in\n                                              the literature regarding correlation of cfDNA fragment integrity to cancer progression. On\n                                              one hand, increased amounts of long cfDNA fragments have been detected in patients with\n                                              advanced tumor, while on the other hand fragment integrity was found to be lower in mice\n                                              with greater tumor burden in a colorectal cancer mouse xenograft model[33,34].We postulate\n                                              that the shorter size and bimodal distribution pattern of Patient P4’s cfDNA is a consequence\n                                              of high tumor burden. Additional cases and experiments will be required to fully establish this\n                                              hypothesized correlation between shorter cfDNA size, bimodal tumor DNA fragment size dis-\n                                              tribution, tumor burden, and degree of necrosis within the tumor.\n\n\n                                              Coverage of the whole-genome in cfDNA\n                                              Next, we plotted the percentage of the genome covered within our sample against raw (Fig 1B)\n                                              or normalized (Fig 1C) cumulative depth of coverage. All samples achieved around 90%\n                                              genome coverage by at least 1X depth and displayed a sigmoid trend. Blood samples showed a\n                                              better performance with slower entry into and steeper slope within the linear range of the\n                                              curves. Tumor samples and cfDNA samples showed similar performances. The tumor sample\n                                              with the fastest drop in percent genome coverage was T05, which was sequenced at a lower\n                                              mean coverage of 6.05X. We then calculated the percentage of nucleotides that failed to be cov-\n                                              ered by at least 1X depth within several types of genomic features, including promoter region\n                                              (see METHODS for definition), 5’ untranslated region (UTR), exonic region, intronic region,\n                                              and 3’ UTR (Fig 1D). One-way ANOVA failed to detect any differences between sample types.\n                                              We also examined the size and the position of base pairs displaying no coverage in any of the\n                                              five samples (S2 Fig). Although certain genomic positions showed large regions without cover-\n                                              age, which appeared as vertical clusters of dots in (S2C Fig), this pattern is not a unique charac-\n                                              teristic of cfDNA samples, and is also present in tumor and whole blood.\n\n\n                                              Hierarchical clustering distinguishes samples by patient\n                                              If cfDNA displays biased coverage that is unique to the sample type, analyzing the sequencing\n                                              data using hierarchical clustering should cluster all cfDNA samples together. To test this hypothe-\n                                              sis, we divided the human reference genome into consecutive, non-overlapping 10k bp windows,\n                                              and calculated the percentage of nucleotides covered in each 10k bp window for all samples.\n                                              Hierarchical clustering was performed as shown in Fig 2A and 2B. Interestingly, regardless of\n                                              sample type and mean depth of coverage, 16 samples formed five major clusters, each represent-\n                                              ing an individual patient. The five clusters are separated into two major branches of the dendro-\n                                              gram (Fig 2A), which can be readily explained by the gender of the patients. However, even after\n                                              removing sex chromosomes, the clustering that separates patients persists. Principle component\n                                              analysis (PCA) using the same data confirmed the observation. On a plot of principle component\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                         5 / 18\n\f                                                              Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                      6 / 18\n\f                                                                                                           Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n                                         Fig 2. Hierarchical clustering and PCA of the fraction of nucleotides covered in each 10kbp window.\n                                         (A) Unsupervised hierarchical clustering using the fraction of nucleotides covered in each consecutive, non-\n                                         overlapping 10kbp window. Coloration of each leaf was based on sample types: red for blood, blue for tumor,\n                                         orange for plasma cfDNA, and black for body fluid effusion cfDNA samples. Number in brackets in each leaf\n                                         indicated sample mean coverage depth. (B) Unsupervised hierarchical clustering using the fraction of\n                                         nucleotides covered in each consecutive, non-overlapping 10kbp window, with data from chromosome X and\n                                         Y removed. Coloration of each leaf is based on sample types: red for blood, blue for tumor, orange for plasma\n                                         cfDNA, and black for body fluid effusion cfDNA samples. Numbers in brackets in each leaf indicate sample\n                                         mean coverage depth. (C) PCA on the fraction of nucleotides covered in each consecutive, non-overlapping\n                                         10kbp window with chromosome X and Y data removed. Features were not scaled to equal variance.\n                                         doi:10.1371/journal.pone.0169231.g002\n\n                                         (PC) 2 versus PC1, data points are clustered together based on patients rather than sample types\n                                         or sequencing depth (Fig 2C).\n                                             Correct grouping of cfDNA samples to their matching tumor samples was not unexpected,\n                                         since CNV influences the percentage of nucleotides with coverage within a 10kbp window,\n                                         and CNV was ubiquitously found throughout the genome while being unique in pattern to\n                                         each patient. It is surprising however that blood samples, which serve as the germ-line control\n                                         for each patient, were not grouped together. Most samples from the same patient are collected\n                                         at the same time. However, library preparation of different sample types followed distinct pro-\n                                         tocols handled by different operators. Some libraries were even sequenced multiple times and\n                                         the results were pooled to reach desired sequencing depth. Batch-to-batch variations should be\n                                         minimized during the experimental procedure. We therefore believe correct grouping of\n                                         blood samples to their matching cfDNA and tumor samples is a consequence of germ-line\n                                         insertion/deletion mutations unique to each patient.\n\n\n                                         Patient copy number variation profile\n                                         Multiple studies have successfully demonstrated that WGS of plasma cfDNA samples at low\n                                         mean depth (0.1X to 10X) is sufficient to detect CNV[27–29]. We tallied the read count mapped\n                                         to each consecutive non-overlapping 10k bp window in the reference human genome for each\n                                         sample. After normalization to GC content in each window by LOESS (S3 Fig) and to mean\n                                         depth of coverage, we were able to generate the CNV profile for each patient by plotting the log2\n                                         ratio between cfDNA or tumor data and blood data. The log2 ratios for blood samples were cal-\n                                         culated using whole-genome sequencing data of NA18535 (Chinese Han female) from the 1000\n                                         Genome Project[35]. Increased and decreased log2 ratio in a CNV profile represents copy num-\n                                         ber gain and loss of a chromosomal region, respectively. Neglecting the sex chromosomes and\n                                         regions near centromeres, blood sample CNV profiles demonstrated small variance from the\n                                         baseline centered at 0, which corresponds to 2 copies (Fig 3A). In contrast, CNV profiles of\n                                         cfDNA and tumor displayed parts of or whole chromosomal regions that deviated from the\n                                         baseline, excepted for cfDNA of patient P2. The concentration of cfDNA extracted from Patient\n                                         P2 was 19.6 ng/ml plasma, a concentration much lower than that of the other cfDNA samples\n                                         we extracted (S1 Table), and barely higher than reported value from healthy individuals[11]. It\n                                         is plausible that cfDNA of tumor origin constitutes only a limited percentage of Patient P2’s\n                                         total cfDNA, resulting in its baseline-like CNV profile.\n                                             We also calculated pair-wise Spearman’s correlation coefficient between samples using\n                                         their GC-content-normalized read counts in consecutive non-overlapping 10kb windows. The\n                                         calculated correlation coefficients were plotted in a heat map shown in S4 Fig. The correlation\n                                         coefficients suggest overall similarity between the genomic regions that display amplification\n                                         or deletion, with 1 and 0 corresponding to exact correlation and complete irrelevance, respec-\n                                         tively. Most cfDNA samples displayed greater than 0.8 Spearman’s correlation coefficient to\n                                         their respective tumor sample, while generally exhibited less than 0.6 Spearman’s correlation\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                      7 / 18\n\f                                                              Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                      8 / 18\n\f                                                                                                                    Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n Fig 3. Construction of the CNV profile of each patient. (A) Circos plots showing the CNV profile of each patient. The outermost ring plots the ideogram of\n autosome 1–22 and chromosome X and Y of the hg19 reference genome. Blue segments on the ideograms correspond to unmappable regions of hg19. Each\n ring plots the log2 ratio in the consecutive, non-overlapping 10kbp window of a sample. Log2 ratios for blood samples were calculated against publicly available\n NA18535 WGS results. Log2 ratios for cfDNA, tumor, and body fluid samples were calculated against their respective blood sample. (B) Segmented CNV\n profiles of selected chromosomes. The x-axis represented the 10kbp window index. The y-axis represented log2 ratio. The grey horizontal line marks the\n theoretical 2 copy state. The red line represented the calculated copy number status of that segment.\n doi:10.1371/journal.pone.0169231.g003\n\n                                                coefficient to their respective blood sample or samples from other patients. Patient P2 was an\n                                                exception, largely due to the fact that his cfDNA CNV profile showed little abnormality com-\n                                                pared to blood.\n                                                    Segmentation of the CNV profile allowed detection of gene-level amplifications such as\n                                                c-MET amplification (chromosome 7q31.2) in patient P1 and MYCN amplification (chromo-\n                                                some 2p24.3) in patient P4 (Fig 3B). Interestingly, we noticed a roughly 20X amplification of\n                                                FGFR2 gene (chromosome 10q26.13) in patient P1’s cfDNA sample but not in her fresh tumor\n                                                biopsy sample. A deeper investigation into patient P1’s treatment history showed that the\n                                                cfDNA sample was collected roughly 5 months after her tumor sample (S1 Table). Between the\n                                                time points when her tumor and cfDNA samples were taken, the patient undertook Crizotinib\n                                                treatment, a small-molecule inhibitor for ALK and MET[36], to target her c-MET amplifica-\n                                                tion. The patient displayed temporary shrinkage in tumor size and relief of symptoms, but the\n                                                tumor quickly developed resistance and progressed before the cfDNA sample was taken.\n                                                    The absence of FGFR2 amplification in patient P1’s tumor sample can be explained in two\n                                                ways. First, it is possible that cancer cells harboring theFGFR2 amplification represent only a\n                                                sub-population of the whole tumor. This sub-population could either be of low abundance, and\n                                                therefore below the detection limit, or technically easy to miss with the fine needle biopsy. Sec-\n                                                ond, it is possible that FGFR2 amplification is a de novo mutation developed after Crizotinib\n                                                treatment. FGFR2 amplification is frequently found in gastric cancer patients, but is often mutu-\n                                                ally exclusive to c-MET amplification [37,38]. Both genes belong to the receptor tyrosine kinase\n                                                family and participate in similar signaling pathways[38]. Supporting this hypothesis, increased\n                                                FGFR2 expression has been reported after cell lines harboring c-MET amplification gained resis-\n                                                tance to small chemical inhibitors[39,40]. In both possible scenarios, cfDNA has the potential to\n                                                perform better than tumor biopsy at representing the tumor spatial and temporal heterogeneity.\n\n                                                Analysis of cfDNA fragment boundary captured nucleosome footprints\n                                                It has been hypothesized that cfDNA is generated during the process of apoptosis or necrosis,\n                                                when genomic DNA is digested by a nuclease. Nucleosome-bound genomic DNA is protected\n                                                from nuclease digestion and thus producing DNA fragments of mono-nucleosomal length.\n                                                Previous study on nucleosomal positioning in the human genome showed phased placement\n                                                near TSS[41]. In order to determine whether nucleosome positioning does indeed lead to\n                                                biased fragmentation patterns in cfDNA samples, we counted the number of reads originating\n                                                from and terminating at each 5bp window within the upstream and downstream 1000bp\n                                                region of each TSS(corresponding to the 5’ and 3’ boundary of each DNA fragment, respec-\n                                                tively).Frequency of fragmentation was then calculated by dividing the counts by total number\n                                                of regions examined (Fig 4). In general, the fragment break points showed no observable cor-\n                                                relation with respect to the positioning of nucleosomes, although blood samples displayed a\n                                                reduction in 5’ and 3’ boundaries at the TSS and tumor samples displayed a slight gain in 5’\n                                                boundaries at the TSS (Fig 4A and 4D). In contrast, the distribution of break points near the\n                                                TSS in cfDNA samples showed strong phases (Fig 4G).Regions showing high or low frequency\n                                                of fragmentation correspond to the nucleotides between or occupied by nucleosomes, respec-\n                                                tively. The distance between the 5’ break point and its immediate downstream 3’ break point is\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                                9 / 18\n\f                                                                                                               Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n\n  Fig 4. Fragment boundaries inherit nucleosome footprints. (A-C) Plot of 5’ and 3’ fragment boundary frequencies in consecutive non-overlapping 5bp\n  windows within ±1000bp of the TSS (A) and ±500bp of the ESS (B) and the EES (C) in blood samples. (D-F) Plot of 5’ and 3’ fragment boundary frequencies\n  in consecutive non-overlapping 5bp windows within ±1000bp of the TSS (D) and ±500bp of the ESS (E) and the EES (F) in tumor samples.(G-I) Plot of 5’ and\n  3’ fragment boundary frequencies in consecutive non-overlapping 5bp windows within ±1000bp of the TSS (G) and ±500bp of the ESS (H) and the EES (I) in\n  cfDNA samples.\n  doi:10.1371/journal.pone.0169231.g004\n\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                                        10 / 18\n\f                                                                                                  Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n                                         roughly 180bp, which is longer than the mode of cfDNA fragment size (167 bp) and coincides\n                                         with the length of mono-nucleosomal DNA. We are able to identify up to 4 and 5 nucleosomes\n                                         upstream and downstream of the TSS, respectively, as well as a region devoid of nucleosome\n                                         binding immediately upstream of the TSS.\n                                             Positioning of nucleosomes at exon/intron boundaries is also highly phased[42]. We per-\n                                         formed similar analysis for the upstream and downstream 500bp of exon start sites (ESSs) and\n                                         exon end sites (EESs). Blood and tumor samples displayed increased 5’ and 3’ fragmentation\n                                         immediately before and reduced 3’ fragmentation immediately after the ESS (Fig 4B and 4E).\n                                         On the other hand, cfDNA samples displayed a phased fragmentation pattern at the ESS, with\n                                         4 sharp peaks within the +/- 200bp from the ESS, and 2 minor peaks further upstream and\n                                         downstream (Fig 4H). Interestingly, the inter-peak distance within +/- 200bp around the ESS\n                                         is smaller than the length of single-nucleosomal DNA, suggesting additional factors affect the\n                                         cfDNA fragmentation pattern around the ESS. Additionally, up to 4 nucleosome binding sites\n                                         can be identified from the phased fragmentation pattern near the EES in cfDNA but not in\n                                         blood and tumor samples (Fig 4C, 4F and 4I).The nucleosome binding sites uncovered from\n                                         this analysis of break point peaks also matches reported nucleosome positioning at these geno-\n                                         mic features[41–43]. This observation provided further evidence that apoptosis and necrosis\n                                         constitutes the mechanism of cfDNA generation.\n\n\n                                         Biased fragmentation interfered with coverage uniformity\n                                         Since biased fragmentation patterns could affect the uniformity of genome coverage in cfDNA\n                                         samples, we examined the depth of coverage near the TSS, ESS, and EES. Fig 5 plotted the cov-\n                                         erage depth at each nucleotide near the TSS, ESS, and EES normalized to the mean depth of\n                                         the region. Coverage depth displayed slightly lower than mean at TSS while gradually increas-\n                                         ing as the nucleotide is further away in blood and tumor samples (Fig 5A and 5D). This pattern\n                                         highly resembles what was observed in WGS data of randomly selected samples from the 1000\n                                         Genome Project[35] (S5 Fig). cfDNA samples also displayed lower than mean coverage depth\n                                         at the TSS, as well as consistent under coverage at a short region upstream, corresponding to\n                                         the region devoid of histone binding (Fig 5G). The position of the first three nucleosomes\n                                         downstream of the TSS and one upstream of the TSS are also in phase with local increases in\n                                         coverage depth in cfDNA samples. Near the ESS and EES, blood and tumor samples displayed\n                                         uniform coverage, except for the gain and loss of depth immediately upstream and down-\n                                         stream of the ESS, respectively (Fig 5B, 5C, 5E and 5F). cfDNA samples showed increased\n                                         depth downstream of the ESS and upstream of the EES, in phase with the fragmentation pat-\n                                         tern (Fig 5H and 5I). These positions of gained coverage depth are in line with reported nucle-\n                                         osome occupancy after the ESS and before the EES[42,43], but the span of each peak within\n                                         the region of depth gain was only half of mononucleosomal DNA length, a possible conse-\n                                         quence of differentially phased nucleosomes.\n                                             Analysis of the GC content near these genomic features revealed that the imbalanced cover-\n                                         age in blood and tumor samples was in negative correlation with GC content (Fig 5J, 5K and\n                                         5L), consistent with reported trend [44].However, the coverage depth bias in cfDNA samples\n                                         was insufficiently explained by GC content alone. Although the bias in fragmentation and cov-\n                                         erage depth was consistently observed in cfDNA samples, we found no evidence suggesting\n                                         that the biased fragmentation impaired mutation detection at specific genomic loci or in spe-\n                                         cific genes. As demonstrated in S2 Fig, we didn’t identify any large genomic regions lacking\n                                         coverage unique to cfDNA. Additionally, the bias in fragmentation only contributes to an\n                                         approximately 20% decrease in sequencing depth at the nucleosome depleted region immedi-\n                                         ately upstream of TSS, where the strongest bias was observed.\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                                                         11 / 18\n\f                                                              Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n\nPLOS ONE | DOI:10.1371/journal.pone.0169231 January 3, 2017                                     12 / 18\n\f                                                                                                            Bias in Cell-Free DNA Coverage Uniformity\n\n\n\n             Fig 5. Nucleosome footprints interfered with cfDNA WGS sequencing uniformity. (A-C) Coverage depth at each nucleotide normalized\n             to regional mean depth within ±1000bp of the TSS (A) and ±500bp of the ESS (B) and EES (C) in blood samples. Each grey line represents a\n             sample. Red line represented the mean value of all samples. (D-F) Coverage depth at each nucleotide normalized to regional mean depth\n             within ±1000bp of the TSS (D) and ±500bp of the ESS (E) and EES (F) in cfDNA samples. Each grey line represents a plasma cfDNA sample.\n             Black lines represents the body fluid cfDNA sample. Orange line represents the mean value of all plasma cfDNA samples. Vertical dashed\n             lines mark local coverage depth maxima. (G-I) Coverage depth at each nucleotide normalized to regional mean depth within ±1000bp of the\n             TSS (G) and ±500bp of the ESS (H) and EES (I) in tumor samples. Each grey line represents a sample. Blue lines represent the mean value of\n             all samples. (J-L) Per base GC content within ±1000bp of the TSS (J) and ±500bp of the ESS (K) and the EES (L).\n             doi:10.1371/journal.pone.0169231.g005\n\n\n                                              Conclusions\n                                              In summary, we compared sequencing uniformity in WGS data of matched cfDNA, tumor,\n                                              and blood sample from five late stage cancer patients. We provided experimental evidence of\n                                              biased fragmentation at genomic regions near TSS, ESS, and EES. In cfDNA samples, nucleo-\n                                              tides displaying frequent fragmentations exhibited decreased coverage depth, to roughly 80%\n                                              of the regional mean depth. Despite that, biased fragmentation did not contribute to similari-\n                                              ties among cfDNA samples identifiable by hierarchical clustering or PCA. At the gene level,\n                                              biased fragmentation and coverage depth did not impair the detection of CNV mutations in\n                                              large genomic regions in cfDNA samples. We would like to call researcher’s attention to the\n                                              biased coverage when utilizing cfDNA to analyze genomic regions that harbor highly phased\n                                              nucleosomes. However, cfDNA i",
  "wordCount": 7999,
  "indexed": "2025-09-25T22:47:09.165Z",
  "method": "direct"
}
