{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Costa et al. - 2018 - Cell-free fetal DNA versus maternal serum screening for trisomy 21 in pregnant women with and withou.pdf",
  "fileName": "Costa et al. - 2018 - Cell-free fetal DNA versus maternal serum screening for trisomy 21 in pregnant women with and withou.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Costa et al. - 2018 - Cell-free fetal DNA versus maternal serum screening for trisomy 21 in pregnant women with and withou.pdf",
  "text": "ORIGINAL RESEARCH ARTICLE                                                              © American College of Medical Genetics and Genomics\n\n\n\n\n  Cell-free fetal DNA versus maternal serum screening for\n trisomy 21 in pregnant women with and without assisted\nreproduction technology: a prospective interventional study\n              Jean-Marc Costa, PharmD1, Alexandra Letourneau, MD2, Romain Favre, MD, PhD3,\n               Laurent Bidat, MD4, Joelle Belaisch-Allart, MD5, Jean-Marie Jouannic, MD, PhD6,\n             Edwin Quarello, MD, PhD7, Marie-Victoire Senat, MD, PhD8, Bernard Broussin, MD9,\n                Vassilis Tsatsaris, MD, PhD10, Adèle Demain, PhD2,11, Pascale Kleinfinger, MD1,\n                Laurence Lohmann, MD1, Hélène Agostini, MD11, Jean Bouyer, MD, PhD12 and\n                                          Alexandra Benachi, MD, PhD2\n\n\n Purpose: Cell-free DNA (cfDNA) as a primary screening test has                           MSS false-positive rate and positive predictive values were clearly\n been available for years but few studies have addressed this option                      poorer in the ART group (11.7% and 2.6%) than in the SP group\n in a prospective manner. The question is of interest after reports                       (3.2% and 21.1%). The global rates of invasive procedures were\n that maternal serum screening (MSS) is less accurate for                                 1.9% (15/794) with cfDNA but 8.4% (65/794) if MSS alone was\n pregnancies resulting from assisted reproduction technologies                            proposed.\n (ART) than for spontaneous pregnancies (SP).                                             Conclusion: cfDNA achieved better performance than MSS in\n Methods: A prospective interventional study was designed to                              both spontaneous and ART pregnancies, thus decreasing the\n address the performances of cfDNA compared with MSS in                                   number of invasive procedures. Our findings suggest that cfDNA\n pregnancies with or without ART. Each patient was offered both                           should be considered for primary screening, especially in\n MSS and cfDNA testing. The primary analysis cohort ultimately                            pregnancies obtained after ART.\n included 794 patients with a spontaneous pregnancy (SP) (n =\n 472) or pregnancy obtained after ART (n = 322).                                          Genet Med advance online publication 1 March 2018\n Results: Overall, the false-positive rate and positive predictive                        Key Words: assisted reproduction technology; cell-free fetal\n value were 6.6% and 8.8% for MSS but 0% and 100% for cfDNA.                              DNA; first trimester; maternal serum screening; trisomy 21\n\n\n\n\n                             INTRODUCTION                                                 performance of cfDNA assays in screening for trisomy 21\nScreening for Down syndrome is offered to pregnant women in                               (T21), and to a lesser degree for trisomies 18 and 13, has\nnumerous countries. The strategy typically considered the most                            encouraged many scientific societies to publish committee\nefficient is first-trimester screening between 11 and 13+6 weeks,                         opinions and guidelines regarding the conditions and use of\nin a combined evaluation of maternal age, serum markers, and                              cfDNA in pregnant women for fetal aneuploidy.4–6 The\nfetal nuchal translucency thickness. Above a defined threshold,                           growing experience of clinicians combined with tests\nwhich varies by country, invasive sampling is proposed to                                 conducted by providers has yielded false-negative and false-\npatients to determine whether the fetus is affected, establishing a                       positive cfDNA results. Vanishing twins, confined placenta\nstandard or molecular fetal karyotype. First-trimester combined                           mosaicism, and maternal mosaicism or malignancies have\nscreening has a poor positive predictive value (PPV), estimated                           been described as possible sources of discrepancies, with the\nat approximately 6%,1 and although invasive sampling has                                  fetal karyotype confirming the screening but not the\nrecently been reported as carrying low risk of miscarriage,2 these                        diagnostic value of cfDNA. Despite these rare cases, cfDNA\nrisks are still inherent to the procedure.                                                testing has been considered a first-tier screening test, but only\n   Cell-free fetal DNA (cfDNA) testing has spread rapidly                                 a few studies have assessed its performance.3,7,8 All showed\nsince 2011 for screening in clinical practice.3 The high                                  that cfDNA had higher PPVs for T21 detection than standard\n1\n Laboratoire CERBA, Saint-Ouen l’Aumône, France; 2AP-HP, Hôpital Antoine Béclère, Service de Gynécologie-Obstétrique et Médecine de la Reproduction, Université Paris-Sud,\nClamart, France; 3SIHCUS-CMCO, Gynécologie-Obstétrique, Schiltigheim, France; 4Centre Hospitalier René Dubos, Gynécologie-Obstétrique, Pontoise, France; 5Centre Hospitalier\ndes Quatre Villes, Saint-Cloud, Gynécologie-Obstétrique, France; 6AP-HP, Hôpital Armand-Trousseau, Médecine Foetale, Université Pierre et Marie-Curie, Paris, France; 7Institut\nde Médecine de la Reproduction, Diagnostic Prénatal, Marseille, France; 8AP-HP, Hôpital Bicêtre, Gynécologie-Obstétrique, Le Kremlin-Bicêtre, France; 9Hôpital Bagatelle, Centre\nde Diagnostic Prénatal, Talence, France; 10AP-HP, Hôpital Cochin Port-Royal, Service d’Obstétrique, Université Paris Descartes, France; 11AP-HP, Hôpital Bicêtre, Unité de\nRecherche clinique des Hôpitaux Paris Sud, Le Kremlin-Bicêtre, France; 12Université Paris-Saclay, Université Paris-Sud, UVSQ, CESP, INSERM, Le Kremlin-Bicêtre, France.\nCorrespondence: Jean-Marc Costa (jmcosta@lab-cerba.com)\nSubmitted 11 October 2017; accepted 27 December 2017; advance online publication 1 March 2018. doi:10.1038/gim.2018.4\n\n1346                                                                                                       Volume 20 | Number 11 | November 2018 | GENETICS in MEDICINE\n\fcfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies | COSTA et al             ORIGINAL RESEARCH ARTICLE\nscreening. However, none of these studies were conducted in                               patients had planned and agreed to first- or second-trimester\na prospective and interventional manner, meaning the real                                 screening, which includes an ultrasound scan for nuchal\nimpact of implementing cfDNA testing in clinical practice                                 translucency measurement, performed by a certified (by\nwas not demonstrated. In addition, these studies often                                    national quality-review programs) sonographer and, when\ncombined screening during the first, second, and/or third                                 ultrasounds were normal, blood samples for both conventional\ntrimesters, reported a high number of no-call results, and did                            MSS and cfDNA testing. Both sets of test results were returned\nnot address complete follow-up or pregnancy issues. Despite                               to the practitioner in charge of the study at the local site then to\nthe exceptional performance of cfDNA testing, the most                                    the patient when received. Patients exhibiting fetal anomalies\nrecent recommendations (i.e., from the Society for Maternal–                              on the first-trimester scan (including nuchal translucency\nFetal Medicine) do not advise its use as a primary screening                              ≥ 3.5 mm) were excluded from the study as cfDNA is not\noption because several questions remain unanswered.5 The                                  recommended in this case.19 The local site teams monitored all\nmost relevant and interesting of these questions are (i) the                              pregnancies. A research assistant collected all clinical data into\nexact number of no-call results and (ii) the number of patients                           the electronic case report form, Cleanweb (Telemedecine\nwho will undergo invasive sampling due to abnormal                                        Technologies, Boulogne-Billancourt, France). Clinical monitors\nultrasound examination at follow-up or maternal anxiety,                                  verified the data through a review of source documents.\neven when classed as lower risk after screening. Maternal\nanxiety might be of particular importance in a population of                              Clinical outcomes\nwomen achieving pregnancy via assisted reproduction                                       The practitioners first communicated the standard screening\ntechnology (ART),9 for which most studies found combined                                  results to the patients. Due to their longer technical\nscreening in the first trimester to be less accurate, along with a                        requirements, cfDNA test results were available a few days\npossible increase in the number of high-risk patients due to                              later. During precounseling, the patients were informed that\nmodification of pregnancy-associated plasma protein A                                     their results would be communicated in two stages. In cases\n(PAPP-A) and human chorionic gonadotropin (hCG)                                           where a patient was classified into a high-risk group following\nlevels.10 Because these modifications might reflect impaired                              MSS (risk score ≥ 1/250 was considered high, according to\nplacentation and be associated with obstetrical complications                             French recommendations), they were offered either to\nand/or adverse neonatal outcomes such as hypertension,                                    immediately undergo invasive sampling or to wait for the\npreeclampsia, or intrauterine growth restriction,11–13 one can                            cfDNA report. No risk score was calculated for trisomy 18 or\nhypothesize that fetal DNA release (fetal fraction (FF)) into                             13, as this is not routine practice in France. For each patient,\nmaternal circulation might also be affected and cfDNA                                     all laboratory and ultrasound reports (usually first, second,\nanalysis performance modified.14 The literature is contra-                                and third trimester, according to French recommendations),\ndictory on that matter; some groups reported no significant                               invasive procedures (if performed), cytogenetic testing\ncontribution of method of conception15,16 while others                                    reports, and pregnancy outcomes were recorded. In the event\nobserved a decreased FF in pregnancies conceived by                                       of miscarriage, termination of pregnancy, or in utero demise,\nin vitro fertilization (IVF).17 Additionally, the higher                                  fetal karyotype was performed where possible. For all live\nprevalence of vanishing twins in ART pregnancies18 might                                  births, local pediatricians performed newborn physical\nimpact the performance of cfDNA screening through a higher                                examinations on site and sent for genetic testing if required.\nrate of false-positive results.                                                           When examinations were normal, the newborns were\n   We therefore designed a prospective, interventional, multi-                            considered unaffected, even if no genetic testing was\ncenter study to assess the real-life performance and impact of                            performed.\ncfDNA-based screening compared with standard maternal\nserum screening (MSS) as primary screening in singleton                                   Cell-free fetal DNA analysis in maternal plasma\npregnancies and to compare their performance in pregnancies                               The cfDNA was performed by massive parallel sequencing\nachieved with and without ART.                                                            using a whole-genome approach, as described by Jensen\n                                                                                          et al.20 with some slight modifications. Maternal blood was\n                 MATERIALS AND METHODS                                                    collected in two cfDNA BCT Streck tubes. Plasma was\nPatients and data collection                                                              isolated within 4 days of collection by a double centrifugation\nFrom May 2015 to February 2016, pregnant women under-                                     procedure. Samples were rejected if the tubes were broken on\ngoing aneuploidy screening in nine French centers were                                    arrival or not sufficiently filled. Total DNA was extracted\nenrolled. Of these centers, two were maternity units                                      from 4 mL of plasma by means of the QIAamp DSP\nconnected to a referral center for ART to collect a sufficient                            Circulating Nucleic Acid Kit (Qiagen, Courtaboeuf, France)\nnumber of cases of pregnancies achieved by ART (IVF,                                      after thawing and centrifugation of the samples, then eluted in\nintracytoplasmic sperm injection (ICSI), or oocyte and egg                                55 μL of elution buffer, in accordance with manufacturer’s\ndonation).                                                                                instructions. The DNA libraries were then prepared starting\n  The institutional review board (Comité de Protection des                                from 50 μL of extracted DNA solution using the NEBNext\nPersonnes) approved the study protocol (CPP no. 14–054),                                  Ultra DNA Library Prep Kit (NEB, Evry, France). After\nwith written informed consent obtained from all patients. All                             quantification on the LabChip GX microfluidic platform\n\nGENETICS in MEDICINE | Volume 20 | Number 11 | November 2018                                                                                             1347\n\fORIGINAL RESEARCH ARTICLE                                            COSTA et al | cfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies\n\n\n\n(Perkin-Elmer, Courtaboeuf, France), the libraries from 12                                                RESULTS\ndifferent samples were pooled and sequenced on each lane of            Patient data\nan Illumina V3 flow-cell on a HiSeq1500 instrument, using              A total of 924 patients with singleton pregnancies were\nthe Truseq SBS kit V3-HS reagent (Illumina, Paris, France)             enrolled in nine French centers (546 with spontaneous\nfor 27 cycles. Finally, the sequence reads were mapped to the          pregnancies; 378 with ART-induced pregnancies). To analyze\nUniversity of California–Santa Cruz hg19 version of the                the data concerning best clinical practices and thus avoid\nhuman genome using Bowtie version 2; Z-scores were                     overinterpretation, we decided to initially focus on patients\ncalculated for the targeted chromosomes 13, 18, and 21, as             who received MSS during the first trimester. Consequently,\npreviously described;20 and the FF was evaluated using the             111 cases were excluded from the global analysis due to MSS\ncoverage method, as described by Kim et al.21 The results were         and/or cfDNA being performed during the second trimester.\nexpressed as “positive” or “negative” according to the                 The data from 24 other patients were also excluded due to\nfollowing metric criteria: total count ≥ 9 million and                 either MSS or cfDNA screening being performed but not both\n                                                                       (n = 22), the patient being lost to follow-up (n = 1), or the\nestimated fetal DNA fraction ≥ 4%. The latter metric is of\n                                                                       samples not fully respecting preanalytical requirements\nparticular relevance, as it may influence test performance for\n                                                                       (n = 1). For the last patient, no results were available for\ncfDNA assays based on counting methods. A 4% value is\n                                                                       either screening test because the blood tubes were broken\noften used as a cutoff, based on the demonstration by Fan and\n                                                                       during transportation. This patient did not accept a second\nQuake.22 The classification relied on a standard normal\n                                                                       sampling and gave birth to healthy infant. The primary\ntransformed cutoff value of z = 3 for chromosome 21 and                analysis cohort finally included 789 patients with either SP\nz = 3.95 for chromosomes 18 and 13.20                                  (n = 469) or ART-induced pregnancies (n = 320) (Figure 1).\n                                                                       The demographic and clinical characteristics of patients are\nStudy outcomes                                                         shown in Table 1. All women underwent typical follow-up\nThe study's primary outcome was to compare the false-                  during their pregnancy until delivery, according to French\npositive rate and PPV of standard MSS with those of cfDNA              best practice guidelines and regulations.\nfor T21 in their use as primary screening tests in a general\n                                                                       Primary analysis\npopulation of pregnant women with spontaneous or ART-\n                                                                       Primary data analysis covered the 789 patients who accepted\nachieved pregnancy. Secondary outcomes included the\n                                                                       blood sampling for concurrent standard MSS and cfDNA\npercentage of invasive procedures induced by abnormal\n                                                                       primary screening for trisomy 21 during the first trimester of\nfindings on ultrasound follow-up or for any other reason\n                                                                       pregnancy and received both reports.\nsuch as maternal anxiety, the rate of “no-call” results, and the\n                                                                         All standard MSS results were available within a mean\nturnaround time for cfDNA reports. We also intended to                 turnaround time of 1 day (1–3), with a mean wait for\nevaluate cfDNA’s ability to assess the risk of trisomies 18            cfDNA results of 10 days (9–12). Four patients had to be\nand 13.                                                                resampled because the initial cfDNA assay was inconclusive.\n                                                                       For three of them, the final result was reported, while the\nStatistical analysis                                                   assay remained inconclusive in the fourth. The cfDNA\nThe database was validated and locked before the statistical           analysis was attempted three times for this latter patient, at\nanalysis. Descriptive results were displayed as percentages for        12, 15, and 28 weeks, respectively, yet proved unsuccessful as\n                                                                       the measured FF always remained below the required quality\ncategorical variables, and median and interquartile range\n                                                                       metrics (o4%). This patient with a body mass index (BMI) of\n(IQR) for quantitative variables. The efficiency was char-\n                                                                       23 exhibited an antiphospholipid syndrome and was under\nacterized in terms of false-positive rate (or specificity), false-\n                                                                       heparin treatment. However, she did not opt for an invasive\nnegative rate, and predictive positive value. Exact 95%\n                                                                       procedure as her initial risk was calculated at o1/10,000\nconfidence intervals (CIs) were computed with the binomial\n                                                                       following standard MSS. Her baby was clinically normal\ndistribution. False-positive and false-negative rates of cfDNA         at birth.\nand standard MSS were compared using McNemar’s chi-                      The comparative results of the two approaches for T21\nsquare test. Raw and adjusted differences in the false-positive        screening are illustrated in Figure 2, with the data\nrates for serum screening between spontaneous (SP) and ART             summarized in Table 2. Overall, T21 screening performance\npregnancies were estimated using logistic regression. The              was much better using cfDNA than standard MSS. The false-\nnumber of included subjects was computed to be able to                 positive rates and PPVs were 6.6% (95% CI, 5–8.6%) and 8.8%\ndetect with a statistical power of 90% a difference of 3.5%            (95% CI, 2.9–19.3%) for MSS versus 0% (95% CI, 0–0.47%)\nbetween the false-positive rates of cfDNA and standard MSS.            and 100% (95% CI, 59.0–100%) for cfDNA. Five patients\nAllowing for a 15% loss to follow-up or missing data rate, 500         tested positive and chose to undergo invasive testing. All\nsubjects were required in the SP and ART groups. Analyses              fetuses were confirmed to be affected after invasive proce-\nwere done with Stata 14 software (Stata Statistical Software,          dures (amniocentesis n = 4; chorionic villus sampling n = 3)\nrelease 13; Stata, College Station, TX).                               and fetal karyotyping, with one fetus carrying a mosaicism\n\n1348                                                                                    Volume 20 | Number 11 | November 2018 | GENETICS in MEDICINE\n\fcfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies | COSTA et al             ORIGINAL RESEARCH ARTICLE\n\n                                                                    Total patients\n                                                                       n = 924\n                                                           Spontaneous pregnancies n = 546\n                                                              ART pregnancies n = 378\n\n                                                                                                                  Maternal serum screening or cfDNA\n                                                                                                                  assay during the second trimester\n                                                                                                                  n = 111\n\n                                                                                                                  Ineligible sampling (n =1)\n                                                                                                                  Maternal serum screening or cfDNA\n                                                                                                                  assay only (n = 22)\n\n\n                                                                                                                  No karyotype nor pediatric\n                                                                                                                  examination (n = 1)\n\n                                                     Maternal serum screening AND cfDNA assay\n                                                               during the first trimester\n                                                                        n = 789\n\n\n\n\n                            Spontaneous pregnancy                                                    ART pregnancy\n                                   n = 469                                                              n = 320\n\n\nFigure 1 Enrollment of patients for primary analysis. ART, assisted reproduction technologies; cfDNA, cell-free DNA.\n\n\n\nTable 1 Demographics and clinical characteristics of the patients\n                                                    All (N = 789)                   Spontaneous pregnancy (n = 469)                    ART pregnancy (n = 320)\n Age (years)                                       33.3 (30.0–37.5)                            32.1 (29.0–35.5)                                34.8 (31.5–39.5)\n Age > 35 years                                         36.6%                                      28.4%                                           48.8%\n BMI                                               22.5 (20.6–25.7)                            22.3 (20.4–25.5)                                22.6 (20.8–25.8)\n Multiparous                                            45.1%                                      54.4%                                           31.7%\n Mode of conception\n Spontaneous                                            59.4%                                       100%                                             0%\n    IVF                                                 10.1%                                        0%                                            25.0%\n    ICSI                                                13.9%                                        0%                                            34.4%\n    Oocytes or embryo donation                           3.8%                                        0%                                             9.4%\n    Frozen embryo                                        6.0%                                        0%                                            14.7%\n    Insemination                                         6.7%                                                                                      16.6%\n Gestational age at sampling                      12+4 (12+2–13+1)                            12+4 (12+2–13+1)                                 12+3 (12+1–13)\nData shown as median and IQR values. ART, assisted reproduction technology; BMI, body mass index; ICSI, intracytoplasmic sperm injection; IQR, interquartile range\n(25th − 75th percentile); IVF, in vitro fertilization.\n\n\n\n\n(mos47,XY,+21[3]/46,XY[23]). All patients chose to terminate                              730 patients were classified as low risk with MSS and negative\npregnancy except the mother with a fetus carrying mosaicism.                              for cfDNA assay as well. In this group, amniocentesis was\nTwo patients had a false-negative screening result with the                               conducted for eight patients due to one polymalformative\nstandard procedure, while cfDNA assay was positive. Their                                 syndrome revealed on ultrasound during the second trimester\nrisk scores were 1/652 and 1/531 with MSS, and nuchal                                     (n = 1), one toxoplasmosis seroconversion with ventricular\ntranslucencies were normal. Both patients underwent invasive                              dilatation (n = 1), two spina bifida (n = 2), one severe\ntesting, and the fetuses were confirmed to be affected with                               hypospadias (n = 1), one intrauterine death (n = 1), one small\nT21. Following standard MSS, 52 pregnant women were                                       for gestational age fetus with clinodactyly (n = 1), and one\nclassified as high-risk patients, yet produced negative cfDNA                             small for gestational age with suspected cytomegalovirus\nassays. None chose to undergo the invasive procedure when                                 infection (n = 1). No invasive procedure was opted for based\ntheir MSS results were reported, opting to wait for cfDNA                                 solely on maternal anxiety. Finally, the introduction of cfDNA\nresults for the final decision. No invasive testing was carried                           reduced the number of invasive procedures by 78.5% (1.9%\nout in this group, and all babies were healthy at birth. Finally,                         (15/789) vs. 8.2% (65/789) for MSS).\n\nGENETICS in MEDICINE | Volume 20 | Number 11 | November 2018                                                                                                      1349\n\fORIGINAL RESEARCH ARTICLE                                                       COSTA et al | cfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies\n\n\n\n                                                          Maternal serum screening AND cfDNA assay\n                                                                    during the first trimester\n                                                                             n = 789\n\n\n\n\n                     MSS high risk                     MSS low risk                        MSS low risk                          MSS high risk\n                  cfDNA assay positive              cfDNA assay positive               cfDNA assay negative                   cfDNA assay negative\n                         n=5                               n=2                               n = 730                                 n = 52\n\n\n\n\n                   Invasive procedure                Invasive procedure\n                           n=5                               n=2                         Invasive procedure\n                                                                                                                                Invasive procedure\n                    (Amniocentesis:2,                 (Amniocentesis:1,                         n=8\n                                                                                                                                       n=0\n                      chorionic villus                  chorionic villus                 (Amniocentesis:8)\n                       sampling:3)                       sampling:1)\n\n\n\n                        Trisomy 21                       Trisomy 21                      Trisomy 13,18,21                        Trisomy 13,18,21\n                            n=5                              n=2                               n=0                                     n=0\n                  (including one case of\n                        mosaicism)\n\n\n\nFigure 2 Outcomes for primary analysis. cfDNA, cell-free DNA; MSS, maternal serum screening.\n\n\n\n\nTable 2 Maternal serum screening and cfDNA assay performance for a primary screening for trisomy 21 in both the\nspontaneous and ART pregnancy groups\n All                                                  Maternal serum screening                                cfDNA assay                                   p\n False positive                                       6.6% (5.0–8.6%)                                         0% (0–0.47%)                                  po1‰\n Specificity                                          93.4% (91.4–95.0%)                                      100% (99.5–100%)                              po1‰\n False negative                                       28.6% (3.7–71.0%)                                       0% (0–41.0%)                                  p = 0.50\n PPV                                                  8.8% (2.9–19.3%)                                        100% (59.0–100%)                              NC\n Spontaneous pregnancies                              Maternal serum screening                                cfDNA assay                                   p\n False positive                                       3.2% (1.8–5.3%)                                         0% (0–0.79%)                                  po1‰\n Specificity                                          96.8% (94.7–98.2%)                                      100% (99.2–100%)                              po1‰\n False negative                                       0% (0–60.2%)                                            0% (0–60.2%)                                  p=1\n PPV                                                  21.1% (6.1–45.6%)                                       100% (39.8–100%)                              NC\n ART pregnancies                                      Maternal serum screening                                cfDNA assay                                   p\n False positive                                       11.7% (8.4–15.7%)                                       0% (0–1.2%)                                   po1‰\n Specificity                                          88.3% (84.3–91.6%)                                      100% (98.8–100%)                              po1‰\n False negative                                       66.7% (9.4–99.2%)                                       0% (0–70.8%)                                  p = 0.5\n PPV                                                  2.6% (0.07–13.8%)                                       100% (29.2–100%)                              NC\nData shown as median and IQR values. ART, assisted reproduction technology; BMI, body mass index; cfDNA, cell-free DNA; IQR, interquartile range (25th − 75th per-\ncentile); NC, not comparable; PPV, positive predictive value.\n\n\n\n\n  The mean FF was 10.6% (± 2.9). No correlation was found                          confirmed T21-affected fetus; screening was positive with\nbetween FF and gestational age at sampling between 12+4 and                        cfDNA but negative with MSS. Due to the small numbers,\n13+6 weeks, although BMI and FF were negatively correlated,                        only specificities could be calculated: 97.4% (95% CI, 95.6–\nas reported elsewhere.23 Because the mean maternal age at                          98.6%) for MSS and 100% (95% CI, 99.3–100%) for cfDNA (p\nscreening among our cohort was higher than that typically                          o1‰).\nobserved in France (33.3 years (29.9–37.5)), comparisons were\nadditionally made with a subgroup of 504 patients under 35                         Secondary analyses\nyears old. In this subgroup, the mean maternal age was 30.7                        When the two groups—SP and ART—were considered, the\n(28.5–33.0), mean BMI 22.2 (20.4–25.5), and mean gestational                       maternal age at screening significantly differed between them\nage at sampling 12+5 (12+1–13). Only one patient carried a                         (po1‰), with the patients undergoing ART typically older\n\n1350                                                                                               Volume 20 | Number 11 | November 2018 | GENETICS in MEDICINE\n\fcfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies | COSTA et al            ORIGINAL RESEARCH ARTICLE\n(Table 1). The ART procedures were intrauterine                                           abnormal profiles for markers located on chromosome 13,\ninsemination, 19.4%; IVF, 29.7%; ICSI, 37.0%; frozen                                      thus suggesting confined placenta mosaicism. The baby\nembryo, 13.3%; egg donation, 0.6%. BMI did not                                            suffered from intrauterine growth restriction yet presented a\nsignificantly differ between the groups (22.1 (20.2 – 25.3)                               normal karyotype at birth. No conclusion can be drawn for\nand 22.4 (20.8 – 25.9) (p = 0.83)), and gestational age at                                trisomy 18, given that there was no case in this study.\nsampling was also similar, although the 2-day difference was\nstatistically significant (p = 0.01). MSS screening performance                           Pregnancy outcomes\nin the ART group was less favorable, with a false-positive rate                           Pregnancy outcomes were assessed in the entire sample\nof 11.7% (95% CI, 8.4–15.7) and a PPV of 2.6% (95% CI,                                    because the screening results were identical in spontaneous\n0.07–13.8), especially when compared with cfDNA (0% (95%                                  and ART-induced pregnancies. Among the 789 pregnant\nCI, 0–1.1%) and 100% (95% CI, 29.2–100%)), respectively                                   women analyzed, invasive procedures were performed in only\n(Table 2).                                                                                15 (1.9%), and in 7 of them intended to confirm the positive\n   There was no difference in cfDNA-based screening                                       cfDNA assay results for T21, as currently recommended. All\nperformance for T21 between the SP and ART groups, where                                  fetuses were confirmed as presenting T21. Eight additional\nfour and three fetuses were diagnosed as affected, respectively.                          fetuses were invasively examined due to ultrasound findings,\nThis could be at least partially due to the medians of FF,                                and fetal conditions other than those screened for were thus\nrespectively 10.9% ( ± 3.14) and 10.2% ( ± 2.7) in the SP and                             revealed. The number of invasive tests was 10 in the SP group\nART groups, being highly similar yet also statistically different                         and 5 in the ART group, the difference being nonsignificant.\n(po0.05). Adjustment for gestational age at sampling and                                  Second-trimester scans were performed in 97% of cases, and\n                                                                                          third-trimester scans in 96% of cases. Of the 789 patients, 7\nBMI did not modify the results. Interestingly, the proportion\n                                                                                          had T21 fetuses and 8 presented fetal anomalies that justified\nof patients with high FF ( >15%) was smaller in the ART\n                                                                                          invasive sampling. Ultrasound follow-up was performed in 12\ngroup (p = 0.002) (Table 3).\n                                                                                          other patients for fetal anomalies yet without sampling (bowel\n   It is noteworthy that the false-positive rate for MSS was\n                                                                                          duplication (n = 1), unique umbilical artery (n = 1), atrioven-\nmuch higher in ART-induced pregnancies (11.7%) than in\n                                                                                          tricular bloc (n = 1), intrauterine growth restriction (n = 3),\nSPs (3.2%). This might be explained by the difference in age\n                                                                                          pelvis dilatation o11 mm (n = 4), ovarian cyst (n = 1), and\n(thus in risk level) between the two groups. We then restricted\n                                                                                          bilateral nephromegaly (n = 1)). All these neonates were\nthe analyses to the women with maternal age below 35 years.\n                                                                                          examined by a pediatrician and assessed as phenotypically\nThe difference between false-positive rates for MSS thus\n                                                                                          normal, with no karyotype testing. One fetus displayed left\ndecreased in spontaneous and ART-induced pregnancies to                                   cardiac ventricular asymmetry on second-trimester scan, and\n1.5% and 4.9%, respectively, with an intergroup difference of                             the patient chose not to undergo invasive testing. At birth, the\n3.4%. To explain this remaining gap, we took into account the                             baby exhibited dysmorphic facial features, along with a\nmaternal ages of 30.2 (27.9–32.7) for SP (n = 339) and 31.7                               cardiac malformation (double outlet ventricle). The parents\n(29.4–33.4) for ART (n = 165) (po1‰), along with multiple                                 refused karyotype analysis. Three patients exhibited intrau-\nof the median (MoM) for β-hCG respectively equal to 1.30                                  terine fetal death at 18, 22, and 39 weeks, with all karyotypes\nand 1.42 (p = 0.17) and MoM for PAPP-A respectively equal                                 performed upon pathological examination and proven\nto 1.23 and 1.12 (p = 0.06). After adjustment for these                                   normal.\nvariables, it was confirmed that the between-group difference\nin PAPP-A MoM was the main factor accounting for the                                                             DISCUSSION\nhigher rate of patients classified as high risk in the ART group                          We herein report the first prospective, multicenter, interven-\n(Supplementary Table S1 online).                                                          tional study evaluating the impact of introducing cfDNA as a\n   Additionally, the cfDNA assay performance was also                                     first-line screening test in pregnant women, in the first\nevaluated for trisomy 18 and 13 screening, summarized in                                  trimester, with results of both MSS and cfDNA reported and\nSupplementary Table S2. One patient was positive for                                      considered for subsequent clinical management. Both SP and\ntrisomy 13 but did not choose to undergo invasive testing,                                ART-induced pregnancies were considered because of con-\nas the fetus exhibited no abnormalities on ultrasound follow-                             flicting results on the performance of cfDNA testing in ART-\nup. Placental biopsies were performed at birth, with DNA                                  induced pregnancies, with MSS performance known to be\nexamined by quantitative polymerase chain reaction showing                                impacted in that specific context.\n                                                                                             We confirmed that cfDNA screening for T21 exhibits\nTable 3 Fetal fraction distribution in the spontaneous and                                higher specificity and PPV than standard MSS, thus\nART pregnancy groups                                                                      increasing the number of fetuses with T21 diagnosed while\n Fetal fraction %        Spontaneous pregnancies             ART pregnancies              reducing the number of invasive procedures required by\n o10                                  39.4%                         48.7%                 78.5% even for a subgroup of low-risk patients under 35 years\n 10–15                                50.4%                         46.9%                 of age. Positive MSS findings were reported in 52 patients,\n ≥ 15                                 10.1%                           4.4%                while their cfDNA tests were negative, and none chose\nART, assisted reproduction technology.                                                    invasive testing. It must be noted that after receiving negative\n\nGENETICS in MEDICINE | Volume 20 | Number 11 | November 2018                                                                                         1351\n\fORIGINAL RESEARCH ARTICLE                                           COSTA et al | cfDNA vs. MSS screening for trisomy 21 in ART and spontaneous pregnancies\n\n\n\nMSS and cfDNA results, only eight patients underwent                  medical-history features seem to alter the screening para-\ninvasive testing. Of these eight patients with positive cfDNA         meters in different ways.31,32,34–36 In our study, we showed\nresults, four underwent amniocentesis rather than chorionic           that the performance of MSS is lower than that of cfDNA in\nvillus sampling. This was due partly to the delay in results          ART-induced pregnancies, which may be due to differences in\nturnaround.                                                           PAPP-A levels after adjusting for maternal age.\n   When considering cfDNA as a first-tier screening, the “no-            On the other hand, FF, a most relevant parameter, displayed\ncall” rate is a relevant metric, as patient management is often       a different distribution in SP and ART-induced pregnancies.\nless than optimal in this context. The number of such cases           Overall, though FF was lower in the ART group, both the\nwas very low (n = 2) in our study, with one relating to               mean level and number of cases under the critical 4% amount\npreanalytical issues. The patient did not accept a second blood       were similar in both groups. This finding might be related to\nsampling. Only one patient therefore had a “true no-call”             PAPP-A lower level as both PAPP-A and cfDNA derived\nresult due to low FF, in spite of a normal BMI. This patient          from syncytiotrophoblast.\nsuffered from an autoimmune disease and was under heparin                Most countries are currently discussing how cfDNA testing\ntreatment. Whether this “no-call” result was related to either        should be optimally offered to patients from a medical,\nthe heparin or the autoimmune disease is still unclear.24             ethical, and economical point of view, as compared with MSS,\n   Two recent meta-analyses confirmed the high performance            which is still the current standard screening test. In France,\nof cfDNA testing, yet included both low-risk and high-risk            where national screening has been implemented by law, first-\npatients,3,25 which made it difficult to draw a definitive            trimester combined screening is still the standard care choice.\nconclusion. To date, the two major publications evaluating            Very recently, cfDNA testing was officially recognized as an\ncfDNA testing in the general population were published by             option. However, on account of medico-economic\nBianchi et al.7 and Norton et al.8 Only the second focused on         evaluations,37 this test is proposed only as a second-tier\nthe first trimester of pregnancy, however, while cfDNA results        screening tool for high-risk patients after redefining the\nwere blinded. Furthermore, information on the mode of                 boundaries of such a group: the “new high-risk group” ranges\nconception was lacking, despite this being a relevant                 from 1/51 to 1/1,000. Nonetheless, based on our findings,\nparameter when considering cfDNA as a primary screening               cfDNA testing should be considered as a primary screening\ntool, owing to the increasing number of ART-induced                   method for trisomy 21, at least in patients with ART-induced\npregnancies worldwide. The performance of cfDNA testing               pregnancies with the objective to reduce invasive procedures\nin ART-induced pregnancies has already been evaluated in              or for those with sole access to second-trimester biochemical\nboth twin17,26,27 and singleton pregnancies.28 For this reason,\n                                                                      screening where the rate of high-risk patients is especially\nwe compared the results of T21 screening between sponta-\n                                                                      high in our study (data not shown). Moreover, based on our\nneous and ART-induced pregnancy groups. The cfDNA\n                                                                      findings, cfDNA testing should also be used for trisomy 13\ntesting performance was much higher than that of MSS in the\n                                                                      and 18 screening, and this especially in countries where such\nSP group, with an even more striking difference in the ART\n                                                                      risk assessment is not covered by the MSS, as it is in France.\ngroup. This superiority in this latter group could be accounted\nfor primarily by the mean maternal age, which was                     SUPPLEMENTARY MATERIAL\nsignificantly higher in the ART group, but this difference            Supplementary material is linked to the online version of the\npersisted even when considering only patients under 35 years          paper at http://www.nature.com/gim\nold. After adjusting for age, PAPP-A, and β-hCG MoM,\nhowever, we found lower PAPP-A MoM in the ART group to\n                                                                      ACKNOWLEDGMENTS\nbe responsible for the relatively poor performance of MSS\n                                                                      The sponsor was Assistance Publique–Hôpitaux de Paris (Départe-\nfound in this group. This applied at least to the false-positive\n                   ",
  "wordCount": 6508,
  "indexed": "2025-09-25T22:47:17.790Z",
  "method": "direct"
}
