{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Makalowski - 2001 - The human genome structure and organization.pdf",
  "fileName": "Makalowski - 2001 - The human genome structure and organization.pdf",
  "relativePath": "Genetica/Generalidades/Makalowski - 2001 - The human genome structure and organization.pdf",
  "text": "Vol. 48 No. 3/2001\n\n                                                                                                  587598\n                                                                                          QUARTERLY\n\n\n\nI dedicate this review in memory of Professor Jacek Augustyniak, who introduced me to\nthe world of genes and genomes\nReview\n\nThe human genome structure and organization*\n\nWojciech Maka³owski½\n\nNational Center for Biotechnology Information, National Library of Medicine,\nNational Institutes of Health, Bethesda, U.S.A.\nReceived: 22 January, 2001; accepted: 26 February, 2001\n           Genetic information of human is encoded in two genomes: nuclear and mitochon-\n         drial. Both of them reflect molecular evolution of human starting from the beginning\n         of life (about 4.5 billion years ago) until the origin of Homo sapiens species about\n         100000 years ago. From this reason human genome contains some features that are\n         common for different groups     of organisms and some features that are unique for\n         Homo sapiens. 3.2 ´ 109 base pairs of human nuclear genome are packed into 237\n         chromosomes of different size. The smallest chromosome  21st contains 5 ´ 10\n         base pairs while the biggest one 1st contains 2.63 ´ 108 base pairs. Despite the fact\n         that the nucleotide sequence of all chromosomes is established, the organisation of\n         nuclear genome put still questions: for example: the exact number of genes encoded\n         by the human genome is still unknown giving estimations from 30 to 150 thousand\n         genes. Coding sequences represent a few percent of human nuclear genome. The ma-\n         jority of the genome is represented by repetitive sequences (about 50%) and\n         noncoding unique sequences. This part of the genome is frequently wrongly called\n         junk DNA. The distribution of genes on chromosomes is irregular, DNA fragments\n         containing low percentage of GC pairs code lower number of genes than the frag-\n         ments of high percentage of GC pairs.\n\n\n*Presented at the XXXVI Meeting of the Polish Biochemical Society, Poznañ, 13 September 2000, Poland.\n½Mailing address: NCBI/NLM/NIH, 45 Center Drive, MSC 6510, Bldg. 45, Room 6As.47A, Bethesda, MD\n 20892-6510, U.S.A., phone: (301) 435 5989; fax: (301) 480 2918; e-mail: makalowski@ncbi.nlm.nih.gov\nAbbreviations:  CDS, coding DNA sequence; EST, expressed sequence tag; FISH, fluorescence in situ hy-\n bridization; HERV, human endogenous retrovirus; LINE, long interspersed repetitive element; LTR,\n long terminal repeat; SAR, scaffold-attachement region; SINE, short interspersed repetitive element;\n TE, transposable element; UTR, untranslated region.\n\f588                                        W. Makalowski                                     2001\nINTRODUCTION            HISTORICAL                 were not equal. The semen of the male con-\nPERSPECTIVE                                         tributes the form-giving principle, eidos, while\n                                                    the menstrual blood, cantemina, of the female\n  From the beginning of humanity, people            is the unformed substance shaped by the eidos\nhave been interested in themselves. They            of the semen. “The female always provides the\nwere well aware of two aspects of living na-        material, the male provides that which fash-\nture: an immense variability within each spe-       ions the material into shape; this in our view,\ncies and the tendency for characteristics of        is the specific characteristic of each sex: that\nparents to be transmitted to their offspring.       is what it means to be male or to be female.”\nAlready pre-Socratic philosophers noticed           (Aristotle, 1965).\nthat people shared some characteristics, e.g.         The twentieth century witnessed accelerated\nhad usually, with some exceptions, two hands,       development of biology and with it the nature\na nose, large forehead, in other words they         of the inheritance process was understood.\nwere alike. On the other hand, everybody was        Consequently, an effort to decipher the\ndifferent and nobody should have a problem          blueprint of our species has started. Several\nto distinguish those two gentlemen by such          biological discoveries were especially impor-\ncharacteristics as eyes, cheeks, or shirts. An-     tant to decipher the human genome. Every-\ncient people were also aware that the above         thing started with the rediscovery of Mendel¢s\nwas true for both intra- and inter-species com-     laws by Hugo Marie De Vries (1900), followed\nparison.                                            by discovery of chromosomes by Thomas H.\n  The question arises: how does it happen that      Morgan in 1910 (Morgan, 1910). In 1953,\nour children are more similar to parents than       James D. Watson and Francis H.C. Crick un-\nto monkeys? The problem already intrigued           raveled the structure of DNA (Watson &\npre-Socratic philosophers. Probably the first       Crick, 1953a; Watson & Crick, 1953b). Fours\nperson who publicly expressed his thoughts          years later, Johan H. Matthaei and Marshall\non the subject was Anaxagoras of Clazome-           Nirenberg performed experiments which en-\nnae. According to his teaching, seed material       abled deciphering the genetic code. With the\nis carried from all parts of the body to repro-     development of the fast methods of DNA se-\nductive organs by the humors. Fertilization is      quencing in the mid-seventies (Maxam &\nthe mixing of the seed material of father and       Gilbert, 1977; Sanger et al., 1977), followed by\nmother. That all parts of the body participate      automation of cloning and sequencing in the\nin the production of seed material is docu-         nineties, the way to understand our blueprint\nmented by the fact that blue-eyed parents           became clear. By now, many complete\nhave blue-eyed children and baldheaded men          genomes of both prokaryotic and eukaryotic\nhave sons that become baldheaded — not a            organisms have been sequenced. For\nvery good prospect for my own children. The         up-to-date tables with completed genomes, go\nidea of panspermy or pangenesis was adapted         to http://www.ebi. ac.uk/genomes/. On June\nand taught by the famous physician                  26, 2000, virtually all news agencies in the\nHipocrates (about 460–377 B.C.) and was             world announced completion of a working\nwidely accepted until the end of the nine-          draft of the human genome. This accomplish-\nteenth century, also by Charles Darwin. One         ment was so important for humankind that in-\nof the greatest scientists of all time, Aristotle   stead of announcing it at a scientific confer-\nof Stagira had a different view on the prob-        ence or in a scientific journal, as used to be\nlem. Aristotle¢s theory of inheritance, as de-      with a scientific milestones, a special press\nscribed in one of his major works De                conference was organized in The White House\ngeneratione animalium, was holistic. He held        in Washington, D.C. In several days faces of\nthat the contributions by males and females         major players from both private and public\n\fVol. 48                                The human genome                                        589\nsectors appeared on journals¢ covers around       Table 1. Physical sizes of human chromosomes\nthe world, including the Polish weeklies\n                                                          Chromosome           Size (Mbp)\nPolityka and Wprost. It is worth pointing out\n                                                           1                     249\nthat the public genome project already com-                2                     237\npleted sequence of two chromosomes: 22 (De-                3                     192\ncember, 1999) (Dunham et al., 1999) and 21                 4                     183\n(May, 2000) (Hattori et al., 2000). The work-              5                     174\ning draft of the human genome was published                6                     165\nby both projects last January.                             7                     153\n                                                           8                     135\n                                                           9                     132\n                                                          10                     132\nHUMAN     GENOME         GENERAL\n                                                          11                     132\nINFORMATION\n                                                          12                     123\n                                                          13                     108\n  Our genetic material is stored in two                   14                     105\norganelles: nucleus and mitochondria. This re-            15                      99\nview is focused on the nuclear genome in                  16                      84\nwhich 3.2 miliard bp are packed in 22 pairs of            17                      81\nautosomes and two sex chromosomes, X and                  18                      75\nY. Human chromosomes are not of equal                     19                      69\n                                                          20                      63\nsizes; the smallest, chromosome 21, is 54 mln\n                                                          21                      54\nbp long; the largest, chromosome 1, is almost             22                      57\nfive times bigger with 249 mln bp (see Ta-                X                      141\nble 1).                                                   Y                       60\n  Genomic sequences can be divided in several\nways. From the functional point of view we\ncan distinguish genes, pseudogenes, and\nnon-coding DNA (Fig. 1). Only a minute frac-      transposable elements as well but with time\ntion of the genome — about 3% — codes for pro-    they have mutated beyond recognition.\n\n\n\n\n                                                                       Figure 1. Fractions of differ-\n                                                                       ent sequences in the human\n                                                                       genome.\nteins. There are many pseudogenes in the hu-      SEQUENCE      COMPLEXITY\n\nman genome (0.5%) but most of the genome\nconsists of introns and intergenic DNA. Al-         The human genome contains various levels\nmost half of these sequences consist of differ-   of complexity as demonstrated by reasso-\nent transposons; moreover, the remaining          ciation kinetics. Such analyses of the human\nnon-coding DNA most likely originated from        genome estimate that 60% of the DNA is ei-\n\f590                                      W. Makalowski                                    2001\nther single copy or in very low copies; 30% of    tion referred to as isochores (Bernardi, 2000),\nthe DNA is moderately repetitive; and 10% is      based on sequence analysis and compositional\nconsidered highly repetitive.                     mapping. L1 and L2 are GC-poor (or ‘light¢)\n  Various staining techniques demonstrate al-     isochore families representing about 62% of\nternative banding patterns of mitotic chromo-     the genome. The H1, H2 and H3 (heavy)\nsomes referred to as karyograms. Although         isochore classes are increasingly GC-rich.\nthe three broad classes of DNA are scattered      There is some correlation between isochores\nthroughout the chromosome, chromosomal            and chromosomal bands. G bands are almost\nbanding patterns reflect levels of com-           exclusively composed of GC-poor isochores,\npartmentalization of the DNA. Using the           with a minor contribution from H1. R bands\nC-banding technique yields dark-staining re-      can be classified further into T bands (R band-\ngions of the chromosome (or C bands), re-         ing at elevated temperatures), which are com-\nferred to as heterochromatin. These regions       posed mainly of H2 and H3 isochores, and R¢\nare highly coiled, contain highly repetitive      (non-T R bands) which are comprised of\nDNA, and are typically found at the               nearly equal amounts of GC-rich (primarily\ncentromeres, telomeres, and on the Y chromo-      H1) and GC-poor isochores.\nsome. They are composed of long arrays of           Additionally, there are five human chromo-\ntandem repeats and therefore some may con-        somes (13, 14, 15, 21, 22) distinguished at\ntain a nucleotide composition that differs sig-   their terminus by a thin bridge with rounded\nnificantly from the remainder of the genome       ends referred to as chromosomal satellites.\n(approximately 40–42% GC). That means that        These contain repeats of genes coding for\nthey can be separated from the bulk of the ge-    rRNA and ribosomal proteins that coalesce to\nnome by buoyant density (caesium chloride)        form the nucleolus and are known as the nu-\ngradient centrifugation. Gradient centrifu-       cleolar organizing regions.\ngation results in a major band and three mi-\nnor bands referred to as satellite bands —\nhence the term satellite DNA.                     HUMAN     GENE    NUMBER\n\n  The G-banding technique yields a pattern of\nalternating light and dark bands reflecting         It is interesting that the number of genes\nvariations in base composition, time of repli-    coded by our genome is not known and proba-\ncation, chromatin conformation, and the den-      bly will not be known long after completion of\nsity of genes and repetitive sequences. There-    the human genome sequencing. Nevertheless,\nfore, the karyograms define chromosomal or-       in the last decade, several groups tried to an-\nganization and allow for identification of the    swer this question using different methods\ndifferent chromosomes. The darker bands, or       (see Table 2). Unfortunately, the estimations\nG bands, are comparatively more condensed,        differ very much with prediction as low as\nmore AT-rich, less gene-rich and replicate        28 000 up to 80 000 genes per human haploid.\nlater than the DNA within the pale bands,         The whole genomic community is so excited\nwhich correspond to the R bands by an alter-      with this mysterious number that they de-\nnative staining technique. More recently,         cided to organize the Gene Sweepstake. The\nthese alternative banding patterns have been      Gene Sweepstake will run between 2000 and\ncorrelated to the level of compaction of scaf-    2003 and its detailed rules may be found at:\nfold-attachment regions (SARs).                   http://www. ensembl.org/Genesweep/. As of\n  The human genome may also be compart-           January 2001, 165 bets were made with gene\nmentalized into large (> 300 kb) segments of      number between 27 462 and 153 478 and a\nDNA that are homogeneous in base composi-         mean value of 61 710.\n\fVol. 48                                 The human genome                                       591\n\nTable 2. Estimation of human gene number using different methods\n          Gene number        Method                     Reference\n          80 000             CpG islands                (Antequera & Bird, 1994)\n          64 000             ESTs                       (Fields et al., 1994)\n          35 000             ESTs                       (Ewing & Green, 2000)\n          28 00034 000      Comparative genomics       (Roest Crollius et al., 2000)\n          30 000             Gene punctuation           (Yang et al., 2001)\n\n\n\nEXONS     CHARACTERISTIC                            non-coding sequences) exons tend to be longer\n                                                    than single type exons, especially those at the\n  In most human genes, coding sequences are         end of the message; not surprisingly so, since\ninterrupted by stretches of non-coding se-          3¢ UTRs are relatively long in mammalian\nquences, which are spliced out during mRNA          mRNAs. In our analysis of over 2000 human\nmaturation. Using nomenclature introduced           mRNA sequences the median and mean sizes\nby Walter Gilbert (Gilbert, 1978), the human        of human message domains were as follow:\ngenes look like mosaics, consisting of series of    118 nt and 191 nt for 5¢ UTR, 1191 and 1424\nexons (DNA sequences that can be subse-             for CDSs, and 534 and 576 for 3¢ UTRs, re-\nquently found in the mature mRNA) and               spectively (Makalowski et al., 1996; Maka-\nintrons (silent DNA sequences that are absent       lowski & Boguski, 1998).\nfrom the final mRNA). As nothing in nature is\nsimple, some of the introns carry significant\ninformation and even code for other complete        GENE     DISTRIBUTION\n\ngenes (see description of nested genes below).\nInitially, it was thought that introns occured\nonly in untranslated parts of mRNA and cod-           Genes may be transcribed from either the\ning sequences (CDS) were not interrupted.           same or from the opposite strand of the ge-\nHowever, it soon became clear that introns          nome, i.e. they may lie in the same\ncould be found in all domains of mRNA mole-         (tail-to-head) or opposite orientation\ncule. Therefore, exons can be classified as fol-    (head-to-head or tail-to-tail). Although the vast\nlows: 5¢ UTR exons, coding exons, 3¢ UTR            majority of the human genome accounts for\nexons, and all possible combinations of those       non-exonic sequences, a surprisingly large\nthree main types, including single exons that       number of genes occupy the same genomic\ncover the whole mRNA. The latter are very in-       space. About 6% of human genes reside in\nteresting from the evolutionary biology point       introns of other genes (Wong et al., 2000). For\nof view, because in most cases they are             example, intron 27th of NF1 gene hosts three\nretroposed copies of “regular” genes with           other genes that have small introns on their\nintrons. Michael Zhang of Cold Spring Harbor        own, suggesting that they are not products of\nLaboratory analyzed 4731 human exons                retroposition (see Fig. 2). Additionally, over\n(Zhang, 1998). It appears that human exons          100 gene pairs are overlapping at 3¢ end, i.e.\nare relatively short with median value of 167       their 3¢ UTRs occupy the same region though\nbp and mean equal to 216 bp. The shortest           different strands (I. Makalowska, personal\nexon was only 12 bp while the longest one           communication). TPR and MSF genes map to\n6609 bp. These numbers have to be taken with        the same region of chromosome 1. The last\nsome caution because they are based on              exon of the TPR gene is 872 nt long and over-\nGenBank annotation, which sometimes is not          laps completely with the last exon of the MSF\nvery precise. Mixed (including coding and           gene (200 nt). Interestingly, the very end of\n\f592                                           W. Makalowski                                            2001\n\n\n\n\nFigure 2. An example of nested genes.\nThe human sequence from chromosome 1 (GenBank accession number AC004526) was analyzed using\nGeneMachine (Makalowska et al., 2001). Connected closed boxes represent gene models as predicted by GenScan\nsoftware (Burge & Karlin, 1997) and boxes with arrows represent results of BLASTn search; AC004526 was used as\na query against nr database.\n\n\n\nthe MSF gene overlaps with the intron of the             ments flanking (usually at the 5¢ end) most\nTPR gene (see Fig. 3).                                   housekeeping and many tissue-specific genes.\n  Unlike in plant genomes, most of non-exonic            The clustering of CpG islands, as demon-\nsequences in human genome account for                    strated by fluorescence in situ hybridization\nintrons (Wong et al., 2000). However, genes              further depicts gene-poor and gene-rich chro-\nare not equally distributed throughout the ge-           mosomal segments (Craig & Bickmore, 1994).\nnome. There is a distinct association between            As a consequence, more than half of human\nGC-richness and gene density. This is consis-            genes locate in the so-called “genomic core”\ntent with the association of most genes with             (isochores H2 and H3) comprising only 12% of\nCpG islands, the 500–1000 bp GC-rich seg-                the human genome (see Table 3).\n\n\n                                                                                    Figure 3. An example of\n                                                                                    overlapping genes.\n                                                                                    The human sequence from\n                                                                                    chromosome 1 (GenBank\n                                                                                    accession number AL13-\n                                                                                    3533) was analyzed using\n                                                                                    GeneMachine (Makalow-\n                                                                                    ska et al., 2001). Connect-\n                                                                                    ed closed boxes represent\n                                                                                    gene models as predicted\n                                                                                    by GenScan software\n                                                                                    (Burge & Karlin, 1997)\n                                                                                    and open boxes with ar-\n                                                                                    rows represent results of\n                                                                                    BLASTn search; AL13-\n                                                                                    3533 was used as a query\n                                                                                    against nr database.\n\fVol. 48                                  The human genome                                      593\n\nTable 3. Gene density in different isochores\n                                       Genomic core            Empty space\n               Isochore type           H2 and H3               L, H1\n               Genome fraction         12%                     88%\n               Gene fraction           54%                     46%\n               Gene density            1/10 kbp                1/100 kbp\n\n\n\n\nGENE      FAMILIES                                    more histone genes, or clusters of all histone\n                                                      genes, e.g. H3-H4-H1-H3-H2A-H2B (Hentschel\n  Many genes can be clustered in groups of dif-       & Birnstiel, 1981). A majority of histone genes\nferent sizes based on sequence similarity. The        form a large cluster on human chromosome 6\nsimilarity between two genes varies from              (6p21.3) and a small cluster at 1q21. Interest-\ngenes coding identical products to genes in           ingly, histone genes lack introns; a rare fea-\nwhich product similarity is barely detectable         ture for eukaryotic genes.\nand/or limited to short sequence stretches              Genes that encode ribosomal RNA (rRNA)\ncalled sequence motives. Genes families arose         total about 0.4% of the DNA in the human ge-\nduring the evolution by gene duplications             nome. The individual genes of a particular\nover the different periods of time as reflected       rRNA family are essentially identical. The\nin sequence similarity. In general, more simi-        28S, 5.8S and 18S rRNA genes are clustered\nlar genes shared a common ancestor later (in          with spacer units in tandem arrays of approxi-\nnearer past) than genes with a weaker similar-        mately 60 copies each yielding about 2 million\nity, although gene conversion can result in           bp of DNA. These clusters are present on the\nvery similar or identical gene copies regard-         short arms of five acrocentric chromosomes\nless of gene duplication time. Gene duplica-          and form the nucleolar organizing regions,\ntion can occur by different mechanisms, like          hence approximately 300 copies. These three\nunequal recombination or retroposition. Not           rRNA genes are transcribed as a single unit\nall duplicated genes remain active, some of           and then cleaved. 5S rRNA genes are clus-\nthem end up in genomic oblivion and are               tered on chromosome 1q.\ncalled pseudogenes. Some of the pseudogenes             Some genes in the human genome share\ncan be rescued from the genomic death by cap-         highly conserved amino-acid domains with\nturing a promoter and regulatory elements in          weak overall similarity. These often have de-\nthe course of evolution as happened with              velopmental function. There are nine dis-\nQ-globin gene which was rescued by an Alu el-         persed paired box (Pax) genes that contain\nement after 200 mln years of silent existence         highly conserved DNA binding domains with\n(see discussion in Makalowski, 1995).                 six a-helices. The homeobox or Hox genes\n  The histone gene family is an example of            share a common 60 amino-acid sequence. In\nvery similar genes. It consists of five genes         humans there are four Hox gene clusters,\nthat tend to be linked, although in differing ar-     each on a different chromosome. However,\nrays of variable copy numbers dispersed in            the individual genes in the cluster demon-\nthe human genome. The individual genes of a           strate greater similarity to a counterpart gene\nparticular histone family encode essentially          in another cluster than to the other genes in\nidentical products (i.e. all H4 genes code for        the same cluster.\nthe identical H4 protein). Analysis of individ-         There are pseudogenes that are the result of\nual human genomic clones has identified iso-          retroposition (retropseudogenes). The\nlated histone genes, e.g. H4, clusters of two or      pseudogenes lack introns and the flanking\n\f594                                      W. Makalowski                                           2001\nDNA sequences of the functional locus and\ntherefore are not products of gene duplica-\ntion. The generation of these types of ele-\nments is dependent on the reverse transcrip-\ntase of other retroelements such as LINEs.\n\n\nREPETITIVE      SEQUENCES\n\n\n\n  The human genome is occupied by stretches\nof DNA sequences of various length that exist\nin variable copy number. These repetitive se-\nquences may be in a tandem orientation or\nthey may be dispersed throughout the ge-\nnome. Repetitive sequences may be classified\nby function, dispersal patterns, and sequence\nrelatedness. Satellite DNA typically refers to\nhighly repetitive sequences with no known\nfunction and interspersed repeat sequences\nare typically the products of transposable ele-\nment integration, including retrogenes and\nretropseudogenes of a functional gene. For\nthe up-to-date list of human repetitive ele-\nments visit the RepBase at http://www.            Figure 4. A hypothetical phylogenetical tree of\ngirinst.org/.\n                                                  vertebrate gene family under Ohno¢s hypothesis\n                                                  about two genomeduplicationsin early vertebrate\n                                                  evolution.\n                                                  Drosophila gene represents an outgoup and four clus-\nGENOMIC      DUPLICATIONS\n                                                  ters of a gene family are encircled. An asterisk (*)\n                                                  marks first genome duplication and a hash sign (#)\n  Thirty years ago, Suzumu Ohno put forth a       marks points of second genome duplication. Different\nhypothesis about two duplications of the          branch lengths suggest different evolutionary rates af-\nwhole genome in the early stages of vertebrate    ter ancestral gene duplication.\nevolution (Ohno, 1970). According to his hy-\npothesis, most vertebrate gene families           with the largest intra-chromosomal duplica-\nshould give three or four well-defined            tion being 189 kb (position 188–377 and\nbranches, as presented in Fig. 4. Unfortu-        14795–15 002 in q arm) and the largest de-\nnately, analysis of over 10 000 vertebrate gene   tected inter-chromosomal duplication of over\nfamilies does not support Ohno¢s hypothesis       100 kb region from q arm of chromosome 21\n(Makalowski, unpublished observation). Nev-       (position 646–751) duplicated in chromosome\nertheless, duplications in human genome do        22 (position 45–230) (RIKEN, 2000).\nexist and they play a significant role in genes\nand the genome evolution. Although some-\ntimes very large, they appear to be on a local,   MICROSATELLITES,            MINISATELLITES,\n\nnot a global scale. For example, the compari-     AND    MACROSATELLITES\n\nson of the complete human chromosome 21\nsequence with both itself and other human se-      Microsatellites are small arrays of short sim-\nquences revealed many large duplications          ple tandem repeats, primarily 4 bp or less. Dif-\n\fVol. 48                                 The human genome                                     595\nferent arrays are found dispersed throughout       an RNA intermediate which is reverse tran-\nthe genome, although dinucleotide CA/TG re-        scribed back to DNA prior to reinsertion.\npeats are most common, yielding 0.5% of the        These are called retroelements and include\ngenome. Runs of As and Ts are common as            LTR transposons, which are structurally simi-\nwell. Microsatellites have no known functions.     lar to integrated retroviruses, non-LTR ele-\nHowever, CA/TG dinucleotide pairs can form         ments (LINEs and SINEs), and retrogenes\nthe Z-DNA conformation in vitro, which may         (see Fig. 5). Class II elements move by a con-\nindicate some function. Repeat unit copy           servative cut-and-paste mechanisms, the exci-\nnumber variation of microsatellites appar-         sion of the donor element is followed by its re-\nently occurs by replication slippage. The ex-      insertion elsewhere in the genome. Integra-\npansion of trinucleotide repeats within genes      tion of Class I and Class II transposable ele-\nhas been associated with genetic disorders         ments results in the duplication of a short se-\nsuch as Huntington disease or fragile-X syn-       quence of DNA, the target site. There are\ndrome.                                             about 500 families of such transposons. Most\n  Minisatellites are tandemly repeated se-         of transposition has occurred via an RNA in-\nquences of DNA of lengths ranging from 1 kbp       termediate, yielding classes of sequences re-\nto 15 kbp. For example, telomeric DNA se-          ferred to as retroelements (more than 400\nquences contain 10–15 kb of hexanucleotide         families, e.g. Alu, L1, retrogenes, MIR). How-\nrepeats, most commonly TTAGGG in the hu-           ever, there is also evidence of an ancient\nman genome, at the termini of the chromo-          DNA-mediated transposition (more than 60\nsomes. These sequences are added by telo-          families of class II (DNA) transposons, e.g.\nmerase to ensure complete replication of the       THE-1, Charlie, Tigger, mariner).\nchromosome.\n  Macrosatellites are very long arrays, up to\nhundreds of kilobases, of tandemly repeated        RETROELEMENTS\n\nDNA. There are three satellite bands observed\nby buoyant density centrifugation. However,          Short interspersed repetitive elements\nnot all satellite sequences are resolved by den-   (SINEs) and long interspersed repetitive ele-\nsity gradient centrifugation, e.g. alpha satel-    ments (LINEs) are the two most abundant\nlite DNA or alphoid DNA that constitute the        classes of repeats in human, and represent\nbulk of centromeric heterochromatin on all         the two major classes of mammalian retro-\nchromosomes. The interchromosomal diver-           transposons. Structural features shared by\ngence of the alpha satellite families allows the   LINEs and SINEs include an A-rich 3¢ end\ndifferent chromosomes to be distinguished by       and the lack of long terminal repeats (LTRs);\nfluorescence in situ hybridization (FISH).         these features distinguish them from retro-\n                                                   viruses and related retroelements.\n                                                     A full-length LINE (or L1 element) is approx-\nTRANSPOSABLE         ELEMENTS                      imately 6.1 kbp although most are truncated\n                                                   pseudogenes with various 5¢ ends due to in-\n  The human genome contains interspersed           complete reverse transcription. There are\nrepeat sequences that have largely amplified       about 100 000 copies of L1 sequences in our\nin copy number by movement throughout the          genome. Approximately 1% of the estimated\ngenome. Those sequences (transposable ele-         3500 full-length LINEs have functional RNA\nments or TEs) can be divided into two classes      polymerase II promoter sequences along with\nbased on the mode of transposition (Fin-           two intact open reading frames necessary to\nnegan, 1989). The Class I elements are TEs         generate new L1 copies. Individual LINEs\nwhich transpose by replication that involves       contain a poly-A tail and are flanked by direct\n\f596                                            W. Makalowski                                             2001\n\n\n\n\nFigure 5. The structure of different human transposable elements.\nOpen arrows denote duplicated target sites and closed arrows denote long terminal repeats (LTRs). The following\nabbreviations are used: CP, capside; NC, nucleocapsid; Pr, proteinase; RT, reverse transcriptase; Int, integrase;\nORF, open reading frame, and A and B denote polymerase III internal promoter.\n\n\nrepeats. LINE mobilization activity has been              eral low abundant (10–1000 copies) human\nverified in both germinal and somatic tissues.            endogenous retrovirus (HERV) families, with\n The Alu element is estimated at 500 000–                 individual elements ranging from 6 to 10 kb,\n900 000 copies in the human genome repre-                 collectively encompassing about 1% of the ge-\nsenting the primary SINE family, the most                 nome.\nsuccessful transposon in any genome. Se-\nquence comparisons suggest that Alu repeats\nwere derived from the 7SL RNA gene. Each                  CLASS      II   ELEMENTS\n\nAlu element is about 280 bp with a dimeric\nstructure, contains RNA polymerase III pro-                 Class II elements contain inverted repeats\nmoter sequences, and typically has an A-rich              (10–500 bp) at their termini and encode a\ntail and flanking direct repeats (generated               transposase that catalyses transposition.\nduring integration). Although Alu elements                They move by excision at the donor site and\nare present in all primate genomes, more than             reinsertion elsewhere in the genome by a\n2000 Alu elements have integrated within the              non-replicative mechanism. The human ge-\nhuman genome subsequent to the divergence                 nome hosts a number of repeated sequences\nof humans from the great apes.                            originated in more than 60 different DNA\n The human genome also contains families of               transposons.\nretroviral-related sequences. These are char-               The mariner ‘fossils’ present in our genome\nacterized by sequences encoding enzymes for               closely resemble members of three sub-\nretroposition and contain LTRs. In addition,              families identified in insects, adding to the al-\nsolitary LTRs of these elements may be lo-                ready extensive evidence that horizontal\ncated throughout the genome. There are sev-               transfer between genomes has been impor-\n\fVol. 48                                   The human genome                                       597\ntant in genomic evolution. Other human DNA           Bernardi, G. (2000) Isochores and the evolution-\ntransposon remains also show high similarity             ary genomics of vertebrates. Gene 241, 317.\nto sequences in distantly related organisms.         Burge, C. & Karlin, S. (1997) Prediction of com-\nNevertheless, the level of sequence divergence           plete gene structures in human genomic DNA.\nsuggests that activity of all identified ele-            J. Mol. Biol. 268, 7894.\nments predates human evolution.\n                                                     Craig, J.M. & Bickmore, W.A. (1994) The distribu-\n                                                         tion of CpG islands in mammalian chromo-\n                                                         somes. Nat. Genet. 7, 376382.\nCONCLUSIONS\n                                                     Dunham, I., Shimizu, N. et al. (1999) The DNA se-\n  The 3.2 billion bp of our genetic blueprint is\n                                                         quence of human chromosome 22. Nature\n                                                         402, 489495.\npacked into 23 pairs of chromosomes, or 46\nDNA molecules. Only a fraction of the genome         Ewing, B. & Green, P. (2000) Analysis of ex-\nis occupied by protein-coding exons and the              pressed sequence tags indicates 35,000 hu-\nmajority of non-exonic sequences consists of             man genes. Nat. Genet. 25, 232234.\nrepetitive elements. Functional exons contrib-       Fields, C., Adams, M.D., White, O. & Venter, C.O.\nute merely 2% of a genome, up to 50% of a ge-            (1994) How many genes in the human ge-\nnome is occupied by repetitive element, the re-          nome? Nat. Genet. 7, 345346.\nmaining 48% is called unique DNA, most of            Finnegan, D.J. (1989) Eukaryotic transposable el-\nwhich probably originated in mobile elements             ements and genome evolution. Trends Genet.\ndiverged over time beyond recognition. Differ-           5, 103107.\n\nent evolutionary forces shape the human ge-\nnome composition and structure. It appears\n                                                     Gilbert, W. (1978) Why genes in pieces? Nature\n                                                         271, 501.\nthat different mobile elements play a signifi-\ncant role in this process (reviewed recently in      Hattori, M. et al. (2000) The DNA sequence of hu-\nMakalowski, 2000). The human genome is a                 man chromosome 21. The chromosome 21\ndynamic entity, new functional elements ap-              mapping and sequencing consortium (see\npear and old ones become extinct as genes\n                                                         comments). Nature 405, 311319.\nthat evolve according to birth and death rule        Hentschel, C.C. & Birnstiel, M.L. (1981) The orga-\n(Ota & Nei, 1994) similarly to species evolu-            nization and expression of histone gene fami-\ntion. This confirms that the theory of evolu-            lies. Cell 25, 301313.\ntion is truly universal and applies not only to      Makalowska, I. et al. (2001) GeneMachine: A tool\nall organisms but to all levels of life as well.         for seqence analysis and annotation. submit-\n                                                         ted.\n                                                     Makalowski, W. (1995) SINEs as a genomic scrap\n  I would like to thank Izabela Makalowska for           yard: An essay on genomic evolution; in The\nsharing unpublished data and Jakub Maka-                Impact of Short Interspersed Elements (SINEs)\nlowski for preparing Fig. 5.                            on the Host Genome  (Maraia, R.J. & Austin,\n                                                       R.G., eds.) pp. 81104, Landes Company.\n                                                     Makalowski, W. (2000) Genomic scrap yard: How\nREFERENCES\n                                                       genomes utilize all that junk. Gene 259,\n                                                       6167.\nAntequera, F. & Bird, A. (1994) Predicting the to-\n    tal number of human genes. Nat. Genet. 8, 114.   Makalowski, W. & Boguski, M.S. (1998) Evolution-\n                                                       ary parameters of the transcribed mammalian\nAristotle (1965) De generatione animalium. Oxonii,     genome: An analysis of 2,820 orthologous ro-\n    E Typographeo Clarendoniano.                       dent and human sequences. Proc. Natl. Acad.\n                                                       Sci. U.S.A. 95, 94079412.\n\f598                                         W. Makalowski                                       2001\nMakalowski, W., Zhang, J. & Boguski, M.S. (1996)     Sanger, F., Nicklen, S. & Coulson, A.R. (1977)\n   Comparative analysis of 1196 orthologous             DNA sequencing with chain-terminating in-\n   mouse and human full-length mRNA and pro-            hibitors. Proc. Natl. Acad. Sci. U.S.A. 74,\n   tein sequences. Genome Res. 6, 846857.              54635467.\nMaxam, A.M. & Gilbert, W. (1977) A new method        Watson, J.D. & Crick, F.H.C. (1953a) Genetical im-\n   for sequencing DNA. Proc. Natl. Acad. Sci.           plications of the structure of deoxyribonucleic\n   U.S.A. 74, 560564.                                  acid. Nature 171, 964967.\nMorgan, T.H. (1910) Chromosomes and heredity.        Watson, J.D. & Crick, F.H.C. (1953b) Molecular\n   Amer. Nat. 44, 449496.                              structure of nucleic acids: A structure for\nOhno, S. (1970) Evolution by Gene Duplication.          deoxyribose nucleic acid. Nature 171,\n   Springer Verlag, New York.                           737738.\nOta, T. & Nei, M. (1994) Divergent evolution and     Wong, G.K., Passey, D.A., Huang, Y., Yang, Z. &\n   evolution by the birth-and-death process in the      Yu, J. (2000) Is Junk DNA mostly intron\n   immunoglobulin VH gene family. Mol. Biol.            DNA? Genome Res. 10, 16721678.\n   Evol. 11, 469482.                                Yang, C.Z. et al. (2001) Gene Punctuation. Sub-\nRIKEN (2000) http://hgp.gsc.riken.go.jp/ chr21/         mitted.\n   annotation.htm                                    Zhang, M.Q. (1998) Statistical features of human\nRoest Crollius, H. et al. (2000) Estimate of human      exons and their flanking regions. Hum. Mol.\n                                                        Genet. 7, 919932.\n   gene number provided by genome-wide analy-\n   sis using Tetraodon nigroviridis DNA se-\n   quence. Nat. Genet. 25, 235238.",
  "wordCount": 5415,
  "indexed": "2025-09-25T22:39:51.415Z",
  "method": "direct"
}
