{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Tripletes - Mutaciones dinámicas/Loesch y Hagerman - 2012 - UNSTABLE MUTATIONS IN THE FMR1 GENE AND THE PHENOT.pdf",
  "fileName": "Loesch y Hagerman - 2012 - UNSTABLE MUTATIONS IN THE FMR1 GENE AND THE PHENOT.pdf",
  "relativePath": "Genetica/Tripletes - Mutaciones dinámicas/Loesch y Hagerman - 2012 - UNSTABLE MUTATIONS IN THE FMR1 GENE AND THE PHENOT.pdf",
  "text": "NIH Public Access\n                               Author Manuscript\n                               Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Adv Exp Med Biol. 2012 ; 769: 78–114.\n\n\n\n                           UNSTABLE MUTATIONS IN THE FMR1 GENE AND THE\n                           PHENOTYPES\n                           Danuta Loesch*,1 and Randi Hagerman2\n                           1Department of Psychology, LaTrobe University, Melbourne, Victoria, Australia\n\n                           2Department of Pediatrics, MIND Institute, University of California at Davis Medical Center,\n\n                           Sacramento, California, USA\n\n                           Abstract\n                                 Fragile X syndrome (FXS), a severe neurodevelopmental anomaly, and one of the earliest\n                                 disorders linked to an unstable (‘dynamic’) mutation, is caused by the large (>200) CGG repeat\nNIH-PA Author Manuscript\n\n\n\n\n                                 expansions in the noncoding portion of the FMR1 (Fragile X Mental Retardation-1) gene. These\n                                 expansions, termed full mutations, normally silence this gene's promoter through methylation,\n                                 leading to a gross deficit of the Fragile X Mental Retardation Protein (FMRP) that is essential for\n                                 normal brain development. Rare individuals with the expansion but with an unmethylated\n                                 promoter (and thus, FMRP production), present a much less severe form of FXS.\n\n                                 However, a unique feature of the relationship between the different sizes of CGG expanded tract\n                                 and phenotypic changes is that smaller expansions (<200) generate a series of different clinical\n                                 manifestations and/or neuropsychological changes. The major part of this chapter is devoted to\n                                 those FMR1 alleles with small (55-200) CGG expansions, termed ‘premutations’, which have the\n                                 potential for generating the full mutation alleles on mother-offspring transmission, on the one\n                                 hand, and are associated with some phenotypic changes, on the other. Thus, the role of several\n                                 factors known to determine the rate of CGG expansion in the premutation alleles is discussed first.\n                                 Then, an account of various neurodevelopmental, congnitive, behavioural and physical changes\n                                 reported in carriers of these small expansions is given, and possible association of these conditions\n                                 with a toxicity of the elevated FMR1 gene's transcript (mRNA) is discussed.\nNIH-PA Author Manuscript\n\n\n\n\n                                 The next two sections are devoted to major and well defined clinical conditions associated with\n                                 the premutation alleles. The first one is the late onset neurodegenerative disorder termed fragile X-\n                                 associated tremor ataxia syndrome (FXTAS). The wide range of clinical and neuropsychological\n                                 manifestations of this syndrome, and their relevance to elevated levels of the FMR1 mRNA, are\n                                 described. Another distinct disorder linked to the CGG repeat expansions within the premutation\n                                 range is fragile X-associated primary ovarian insufficiency (FXPOI) in females, and an account of\n                                 the spectrum of manifestations of this disorder, together with the latest findings suggesting an\n                                 early onset of the ovarian changes, is given.\n\n                                 In the following section, the most recent findings concerning the possible contribution of FMR1\n                                 ‘grey zone’ alleles (those with the smallest repeat expansions overlapping with the normal range\n\n\n\n                           ©2012 Landes Bioscience and Springer Science+Business Media.\n                           *\n                           Corresponding Author: Danuta Loesch—d.loesch@latrobe.edu.au.\n\f                           Loesch and Hagerman                                                                                          Page 2\n\n\n                                  i.e., 41-54 CGGs), to the psychological and clinical manifestations, already associated with\n                                  premutation alleles, are discussed. Special emphasis has been placed on the possibility that the\n                                  modest elevation of ‘toxic’ FMR1 mRNA in the carriers of grey zone alleles may present an\nNIH-PA Author Manuscript\n\n\n\n\n                                  additional risk for some neurodegenerative diseases, such as those associated with parkinsonism,\n                                  by synergizing with either other susceptibility genes or environmental poisons.\n\n                                  The present status of the treatment of fragile X-related disorders, especially FXS, is presented in\n                                  the last section of this chapter. Pharmacological interventions in this syndrome have recently\n                                  extended beyond stimulants and antipsychotic medications, and the latest trials involving a group\n                                  of GluR5 antagonists aim to ascertain if these substances have the potential to reverse some of the\n                                  neurobiological abnormalities of FXS.\n\n\n                              INTRODUCTION\n                                                 The trinucleotide expansion of CGG repeats in the 5′ untranslated region (5′-UTR) of the\n                                                 fragile X mental retardation 1 gene (FMR1) located at Xq27.3 was sequenced in 1991.1\n                                                 Although the phenotype of fragile X syndrome (FXS) was first described by Lubs,2 it was\n                                                 not until 1991 that those with FXS were found to have >200 CGG repeats described as a full\nNIH-PA Author Manuscript\n\n\n\n\n                                                 mutation in FMR1. Individuals who were carriers of smaller expansions between 55 to 200\n                                                 CGG repeats (premutation) were originally thought to be unaffected clinically. However, in\n                                                 1991 an elevated rate of premature ovarian failure (POF) was documented in carriers\n                                                 compared to controls3 and later confirmed by many other groups (reviewed in refs. 4,5).POF\n                                                 has been renamed the fragile X-associated primary ovarian insufficiency (FXPOI) to\n                                                 emphasize the association with the premutation and also the occasional ability of women to\n                                                 reproduce such that the ovary has not completely failed.6 Subsequently in 2001, the fragile\n                                                 X-associated tremor ataxia syndrome (FXTAS) was discovered in aging carriers7,8 and it\n                                                 includes not only tremor and ataxia but also neuropathy, autonomic dysfunction,\n                                                 neuropsychiatric problems and cognitive decline sometimes leading to dementia.9,10 This\n                                                 chapter delineates the history and development of the spectrum of involvement in these\n                                                 fragile X-associated disorders, with special emphasis on premutation (PM) carriers.\n\n                                                 As the role of elevated FMR1 mRNA in carriers of the PM alleles11 has been researched and\n                                                 the concept of RNA toxicity leading to FXPOI or FXTAS has been developed12,13 a variety\n                                                 of additional phenotypes has been described in those carriers. They include developmental\nNIH-PA Author Manuscript\n\n\n\n\n                                                 problems in a subgroup of young male carriers including autism, autism spectrum disorder\n                                                 (ASD), attention deficit hyperactivity disorder (ADHD), shyness, anxiety and\n                                                 seizures.10,14-18 In many adults with the premutation including both males and females,\n                                                 psychopathology is common including anxiety and depression compared to controls.19-24\n                                                 Cognitive changes, particularly executive function deficits, cna begin before the onset of\n                                                 FXTAS in carriers25 and there is evidence of early white matter disease reflected in\n                                                 diffusion tensor imaging changes before the onset of FXTAS.26 Most recently autoimmune\n                                                 dysfunction including fibromyalgia and hypothyroidism has been found to be more common\n                                                 in carriers compared to controls.22,27 Therefore a large spectrum of involvement associated\n                                                 with the premutation constitutes a newly emerging group of disorders leading to new\n                                                 avenues in research and clinical management.\n\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                           Page 3\n\n\n                              LARGE EXPANSIONS OF CGG REPEAT—THE CAUSE OF FRAGILE X\n                              SYNDROME\nNIH-PA Author Manuscript\n\n\n\n\n                                                 Fragile X syndrome (FXS) was one of the earliest conditions found to be linked to the\n                                                 unstable mutation. It is the most common inherited form of intellectual disability caused by\n                                                 the large expansion in the FMR1 gene, where cognitive and behavioural impairments are\n                                                 associated with minor physical features.28 These expansions defined as ‘full mutation’ are\n                                                 usually associated with the methylation-coupled inactivation of FMR1 gene leading to gross\n                                                 deficit of the protein gene product, FMRP. 29,30 Abnormalities of FXS are primarily caused\n                                                 by the depletion of FMRP,31 and experimental evidence indicates that FMRP is essential for\n                                                 normal brain development.32-35 More specifically, studies based on rat brains have shown\n                                                 that FMRP is involved in synaptogenesis, especially in the cerebral cortex, cerebellum and\n                                                 hippocampus,36 and in modifying synaptic structure in response to environmental\n                                                 stimulation.37-40 FMRP is an RNA binding protein and it carries mRNAs to the synapse\n                                                 where it typically inhibits translation until stimulation occurs and then it allows\n                                                 translation.41 In the absence of FMRP there is dramatic up-regulation of protein production\n                                                 in the hippocampus.42 FMRP regulates the translation of hundreds of proteins and they\n                                                 include many of the proteins also associated with autism when they are mutated including\nNIH-PA Author Manuscript\n\n\n\n\n                                                 Neuroligins 3 and 4, Neurorexins, SHANK3, amyloid precursor protein (APP), Arc,\n                                                 MAPKinase, CYFIP 1 and 2 and many more.43-48 There is also upregulation of mTOR in\n                                                 animals and humans with FXS49,50 similar to other forms of autism such as Tuberous\n                                                 Sclerosis.51 The molecular overlap between FXS and autism is likely the cause of the high\n                                                 rate of autism (30%) and also autism spectrum disorder (30%; ASD) in FXS.16,52-54 The\n                                                 behavioral phenotype also includes a high rate of anxiety disorders55 and ADHD.56-58\n                                                 Significant mood instability leading to aggression or severe tantrums occurs in about 30 to\n                                                 40% of adolescents or adults.28 This problem frequently leads to out of home placement and\n                                                 the use of psychotropic medication.\n\n                                                 The physical phenotype of FXS includes a long face and prominent ears but approximately\n                                                 30% of children will not have these features, although hyperextensible finger joints are seen\n                                                 in the majority along with double jointed thumbs. 28 Large testicles (macroorchidism) begin\n                                                 to occur at about 8 years of age and they reach their maximal size, typically at 2 to 3 times\n                                                 normal (60 ml) at about 15 to 16 years.59\nNIH-PA Author Manuscript\n\n\n\n\n                                                 Approximately 20% to 40% of individuals with FXS have mosaicism, meaning some cells\n                                                 with the premutation and some cells with the full mutation (size mosaicism) or a mixture of\n                                                 some cells with a lack of methylation and some cells with the full methylation (methylation\n                                                 mosaicism). Occasional individuals have a complete lack of methylation but a CGG repeat\n                                                 number >200. Those with a lack of methylation or those with a majority of their cells with\n                                                 the premutation typically have the highest levels of FMRP and they are often high\n                                                 functioning with an IQ > 70.31,60 Also, individuals with FXS and FMRP levels >30% to\n                                                 50% of normal are likely to maintain an IQ above 70 as adults and demonstrate fewer\n                                                 physical features of FXS.31,61 Although these individuals seem to be better off in childhood\n                                                 and early adulthood, they may also have an elevated level of FMR1 mRNA because of an\n                                                 increased rate of translation compared to those with a full mutation that is fully\n\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                              Page 4\n\n\n                                                 methylated.62 The higher level of FMR1 mRNA may put them at risk for neurological\n                                                 disease with aging similar to those with the premutation.63 Hall et al63 reported a case of a\n                                                 male with a high level of mosaicism who experience signifiacnt neurodegeration in his 60s,\nNIH-PA Author Manuscript\n\n\n\n\n                                                 although his diagnosis was consistent with Parkinson's disease (PD). Although there is\n                                                 concern for aging problems in those with mosaicism, a recent report of more than 60\n                                                 individuals with FXS who were aging demonstrated no difference in the molecular studies in\n                                                 those who developed PD and those who did not.64 So far there has never been an individual\n                                                 with FXS who developed FXTAS, although PD is more common in aging in FXS than what\n                                                 is seen in the general population.64\n\n                                                 Females with FXS are typically less affected than males because they have a second X\n                                                 chromosome. Their level of FMRP correlates with their activation ratio (the proportion of\n                                                 cells that have the normal X as the active X).30,31 Approximately 25 to 30 percent of\n                                                 females have an IQ below 70 but the majority of females have an IQ in the borderline or low\n                                                 normal range.65 The majority of girls or women with the full mutation experience some\n                                                 anxiety and common diagnoses are selective mutism, social phobia and specific phobia.55\n                                                 ADHD is seen in at least 30% of women and executive function deficits are common even\n                                                 when ADHD is not apparent.66 Even women with a normal IQ and the full mutation can\nNIH-PA Author Manuscript\n\n\n\n\n                                                 experience attentional problems and anxiety difficulties.67 Usually girls respond well to\n                                                 stimulant medication to treat ADHD and selective serotonin reuptake inhibitors (SSRIs) to\n                                                 treat anxiety.68 Counseling with a psychologist is also helpful for these problems especially\n                                                 if the women are under additional stress from having children with FXS and they need\n                                                 support and behavioral management guidance.69\n\n                              SMALL CGG EXPANSION ALLELES AS THE SOURCE OF THE FULL\n                              MUTATION ALLELES\n                                                 Apart from the flurry of studies on psychological and clinical manifestations of FXS, a\n                                                 major interest was in the origin of the large expansions leading to this severe developmental\n                                                 abnormality. According to the earliest reports, the mothers of the affected offspring did not\n                                                 manifest any obvious developmental anomalies reminiscent of those seen in FXS, but had a\n                                                 potential to generate offspring with this syndrome. Hence the term premutation (PM) was\n                                                 coined to reflect this potential, as well as the apparently unaffected status of the carriers of\n                                                 these PM alleles.70\nNIH-PA Author Manuscript\n\n\n\n\n                                                 The reason for, and the pattern of, these intergenerational differences were explained by the\n                                                 molecular data from large pedigrees which showed that these high risk parents carried small-\n                                                 size expansions of CGG repeat in the FMR1 gene, which did not cause gene silencing, but\n                                                 further expanded if transmitted from mothers to offspring into the full mutation range, with\n                                                 the rates of expansion increasing proportionally to the size of repeat.71-77 The detailed risk,\n                                                 as up-dated by Nolin and colleagues78 in a large multicentre study of female carriers (with\n                                                 correction for ascertainment) were as follows. For PM carriers: 3.7% for the repeat range of\n                                                 55-59, 5.3% for the range of 60-69, 31.1% for the range of 70-79, 57.8% for the range of\n                                                 80-89, 80.1% for the range of 90-99, between 94.4 and 100% for the range of 100-139\n                                                 repeats, and 100% for repeat sizes >139 repeats. It was established that the PM alleles\n\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                            Page 5\n\n\n                                                 carried by the fathers were usually stable, and on occasions they might even be reduced in\n                                                 size on transmission to their daughters.\nNIH-PA Author Manuscript\n\n\n\n\n                                                 The introduction of PCR techniques79 allowed for the recognition of the potential for\n                                                 expansions of the alleles below the PM range (~35 to 54), and the risks for expansion of\n                                                 these small size (intermediate size, or GZ) alleles of 49-54 range were established.78,80-87\n                                                 Instability in maternal transmission of GZ alleles over one generation has been reported as\n                                                 2%-4% on average, with the possibility of expanding to the full mutation within two\n                                                 generations. The lowest small expansion allele reported to expand to the full mutation had\n                                                 56 CGG repeats.88\n\n                                                 Unlike for the premutation (PM) alleles, grey zone (GZ) alleles have a much higher\n                                                 instability rate (~16%) if transmitted through the male than the female carriers.89 It is the\n                                                 potential for expansion that determined the latest guidelines for an overall classification of\n                                                 FMR1 alleles.90 The upper bound of normal alleles (that is, showing no meiotic or mitotic\n                                                 instability) was set at ~44 CGG repeats; the range of intermediate size or GZ alleles\n                                                 (showing only minor increase or decrease in repeat number, but never expanding to full\n                                                 mutation) was set between 45 and 54 CGG repeats; and the alleles in the PM range (set\nNIH-PA Author Manuscript\n\n\n\n\n                                                 between 55 and 200 repeats), if carried by females, showed a gradually increasing risk of\n                                                 expansion to the full mutation. The relevance of this classification in the light of the most\n                                                 recent molecular and clinical findings in carriers of small expansions will be discussed in the\n                                                 next sections.\n\n                                                 The above figures represent an average risk for different categories of FMR1 alleles, but the\n                                                 individual risks may vary widely between different carriers, and between different families.\n                                                 In some families small expansions may be transmitted unchanged throughout several\n                                                 generations, and in others the risk of expansion from PM in the mother to full mutation in\n                                                 the offspring may be high or very high. This variation prompted a search for those molecular\n                                                 and other factors which might predispose to, or protect from, further expansions of the small\n                                                 CGG repeat size alleles. The major modifying factor is the sex of a parent, where, as\n                                                 described above, the risk of expansion of PM alleles is limited to the mothers but for the GZ\n                                                 alleles, it is relatively higher for the fathers than from the mothers.89 In addition, the data\n                                                 from large pedigrees suggested that the sex of offspring might be another modifying factor,\n                                                 with male offspring manifesting higher rate of large expansions from the parent than female\nNIH-PA Author Manuscript\n\n\n\n\n                                                 offspring;91,92 however this concept still remains controversial.78,93\n\n                                                 Some other molecular factors associated with FMR1 gene have been found to be influential\n                                                 in expansion of small size CGG repeats. Earlier hypothesis implicated a role for the number\n                                                 and position of AGG triplets. It has been argued that the AGG triplets interspersed within\n                                                 the CGG repeat tract stabilize this repeat, and in their absence increased length of ‘pure’\n                                                 CGG are generated, which are more prone to replication slippage.80,94-98 However, more\n                                                 recent data suggested that the role of AGG is a late event in progressive CGG expansion83\n                                                 although definitely related to the risk for expansion in the next generation.99\n\n                                                 The role of molecular markers flanking the CGG repeat in the expansion process has been\n                                                 well established. In earlier studies, these markers comprised dinucleotide (CA)\n\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                            Page 6\n\n\n                                                 microsatellites which, in combination, generated polymorphic haplotypes.94,100 The\n                                                 frequencies of some of these haplotypes differed significantly between normal as opposed to\n                                                 fragile X both full mutation and PM alleles in all populations tested.97,101,102 The fact that\nNIH-PA Author Manuscript\n\n\n\n\n                                                 the haplotype associations in the smallest expansion (GZ) alleles showed a pattern similar to\n                                                 this seen in fragile X alleles indicated that these alleles evolved from among GZ\n                                                 alleles.94,103,104\n\n                                                 Currently, single nucleotide polymorphisms, SNPs, are more widely used and are now\n                                                 recognized as important markers in studies of fragile X, because of greater discriminatory\n                                                 power of large number of SNPs that can be tested to identify haplotypes that segregate with\n                                                 different CGG repeat size allele categories.104,105 The finding that the haplotypes combining\n                                                 the two SNPs, ATL1-alleles A and G104,106 and FMRb-alleles A and G103,106 exhibit strong\n                                                 associations with PM/full mutation, as well as with GZ alleles provided further evidence for\n                                                 the role of GZ alleles along the pathway leading from the normal to the fragile X full\n                                                 mutation alleles.\n\n                              PHENOTYPIC FEATURES IN PM CARRIERS\n                                                 The effect of small expansions on the phenotypes is an important problem considering their\nNIH-PA Author Manuscript\n\n\n\n\n                                                 high population prevalence. The PM (using 55 repeats as the lower bound) is relatively\n                                                 common in the general population affecting 1 in 113 to 259 females and 1 in 260 to 813\n                                                 males.83,107-111 Population prevalence of intermediate (GZ) size alleles is spectacularly\n                                                 higher reaching 1 in ~ 30 males;81,83,84 and may be at least twice as common in\n                                                 females.112,113 Therefore, any evidence for clinical and neuropsychological involvement in\n                                                 carriers of these alleles would have a significant bearing on the causes of health problems in\n                                                 a previously unrecognized but sizeable group of individuals.\n\n                                                 Phenotypic effects of small expansions has taken a long time to be appreciated since the\n                                                 term ‘PM’ was first coined by Pembrey and colleagues in 198570 who stated that it ‘causes\n                                                 no harm other then predisposing to the final event’, with ‘final event’ being the full mutation\n                                                 associated with the FXS. It took more than a decade to change the belief in a clear-cut\n                                                 division of carriers of fragile X into two distinct categories: ‘affected’ with FXS, as opposed\n                                                 to unaffected ‘carrier females’ and ‘transmitting males’. Other than the finding of FXPOI in\n                                                 1991,3 the earliest studies of small samples of male PM carriers,114,115 and both male and\nNIH-PA Author Manuscript\n\n\n\n\n                                                 female carriers116 demonstrated minor yet significant physical and intellectual impairments.\n                                                 Physical problems found in approximately 25% of PM carriers included prominent ears and\n                                                 hyperextensible finger joints. 117,118 More stringent analysis of cognitive status used genetic\n                                                 statistical models based on pedigree data, which allowed for adjusting the measures obtained\n                                                 from the carriers for these measures in other relatives. This analysis provided evidence for a\n                                                 significance effect of PM on standard cognitive (Wechsler) measures, including\n                                                 performance IQ, Block Design, Perceptual Organization, and Object Assembly, in the adult\n                                                 male carriers and Symbol Search, in the adult female carriers,119 as illustrated in Figure 1.\n\n                                                 A significant effect of PM irrespective of age was alos established, using pedigree models,\n                                                 on some FSIQ-adjusted executive function test scores.120 These included impairment of the\n                                                 motor planning, inhibition and working memory measured by the Behavioural Dyscontrol\n\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                               Page 7\n\n\n                                                 Scale (BDS),121 in the male carriers, and of visuospatial memory and visuospatial\n                                                 constructional ability, assessed by Rey Complex Figure Design and Recognition Test\n                                                 (RCFT),122 in the female carriers. Similar findings of significant impairments on tests of\nNIH-PA Author Manuscript\n\n\n\n\n                                                 executive function (Verbal Fluency, Trail Making Test and Tower of London) and memory\n                                                 were reported in a sample of 20 unrelated male PM carriers.123 This data may indicate that\n                                                 the CGG expansion alleles within the PM range may affect specific neuronal circuits\n                                                 manifesting as relevant neuropsychological deficits. These deficits may also include,\n                                                 specifically for the female sex, impairment in arithmetics as reported in 39 PM women\n                                                 based on performance on the Wide Range Achievement Test-3,124 visual pathway deficits\n                                                 involving low social/high temporal frequency contrast sensitivity and frequency-doubling\n                                                 veneer,125 and motion perception deficits.126 That the PM alleles affect brain functioning\n                                                 has been also shown in CGG knock-in (KI) female mice where, apart from deficits in\n                                                 processing special information, poor performance on tests of temporal order of presenting\n                                                 two objects, specifically related to the upper-end of PM range (150-200 CGGs) was\n                                                 encountered.127 This latter finding is reminiscent of the results of a recent study based on 60\n                                                 female PM carriers, where a (significant) decrease in IQ (Wechsler Scales) verbal and\n                                                 performance scores was more evident for the females in the upper PM range (CGG>100),\n                                                 and with a 10% decrement of FMRP expression.128\nNIH-PA Author Manuscript\n\n\n\n\n                                                 Although these findings have been largely based on adult males and females, the overlap of\n                                                 the observed cognitive deficits with some of those seen in FXS and their relevance to minor\n                                                 FMRP deficits and the upper end of PM range, indicated a significant neurodevelopmental\n                                                 component in the origin of these changes. The presence of the associated behavioural\n                                                 deficits, including autism spectrum, and attention deficit hyperactivity disorder (ADHD), in\n                                                 boys carrying the PM allele, support this notion.14,16,129 Another supportive piece of\n                                                 evidence has been provided by demonstration of several minor physical anomalies in\n                                                 unrelated PM male and female carriers, which are typical of the FXS phenotype,117,118 and\n                                                 in families,130 as well as of the distinct abnormalities in brain structure on MR\n                                                 images.131-134 Notably, reduced hippocampal volume was found to be associated with\n                                                 memory deficits in both male and female carriers,131 or with anxiety-related psychological\n                                                 symptoms in female carriers.134 In another study, the wide range of structural brain\n                                                 anomalies, including reduced volume of the whole brain, caudate and thalamic nuclei\n                                                 bilaterally were found to be associated with changes in metabolic rates in several brain areas\n                                                 in female carriers.132 The results of the study, which used fMRI to measure brain responses\nNIH-PA Author Manuscript\n\n\n\n\n                                                 to fearful faces and fearful social images, demonstrated diminished activation of amygdala\n                                                 and several other brain areas that mediate social cognition in the group of PM adult male\n                                                 carriers compared with age and IQ-matched controls.135 This reduction was also\n                                                 significantly associated with self-report of psychological symptoms on the Symptom\n                                                 Checklist-90-revised (SCL-90-R). A significant association between reduced activity and\n                                                 volume of the hippocampus during a memory recall task, and psychological symptom\n                                                 severity, was also reported in two other studies based on male136 and female134 PM carriers.\n\n                                                 It is clear from these and other reports (to be discussed below) that it is difficult to draw the\n                                                 clear demarcation line between the phenotypic abnormalities which can be related to\n                                                 neurodevelopmental changes, and those determined by the late onset progressive brain\n                                                 pathology. While the first category of changes appears to represent a mild version of\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                           Page 8\n\n\n                                                 physical and neuropsychological anomalies linked to the full mutation that may be related\n                                                 mainly to subtle deficits of FMRP at the upper end of the PM range, 31,137 evidence for the\n                                                 late onset age-dependent changes suggest alternative or additional major pathogenic effects,\nNIH-PA Author Manuscript\n\n\n\n\n                                                 related to the elevated levels of expanded FMR1 transcript, which may account for the late\n                                                 neurodegenerative changes, or for both neurodegenerative and neurodevelopmental\n                                                 abnormalities (as detailed in the later sections of this chapter).\n\n                                                 The finding of age-dependent deficit in the ability to inhibit prepotent responses,138 and in\n                                                 working memory tasks, particularly executive control of memory,139,140 in a sample of 40\n                                                 adult PM male carriers, may additionally illustrate an overlap between these 2 dimensions.\n                                                 The progress in severity of cognitive decline was shown to be more striking in the older age\n                                                 group of carrier males aged >50 years, with 33.3% penetrance of dementia for the average\n                                                 age of 63.4 years, which represented sixfold increase compared with noncarriers, and further\n                                                 increasing with age and allele size.141 However, a critical review of neuropsychological\n                                                 status of male and female PM carriers142 recommends caution in the interpretation of these\n                                                 data and the use of larger samples obtained from several sources.\n\n                                                 Although no psychiatric pathology has been found in the earliest study of female carriers,143\nNIH-PA Author Manuscript\n\n\n\n\n                                                 it has been widely reported among numerous subsequent studies of adult carrier males and\n                                                 females. In a large comprehensive study by Franke et al in 1998144 an overall rate of a\n                                                 lifetime diagnosis of affective disorders was found as high as 55.7%; of anxiety disorders,\n                                                 41%; of panic disorder, 11.5%; and 18% was a lifetime risk of social phobia, which was\n                                                 independent on the effect of having children with FXS. Although distinct schizoaffective\n                                                 disorders have only been reported in rare individuals,145 schizotypal features and avoidant\n                                                 personality disorder occurred in respectively 8.2% and 4.9% of carriers.144 Later studies\n                                                 provided confirmatory evidence for the high prevalence of mood, especially depressive\n                                                 disorders, in female PM carriers. The Spanish study based on a small sample of PM carriers\n                                                 and mothers of FXS children showed higher scores for depression (based on SCL-90-R and\n                                                 Beck Depression Inventory) compared with noncarrier mothers of mentally retarded\n                                                 children.146 In the much larger study by Roberts et al in 2009,147 93 PM females were\n                                                 compared to 2,159 controls from the National Comorbidity Survey Replication (NCS-R) US\n                                                 dataset. The results based on Structured Clinical Interview for the DSM-IV (SCID-1)\n                                                 showed a significant increase in the risk of lifetime major depressive disorder (43% in\n                                                 carriers compared with 31.9% controls), which is close to the earlier estimate of nearly 60%\nNIH-PA Author Manuscript\n\n\n\n\n                                                 risk of all affective disorders by Franke et al.144 The risk of lifetime panic disorder and\n                                                 current agoraphobia were not high (8.6% and 3.2%, respectively), but they were\n                                                 significantly elevated compared with control results. Interestingly, the risks were higher in\n                                                 the lower end of PM range, which suggested that the link of the affective disorders as seen\n                                                 in the carriers with minor FMRP depletion is unlikely.\n\n                                                 Significantly higher levels of obsessive-compulsive disorder were reported in the later study\n                                                 of 122 female and 26 male carriers of PM alleles.20 Increase in depression was reported in\n                                                 34 PM carrier mothers of FXS children who were compared, using SCL-90 and Beck\n                                                 Depression Inventory, with 39 noncarrier mothers of mentally retarded child and 39 mothers\n                                                 from the general (Spanish) population.146 Notably, the results of a survey of 199 female and\n                                                 57 male PM carriers from North Carolina enrolling in a national survey of families of\n\n\n                                                   Adv Exp Med Biol. Author manuscript; available in PMC 2014 August 06.\n\f                           Loesch and Hagerman                                                                                             Page 9\n\n\n                                                 children with FXS showed that the range of problems such as anxiety, depression or learning\n                                                 difficulties in females, and attention problems, aggression and anxiety in males, tend to\n                                                 cluster in the same individuals.148 These confounding effects may be additional reasons for\nNIH-PA Author Manuscript\n\n\n\n\n                                                 difficulties in the phenotypic risk estimates for the carriers, and thus for conflicting results\n                                                 from different studies, which may have already been affected by small sample sizes,\n                                                 inadequate psychometric measures, and biases related to preselection of the tested or control\n                                                 samples. In the large study by Hunter and colleagues in 2008,149 the effect of small CGG\n                                                 expansions on mood and anxiety was investigated using regression models (adjusting for\n                                                 potential confounders) in a sample of 119 male and 446 female PM carriers aged 18-50\n                                                 ascertained from either fragile X families or the general population. The results have shown\n                                                 that repeat length was (marginally) associated with depression and negative affect in males,\n                                                 and with negative affect in females, which suggested that, although PM carriers may be at\n                                                 risk of emotional morbidity, the effect of repeat size appears subtle. However, considering\n                                                 the later finding by Roberts et al19 that the lower end of the range of PM alleles may have\n                                                 the largest effect on the risk of mood disorder, the linear model149 analysis may not have\n                                                 been the most appropriate one for probing this kind of a relationship.\n\n                              TOXICITY OF THE ELEVATED FMR1 TRANSCRIPT CONTRIBUTES TO\nNIH-PA Author Manuscript\n\n\n\n\n                              ABNORMAL PHENOTYPES\n                                                 Search for possible pathophysiological mechanisms involved in abnormal phenotypes or\n                                                 specific disorders related to PM alleles resulted in a discovery of an elevated level of FMR1\n                                                 transcript (mRNA) in peripheral blood lymphocytes of PM carriers,11 which was up to 10-\n                                                 fold higher than normal in carriers of the higher end (>100) alleles, and 2-4 times higher\n                                                 than normal in carriers of the lower end (55-100) alleles. The original finding was confirmed\n                                                 and expanded in several later studies.150-155 This elevation results from increased\n                                                 transcriptional activity rather than an increased mRNA stability,11,151,156 and direct\n                                                 evidence for an increased transcription rate has later been obtained using a nuclear run-on\n                                                 experiment.157 The elevated FMR1 transcript levels were found to be associated with the\n                                                 size of CGG repeat expansion within the PM-size range.11,150,152,153,155 The data obtained\n                                                 from 63 male and 61 female carriers (with the effect of inactiva",
  "wordCount": 23581,
  "indexed": "2025-09-25T22:43:54.023Z",
  "method": "direct"
}
