{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Carvalho et al. - 2010 - Genomic disorders A window into human gene and ge.pdf",
  "fileName": "Carvalho et al. - 2010 - Genomic disorders A window into human gene and ge.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Carvalho et al. - 2010 - Genomic disorders A window into human gene and ge.pdf",
  "text": "Genomic disorders: A window into human gene and\ngenome evolution\nClaudia M. B. Carvalhoa, Feng Zhanga, and James R. Lupskia,b,c,1\na\n Department of Molecular and Human Genetics and bDepartment of Pediatrics, Baylor College of Medicine, Houston, TX 77030; and cTexas Children’s\nHospital, Houston, TX 77030\n\nEdited by Diddahally R. Govindaraju, Boston University School of Medicine, Boston, MA, and accepted by the Editorial Board November 5, 2009 (received for\nreview July 22, 2009)\n\nGene duplications alter the genetic constitution of organisms and can         the dosage-sensitive genomic interval mediating the phenotypic\nbe a driving force of molecular evolution in humans and the great             consequences of the genomic change. A subtype of the non-\napes. In this context, the study of genomic disorders has uncovered           recurrent rearrangements is characterized by one breakpoint\nthe essential role played by the genomic architecture, especially low         grouping, but not clustering, in a genomic region. The breakpoint\ncopy repeats (LCRs) or segmental duplications (SDs). In fact, regardless      grouping can be coincident with genomic intervals laden with\nof the mechanism, LCRs can mediate or stimulate rearrangements,               genomic sequence elements able to form unusual non-B DNA\ninciting genomic instability and generating dynamic and unstable              structures, such as hairpins and cruciforms, potentially stimulating\nregions prone to rapid molecular evolution. In humans, copy-number            speciﬁc mechanisms that drive nonrecurrent rearrangements (17).\nvariation (CNV) has been implicated in common traits such as neuro-\npathy, hypertension, color blindness, infertility, and behavioral traits      The Human Genome Is Enriched in Both Repeated and\nincluding autism and schizophrenia, as well as disease susceptibility         Repetitive Sequences\nto HIV, lupus nephritis, and psoriasis among many other clinical              LCRs were deﬁned as intrachromosomal duplications ≥10 kb in\nphenotypes. The same mechanisms implicated in the origin of                   length and with ≥97% sequence identity that probably arose by\ngenomic disorders may also play a role in the emergence of segmental\n                                                                              duplication of genomic segments resulting in paralogous regions\nduplications and the evolution of new genes by means of genomic\n                                                                              of the human genome (15). SDs were deﬁned as segments of\nand gene duplication and triplication, exon shufﬂing, exon accretion,\n                                                                              DNA containing ≥90% of sequence identity and ≥1 kb in length\nand fusion/ﬁssion events.\n                                                                              (18); both terms are used interchangeably. In contrast, repetitive\n                                                                              sequences were deﬁned much earlier (1968) by Britten and\n                              |\nchromosomal rearrangements low copy repeats     | segmental duplications |    Kohne using reassociation kinetics (19), therefore constituting a\ncopy-number variation\n                                                                              different class of repeats. LCR/SD became apparent during\n                                                                              mechanistic studies of genomic disorders and their genomewide\nGenomic Disorders Result from Copy-Number Variation\n                                                                              nature was independently revealed during studies of the se-\nOne decade ago the concept of genomic disorders was proposed                  quence of the draft haploid human genome (20, 21); these were\npredicated on two major premises: First, the conveyed clinical                not revealed by reassociation kinetics. In fact, as much as 5.4% of\nphenotype does not result from a point mutation, but rather\n                                                                              our genome is duplicated (≥1 kb and ≥90% identity) (22). Also,\nfrom genomic rearrangements and second, the DNA rear-\n                                                                              52% of the remaining gaps in the reference haploid human ge-\nrangement results from instability incited by genome architec-\n                                                                              nome, refractory regions to all techniques available at the mo-\ntural features (1, 2). It was considered that elucidating the rules\n                                                                              ment, are ﬂanked by LCRs with >90% identity (23). According\nfor the mechanisms of human genomic rearrangements could\npotentially provide insights into what regions of the human ge-               to the Human Genome Sequence Consortium, “by far, the most\nnome are susceptible to instability. Structural variation can                 difﬁcult regions of the genome were those containing near-exact\nproduce copy-number variation (CNV) that has been implicated                  segmental duplications” (23). The analysis of the (almost) ﬁn-\nin Mendelian diseases and common traits such as obesity (3, 4),               ished human euchromatic genome sequence provided in 2004\nneurobehavioral traits (4–8), and craniofacial features (9, 10), as           enabled the conﬁrmation of several remarkable LCR features\nwell as in sporadic diseases (1, 2, 11, 12). The clinical phenotype           already documented by previous studies. LCRs are present\nconferred will vary depending on the genes and the genomic                    across the entire human genome, they can be inter- or intra-\nregion involved and may result from distinct mechanisms in-                   chromosomal, and they often contain partial or complete gene\ncluding gene dosage effects, gene disruption, and position effects            sequences with intron–exon structure. In addition, LCRs can be\nor by unmasking a recessive allele (13–16).                                   classiﬁed into three categories: pericentromeric, subtelomeric, or\n   Mechanistically, the instability and thus mutability of our                those present in interstitial. Pericentromeric and subtelomeric\ngenome can be facilitated by the ubiquitous presence of repeat                LCRs are biased toward interchromosomal LCRs and organized\nsequences, such as low copy repeats (LCRs) or segmental dupli-                as a complex mosaic of duplications; by contrast, interstitial\ncations (SDs), as well as by the presence of repetitive sequences             LCRs are enriched for interspersed LCRs (22).\nsuch as short interspersed nuclear elements (SINEs) and long\ninterspersed nuclear elements (LINEs). Characterization of many\ngenomic rearrangements causative of human diseases revealed                   This paper results from the Arthur M. Sackler Colloquium of the National Academy of\ntwo rearrangement types that could be distinguished at a given                Sciences, “Evolution in Health and Medicine” held April 2–3, 2009, at the National Acad-\n                                                                              emy of Sciences in Washington, DC. The complete program and audio ﬁles of most\nlocus: recurrent and nonrecurrent rearrangements. Recurrent                   presentations are available on the NAS web site at www.nasonline.org/Sackler_Evolu-\nrearrangements have the same size and ﬁxed breakpoints that                   tion_Health_Medicine.\ncluster in LCRs (17); these LCRs can act as homologous re-                    Author contributions: C.M.B.C., F.Z., and J.R.L. designed research, performed research,\ncombination substrates. Nonrecurrent rearrangements have varied               analyzed data, and wrote the paper.\nsizes and breakpoints for each patient. The mapping and delin-                The authors declare no conﬂict of interest.\neation of the smallest region of overlap (SRO) pertaining to                  This article is a PNAS Direct Submission. D.R.G. is a guest editor invited by the\nnonrecurrent duplications and deletions in a given patient cohort             Editorial Board.\ncan be used to delineate the genes or regulatory sequences within             1\n                                                                               To whom correspondence should be addressed. E-mail: jlupski@bcm.tmc.edu.\n\n\n\nwww.pnas.org/cgi/doi/10.1073/pnas.0906222107                                                   PNAS | January 26, 2010 | vol. 107 | suppl. 1 | 1765–1771\n\fProximal 17p as a Model for Human Genomic Disorders and               distal SMS-REP and middle SMS-REPs [Database of Genomic\nEvolution                                                             Variants (DGV), http://projects.tcag.ca/variation/]. Furthermore,\nStudies of rearrangements involving chromosome 17p11.2p12             structural changes therein can occur somatically and be associated\nshowed that the proximal 17p chromosome is marked by several          with cancer (37–40). The common breakpoint of the i(17q) chro-\ndirect and inverted interspersed LCRs (2). The ∼7.5-Mb LCR-rich       mosome, formally idic(17)(p11.2), frequently observed in patients\nregion evolved to a complex genomic architecture that involved        with hematological malignancies associated with poor prognosis,\nserial segmental duplication events during primate evolution (24),    maps to the LCRs REPA and -B located between middle and\noften emanating from preferential LCR-containing genomic in-          proximal SMS-REPs (41). The same region is very polymorphic\ntervals or cores, some regions with apparent increased mutation       within the population (42). A summary of the characterized\nrates and others with apparent reduced recombination (12, 25–         proximal 17p evolutionary, constitutional (i.e. germ-line), and\n27), potentially reﬂecting inversion polymorphisms. It is also the    somatic rearrangement events is shown in Fig. 1.\nsite of the breakpoint for an evolutionary translocation, t(4;19),       The presence of the speciﬁc dosage-sensitive gene within the\nthat occurred in an ancestral gorilla chromosome (28). Four ge-       17p11.2p12 chromosome was demonstrated by the identiﬁcation\nnomic disorders, Charcot–Marie–Tooth disease type 1A [CMT1A           of rare patients who had disease-causative point mutations in the\n(MIM118220)], hereditary neuropathy with liability to pressure        dosage-sensitive gene rather than large genomic rearrangements\npalsies [HNPP (MIM 162500)], Smith–Magenis microdeletion              including that gene: for example, patients with HNPP and\nsyndrome [SMS (MIM 182290)] and Potocki–Lupski micro-                 without a deletion who had loss-of-function PMP22 point mu-\nduplication syndrome [PTLS (MIM 610883)], map to this region.         tations (nonsense/frameshift) and rare CMT1A patients without\nCMT1A is a length-dependent distal symmetric polyneuropathy           duplication who instead had gain-of-function PMP22 point mu-\ncaused by a 1.4-Mb duplication generated by nonallelic homolo-        tations (43–45). Dosage alteration of the retinoic acid inducible 1\ngous recombination (NAHR) between the distal CMT1A-REP                (RAI1) gene causes most of the clinical phenotypes observed in\nand proximal CMT1A-REP (29). HNPP is a milder condition with          patients with SMS, an observation also supported by mouse\nsusceptibility to asymmetric neuropathy; it results from the re-      models (10, 46–48). Furthermore, nonsense and frameshift point\nciprocal deletion of the same genomic segment (30). SMS is a          mutations within that gene were detected in patients with SMS\nmultiple congenital anomaly mental retardation syndrome with          who did not have a genomic deletion of RAI1, implicating hap-\nobesity, sleep disturbance, and speciﬁc behavioral abnormalities      loinsufﬁciency as a major contributing factor for the disease (46–\ndue to a recurrent 3.7 Mb deletion generated by NAHR between          48). Point mutations leading to gain-of-function are predicted to\ntwo LCRs, the so-called proximal and distal SMS-REPs (27, 31).        cause PTLS but such patients have not yet been identiﬁed.\nPTLS is due to the reciprocal duplication and manifests as failure\nto thrive and neurobehavioral abnormalities, including features of    Delineation of the NAHR Mechanism Enabled the Prediction\nautism (6, 32). NAHR between the same LCRs can produce the            of Novel Genomic Disorders\nmicrodeletion or the reciprocal duplication disorder (6, 32–34),      NAHR is a frequent mechanism underlying disease-associated\nbut the large number of LCRs spanning the region can also result      genomic rearrangements. LCRs are the usual substrates for\nin uncommon recurrent rearrangement, using alternative LCR as         NAHR due to their high degree of sequence identity. Exper-\nhomologous recombination (HR) substrates (35). Furthermore,           imental observations have implicated the existence of recombi-\nnonrecurrent deletions/duplications are potentially stimulated by     nation hotspots for the occurrence of the crossovers within the\nother LCRs in the region (12, 32, 36).                                LCRs (33, 49, 50). Two LCRs involved in a particular NAHR can\n   The 17p11.2p12 region also undergoes other structural varia-       be interchromosomal, intrachromosomal, or intrachromatidal,\ntions observed in the population such as an inversion involving the   and they can be either directly or inversely oriented to each other.\n\n\n\n\n                                                                                        Fig. 1. Schematic representation of the genome archi-\n                                                                                        tecture susceptible to rearrangements in the proximal\n                                                                                        chromosome 17p. The low copy repeats are shown in\n                                                                                        rectangles (color-coded or similar symbols for given re-\n                                                                                        peats), along with the distribution of the rearrangement\n                                                                                        breakpoints. (Upper) Diverse alterations (constitutional,\n                                                                                        evolutionary, somatic) thus far documented for this re-\n                                                                                        gion. They are color coded for matching the involved\n                                                                                        segment on 17p. The green horizontal arrow below\n                                                                                        represents the recurrent duplication and deletion caus-\n                                                                                        ative of CMT1A and HNPP, respectively; purple horizontal\n                                                                                        arrows represent the recurrent deletion and duplication\n                                                                                        causative of SMS and PTLS (3.7 Mb) and the recurrent but\n                                                                                        uncommon deletion causative of SMS (∼5 Mb). Black ar-\n                                                                                        rows below represent the uncommon nonrecurrent de-\n                                                                                        letions and duplications causative of SMS and PTLS,\n                                                                                        respectively. Solid black line: marker chromosome\n                                                                                        breakpoints. (Lower) Schematic representation of the\n                                                                                        isodicentric chromosome 17q, formally designated idic\n                                                                                        (17)(p11.2), generated according to the model proposed\n                                                                                        by Barbouti et al. (41) and adapted, with permission, from\n                                                                                        refs. 12 and 113.\n\n\n1766 | www.pnas.org/cgi/doi/10.1073/pnas.0906222107                                                                                Carvalho et al.\n\fThe rearrangement will generate different products accordingly,         undetermined as breakpoint sequences of the complex re-\ni.e., duplication, deletion, inversion, or translocation (1, 15). Ex-   arrangements are particularly difﬁcult to obtain.\nperimentally, deletions occur twice as often as duplications during\nmeiosis in male germ cells (51).                                        Genomic Architecture Incites Rearrangements\n   The high frequency of interspersed LCRs in the human genome          The presence of LCRs in a speciﬁc genomic region increases the\npredicts many regions of genomic instability that could potentially     probability of occurrences of new rearrangements, such as\nundergo NAHR-mediated rearrangements and be associated with             duplications, deletions, gene conversions, and inversions therein\ngenomic disorders. In a “genome-ﬁrst” approach, Sharp et al. (7)        or in the ﬂanking segments (36). Indeed, the association between\ndeveloped a BAC-based array Comparative Genomic Hybrid-                 structural variation and LCRs has been shown in several studies,\nization (aCGH) designed to interrogate 130 genomic intervals            including those examining the genome of different populations\nﬂanked by directly orientated LCRs >10 kb in length, with >95%          (59–63), those analyzing individual genomic loci (through\nidentity, and within a distance of 50 kb to 5 Mb. Such an approach      human-speciﬁc disease studies) (1, 9, 12, 32, 55, 56, 64–70), and\nwas used to screen patient cohorts with deﬁned phenotypes, such         genomic evolutionary studies (24, 71). In fact, it has been shown\nas mental retardation and congenital anomalies, enabling the            that between human and chimpanzee ∼70–80% of inversions\ndetection of ﬁve microdeletions (at 17q21.31, 17q12, 15q24,             and ∼40% of deletions/duplications map to regions containing\n15q13.3, and 1q21.1) and further description of ﬁve novel ge-           LCRs (71). Interestingly, the unique regions ﬂanking segmental\nnomic disorders (7). Therefore, knowledge of the NAHR mech-             duplications are ∼10 times more probable to become duplicated\nanism has played a pivotal role in uncovering new human                 compared to other randomly distributed regions, a phenomenon\nsyndromes with profound consequences for clinical genetics.             termed “duplication shadowing” (22) that partially explains the\n                                                                        nonrandom distribution and the complex mosaic patterns of\nOther Mechanisms Produce Nonrecurrent Rearrangements                    LCRs. This observation is supported by a recent comparative\nNonrecurrent rearrangements can be generated by NAHR                    study in primates where it was shown that LCRs do not arise\nbetween repetitive sequences such as SINEs and LINEs (36), but          randomly, but are likely to arise within or adjacent to another\nother molecular mechanisms are also implicated for their origin,        LCR already present (24, 72, 73). Therefore, the unique regions\nincluding nonhomologous end joining (NHEJ), fork stalling and           ﬂanking LCRs will eventually undergo rearrangements that can\ntemplate switching (FoSTeS), microhomology-mediated break-              either create new LCRs or add new complexities to the previous\ninduced replication (MMBIR), and retrotransposition (reviewed           one; additionally, ectopic homologous recombination and gene\nin refs. 16, 17, 52, 53). NHEJ is one of the repair pathways re-        conversion can produce homogenization, maintaining the se-\nsponsible for double-strand break (DSB) repair in cells. Following      quence conservation within the LCRs (15).\ndetection of DSBs, NHEJ rejoins the broken DNA ends without                The role of the LCRs in recurrent rearrangements as substrates\nthe requirement for homology; this process requires the prepa-          for NAHR is well established (1). However, LCRs can also be\nration of damaged ends using base removal and insertions of new         associated with nonrecurrent rearrangements generated by\nbases, without ensuring sequence restoration around the break           FoSTeS/MMBIR. Inoue et al. (68) analyzed families with PMD\n(54). FoSTeS is a recently described replication-based mechanism        due to deletion of the PLP1 gene at Xq22 and found the distal\nproposed to explain the complex PLP1 duplications at Xq22, as-          breakpoints in two of three cases were embedded in LCRs. This\nsociated with the genomic disorder Pelizaeus–Merzbacher dis-            ﬁnding was supported by the results of Lee et al. (55, 74) who\nease [PMD (MIM 312080)] (55). It was proposed that during               studied PMD patients carrying PLP1 duplications. Later a stat-\nDNA replication the DNA replication forks could stall, and the          istically signiﬁcant association between LCRs and the distal\n3′ end of the newly synthesized strand could resume DNA syn-            breakpoints of duplications involving the MECP2 gene in male\nthesis on a different template in a second nearby replication fork.     patients with neurodevelopmental delay was shown (56). Ap-\nMicrohomologies between the switched template and the original          proximately 77% (23/30) of the distal duplication breakpoints\nfork are used to prime replication. DNA deletion or duplication         map within or nearby one of the LCRs (LCRJ and LCRK) that\ncan be generated depending on whether the template switching            are located 47 and 201 kb telomeric to the MECP2 gene. LCRJ is\noccurred to a new replication fork located upstream or down-            formed by two genes that constitute the Opsin array, OPN1LW\nstream. Inversions can also be produced depending on the di-            (long-wave sensitive) and OPN1MW (middle-wave sensitive). In\nrection of the fork progression and if the leading or the lagging       vertebrates, the visual pigments are the products of ﬁve families of\nstrands are used on the switched template. The disengaging/             Opsin genes that probably have arisen by multiple gene duplica-\nresuming replication in a different fork/extension process can          tion events at least 540 million years ago (Mya) (reviewed in ref.\noccur multiple times, producing complex rearrangements (17, 55).        75). The ability to absorb three different wavelengths (short,\nThe FoSTeS model has been further generalized and the molec-            medium, and long) in the retina is not found among many\nular details are provided in the MMBIR model that appears to be         mammals and constitutes a distinctive feature of the primates.\noperative in all domains of life (52). In this model, the replication   Such evolutionary acquisition enabled primates to see three pri-\nfork stalls, by virtue of the presence of a nick on the template        mary colors (blue, green, and red), changing their vision from\nstrand resulting in a collapsed fork as the replication fork pro-       dichromatic to trichromatic. From a molecular evolutionary\nceeds through the nick. The collapsed fork generates a one-             standpoint, the event that enabled trichromatic vision in Catar-\nended, double-stranded, DNA that is resected to expose the              rhines was the duplication of the X chromosome Opsin gene that\n3′ end, which can mediate a break-induced replication (BIR)             occurred ∼35 Mya followed by gene diversiﬁcation (75–77). In-\nusing microhomology to prime the template switch.                       terestingly, in humans, differences regarding the sensitivity to\n   The presence of complex rearrangements in several genomic            distinguish red–green colors are very common. As much as 8% of\ndisorders has been increasingly detected due to the greater res-        Caucasian males present color-vision defects and polymorphisms\nolution of the advanced genome technologies. Recent examples            resulting from frequent chromosomal rearrangements and gene\ninclude MECP2 duplications (56) [MRXSL (MIM 300260)] and                conversions at the Opsin locus (78). Of note, the evolutionary\nduplications in 17p13.3 involving the PAFAH1B1 (LIS1) and/or            timing of the switch from dichotamous to trichotamous color vi-\nthe YWHAE (14-3-3e) genes (57). Remarkably, Zhang et al. (58)           sion coincides with the loss of many functional olfactory receptor\nobserved as much as 57% of the nonrecurrent PTLS-associated             genes and may reﬂect increased dependence of higher primates\nduplications involving the 17p11.2 region can be complex re-            on vision versus olfaction to sense one’s environment (79).\narrangements (58). The extent to which FoSTeS/MMBIR is in-                 In our cohort of patients with MECP2 duplication, the stronges\nvolved in the generation of human structural variation is still         breakpoint bias was observed in patients with complex rearrangements\n\nCarvalho et al.                                                                           PNAS | January 26, 2010 | vol. 107 | suppl. 1 | 1767\n\f(triplications embedded within duplications) (56) in which both du-                                               interesting example. It has approximately three times more\nplication and triplication breakpoints map within a low copy repeat                                               copies in humans compared to chimpanzees and copy-number\npair termed LCRs K (Fig. 2). The LCRK1 and LCRK2 are positioned                                                   differences correlate positively with the higher levels of salivary\nin an inverted orientation with respect to each other, have 99% se-                                               amylase protein (88). The copy number of AMY1 shows evidence\nquence identity, and are 11.3 kb in length (56, 80). The region between                                           of positive selection in populations with high-starch con-\nthe LCRs K, which contains the FLNA and EMD genes, is inverted in                                                 sumption, suggesting that its copy-number increase in humans\n18% of individuals of European descent (81). Nonrecurrent deletions                                               was selectively favored due to the concomitant increase of starch\ninvolving one of the LCRs K and the EMD gene have been reported to                                                consumption in agricultural societies (88). Also, the human-\ncause X-linked Emery–Dreifuss muscular dystrophy [EDMD (MIM                                                       speciﬁc ampliﬁcation of the aquaporin-7 gene (AQP7), coupled\n310300)] (81). Caceres et al. (82) identiﬁed the presence of the LCRs                                             to positive selection, provides another example of adaptative\nK in diverse eutherians, suggesting that they are derived from an an-                                             traits that emerged after lineage-speciﬁc gene duplication; the\ncestral duplication and probably have a single common origin. In ad-                                              aquaporin-7 protein is involved in water, glycerol, and urea\ndition, inversion events occurred at least 10 independent times along                                             membrane transport and may have contributed to enabling the\nthe eutherian evolution (82).                                                                                     human capacity for endurance running (89, 90).\n                                                                                                                     Using interspecies cDNA CGH in ﬁve hominoid species\nDuplication Rearrangements and the Emergence of Novel                                                             including humans, Fortna et al. (89) identiﬁed 140 genes showing\nTraits                                                                                                            human lineage-speciﬁc variation in copy number, most of them\nIn his seminal work, Ohno (83) proposed that gene duplications                                                    (134/140) due to ampliﬁcation. Several genes are implicated in\ncoupled with rapid sequence diversiﬁcation may play a funda-                                                      neuronal function, including a neurotransmitter transporter for\nmental role in evolution. Increasing evidence from experimental                                                   γ-aminobutyric acid (GABA) (SLC6A13) and the gene encoding\nstudies in diverse organisms has conﬁrmed his prediction. In fact,                                                the neuronal apoptosis inhibitory protein (NAIP), which is sus-\nduplications may act as a “reservoir” for producing adaptative                                                    pected to have a role in neuronal proliferation and/or brain size in\nphenotypes (84), but also they can cause a dramatic increase in                                                   humans (89). Remarkably, they showed that the neuronal-\nthe dosage of speciﬁc genes, producing an immediate advanta-                                                      expressed DUF1220 domain, which presents the highest number of\ngeous effect (85).                                                                                                copies in humans compared to primates, is apparently under pos-\n   In primates, LCRs are implicated in lineage-speciﬁc gene                                                       itive selection (91). It is estimated that perhaps as many as 34 hu-\ncreation and potentially in speciation as well. A comparative                                                     man genes encode a DUF1220 domain; these genes map to several\nstudy between human and chimpanzee genomes estimated that                                                         genomic sites on chromosome 1 with the majority localized to the\n2.7% of euchromatic sequences were differentially duplicated                                                      1q21.1 region. Rearrangements of 1q21.1 are associated with\nbetween chimpanzee and human (86). In contrast, single-base                                                       congenital anomalies, mental retardation, and neuropsychiatric\npair differences account for 1.2% of the genetic difference (87).                                                 phenotypes (7, 9, 92). Sikela et al. found a high correlation between\nTherefore, some of the genes that distinguish human from                                                          DUF1220 domain copy number and human head circumference,\nchimpanzee arose and/or expanded as LCRs. The salivary amy-                                                       suggesting that DUF1220 domains may have a role in shaping\nlase gene (AMY1), which encodes a protein that catalyzes the ﬁrst                                                 human brain size (93). Brunetti-Pierri et al. (9) recently showed\nstep in digestion of dietary starch and glycogen, constitutes an                                                  that 1q21.1 deletion is associated with microcephaly whereas\n                                                                                                                  1q21.1 duplication is associated with macrocephaly. In fact, re-\n                                                                                                                  arrangements involving 1q21.1 represent an interesting example of\n                                                  MECP2 dup distal brkp grouping*                                 copy-number variation causing developmental and behavioral\n    Pathogenic alterations\n                                       Red-green color vision defects                           Del\n                                                                                                                  phenotypes. Noteworthy, 63.6% of the content of the 1q21 chro-\n                                     ~8% males (USA/northern Europe)                           EDMD               mosome sequence is represented by LCRs. Recent studies showed\n                                                                                   Trip           Dup\n                                                                                   brkpt*         brkpt*          recurrent deletions and duplications in patients with a broad range\n                                 OPNILW OPNIMW OPNIMW\n                                       TEX28 TEX28  TEX28\n                                                                                                                  of clinical phenotypes including dysmorphic features, congenital\n             MECP2                                                         TKTL1         FLNA EMD\n                                                                                                                  anomalies, mental retardation, and neuropsychiatric conditions\n    Cen                                                                                                     Tel\n                                                                                                                  such as attention deﬁcit hyperactivity disorder (ADHD), autism,\n                                                    JB\n                                                                                                                  anxiety/depression, and antisocial behavior (7, 9, 92). Deletions\n                                      JA                        JC                  K1               K2           have also been recently associated with schizophrenia (5, 94). The\n                                                 36.8 kb\n                                    38.3 kb                   37.9 kb              11.3 kb        11.3 kb         association of microdeletion with microcephaly and duplication\n                                           ~98-99% similarity                         ~99% similarity\n                                                                                                                  with macrocephaly can be potentially explained by the copy-num-\n    Human structural variation                     CNV\n                                                                                           Human                  ber alteration of the human-speciﬁc paralog of the gene HYDIN. In\n                                                                                         inv polym\n                                                                                                                  mice, mutations causing premature termination of the Hydin gene\n    Evolutionary genomic            Acquisition of trichromatic color vision            Eutherian\n    rearrangements                  by duplication/diversification ~35 Mya            recurrent inv               product were reported to cause hydrocephalus (95). The 1q21.1\n                                                                                                                  paralog HYDIN copy results from a 360-kb interchromosomal\nFig. 2. Schematic representation of the MECP2 telomeric region. (Top) Blue boxes                                  duplication from the 16q22.2 segment (96) containing the original\nrepresent the pathogenic rearrangements documented in the literature thus far:                                    HYDIN gene.\ndistal breakpoint grouping of most of the patients with MECP2 duplications, dele-\ntions and/or gene conversions of the Opsin genes that cause color blindness, and                                  Exon Shufﬂing and the Emergence of New Genes\ndeletions of the EMD gene that cause Emery–Dreifuss muscular dystrophy (EDMD).\n(Middle) The genomic context telomeric to MECP2. LCRJ spans 114 kb and is formed                                  Along with gene duplication, exon shufﬂing is also implicated in\nby three genes and/or pseudogenes that constitute the Opsin array, OPN1LW,                                        the generation of novel genes and proteins and, once more, the\nOPN1MW, and TEX28. The nearby LCRs, K1 and K2, are positioned in inverted ori-                                    LCRs might play a pivotal role underlying that event. In 1978,\nentation, have 99% sequence identity, and are 11.3 kb in length. Hatched bars                                     Walter Gilbert launched the concept of exon shufﬂing when he\nwithin arrows inside the LCRs K represent the small region that is 100% identical                                 proposed that recombination between introns could rearrange\nbetween them. Blue arrows show alignment of the join points of the patients car-                                  exons, creating new transcription units, and consequently new\nrying complex rearrangements (triplications embedded in duplications). (Bottom)\n                                                                                                                  proteins could be formed (97). In the primate lineage, including\nHuman structural variation (yellow rectangles) includes CNVs and inversions; evo-\nlutionary genomic rearrangements (orange rectangles) include the duplication of                                   humans, there is evidence of exon shufﬂing generating novel\nthe Opsin gene and further acquisition of the trichromatic color vision during the                                genes, e.g., the creation of testis-speciﬁc genes (98, 99). Some\nprimate evolution in addition to a recurrent inversion that has been occurring                                    additional evidence for exon shufﬂing observed in human and\nmultiple times in eutherians. *, based on data reported in Carvalho et al. (56).                                  mouse subjects is listed in Table 1.\n\n1768 | www.pnas.org/cgi/doi/10.1073/pnas.0906222107                                                                                                                       Carvalho et al.\n\f             Table 1. Examples of exon shufﬂing and their potential mechanisms\n             Organism                                 Involved gene                                                         Mechanism               Microhomology at breakpoint Reference\n\n             Mouse                       aA-crystallin                                                         Illegitimate recombination*                      CCCAT                  (123)\n                                         Gnb5, Myo5a                                                           Nonhomologous recombination*                      GG                    (124)\n             Human                       LDL receptor, EGF precursor                                           NA                                                NA                    (125, 126)\n                                         Multiple genes                                                        L1 retrotransposition                             NA                    (127)\n                                         Kua, UEV                                                              Gene fusion                                       NA                    (128)\n                                         PMCHL1, MCH                                                           Retrotransposition                                NA                    (129)\n                                         ATM                                                                   Retrotransposition                                NA                    (130)\n                                         TRE-2 (USP6)                                                          Gene fusion                                       NA                    (99)\n                                         PIPSL, PIP5K1A, PSMD4                                                 L1 retrotransposition                             NA                    (131)\n\n               NA, not available.\n             *Microhomology was shown at the breakpoint, which can be alternatively interpreted to be caused by the FoSTeS/MMBIR mechanism.\n\n\n\n   An interesting example of the “birth” of a gene due to du-                                                                      Can FoSTeS/MMBIR Account for Exon Shufﬂing Events?\nplication and exon shufﬂing is the proximal CMT1A-REP. This                                                                        It has been estimated that at least ∼19% of exons in eukaryotic\nLCR arose by genomic rearrangement whereby exon VI of the                                                                          genes were formed by exon shufﬂing (103). However, the underlying\nCOX10 gene and surrounding 25-kb intronic sequences (i.e.,                                                                         mechanisms are not fully understood. Two mechanisms have been\ndistal CMT1A-REP) were duplicated and inserted 1.4 Mb more                                                                         proposed, illegitimate recombination (104) and retrotransposed\nproximal on 17p within the human–chimpanzee ancestral chro-                                                                        exon insertion (105); nevertheless, many exon rearrangements are\nmosome. This one event created proximal CMT1A-REP (Fig. 3)                                                                         not readily explained by either mechanism. Recently, our group (58)\nand gave birth to two novel genes through exon accretion and                                                                       reported complex rearrangements, including triplications, detected\nﬁssion, respectively (24, 26). Interestingly, both novel genes,                                                                    at the join points of duplications in patients with PTLS and in pa-\nHREP and CDRT1, are expressed in humans although they have                                                                         tients with PMP22 duplication and deletions. Importantly, the\ndifferent tissue speciﬁcity: HREP is expressed in heart and                                                                        complex patterns implicating FoSTeS/MMBIR could be detected at\nskeletal muscle whereas CDRT1 is mainly expressed in pancreas                                                                      different levels of genome resolution from involving megabases of\n(26, 100). The original COX10 (distal CMT1A-REP) is highly                                                                         the human genome to small genomic intervals containing a single\nexpressed in multiple tissues (101); its protein product farnesy-                                                                  gene or even only one exon (58). The sequencing of the join points of\nlates the heme group incorporated into cytochrome oxidase that                                                                     the deletion involving just one exon of the PMP22 gene revealed a\n                                                                                                                                   complex pattern including a small insertion in an inverted ori-\nis important for mitochondrial function.\n   Another example is the hominoid testis-speciﬁc gene TRE-2                                                                       entation. This complex rearrangement of a coding exon caused by\n(USP6) that emerged during primate evolution resulting from                                                                        FoSTeS/MMBIR suggests that this mechanism may contribute to\n                                                                                                                                   exon shufﬂing (58). The replicative FoSTeS/MMBIR mechanism\nthe chimeric fusion of two genes, USP32 and TBC1D3 (Table 1)\n                                                                                                                                   could readily shufﬂe any given exon by a template switch before and\n(99). TBC1D3 itself is derived from a segmental duplication that\n                                                                                                                                   after that exon anywhere within the ﬂanking introns (58).\nunderwent multiple gene duplications during primate evolution\n(99). Interestingly, TBC1D3 underwent mutations with respect to                                                                    Birth Defects: Evolution in Real Time\nits closest homolog, USP6NL and acquired the features of an                                                                        Structural variation in the human genome encompasses a wide range\nadaptor molecule involved in the macropinocytic process (102).                                                                     of different alterations, including aneuploidies, heteromorphisms,\n                                                                                                                                   fragile sites, repetitive elements, micro- and minisatellites, insertions,\n                                                                                                                                   deletions, inversions, duplications, balanced and unbalanced trans-\n                                                                                                                                   locations, and complex genomic and chromosomal rearrangements\n                                                                                                       LCRJ (Opsin array)\n                                                                                                       LCRK\n                                                                                                                                   (60, 62, 106–110). Some of the changes are large enough to be vi-\n                                                                                                       LCR15                       sualized by light microscopy whereas others require special techni-\n                                                                                                       DUF1220 domain\n\n                                                                                                       PWS/AS-REP                  ques, e.g., submicroscopic alterations can be detected by CGH (62,\n                                                                                                       DGS-REP                     107), whereas inversions can be detected by paired-end sequencing\n                                                                                                       SMS-REP\n\n                                                                                                       WBS-REP\n                                                                                                                                   techniques (60, 109, 111) or by PCR-based approaches (112).\n                                                                                                       GBA/ GBA                       In the human genome, the de novo locus-speciﬁc mutation\n                                origin\n                                                                                                       NEMO/ NEMO\n                                                                                                                                   rates for genomic rearrangements were estimated on the basis of\n                                                                                                                                   disease prevalence rates as ∼10−6–10−4 (113, 114). This range is\n                                                                                                       PMCHL1/2\n                                duplication                                                            NF1-REP\n\n                                unknown                                                                CMT1A-REP\n                                                                                                                                   two to four orders of magnitude greater than the locus-speciﬁc\n                                                                                                                                   rates for base pair changes (∼10−8). Therefore, CNVs may fre-\n                                                                       ",
  "wordCount": 8362,
  "indexed": "2025-09-25T22:42:47.607Z",
  "method": "direct"
}
