{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Biesecker y Spinner - 2013 - A genomic view of mosaicism and human disease.pdf",
  "fileName": "Biesecker y Spinner - 2013 - A genomic view of mosaicism and human disease.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Biesecker y Spinner - 2013 - A genomic view of mosaicism and human disease.pdf",
  "text": "REVIEWS\n                                           DISEASE MECHANISMS\n\n\n                                     A genomic view of mosaicism\n                                     and human disease\n                                     Leslie G. Biesecker1 and Nancy B. Spinner2\n                                     Abstract | Genomic technologies, including next-generation sequencing (NGS) and\n                                     single-nucleotide polymorphism (SNP) microarrays, have provided unprecedented\n                                     opportunities to assess genomic variation among, and increasingly within, individuals.\n                                     It has long been known that cancer is a mosaic genetic disorder, but mosaicism is now\n                                     apparent in a diverse range of other clinical disorders, as indicated by their tissue\n                                     distributions and inheritance patterns. Recent technical advances have uncovered the\n                                     causative mosaic variant underlying many of these conditions and have provided\n                                     insight into the pervasiveness of mosaicism in normal individuals. Here, we discuss the\n                                     clinical and molecular classes of mosaicism, their detection and the biological insights\n                                     gained from these studies.\n\nGermline mosaicism\n                                    Mosaicism is a biological phenomenon named after                   of a patient with germline mosaicism is typically based\nThe diploid germ cell               the intricate images created by craftsmen from small               on the detection of a mutation in multiple germ cells\nprecursors in the gonad are         pieces of coloured tiles or glass; it describes an indi-           (typically sperm) and on the absence of the mutation\nheterogeneous: some have a          vidual who has developed from a single fertilized egg              in peripheral blood and/or skin fibroblasts; however,\nmutation and some do not.\n                                    and has two or more populations of cells with distinct             this analysis cannot formally exclude the presence of\nSomatic mosaicism                   genotypes1. This criterion of being formed from a single           the mutation in other somatic cells.\nThe non-germ cells of the body      fertilized egg distinguishes mosaicism from the related                Historically, mosaicism has been phenotypically rec-\nare heterogeneous: some have        phenomenon of chimerism, which describes an indi-                  ognized in humans and in animals. Coat colour variega-\na mutation and some do not.         vidual comprised of multiple cell lineages derived from            tion in animals, human dermatological disorders that\nLines of Blaschko\n                                    distinct fertilized eggs (BOX 1).                                  follow the lines of Blaschko, heterochromia irides and other\nStreaky lines visible on the skin       Furthermore, the generation of genetically distinct            traits are readily recognizable as representing genetic\nthat radiate inferolaterally from   cells from a single zygote necessitates postzygotic                differences. The pattern of the mosaic distribution of\nthe area over the dorsal spine.     de novo mutational events2 as the cause of mosaicism,              mutations is largely determined by normal embryologi-\nThey are the consequence\n                                    and such mutations can result in sporadic disease.                 cal processes of cell replication, cell migration and apo-\nof the migration of\nneuroectodermal cells from the      Note that de novo mutational events can also occur                 ptosis, and by the timing and pathophysiological effects\nclosure of the neural tube.         prezygotically; in these cases, it may be a parent who             of the mutation. For example, the cutaneous ectoderm\n                                    is mosaic (and usually unaffected), but the mutation               and neural crest differentiate from ectoderm and then\n                                    might be inherited in the zygote and potentially in                migrate radially from the dorsal neural tube 3; this is\n1\n National Human Genome              all cells of the developing offspring (that is, constitu-          the basis of the lines of Blaschko. Beyond these readily\nResearch Institute, National\nInstitutes of Health,\n                                    tional or non-mosaic) also to result in the formation              observable traits, it had been much more challenging to\nBethesda, Maryland 20892,           of a de novo disease phenotype2. Beyond these general              evaluate mosaicism until the advent of molecular tech-\nUSA.                                descriptions, there are more specific types of mosai-              niques that can assay individual cells or subpopulations\n2\n Department of Pathology            cism that describe which parts of the body harbour                 of cells. These techniques have demonstrated that mosai-\nand Laboratory Medicine at\n                                    the variant cells and the potential for transmission               cism is not limited to grossly observable phenomena,\nthe Children’s Hospital of\nPhiladelphia and of the             to offspring. These include germline mosaicism (also               such as dermatological disorders. These technological\nPerelman School of Medicine,        known as gonadal mosaicism), somatic mosaicism and                 advances have also expanded the range of mutation types\nUniversity of Pennsylvania,         gonosomal mosaicism (a combination of germline                     that can be detected. Chromosomal alterations (such\nPhiladelphia, Pennsylvania          and somatic mosaicism) (FIG. 1). Although these classi-            as whole-chromosome aneuploidy, segmental aneu­\n19104, USA.\nCorrespondence to L.G.B.\n                                    fications are useful in a practical sense, we acknowledge          ploidy (that is, aneuploidy of parts of chromosomes)\ne-mail: lesb@mail.nih.gov           that they cannot be conclusively assigned owing to the             and structural alterations) have been historically identi-\ndoi:10.1038/nrg3424                 limitations of tissue sampling. For example, the labelling         fied by cytogenetic analyses4, but multiple advances in\n\n\nNATURE REVIEWS | GENETICS                                                                                                           VOLUME 14 | MAY 2013 | 307\n\n                                                        © 2013 Macmillan Publishers Limited. All rights reserved\n\fREVIEWS\n\nHeterochromia irides\n                                 resolution and throughput for DNA analysis tools5 have                 In this Review, we first describe a number of catego-\nDescribes an individual with     facilitated the use of microarray-based and sequencing-             ries of mosaicism that have been clinically delineated.\nirises that are of distinctly    based approaches to identify copy number changes,                   We then discuss some of the technical advances that have\ndifferent colours.               rearrangements and substitutions at single-nucleotide               enabled mosaicism to be detected and discuss the differ-\n                                 resolution.                                                         ent molecular types of mosaicism that are now becoming\nAneuploidy\nA human cell with other than a       Of course, one of the best known and clinically                 appreciated. Finally, we discuss the wider implications\nmultiple of 23 chromosomes.      most important forms of mosaicism is that of cancer.                for medicine and biology and speculate on the future.\n                                 The accumulation of hundreds to thousands of somatic\n                                 alterations can convert a cell from normal into malig-              Clinical manifestations of mosaicism\n                                 nant. Because of the complexity of these myriad genomic             Much of our early knowledge of mosaicism was based\n                                 changes and the clinical distinctiveness of cancer, cou-            on clinical observations of readily recognizable intra-\n                                 pled with the large number of excellent reviews on this             patient phenotypic variations. These included pigment\n                                 topic6,7, we have chosen not to cover this subject here and         variations and other abnormalities of skin development,\n                                 instead to focus on non-oncological disorders.                      such as hyperkeratosis, atrophy or hair distribution, which\n                                                                                                     allowed clinicians to develop aetiological hypotheses that\n                                                                                                     led to early models of mosaicism. The nuances of these\n Box 1 | Chimerism                                                                                   clinical observations turned out to be prescient in that\n                                                                                                     several hypotheses that were generated inspired molecu-\n A chimaera is an individual composed of two or more genetically distinct cell lines                 lar research that has led to remarkable insights into this\n originating from different zygotes. Chimerism can therefore be distinguished from                   field. These discoveries included various molecular\n mosaicism by the extent of genotypic differences. In mosaicism, nearly all loci are\n                                                                                                     mechanisms to account for the origins and pathologi-\n identical in the different cell populations as all cells are derived from the same\n zygotic genotype, but in chimerism there are divergent genotypes all across the\n                                                                                                     cal consequences of mosaicism and also how mosaicism\n genome. Chimerism may lead to medically important phenotypes, such as intersex                      can offer an explanation for unusual inheritance patterns\n phenotypes if the sex of the fertilized eggs is disparate84. Although chimerism can be              and genetic test results that might otherwise have been\n established early in development (naturally or artificially by fusion of two fertilized             assumed to be merely coincidence, chance reoccurrence\n eggs), it can also be established later in development, through placental vascular                  or incorrectly assigned parentage.\n anastomoses in twin gestations. Chimerism can also be established by artificial                         Mosaic disorders that are clinically obvious fall into\n means, such as cellular transplant. An individual who has undergone a successful                    distinct categories. In all of these classes, the underlying\n allogeneic bone marrow transplant is a chimaera.                                                    postzygotic de novo mutation is likely to occur randomly\n   Differentiation of mosaicism from chimerism was difficult before the introduction                 to generate mosaicism and thus usually manifests clini-\n of single-nucleotide polymorphism (SNP) arrays, as it required the genotyping of a\n                                                                                                     cally as sporadic disease in individuals with unaffected\n battery of polymorphic markers after the suspicion of chimerism had been raised.\n In some patients, the potential chimerism could be identified on the basis of\n                                                                                                     parents. However, the developmental timing and cell\n cytogenetic findings, such as a patient with both 46,XX and 46,XY cells, but in many                lineage affected, combined with the phenotypic conse-\n patients, the two distinct cell lines may appear cytogenetically indistinguishable.                 quences of the mutation, ultimately determine the tissue\n Several individuals were reported in whom the two cells lines were cytogenetically                  distribution of mosaicism (that is, somatic, germline or\n distinguishable, with one abnormal cell line, such as reported for 45,X/46,XX and                   gonosomal) and also the patterns of disease reoccur-\n 46,XX/47,XY,+14 chimaeras85,86. Using SNP arrays, the diagnosis of chimerism is                     rence within families. These clinical phenomena teach\n fairly straightforward, as the increased number of genotypes across all of the                      us important lessons about the biology of the genes that\n chromosomes in a chimeric individual can easily be recognized. By contrast, in a                    are mutated in these traits.\n mosaic individual, typically only one part of the genome (such as a whole\n chromosome or a chromosome segment) is found to have the altered genotype\n                                                                                                     Mosaic manifestations of Mendelian disorders. A major\n frequencies that are consistent with mosaicism. In addition, it is possible to\n determine the mechanism of chimerism by analysis of the genotype patterns on the\n                                                                                                     class of mosaic disorders is those with mosaic forms\n SNP array, with differentiation of possible mechanisms such as dispermic                            of the same mutations that underlie disorders that are\n fertilization and parthenogenetic activation29,86,87.                                               usually inherited in an autosomal dominant pattern. In\n   The use of SNP arrays has facilitated the discovery of unique cases of chimerism,                 the autosomal dominant disorders, the mutations are\n including several in which one of the cell lines had uniparental disomy for all                     typically constitutional and are transmitted through the\n chromosomes29,88. We hypothesize that in this unique situation, the uniparental cell                germ line to affected offspring; thus, these mutations are\n line was ‘rescued’ by the presence of the normal, biparental cell line. The phenotypes              compatible with viability (albeit, a diseased state) when\n of individuals with complete uniparental disomy can include features of several                     constitutional.\n different imprinting disorders, depending on the pattern of origin for the uniparental                  As a classic example, neurofibromatosis type 1 (NF1)\n cell line. Reported patients with chimeric, whole-genome uniparental disomy\n                                                                                                     is one of the most common autosomal dominant disor-\n presented with clinical features of Prader–Willi, Beckwith–Wiedemann and\n Russell–Silver syndromes29,86,89.                                                                   ders in humans. Although the overwhelming majority\n   Phenotypically normal individuals can also be chimeric, and this may come to light                of patients with NF1 harbour a germline constitutional\n only if there is a reason to pursue genetic testing. An example of chimerism was                    mutation in NF1, some patients have been described who\n brought to light when an adult female and her family underwent histocompatibility                   have so‑called segmental NF1. These patients have clini-\n testing in preparation for a kidney transplant, and the results unexpectedly showed                 cal manifestations of NF1 limited to only a single por-\n that she did not appear to be the biological mother of two of her three sons. After                 tion of their body 8. These postzygotic de novo mutations\n several lines of testing, she was found to be chimeric in some tissues, including                   apparently arise in development during organogenesis\n fibroblasts, although there was no evidence of chimerism in her peripheral blood. In                and are unilateral, as evidenced by the topographically\n this case, both cell lines were 46,XX and had no obvious cytogenetic differences90.                 limited and lineage-restricted manifestations in these\n Clearly, chimerism could also have implications for forensic testing.\n                                                                                                     patients and the absence of disease in either parent. The\n\n\n308 | MAY 2013 | VOLUME 14                                                                                                   www.nature.com/reviews/genetics\n\n                                                      © 2013 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                                          REVIEWS\n\n                                   a                                b                                   c\n\n\n\n\nd                                  e                                f                                   g                             h\n\n\n\n\n                                  Figure 1 | Types of mosaicism and patterns of cutaneous mosaicism. The main types of mosaicism are somatic (a),\n                                                                                                                                      Nature Reviews | Genetics\n                                  gonosomal (b) and germline (c). Recognizable patterns of somatic mutations in the skin have been       described. These\n                                  include narrow lines of Blaschko (d), broad lines of Blaschko (e), checkerboard pattern (f), phylloid pattern (g) and patchy\n                                  pattern without midline separation (h). The figure is modified, with permission, from REF. 9 © American Medical Association.\n\n\n\n                                  distributions of these cutaneous manifestations have been           Disorders that manifest only as mosaicism. In contrast\nStructural alterations            categorized by Happle9 into five distinct types, although           to mosaic manifestations of Mendelian disorders, some\nDescribes genomic changes         these may be better considered as exemplars rather than             mosaic disorders are caused by mutations that are seen\nthat can be balanced,             as discontinuous clinical categories (FIG. 1). Some patients        only in mosaic form and that are incapable of germline\nlarge-scale rearrangements        with such mosaicism have affected children10. In other              transmission16,17. This might be caused by different\nwithout copy number changes\n(such as translocations and\n                                  cases, patients seem unable to pass the mutation on to              mechanisms. For example, although a somatic muta-\ninversions) or large deletions    offspring, suggesting that the mutation can be limited              tion might occur in any cell, if this cell were a gonadal\nand duplications that result in   to a particular part of the soma and thus can be absent in          precursor cell and the mutation specifically caused\ncopy number changes.              their germ line. Interestingly, many dominantly inherited           apoptosis in the germ cells, the germ cell lineage would\n                                  disorders, such as NF1, can have extraordinarily variable           be extinguished by the mutation, such that the muta-\nHyperkeratosis\nA dermatological condition        expressivity, and therefore chance variations in expressivity       tion and its phenotypic manifestations would be lim-\nconsisting of a thickening of     can be mistaken for apparently segmental mosaicism                  ited to non-germline cells. Thus this mutation would\nthe keratin-rich layer of the     (BOX 2). Segmental NF1 can, like germline forms of the              be truly somatic and unable to be transmitted though\nepidermis.                        disease, be caused by a wide variety of NF1 mutations,              the germ line. An alternative mechanism for germline\nAtrophy\n                                  including point mutations11 and copy number changes12.              non-transmission is when a gonosomal mosaic muta-\nA condition of tissue volume          Other autosomal dominant disorders have been                    tion is lethal when constitutional. Although germ cells\nloss due to disuse or lack of     reported to manifest somatic mosaicism. A few examples              may harbour this mutation, it would be lethal in its\ntrophic stimulation.              in which the molecular aetiology has been demonstrated              constitutional state during subsequent embryonic\n                                  include hereditary haemorrhagic telangiectasia caused by            development. In these patients, the mutation is never\nSoma\nAll cells of the body other       endoglin (ENG) or activin A receptor type II-like 1                 transmitted through the germ lineage and can manifest\nthan the germ cells.              (ACVRL1) mutations13,14 and Darier–White disease caused             only as a somatic disorder.\n                                  by mutations in ATP2A2 (REF. 15). However, it is impor-                 The existence of this class of disorders was initially\nExpressivity                      tant to note that studies of the familial occurrences of            based on the observations that there were no famil-\nThe degree to which a trait\nmanifests in an individual\n                                  these disorders had already identified the causative gene,          ial occurrences, and for some disorders all patients\nwho has some recognizable         thus facilitating the characterization of the molecular             appeared to manifest cutaneous symptoms in a seg-\nmanifestation of the disorder.    aetiology in the mosaic individuals.                                mental, rather than constitutional, pattern. This\n\n\nNATURE REVIEWS | GENETICS                                                                                                         VOLUME 14 | MAY 2013 | 309\n\n                                                       © 2013 Macmillan Publishers Limited. All rights reserved\n\fREVIEWS\n\n Box 2 | Variable expressivity\n                                                                                                     disorders comprises various conditions that are typi-\n                                                                                                     cally inherited in an autosomal dominant pattern but\n Monozygotic twins provide a natural opportunity to distinguish mosaicism from                       that occasionally manifest in a pattern that suggests\n variable expressivity: that is, whether distinct genotypes or varied expression of a                autosomal recessive inheritance. The prototype of these\n common genotype underlie differences in the severity of disease manifestation.                      disorders is osteogenesis imperfecta type II, which was\n Recently, a pair of monozygotic twins who were discordant for the neurofibromatosis\n                                                                                                     observed to have frequent sibling recurrences with par-\n type 1 (NF1) phenotype and an NF1 mutation has been described91. The affected twin\n met clinical diagnostic criteria for NF1 and had a c.4108C→T (p.Gln1370X) nonsense\n                                                                                                     ents that are typically unaffected or that sometimes show\n mutation in NF1 in 30–40% of peripheral blood cells, 4% or less of buccal epithelia but             a milder variant phenotype24. This is consistent with\n not in excreted bladder epithelial cells. No mutations were detected in the blood,                  the mutation occurring during gametogenesis in one\n buccal epithelia or bladder epithelia of the unaffected twin or in the peripheral blood             of the parents: the subset of parental gametes affected\n of the parents. By contrast, the monozygotic twins reported by Kaplan et al.92 were                 will rarely have a phenotypic consequence in that par-\n discordant for NF1 but had a different molecular status. The affected twin was                      ent but can be passed on constitutionally to multiple\n apparently constitutional for a c.5902C→T (p.Arg1968X) nonsense variant, whereas                    offspring. This disorder has aetiological heterogeneity,\n the unaffected twin was mosaic for that same alteration. These reports highlight                    being caused by mutations in either collagen, type 1,\n several important features of mosaicism. First, monozygotic twins provide a special                 alpha 1 (COL1A1) or COL1A2 (REFS 25,26). Although\n opportunity to observe somatic mutations because the mosaicism event can occur\n                                                                                                     it was suspected that this disorder was recessive, it was\n before or after twinning, can lead to diverse phenotypic consequences and can\n illuminate the mechanisms of mosaicism. Second, the mutational load and\n                                                                                                     subsequently shown that mosaicism was common in\n distribution of the mosaic genomic alteration can have dramatic effects on                          parents of the affected siblings27.\n the clinical manifestation of the mutation, and this phenomenon demonstrates the                        Interestingly, the frequency of germline mosaicism\n important principles of penetrance and expressivity. The first set of twins described               is highly variable among various autosomal dominant\n above showed that somatic mutations could arise in gestation after twinning and                     disorders. For example, whereas pseudoachondroplasia\n generate discordance primarily because the other twin has no mutated cells                          is much less common than achondroplasia, it has more\n detected. The second set of twins showed that the somatic mutation can occur                        reported occurrences of germline mosaicism. This sug-\n before twinning and can lead to discordance because the level of mosaicism did not                  gests that mosaicism for mutations in these genes has\n reach that necessary for clinical expression in one of the twins.                                   biological consequences for the germ line; these may\n    In addition to mosaic genomic alterations, another possible explanation for the\n                                                                                                     be related to the effect that has been shown for de novo\n variable expressivity seen in monozygotic twins might be differences in epigenetics.\n Gene expression is affected not just by gene sequence but also by chemical\n                                                                                                     postzygotic mutations28.\n modifications of DNA, such as cytosine methylation. Epigenetic differences have been\n shown to emerge over time in monozygotic twins and can be hypothesized to account                   Detection of mosaicism\n for phenotypic discordance in genotypically identical monozygotic twins93. This                     There is no reason to assume that mosaicism is limited\n hypothesis was tested in a cohort of twins with NF1, and evidence was found for an                  either to disorders that have these easily observable\n association of epigenetic differences with phenotypic discordance94.                                clinical attributes or to those that have a known molec-\n                                                                                                     ular aetiology. In fact, recent technological advances\n                                                                                                     have provided us with tools to assess mosaicism on a\n                                  hypothesis was later refined to include the observa-               much broader scale, in many disorders and in diverse\n                                  tion that these disorders are also observed in discord-            tissues, with increasing resolution to detect smaller-\n                                  ant monozygotic twin pairs, implying that the mutation             scale mutations, and we predict that these tools will\n                                  occurred in the somatic cells of one twin rather than              rapidly change our field.\n                                  in the parental germ line or in the shared embryo\n                                  pre-twinning.                                                      Tissue type considerations. The detection of mosaicism\nSegmental mosaicism\nThis is a subtype of somatic\n                                     The prototype of this class of disorders is McCune–             in human disease has been challenging both because\nmosaicism: an anatomically        Albright syndrome (MAS)18,19, which manifests as bony              it requires analysis of ample cells within a given tissue\nrecognizable portion of the       hyperostoses, café-au‑lait spots and endocrine dysfunc-            and because mosaicism may be tissue-specific or tis-\nbody has cells that have a        tion. Observations of MAS led Happle20 to suggest his              sue-limited. Therefore, the detection of the mosaicism\nmutation that is not present\n                                  hypothesis of lethal genetic mutations that can manifest           in the tissue in which it occurs may require analysis of\nin other parts of the body.\n                                  only as mosaics. The molecular aetiology of MAS was                multiple tissues within an individual. In some cases,\nHereditary haemorrhagic           delineated in 1991 when it was shown to be caused by               the choice of tissue is suggested by recognition of a\ntelangiectasia                    mosaic gain‑of‑function mutations in GNAS1 using                   suspected syndrome or phenotype, such as in the case\nA disorder of vessel dysplasia    a classic forward genetics approach21. Other related               of Pallister–Killian syndrome or when patchy pigmen-\nthat can be caused by\nmutations in a number of genes.\n                                  disorders include Proteus syndrome22 and linear nevus              tation is detected. In the absence of phenotypic clues\n                                  sebaceous syndrome (for a review, see REF. 23). The                to trigger the search for mosaicism, its detection relies\nDarier–White disease              discoveries of the genetic cause of these other disor-             on using sensitive genotyping techniques — such as\nA disorder of heterogeneous       ders awaited technological advances, as described                  single-nucleotide polymorphism (SNP) microarrays or\nskin lesions, which can include\n                                  below. There are also several chromosomal syndromes                next-generation sequencing (NGS) — that can detect\nwarty papules, plaques,\nand seborrhoea, caused            that are only seen in a mosaic form ( Pallister–Killian            low-level mosaicism in a more routine fashion29,30. In\nby mutations in ATP2A2.           syndrome and trisomies for multiple chromosomes,                   some cases, a vigilant clinician will request analysis of\n                                  such as 8, 9 and 14), as discussed below.                          multiple tissues to rule out low-level mosaicism: blood,\nPenetrance                                                                                           skin, saliva and any particular affected tissues being the\nThe proportion of individuals\nwith a specific phenotype\n                                  Germline mosaicism. The final group of disorders that              most common. Of course, not all tissues are amena-\namong carriers of a particular    we want to delineate are those that apparently primarily           ble to analysis, and it is not always possible to predict\ngenotype.                         manifest as germline mosaic disorders. This group of               which tissues might be affected.\n\n\n310 | MAY 2013 | VOLUME 14                                                                                                  www.nature.com/reviews/genetics\n\n                                                      © 2013 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                                          REVIEWS\n\n                                 Cytogenetics. Cytogenetic analysis by study of banded                   The massive throughput of NGS has another benefit,\n                                 metaphase chromosomes or by fluorescence in situ                    which is that it does not require genetic mapping data to\nDiscordant monozygotic           hybridization (FISH) is carried out in a cell‑by‑cell               identify causative genetic variants. For this reason, sub-\ntwins                            manner, and recognition of mosaicism is there-                      tractive informatic approaches — in which two samples\nTwins that result from the\nfission of a single fertilized\n                                 fore fairly straightforward. Mosaicism is recognized                are informatically processed to identify only those posi-\ninner cell mass but who have a   when cells within an individual are found to have diver-            tions in the genome that differ — can be coupled to NGS\ndistinct phenotypic difference   gent chromosome contents, such as monosomic or                      to identify mosaic alterations. Much as trio sequencing\nbetween them.                    trisomic chromosomes in the karyotype of one cell and               (that is, parents and child) has been used to identify\n                                 a normal karyotype in another. Mosaicism has been rec-              de novo alterations as a cause of non-mosaic heritable\nBony hyperostoses\nFocal overgrowths of bone        ognized for cytogenetic abnormalities from the earliest             disorders2, intra-patient subtraction can be used to iden-\nand osteoid (partially           usages of this technique31. Although mosaic aneuploidy              tify mosaic disorders, as has been done in cancer genom-\ncalcified bone matrix).          was traditionally the most detected form of mosaicism,              ics, by comparing DNA samples from affected and\n                                 mosaicism for a wide variety of chromosome abnormali-               unaffected tissues from the same patient. This approach\nCafé-au-lait spots\nLight brown macules\n                                 ties has now been identified32. The cytogenetic detec-              has a measurable false-positive rate, which is due to a\nof the skin that are a           tion of low-level mosaicism is challenging, as a sufficient         combination of molecular and informatic errors, yet\ncommon manifestation of          number of cells must be counted33.                                  has been successfully used to identify numerous mosaic\nneurofibromatosis, McCune–                                                                           disorders, as described below.\nAlbright syndrome and several\n                                 Microarray-based techniques. Beginning in 2005,\nof other disorders.\n                                 microarray-based techniques began to replace cytoge-                Molecular classes of mosaicism\nProteus syndrome                 netic testing, with the introduction first of array-based           Large-scale chromosomal abnormalities. Chromosome\nA disorder of mosaic,            comparative genomic hybridization (aCGH), which                     abnormalities are a fairly common cause of developmen-\nprogressive overgrowth caused    can analyse genomic copy number variants (CNVs),                    tal disorders, occurring in 1 in 200 liveborn individu-\nby mutation in AKT1.\n                                 followed by genome-wide SNP arrays (FIG. 2A), which                 als and in greater than 50% of spontaneous abortuses.\nNevus sebaceous                  can analyse both SNPs and CNVs. The advantages of                   Chromosome abnormalities cause disease because of\nA skin lesion characterized      array-based testing (which typically analyses DNA                   missing or extra chromosomal material (either whole\nby overgrowth of sebaceous       extracted from whole blood) for mosaicism detec-                    chromosome or segments of chromosomes (segmen-\nglands.\n                                 tion include: many cells are analysed simultaneously;               tal)) or because a structural rearrangement interrupts\nPallister–Killian syndrome       different cell types are analysed; cells of all cell cycle          a gene or separates an enhancer from its target gene.\nA disorder of dysmorphic         phases are analysed; and samples do not require cultur-             Mosaicism for many types of chromosome abnormali-\nfeatures and intellectual        ing, which might itself cause mutations. Several studies            ties is well known in both abortuses and liveborn indi-\ndisability caused by mosaic      using aCGH tested the ability of this technique to iden-            viduals37,38. Recent analyses of embryos following in vitro\ntetrasomy of chromosome 12p.\n                                 tify mosaicism, and it was demonstrated that mosai-                 fertilization have shown that 70% of embryos studied\nOsteogenesis imperfecta          cism could be identified when variant cells constituted             had mosaic segmental imbalances, which was higher\ntype II                          >10% of the total cell population. SNP arrays are much              than anticipated39. These studies reveal the high rate of\nA disorder of bone fragility     more sensitive than aCGH for mosaicism detection,                   mitotic errors that have potential to contribute to mosaic\nand short stature caused\n                                 and mosaicism involving <5% of cells has been detected              human disease.\nby mutations in COL1A1\nor COL1A2.                       using these arrays29,34. In addition to detecting mosai-                Whole-chromosome aneuploidy is the most com-\n                                 cism at lower levels, SNP arrays are also able to ana-              mon type of chromosomal abnormality. Mosaicism can\nPseudoachondroplasia             lyse the zygosity of the SNPs, thus aiding the analysis             result from chromosomal nondisjunction during meiosis\nA disorder of short stature      of the genetic mechanism by which the mosaicism has                 to generate germline mosaicism or in mitosis during\nand dysmorphic features,\ngenerally less severe than\n                                 occurred, which is discussed below 29.                              development to result in somatic mosaicism. A consti-\nachondroplasia, caused by                                                                            tutional gain or loss of only a few single chromosomes is\nmutations in COMP.               DNA sequencing. Although Sanger-based sequenc-                      compatible with viability: trisomy of chromosomes 13,\n                                 ing can be extremely effective for many applications,               18, 21 and X, and monosomy of only chromosome X\nAchondropasia\n                                 including the positional cloning of disease genes, it has           have been found in liveborn individuals. Consistent with\nA disorder with severe short\nstature and dysmorphic           several limitations. These include its limited through-             mosaic aneuploidy being less serious than constitutional\nfeatures caused by mutations     put and the fact that both alleles of an autosomal locus            aneuploidy, all of these trisomies or monosomies have\nin FGFR3.                        are sequenced concurrently and are displayed as ana-                also been detected as mosaic abnormalities, usually with\n                                 logue electropherograms, from which the often subtle                a milder phenotype than the constitutional aneuploidy,\nNondisjunction\nThe failure of chromosomes\n                                 contribution from mosaic alleles cannot be accurately               and an additional class of aneuploidies can be found\nto segregate normally during     determined (FIG. 2Ba–d).                                            only when they are mosaic, presumably owing to selec-\ncell division, resulting in          NGS is a high-throughput technique that massively               tion against the aneuploid cells in a specific tissue or at a\nthe mis-segregation of           parallelizes genomic interrogation (for reviews on this             specific stage of development. These include trisomy of\nchromosomes into daughter\n                                 technology, see REFS 35,36). In addition to the differ-             chromosomes 8, 9, 14, 17 and 22 (REFS 40,41).\ncells. Nondisjunction at\nmeiosis I results in products    ence in throughput, NGS is inherently a digital assay                   Mosaicism for structural chromosome abnormali-\nwith additional or missing       that reports read counts for each allele as integer counts          ties is less common than is seen for aneuploidy, but\nchromosomes that are             (FIG. 2Be). These digital data are more amenable to statis-         nevertheless mosaicism for many types of structural\ngenetically distinct             tical approaches to distinguish mosaicism from sequenc-             abnormalities has been identified, including balanced\n(homologues), whereas\nnondisjunction at meiosis II\n                                 ing errors. Furthermore, sequencing can potentially                 and unbalanced translocations, deletions, duplications,\nresults in missing or extra      detect any de novo sequence variants, not just those that           inversions, ring chromosomes and isochromosomes42–46.\nsister chromatids.               are represented on SNP arrays.                                      Errors in either mitosis or meiosis have been suggested\n\n\nNATURE REVIEWS | GENETICS                                                                                                          VOLUME 14 | MAY 2013 | 311\n\n                                                      © 2013 Macmillan Publishers Limited. All rights reserved\n\f  REVIEWS\n\n Aa Normal chromosome 21                                                      Ab Constitutional trisomy 21                                        Ac Mosaic trisomy 21\n  SNP array results\n                      0.8                                                                           0.8                                                                 0.8\n                      0.6                                                                           0.6                                                                 0.6\nLogR ratio\n\n\n\n\n                                                                              LogR ratio\n\n\n\n\n                                                                                                                                                  LogR ratio\n                      0.4                                                                           0.4                                                                 0.4\n                      0.2                                                                           0.2                                                                 0.2\n                      0.0                                                                           0.0                                                                 0.0\n                     –0.2                                                                          –0.2                                                                –0.2\n                     –0.4                                                                          –0.4                                                                –0.4\n                     –0.6                                                                          –0.6                                                                –0.6\n\n                      1.0                                                                           1.0                                                                 1.0\nB allele frequency\n\n\n\n\n                                                                              B allele frequency\n\n\n\n\n                                                                                                                                                  B allele frequency\n                      0.8                                                                           0.8                                                                 0.8\n                      0.6                                                                           0.6                                                                 0.6\n                      0.4                                                                           0.4                                                                 0.4\n                      0.2                                                                           0.2                                                                 0.2\n                      0.0                                                                           0.0                                                                 0.0\n\n                            p13               q21.1 q21.3            q22.3                                p13           q21.1 q21.3       q22.3                               p13           q21.1 q21.3         q22.3\n                     21                                                                            21                                                                  21\n                                  p11.2                 q22.11                                                  p11.2            q22.11                                             p11.2              q22.11\n\n  Schematic of cell populations\n\n\n\n\n                     Ba      G     T      A    C    T    N       C      C    C                     T      A                 Be   104317571 104317581 104317591 104317601\n                             C     A      T    G    A    N       G      G    G                     A      T                      CGTGGCCGCCAGGTCTTGATGTACTCCCCTACAGACGT\n                                                                                                                                 .........................Y............\n                                                                                                                                 ,,,,,,,,,,,,,,,,,,,,,,,,,t,,,,,,,,,,,,\n                                                                                                                                 ......................................\n                                                                                                                                 ......................................\n                                                                                                                                 ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,\n                                                                                                                                 .........................T............\n                     Bb      G      T     A     C   T       Y    C      C    C                     T      A\n                                                                                                                                 ,,,,,,,n,,,,,,,g,,,,,,,,,t,,,,,,,,,,,,\n                             C      A     T     G   A       R    G      G    G                     A      T\n                                                                                                                                 ......................................\n                                                                                                                                 ......................................\n                                                                                                                                 ,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,,\n                                                                                                                                 ,,,,,,,,,,,,,,,,,,,,,,,,,t,,,,,,,,,,,,\n                               ",
  "wordCount": 12629,
  "indexed": "2025-09-25T22:40:32.857Z",
  "method": "direct"
}
