{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/MacArthur et al. - 2014 - Guidelines for investigating causality of sequence.pdf",
  "fileName": "MacArthur et al. - 2014 - Guidelines for investigating causality of sequence.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/MacArthur et al. - 2014 - Guidelines for investigating causality of sequence.pdf",
  "text": "PERSPECTIVE                                                                                                                                                                             OPEN\n                                                                                                                                                                     doi:10.1038/nature13127\n\n\n\n\nGuidelines for investigating causality of\nsequence variants in human disease\nD. G. MacArthur1,2, T. A. Manolio3, D. P. Dimmock4, H. L. Rehm5,6, J. Shendure7, G. R. Abecasis8, D. R. Adams9,10, R. B. Altman11,\nS. E. Antonarakis12,13, E. A. Ashley14, J. C. Barrett15, L. G. Biesecker16, D. F. Conrad17, G. M. Cooper18, N. J. Cox19, M. J. Daly1,2,\nM. B. Gerstein20,21, D. B. Goldstein22, J. N. Hirschhorn2,23, S. M. Leal24, L. A. Pennacchio25,26, J. A. Stamatoyannopoulos27,\nS. R. Sunyaev28,29, D. Valle30, B. F. Voight31, W. Winckler2{ & C. Gunter18{\n\n\n\n    The discovery of rare genetic variants is accelerating, and clear guidelines for distinguishing disease-causing sequence\n    variants from the many potentially functional variants present in any human genome are urgently needed. Without\n    rigorous standards we risk an acceleration of false-positive reports of causality, which would impede the translation of\n    genomic research findings into the clinical diagnostic setting and hinder biological understanding of disease. Here we\n    discuss the key challenges of assessing sequence variants in human disease, integrating both gene-level and variant-\n    level support for causality. We propose guidelines for summarizing confidence in variant pathogenicity and highlight\n    several areas that require further resource development.\n\n\n          igh-throughput sequencing approaches can generate detailed                                 disease causality to sequence variants4,5, but the vast majority of false-\n\nH         catalogues of genetic variation in both disease patients and the\n          general population. However, for these technologies to have the\ngreatest medical impact we must be able to separate genuine disease-\n                                                                                                     positive findings probably remain undetected. As the volume of patient\n                                                                                                     sequencing data increases it is critical that candidate variants are sub-\n                                                                                                     jected to rigorous evaluation to prevent further misannotation of the path-\ncausing or disease-associated genetic variants reliably from the broader                             ogenicity of variants in public databases.\nbackground of variants present in all human genomes that are rare, po-                                  This paper describes the challenges in reliably investigating the role\ntentially functional, but not actually pathogenic (Box 1) for the disease                            of sequence variants in human disease, and approaches to evaluate the\nor phenotype under investigation.                                                                    evidence supporting variant causality. It represents the conclusions of a\n   Many, but unfortunately not all, variants that have been causally                                 working group of experts in genomic research, analysis and clinical diag-\nassociated with rare and common genetic disorders represent robust and                               nostic sequencing convened by the US National Human Genome Research\ncorrect conclusions. False assignments of pathogenicity can have severe                              Institute.\nconsequences for patients, resulting in incorrect prognostic, therapeutic                               We focus on the application of genome-scale approaches to investi-\nor reproductive advice, and for the research enterprise, resulting in mis-                           gating rare germline variants, defined here as variants with a minor allele\nallocation of resources for basic and therapeutic research. Unfortunately,                           frequency of ,1%. Our recommendations are most relevant for variants\nalthough the vast majority of genes reported as causally linked to mono-                             with relatively large effects on disease risk. Our intended scope encom-\ngenic diseases are true positives, false assignments of causality at the variant                     passes the vast majority of variants implicated in severe monogenic dis-\nlevel are a substantial issue. One recent analysis of 406 published severe                           eases as well as rare, large-effect risk variants in complex disease6, but\ndisease mutations observed in 104 newly sequenced individuals reported                               excludes the common, small-effect variants typically identified by gen-\nthat 122 (27%) of these were either common polymorphisms or lacked                                   ome-wide association studies of complex traits7.\ndirect evidence for pathogenicity1. Other studies have identified numer-                                Unambiguous assignment of disease causality for sequence variants is\nous alleged severe-disease-causing variants in the genomes of population                             often impossible, particularly for the very low-frequency variants under-\ncontrols2,3. In other cases, well-powered follow-up studies of high-profile                          lying many cases of rare, severe diseases. Consequently, we refer in this\nreported mutations have cast serious doubts on initial reports assigning                             manuscript to the concept of implicating a gene or sequence variant: that\n1\n Analytic and Translational Genetics Unit, Massachusetts General Hospital, Boston, Massachusetts 02114, USA. 2Program in Medical and Population Genetics, Broad Institute of Harvard and MIT,\nCambridge, Massachusetts 02142, USA. 3Division of Genomic Medicine, National Human Genome Research Institute, Bethesda, Maryland 20892, USA. 4Division of Genetics, Department of Pediatrics,\nMedical College of Wisconsin, Milwaukee, Wisconsin 53226, USA. 5Laboratory for Molecular Medicine, Partners Healthcare Center for Personalized Genetic Medicine, Cambridge, Massachusetts 02139,\nUSA. 6Department of Pathology, Harvard Medical School, Boston, Massachusetts 02115, USA. 7Department of Genome Sciences, University of Washington, Seattle, Washington 98115, USA. 8Department\nof Biostatistics, University of Michigan, Ann Arbor, Michigan 48109, USA. 9NIH Undiagnosed Diseases Program, National Institutes of Health Office of Rare Diseases Research and National Human Genome\nResearch Institute, Bethesda, Maryland 20892, USA. 10Office of the Clinical Director, National Human Genome Research Institute, National Institutes of Health, Bethesda, Maryland 20892, USA.\n11\n   Departments of Bioengineering & Genetics, Stanford University, Stanford, California 94305, USA. 12Department of Genetic Medicine, University of Geneva Medical School, 1211 Geneva, Switzerland.\n13\n   iGE3 Institute of Genetics and Genomics of Geneva, 1211 Geneva, Switzerland. 14Center for Inherited Cardiovascular Disease, Stanford University School of Medicine, Stanford, California 94305, USA.\n15\n   Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Hinxton, Cambridge CB10 1HH, UK. 16Genetic Disease Research Branch, National Human Genome Research Institute, NIH, Bethesda,\nMaryland 20892, USA. 17Departments of Genetics, Pathology and Immunology, Washington University School of Medicine, St Louis, Missouri 63110, USA. 18HudsonAlpha Institute for Biotechnology, 601\nGenome Way, Huntsville, Alabama 35806, USA. 19Section of Genetic Medicine, Department of Medicine, University of Chicago, Chicago, Illinois 60637, USA. 20Program in Computational Biology and\nBioinformatics, Yale University, New Haven, Connecticut 06520, USA. 21Departments of Computer Science, Molecular Biophysics and Biochemistry, Yale University, New Haven, Connecticut 06520, USA.\n22\n   Center for Human Genome Variation, Duke University School of Medicine, Durham, North Carolina 27708, USA. 23Divisions of Genetics and Endocrinology, Children’s Hospital, Boston, Massachusetts\n02115, USA. 24Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas 77030, USA. 25Genomics Division, MS 84-171, Lawrence Berkeley National Laboratory, Berkeley,\nCalifornia 94720, USA. 26US Department of Energy Joint Genome Institute, Walnut Creek, California 94598, USA. 27Department of Genome Sciences, University of Washington, 1705 Northeast Pacific\nStreet, Seattle, Washington 98195, USA. 28Division of Genetics, Department of Medicine, Brigham and Women’s Hospital, Boston, Massachusetts 02115, USA. 29Harvard Medical School, Boston,\nMassachusetts 02115, USA. 30McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, Maryland 21287, USA. 31Department of Pharmacology and\nDepartment of Genetics, University of Pennsylvania Perelman School of Medicine, Philadelphia, Pennsylvania 19104, USA. {Present addresses: Next Generation Diagnostics, Novartis Institutes for\nBioMedical Research, Cambridge, Massachusetts, USA (W.W.); Marcus Autism Center, Children’s Healthcare of Atlanta, Atlanta, Georgia 30329, USA (C.G.).\n\n\n                                                                                                                                    2 4 A P R I L 2 0 1 4 | VO L 5 0 8 | N AT U R E | 4 6 9\n                                                           ©2014 Macmillan Publishers Limited. All rights reserved\n\f RESEARCH PERSPECTIVE\n\n                                                                                   conditions, and thousands to tens of thousands of patients and controls\n  BOX 1                                                                            for complex disorders9,13.\n  Terms used to describe sequence                                                      To assemble large sample sizes will typically require pooling of pa-\n                                                                                   tient cohorts by multiple investigators. Although such consortium ap-\n  variants                                                                         proaches are desirable, investigators should be mindful of systematic\n                                                                                   differences among cohorts stemming from technical biases, population\n  Lack of clarity in the terms used to describe sequence variants is a\n                                                                                   stratification, and genetic and phenotype heterogeneity. For studies of\n  major source of confusion in human genetics. We have adopted the\n                                                                                   complex traits, many quality-control methods developed for genome-\n  following definitions for terms used throughout this manuscript.\n                                                                                   wide association studies of common variants will also apply to rare variant\n     Pathogenic: contributes mechanistically to disease, but is not\n                                                                                   studies14, but DNA sequencing data face a different and typically more\n  necessarily fully penetrant (i.e., may not be sufficient in isolation to\n                                                                                   challenging set of quality considerations, particularly when data sets are\n  cause disease).\n                                                                                   combined for meta-analysis. In addition, new methods may need to be\n     Implicated: possesses evidence consistent with a pathogenic role,\n                                                                                   developed to address population stratification of rare variants15, which\n  with a defined level of confidence.\n                                                                                   show stronger geographic clustering than common variants16; to min-\n     Associated: significantly enriched in disease cases compared to\n                                                                                   imize the impact of stratification, controls should be matched closely to\n  matched controls.\n                                                                                   the ancestry of patient samples.\n     Damaging: alters the normal levels or biochemical function of a\n                                                                                       For presumed monogenic diseases, the availability of multiple fam-\n  gene or gene product.\n                                                                                   ilies with very similar clinical phenotypes substantially increases power\n     Deleterious: reduces the reproductive fitness of carriers, and would\n                                                                                   for gene discovery. For cases in which there is a single affected proband\n  thus be targeted by purifying natural selection.\n                                                                                   and no family history, investigators should consider sequencing the unaf-\n                                                                                   fected parents of the probands, permitting efficient discovery of de novo\nis, the process of integrating and assessing the evidence supporting a role        mutations and compound heterozygous genotypes. Investigators should\nfor that gene or variant in pathogenesis. We emphasize the primacy of              begin by examining sequence variation in genes known to be associated\nstrong genetic support for causation for any new gene, which may then              with that phenotype, and assessing sequence coverage of the coding se-\nbe supplemented and extended with ancillary support from functional                quences and splice junctions for these genes before exploring the pos-\nand informatic studies.                                                            sibility of new candidate genes in the affected individuals.\n    Our recommendations centre on five key areas: study design; gene-\nlevel implication; variant-level implication; publication and databases;           Gene-level implication\nand implications for clinical diagnosis. Core guidelines for researchers           To implicate a variant as pathogenic requires that the DNA sequence\nare summarized in Box 2. We also provide a list of factors to consider in          affected by that variant has a role in the disease process. For genes not\nthe analyses of candidate variants in presumed monogenic diseases (Sup-            previously reported as causal, investigators must simultaneously dem-\nplementary Information) and a list of resources for assessing pathogeni-           onstrate evidence for a role of a candidate gene and one or more variants\ncity (Supplementary Table 1).                                                      disrupting it. Even if the candidate gene has been previously implicated\n                                                                                   in the same or a similar disease phenotype, the overall support from\nStudy design                                                                       published sources should be carefully assessed and reported. Multiple\nInvestigators seeking to identify pathogenic variants should select tech-          classes of evidence may potentially contribute to pathogenic inferences\nnological and analytical approaches based on the most likely genetic archi-        at the level of both gene and variant, and include genetic, informatic and\ntecture of the disease of interest. Rare, high-penetrance protein-coding           experimental data (Table 1 and Supplementary Information). However,\nvariants can be cost-effectively captured by exome sequencing, which is            in keeping with the history of the field of human genetics, we emphasize\nrapidly becoming the first-line approach for presumed monogenic disorders8.        the critical primacy of robust statistical genetic support for the implica-\nCytogenomic arrays and genotyping of linkage panels remain useful ap-              tion of new genes, which may then be supplemented with ancillary\nproaches for the identification of copy number variation and for identify-         experimental or informatic evidence supporting a mechanistic role for\ning co-segregating haplotypes within large Mendelian (especially dominant)         the gene in the disease in question.\ndisease families, respectively. Optimal approaches to discovering rare path-          Historically, gene-level implication in monogenic diseases has relied\nogenic variants in complex diseases remain unclear: exome sequencing9,             first on identifying a narrow set of candidate genes through genetic data\ndeep and low-coverage whole-genome sequencing10 and/or next-generation             such as linkage analyses or experimental data on biochemical function,\ngenotyping arrays with enhanced coverage of protein-coding variants are            and then identifying rare, probably damaging variants (altering the nor-\nall being applied in research settings. As the cost of sequencing declines,        mal levels or biochemical function of a gene or gene product) in one of the\nwe expect that deep whole-genome sequencing will soon become the                   candidate genes in multiple affected patients. The increasing availability\ntechnology of choice for investigating all genetic architectures.                  of large-scale sequencing data now allows genome-scale approaches to\n   In selecting technological and analytical approaches for a new study,           gene discovery, in which the distribution of rare, predicted gene-disrupting\ninvestigators should consider formal power calculations11 incorporating            variants in patients is systematically compared to population controls or\npredicted distributions of allele frequencies and effect sizes for patho-          well-validated null models to identify genes with an excess of potentially\ngenic variants, genetic and phenotypic heterogeneity of available cohorts,         pathogenic variants for clinical and functional follow-up.\npopulation frequency of the disease, and available sample sizes. Although             It is worth emphasizing that the whole-genome sequence data sets\nparameter values may be uncertain, current knowledge of the genetics of            are in some ways more prone to misinterpretation than earlier analyses\nthe disease and similar traits can be used to constrain likely ranges. In          because of the sheer wealth of candidate causal mutations in any human\nparticular, for many diseases there is overwhelming evidence that both             genome, many of which may provide a compelling story about how the\nlocus and allelic heterogeneity is high, such as in autism, epilepsy and schizo-   variant may influence the trait; a problem that has been referred to as the\nphrenia. A study design that assumes low locus and allelic heterogeneity           ‘narrative potential’ of human genomes17. To avoid such biases the evi-\nwould be certain to fail for these conditions, and this fact would be re-          dence supporting any candidate gene should be contrasted wherever pos-\nvealed by even casual evaluations of power for reasonable genetic models.          sible with the evidence observed at other presumably non-disease-related\nGene discovery for conditions with low locus heterogeneity and suffi-              genes (for example, by ranking the gene among all others and reporting\nciently high-penetrance mutations is occasionally possible by sequencing           the probability of a similar or greater contrast being observed by chance).\na single family12; however, most gene-discovery applications will require sub-     Formal genome-wide statistical approaches to monogenic-disease gene\nstantially larger sample sizes: multiple unrelated families for rare monogenic     discovery will require considerable methods development, but general\n\n4 7 0 | N AT U R E | VO L 5 0 8 | 2 4 A P R I L 2 0 1 4\n                                                   ©2014 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                               PERSPECTIVE RESEARCH\n\n\n  BOX 2\n  Guidelines for implicating sequence variants in human disease\n  General guidelines\n     $ Provide complete positive and negative evidence associated with the gene or variant implication, not just the results that are consistent with\n  pathogenicity.\n     $ In all cases in which it is possible, place genetic, informatic and experimental results within a quantitative framework: determine the probability\n  of observing this result by chance with a randomly selected variant or gene.\n     $ Take advantage of public data sets of genomic variation, functional genomic data and model-organism phenotypes.\n     $ Do not regard prior reports of gene or variant implication as definitive: to the degree that supporting data are available, reassess them as\n  rigorously as your own data.\n     $ Describe and assess clearly the available evidence supporting prior reports of gene or variant implication.\n  Assessment of evidence for candidate disease genes\n    $    In presumed monogenic-disease cases, evaluate genes previously implicated in similar phenotypes before exploring potential new genes.\n    $    Report a new gene as confidently implicated only when variants in the same gene and similar clinical presentations have been confidently\n  implicated in multiple unrelated individuals.\n    $ In all cases in which it is possible, apply statistical methods to compare the distribution of variants in patients with large matched control cohorts\n  or well-calibrated null models.\n  Assessment of evidence for candidate pathogenic variants\n    $ Determine and report the formal statistical evidence for segregation or association of each variant, and its frequency in large control populations\n  matched as closely as possible to patients in terms of ancestry.\n    $ Recognize that strong evidence that a variant is deleterious (in an evolutionary sense) and/or damaging (to gene function) is not sufficient to\n  implicate a variant as playing a causal role in disease.\n    $ Predict variant deleteriousness with comparative genomic approaches, but avoid considering any single method as definitive or multiple\n  methods as independent lines of evidence for implication.\n    $ Validate experimentally the predicted damaging impact of candidate variants using assays of patient-derived tissue or well-established cell or\n  animal models of gene function.\n    $ Avoid assuming that implicated variants are fully penetrant, or completely explanatory in any specific disease case.\n  Publications and reporting\n    $    Assess and report objectively the overall strength and cohesiveness of the evidence supporting pathogenicity for all variants listed in a publication.\n    $    In all cases in which it is possible, ensure that the level of confidence of pathogenicity and supporting evidence are propagated in variant\n  databases.\n     $ Deposit genotype and phenotype data for both controls and disease patients, and for resultant analyses demonstrating associations, in publicly\n  accessible databases, to the maximum degree permissible under study-specific participant consent and ethical approval.\n     $ If returning results for clinical use, highlight strong, actionable findings but also ensure that uncertain or ambiguous findings are clearly\n  conveyed as such, along with appropriate supporting evidence.\n     $ Provide clear cautions regarding decision-making based on variants with limited evidence when the potential for use in medical interventions\n  is high.\n\n\n\nguidelines for establishing the significance of variation can be considered       mutations or a disease caused by inherited dominant or recessive var-\nhere. As we discuss below, these considerations apply equally to assessing        iants. An appropriate framework for detecting pathogenic variants will\nthe significance of rare variation in common disease studies.                     evaluate all of the variation in a gene compared to a well-calibrated null\n   Our paramount recommendation is that for genome-wide analyses of               model specific for the hypothesis being considered (for example, de novo,\nrare variants for both Mendelian and complex disorders, formal calcula-           dominant, recessive).\ntion of statistical significance should be used to evaluate the strength of          Although the field has well-established guidelines for declaring signi-\nevidence of a set of findings, following the well-established standard of         ficance using linkage data25, it is now important to consider a conserva-\nmaintaining overall type I (false discovery) error rates below 5%. For            tive baseline threshold for declaring significance purely from sequencing\nexample, investigators should not simply assume that the presence of two          data of cases, in the absence of other genealogical information. In this\nor more independently occurring de novo mutations in the same gene                scenario, as the gene is the fundamental unit of analysis, and there is no\nwithin a sequenced cohort is definitive evidence of a causal role for that        additional data to constrain the search space for genes, a typical study\ngene18,19; such a threshold results in ever increasing numbers of false           might perform tests on 21,000 protein-coding genes and 9,000 long non-\npositives as the number of sequenced cases increases. To illustrate this,         coding RNA genes26,27. A conservative genome-wide significance thresh-\nconsider the recent situation of four exome sequencing studies, involving         old corresponding to this testing strategy is a Bonferroni-corrected P value\na total of 945 families with a child affected by autism20–23, which together      of 1.7 3 1026 (that is, 0.05 out of 30,000). Importantly, if several different\nobserved four independent de novo missense mutations in TTN. Never-               schemes are used to define ‘qualifying mutations’ in such analyses, it is\ntheless, the investigators did not consider TTN to have a causal role in          necessary to make further statistical adjustments for each of the different\nautism, and appropriately so: using a statistical model similar to prev-          sets of rules that are used.\niously published approaches6,22,24 that accounts for gene size (TTN has              Formal null models can be specified based on the disease model of\nthe largest coding sequence of any gene in the genome), mutation rate,            interest. As mentioned above, the null model for the case of the de novo\nnumber of trios and distribution of exome coverage, 1.96 de novo TTN              mutation analysis should consider confounding variables such as sam-\nmissense or loss-of-function mutations are predicted by chance, which is          ple size, gene size and mutation rate (which may vary by orders of mag-\nnot significantly different (P 5 0.14) from the four observed.                    nitude among genes). We note that such null models have power even\n   We consider a single gene as the fundamental unit for monogenic                for extremely rare conditions and small sample sizes: the first exome\ndisease gene testing, for all disease models; a disease caused by de novo         sequencing study of Kabuki syndrome28 initially identified 7 de novo\n\n                                                                                                           2 4 A P R I L 2 0 1 4 | VO L 5 0 8 | N AT U R E | 4 7 1\n                                               ©2014 Macmillan Publishers Limited. All rights reserved\n\f RESEARCH PERSPECTIVE\n\nTable 1 | Classes of evidence relevant to the implication of sequence variants in disease\nEvidence level          Evidence class           Examples\n\nGene level              Genetic                  Gene burden: the affected gene shows statistical excess of rare (or de novo) probably damaging variants segregating\n                                                 in cases compared to control cohorts or null models.\n                        Experimental             Protein interactions: the gene product interacts with proteins previously implicated (genetically or biochemically)\n                                                 in the disease of interest.\n                                                 Biochemical function: the gene product performs a biochemical function shared with other known genes in the\n                                                 disease of interest, or consistent with the phenotype.\n                                                 Expression: the gene is expressed in tissues relevant to the disease of interest and/or is altered in expression in\n                                                 patients who have the disease.\n                                                 Gene disruption: the gene and/or gene product function is demonstrably altered in patients carrying candidate\n                                                 mutations.\n                                                 Model systems: non-human animal or cell-culture models with a similarly disrupted copy of the affected gene show\n                                                 a phenotype consistent with human disease state.\n                                                 Rescue: the cellular phenotype in patient-derived cells or engineered equivalents can be rescued by addition of the\n                                                 wild-type gene product.\nVariant level           Genetic                  Association: the variant is significantly enriched in cases compared to controls.\n                                                 Segregation: the variant is co-inherited with disease status within affected families and additional co-segregating\n                                                 pathogenic variants are unlikely or have been excluded.\n                                                 Population frequency: the variant is found at a low frequency, consistent with the proposed inheritance model and\n                                                 disease prevalence, in large population cohorts with similar ancestry to patients.\n                        Informatic               Conservation: the site of the variant displays evolutionary conservation consistent with deleterious effects of\n                                                 sequence changes at that location.\n                                                 Predicted effect on function: variant is found at the location within the protein predicted to cause functional\n                                                 disruption (for example, enzyme active site, protein-binding region).\n                        Experimental             Gene disruption: the variant significantly alters levels, splicing or normal biochemical function of the product of the\n                                                 affected gene. This is shown either in patient cells or a well-validated in vitro model system.\n                                                 Phenotype recapitulation: introduction of the variant, or an engineered gene product carrying the variant, into a cell\n                                                 line or animal model results in a phenotype that is consistent with the disease and that is unlikely to arise from\n                                                 disruption of genes selected at random.\n                                                 Rescue: the cellular phenotype in patient-derived cells, model organisms, or engineered equivalents can be rescued\n                                                 by addition of wild-type gene product or specific knockdown of the variant allele.\n\n\n\nloss-of-function variants in the MLL2 gene in just 10 sequenced patients,           or population cohorts is critical supporting evidence, and in most cases\na finding that is extremely unlikely by chance under the background                 essential for a novel gene to be regarded as convincingly implicated in\nmutation model described above (P 5 1.9 3 10228) and that provided                  disease. For the rarest disorders additional cases for independent rep-\ncompelling evidence implicating this gene as causal.                                lication may be unavailable and it may be impossible to make a com-\n   Formal methods for assessing the significance of observations in rare            pelling statistical case for implication from human genetic data alone. In\ndisease cohorts can also be used to assess, for example, the aggregate evi-         these cases, gene implication must be based on an integrated analysis of\ndence for segregation of rare variants in a particular gene when consider-          genetic, informatic and experimental evidence.\ning inherited variation, building on previously published examples29. In               Provided that it is carried out in a statistically rigorous fashion, ancil-\nthis case, the null model should be a population genetic model, for in-             lary information can be used to boost power for gene discovery. For example,\nstance, the site frequency spectrum (SFS) of variation constructed from a           many genome-wide sequencing-based studies treat all protein-altering\nwell-matched control cohort. The null model of the SFS for a given gene             variants equally while ignoring all other classes of variants. More elegant\nshould consider both the mutation rate and selective constraint acting on           schemes aimed at prioritizing based on predicted pathogenicity may boost\nthat gene. When evaluating data from a single case, the probability that            power for such studies. Another approach is to stratify gene candidates by\nthe variation in a gene is from the null model can by estimated by first            their expression in a tissue appropriate to the disease under analysis. For\nidentifying the most pathogenic class of variant present in that gene in            example, a recent study combined variant- and gene-level stratification\nthat case, and then by calculating the probability of sampling a variant of         to show that the de novo mutation rate in congenital heart disease was\nthe same class of pathogenicity from the null SFS. Similarly, when the              similar in cases versus controls, but the odds ratio rose to 7.5 when focus-\nrecessive disease model applies, the most pathogenic class of variant on            ing on de novo mutations predicted to be damaging and to occur in genes\nthe paternal and maternal haplotypes is identified, and then the prob-              expressed in the developing heart31.\nability of sampling both variants from the null SFS is calculated. This                Experimental evidence that can contribute to support for gene impli-\ntesting framework for inherited variants is easily scaled to include mul-           cation falls into three broad categories, listed here in order of increasing\ntiple disease cases. Ideally, to avoid false positives, the control cohort upon     strength. First, experimental data can be used to demonstrate that the\nwhich the SFS is based would be sequenced and analysed in a manner                  normal function of the gene is consistent with the known biology of the\nidentical to the disease cases.                                                     disease process, for example by showing that the gene is expressed in\n   Such methods may not yet be applicable to every rare disease scenario,           tissues relevant to the disease32, or that its protein product co-localizes\nand will require work to extend to more exotic inheritance modes such               with, or physically interacts with, the products of other genes previously\nas parental imprinting or obligate compound heterozygosity30. Although              implicated in the disease33. Second, investigators can demonstrate that a\nformal methods are established to perform these tests rigorously, research-         gene product is functionally disrupted by mutations in patients with the\ners should at the very least evaluate and report the level of background            disease of interest, as discussed in the variant-level evidence section below.\nvariation in an implicated gene in population cohorts, taking advantage of          Lastly, disruption of the candidate gene in a model organism can be shown\npublic resources such as the Exome Variant Server (http://evs.gs.washington.        to result in a phenotype that recapitulates the relevant pathology in humans\nedu/EVS/) when implicating a new gene in pathogenesis. Furthermore,                 and is unlikely to occur with disruption of genes selected at random34,35.\nthe analysis of at least some number of controls, sequenced and analysed               A complete description of the experimental methods relevant to gene\nin a manner identical to cases, can be critical for avoiding the systematic         implication falls outside the scope of this manuscript. However, we note\nfalse positives that remain commonplace in exome and genome sequencing.             that the value of experimental approaches depends critically on the appro-\n   Just as for genome-wide association studies of common variants14,                priateness of the model system to the human disorder that is being inves-\nreplication of newly implicated disease genes in independent families               tigated. Whether cell line or animal models will be most appropriate will\n\n4 7 2 | N AT U R E | VO L 5 0 8 | 2 4 A P R I L 2 0 1 4\n                                                   ©2014 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                             PERSPECTIVE RESEARCH\n\ndepend on context: simple cultured cell models may be inappropriate for          These limitations should be taken into account when using predictions of\ndevelopmental disorders affecting complex organ systems. For similar             deleteriousness as evidence for implication. Even though it is worthwhile\nreasons, animal models are not well suited for analysis of human-specific        to use multiple prediction algorithms, investigators should avoid treat-\naspects of biology.                                                              ing these as though they represent strong or independent lines of evidence\n   As noted above, it is also important to consider the specificity of gene-     for pathogenicity.\nlevel support; that is, the probability of observing a similar result if the        Although some classes of variation, such as truncating or splice-site-\nexperiment or analysis was performed with a randomly selected gene.              disrupting variants in the middle of a protein-coding gene, are more likely\nFor example, if a new candidate gene is implicated in non-syndromic              to be damaging than others, such variants are also enriched for sequen-\nshort stature in humans, observing that its orthologue is associated with        cing and annotation errors and may be rescued by alternative RNA splic-\nsmall body size in knockout mice is relatively uninformative given that a        ing, other variants, or local sequence context41. These possibilities should\nsimilar phenotype occurs in over 30% of all knockout mouse strains36.            be assessed, and if possible the predicted damaging effect should be con-\nSimilarly, reports that the product of a gene potentially implicated in a        firmed experimentally.\nmetabolic disorder is localized to mitochondria should also consider that           Experimental approaches to investigating the impact of a sequence\nthese are complex organelles with many highly expressed genes. Wherever          variant on gene function, or cell or organism phenotype, can also have a\npossible, investigators should use informatics approaches to assess such         role in demonstrating that a variant is damaging to gene function and in\nmetrics in publicly available high-throughput data sets of functional geno-      identifying the molecular mechanisms underlying a variant’s effect on\nmic and model organism phenotype data37. Although it remains challen-            disease risk. However, great care must be taken to select appropriate ex-\nging to quantify the statistical confidence of functional observations, those    perimental methods, which will depend on the class of variant, biolog-\nthat can be convincingly demonstrated to represent very low-probability          ical context (for example, tissue type), access to samples and reagents,\nevents under an appropriate null hypothesis provide more compelling sup-         desired throughput, time and cost. When a gene has already been con-\nport for implicating a given variant. Even in situations in which a formal       fidently implicated in disease, and it is known what class of variant is\nstatistical framework is not possible we emphasize that researchers must         causal (for instance, loss or gain of function as represented by a specific\nassess functional data rigorously and clearly report their limitations.          assay), then an experiment that places a variant of unknown significance\n                                                                                 into such a functional class can be particularly informative.\nVariant-level implication                                                           Evidence derived directly from patient tissue or cells can often be\nGenetic evidence implicating a variant must be assessed within the con-          stronger than that from model systems, particularly (for loss-of-function\ntext of the considerable background of rare genetic variants in humans.          variants) if the molecular defect can be rescued by complementation in a\nEven healthy individuals carry many rare protein-disrupting variants38,          cellular assay. Replicating disease-relevant phenotypes in a heterologous\nand about half carry at least one de novo protein-altering mutation39.           cell line engineered to carry the proposed causal variant can help to rule\nSuch variants are therefore not typically sufficient proof of causality when     out effects of a patient’s genetic background on disease outcome. Weaker\nobserved in a disease case, even if present in well-established disease genes:   but still valuable support can be provided by assays performed in model\ngenes differ markedly in their tolerance to variation40 and rare variants        organisms, more artificial cell culture systems, and non-cellular models\npredicted to be damaging in disease-associated genes are often observed          such as construct-based assays of altered protein–protein interactions or\neven in population controls41.                                                   transcript splicing. Models are most valuable if they directly mimic the\n   In both established and newly implicated disease genes, investigators         predicted functional impact of the candidate variants: for example, knock-\nshould formally assess and report the statistical support for association.       out mice are better models of recessive loss of function than of dominant\nFamily-based studies should also assess co-segregation of candidate var-         missense mutations in a candidate gene. In the case of compound het-\niants with disease status. Given that a separate, unobserved pathogenic          erozygous recessive inheritance—particularly if the proposed mode of\nmutation may lie on the same haplotype as the candidate variant, segrega-        action depends on an interaction between allelic variants, such as in TAR\ntion analysis alone cannot definitively implicate a specific variant as path-    (thrombocytopenia with absent radius) syndrome30—it will be necessary\nogenic, but (at least under an assumption of complete penetrance) lack of        to develop cellular assays that incorporate and assess multiple variants\nsegregation can exclude non-pathogenic variants from consideration.              simultaneously.\n   Informatic and/or experimental evidence for variant implication can              The impact of variation in non-protein-coding regions of the genome—\nbe used to assess whether a variant is likely to be deleterious in an evo-       such as splicing and transcriptional enhancers—remains particularly chal-\nlutionary sense (Box 1), which primarily comes from in silico annotation         lenging to interpret, but we note that systematic experimental approaches\nand comparative genomics42, and predict that a variant is damaging in            have begun to both highlight the regions of the human genome most likely\nterms of biological function, arising both from computational predic-            to have a role in gene regulation46, and to dissect the potential impact\ntions and experimental assays. Both categories of evidence can support           of variation within them47. However, given the challenges of predicting\nimplication, but they do not necessarily demonstrate a causal role for the       impact for non-coding variants, it remains critical to determine whether\nvariant with respect to the trait under study. Again, we stress that hun-        the purported pathogenic variant does in fact produce the expected effect\ndreds to thousands of coding variants in an individual will typically be         on expression or splicing of the affected gene, either by demonstrating an\nlabelled as potentially deleterious or damaging, or both; the strength of        unusual expression level in the patient or by in vitro experimentation (such\nthe resulting evidence for pathogenicity must be considered in the con-          as minigene constructs).\ntext of this background level of variation.                                         We caution against the assumption that convincingly implicated\n   Measures of evolutionary sequence conservation are widely used indica-        variants, even in presumed monogenic disorders, are necessarily fully\ntors of deleteriousness for both protein-coding and non-coding variation42.      penetrant (that is, sufficient in isolation to cause disease). In fact the\nSuch approaches have demonstrated value in prioritizing candidate                penetrance of most reported disease-associated mutations has not been\nvariants43,44; however, their predictive power is limited by both statistical    accurately assessed with current data owing to the biases associated with\nand biological factors. Many deleterious variants do not show a strong           sample ascertainment. Indeed, the prevalence of reported severe-disease-\nconservation signature, particularly if the gene has been subject to rapid       causing mutations in population controls2,3 suggests that incomplete pene-\nevolution in the human or primate lineage, or if there have been compen-         trance, false assignment of pathogenicity, or wider-than-appreciated ranges\nsatory substitutions in other regions of the protein in ancestral species45.     of expressivity are a substantially more common feature of reported Men-\nConversely, strong conservation can be maintained at sites subject to            delian disease mutations than generally appreciated. Accurate estimates\neven relatively weak selective pressure, at which variants may have only         of penetrance require characterization of reported mutations in large,\nsmall effects on disease risk. The power of these methods also depends on        well-phenotyped population cohorts48–50. Further large-scale studies of\nthe accuracy and phylogenetic scope of the underlying sequence alignments.       this kind should be a priority for the field.\n\n                                                                                                         2 4 A P R I L 2 0 1 4 | VO L 5 0 8 | N AT U R E | 4 7 3\n                                               ©2014 Macmillan Publishers Limited. All rights reserved\n\f RESEARCH PERSPECTIVE\n\n   We also note the underappreciated importance of calibrating the accu-          urgency and the potentially severe consequences of misdiagnosis. Al-\nracy of functional assays by large-scale testing of variants confidently estab-   though guidelines are available for variant interpretation in a diagnostic\nlished to be non-pathogenic (for example, common missense polymorphisms           setting57, analytical frameworks for next-generation sequencing data are\nin the gene of interest). Such experiments establish a baseline estimate for      only beginning to emerge58,59. Responsible application of these technolo-\nthe impact of well-tolerated variants on the assay in question.                   gies will require standards for test validation, variant interpretation and\n                                                                                  return of results.\nPublication and data sharing                                                         The results of genetic and genomic testing are increasingly being used\nAs noted above, there are many false positives in disease-mutation data-          in medical decision-making, including recommendations for prophy-\nbases, stemming largely from e",
  "wordCount": 9011,
  "indexed": "2025-09-25T22:45:01.007Z",
  "method": "direct"
}
