{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Zhang et al_2009_Copy Number Variation in Human Health, Disease, and Evolution.pdf",
  "fileName": "Zhang et al_2009_Copy Number Variation in Human Health, Disease, and Evolution.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Zhang et al_2009_Copy Number Variation in Human Health, Disease, and Evolution.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Annu Rev Genomics Hum Genet. 2009 ; 10: 451–481. doi:10.1146/annurev.genom.9.081307.164217.\n\n\n\n                    Copy Number Variation in Human Health, Disease, and Evolution\n                    Feng Zhang1, Wenli Gu1,5, Matthew E. Hurles2, and James R. Lupski1,3,4\n                    1Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas\n\n                    77030\n                    2Wellcome Trust Sanger Institute, Wellcome Trust Genome Campus, Cambridge CB10 1SA,\n\n                    United Kingdom\nAuthor Manuscript\n\n\n\n\n                    3Department of Pediatrics, Baylor College of Medicine, Houston, Texas 77030\n\n                    4Texas Children’s Hospital, Houston, Texas 77030\n\n                    5Institute of Human Genetics, Ludwig-Maximilians-University, School of Medicine, Munich 80336,\n\n                    Germany\n\n                    Abstract\n                         Copy number variation (CNV) is a source of genetic diversity in humans. Numerous CNVs are\n                         being identified with various genome analysis platforms, including array comparative genomic\n                         hybridization (aCGH), single nucleotide polymorphism (SNP) genotyping platforms, and next-\n                         generation sequencing. CNV formation occurs by both recombination-based and replication-based\n                         mechanisms and de novo locus-specific mutation rates appear much higher for CNVs than for\nAuthor Manuscript\n\n\n\n\n                         SNPs. By various molecular mechanisms, including gene dosage, gene disruption, gene fusion,\n                         position effects, etc., CNVs can cause Mendelian or sporadic traits, or be associated with complex\n                         diseases. However, CNV can also represent benign polymorphic variants. CNVs, especially gene\n                         duplication and exon shuffling, can be a predominant mechanism driving gene and genome\n                         evolution.\n\n\n                    Keywords\n                         FoSTeS; genomic disorder; genomotype/phenotype correlations; MMBIR; NAHR; NHEJ\n\n\n                    INTRODUCTION\nAuthor Manuscript\n\n\n\n\n                                      The tremendous variability of human genomes highlights the almost absurd notion of a\n                                      single reference human genome sequence. Watson-Crick base-pair changes have long been\n                                      well known; those with frequency >1% are referred to as single nucleotide polymorphisms\n                                      (SNPs). Millions of SNPs have been revealed in human populations, and many more are\n\n\n                    Copyright © 2009 by Annual Reviews. All rights reserved\n                    jlupski@bcm.tmc.edu\n                    DISCLOSURE STATEMENT\n                    J.R.L. is a consultant for Athena Diagnostics, 23andMe, and Ion Torrent Systems Inc., and holds multiple U.S. and European patents\n                    for DNA diagnostics. Furthermore, the Department of Molecular and Human Genetics at Baylor College of Medicine derives revenue\n                    from molecular diagnostic testing (MGL, http://www.bcm.edu/geneticlabs/).\n\f                    Zhang et al.                                                                                              Page 2\n\n\n                                     being discovered with the determination of each personal genome sequence (Table 1) (10,\nAuthor Manuscript\n\n\n\n\n                                     81, 159, 174, 177). Although numerous rare point mutations are known to cause sporadic\n                                     disease, and SNPs are associated with common human diseases (http://www.genome.gov/\n                                     gwastudies/), few gene rearrangements had been associated with disease traits until\n                                     relatively recently. For example, it was not until the early 1990s that relatively large (>1\n                                     Mb) but submicroscopic genomic duplications and deletions causing gene CNV (copy\n                                     number variation) were shown to cause Mendelian traits (16, 97, 99). CNVs like SNPs can\n                                     also represent benign polymorphic variants present in >1% of the population. However, the\n                                     extent to which large duplication and deletion CNVs contribute to human genetic diversity,\n                                     and may or may not convey phenotypes, is still being unraveled.\n\n                                     In 2004, with the advent of genome-wide analysis tools that could be used to interrogate\n                                     DNA content, two studies revealed that copy number variations (CNVs) [i.e., DNA\n                                     segments that present at variable copy number in comparison to a reference genome with the\nAuthor Manuscript\n\n\n\n\n                                     usual copy number of N = 2 (35)] are widespread in human genomes and represent a\n                                     significant source of genetic variation (57, 138). With the aid of genome-wide technologies\n                                     of higher resolution, over 38,000 CNVs (>100 bp in size) and many other structural\n                                     variations (SVs, including balanced inversions and translocations) have been reported (Table\n                                     1). In terms of total bases involved, SVs may account for more differences among\n                                     individuals than do SNPs (132). In addition, CNVs appear to have a much higher de novo\n                                     locus-specific mutation rate than SNPs based on estimations from CNV-associated disease\n                                     prevalence (92) and observations from PCR assays of pooled sperm DNA (166).\n\n                                     How has the human genome come to have such a great amount of CNV? Two\n                                     recombination-based mechanisms, i.e., nonallelic homologous recombination (NAHR) and\n                                     nonhomologous end-joining (NHEJ) (98), and retrotransposition (63, 64, 68, 181), have\nAuthor Manuscript\n\n\n\n\n                                     been implicated in genomic rearrangements and the formation of CNVs. Recently, a novel\n                                     replication-based mechanism, fork stalling and template switching (FoSTeS), has been\n                                     proposed to account for the observed complex genomic rearrangements that cannot be\n                                     readily explained by NAHR, NHEJ, or retrotransposition (78). Notably, breakpoint\n                                     sequencing data also suggest that a portion of CNV likely occurs by a mechanism consistent\n                                     with FoSTeS (125).\n\n                                     In addition to their association with sporadic and Mendelian diseases in humans, CNVs have\n                                     also recently been shown to be associated with human complex traits such as susceptibility\n                                     to HIV infection, autism, and schizophrenia (Table 2). Since CNV can encompass part or all\n                                     of a gene, or be a genomic segment containing several genes, some CNVs are likely to have\n                                     a role in the alteration of human physiological functions, Thus, as well as causing disease,\nAuthor Manuscript\n\n\n\n\n                                     human-specific CNVs may be responsible for the emergence of advantageous human-\n                                     specific traits, such as cognition and endurance running (24, 91). They therefore are likely to\n                                     be subject to evolutionary pressures such as selection as well as genetic drift (119).\n\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                              Page 3\n\n\n                       COPY NUMBER VARIATION AND STRUCTURAL VARIATION: THE\nAuthor Manuscript\n\n\n\n\n                       PHENOMENON\n                                     In 2004, two studies reported that CNVs of many large DNA genomic segments exist\n                                     between normal human individuals. Sebat et al. (138) employed a technology termed\n                                     ROMA (representational oligonucleotide microarray analysis) with 85,000 interrogating\n                                     probes with an average spacing of 35 kb to study the large-scale (>100-kb) copy number\n                                     differences between 20 normal individuals. In total, 221 copy number changes were detected\n                                     at 76 CNV loci. Using a BAC (bacterial artificial chromosome) CGH array (127) with\n                                     resolution of ~1 Mb, Iafrate et al. (57) investigated large-scale CNVs in 55 unrelated\n                                     individuals and identified 255 clones with copy number gain or loss. Interestingly, 102\n                                     (41%) of these copy number changes are observed in more than one individual (57), which\n                                     suggests that these variations are not rare but may represent polymorphic variations.\nAuthor Manuscript\n\n\n\n\n                                     Furthermore, examination of the genomic content of such CNVs revealed that these genomic\n                                     regions are not “junk” but include many functional genes involved in regulation of cell\n                                     growth and metabolism (57), thus implicating CNVs in human traits, disease, and evolution.\n\n                                     These two early studies provided evidence for a more expanded view of human genetic\n                                     variation. However, owing to the limited subject sample size, assay resolution, and genome\n                                     coverage, the newly discovered CNVs detected only a small fraction of the CNVs expected\n                                     to exist in human genomes. In subsequent years, many additional studies using a multitude\n                                     of different high-resolution genome analysis platforms have advanced our knowledge of\n                                     CNVs, and a comprehensive CNV map is beginning to emerge.\n\n                                     SNP genotyping data have also been used to investigate deletion polymorphisms. By\n                                     assuming that genotypes of SNPs included in CNVs will violate the rules of Mendelian\nAuthor Manuscript\n\n\n\n\n                                     transmission, as initially determined for the CMT1A duplication CNV (97, 101). Conrad et\n                                     al. (18) examined the transmission patterns of SNP genotypes in 30 European-derived trios\n                                     (i.e. mother, father, and child) from Utah and in 30 Yoruba African trios. A total of 586\n                                     deletion loci were identified, ranging in size from 300 bp to 1200 kb (18). Intriguingly, the\n                                     size versus frequency distribution of these deletions follows an L-shaped curve; i.e., there\n                                     are more small deletions and fewer large ones (18). A similar CNV distribution pattern was\n                                     also found in other studies (Figure 1).\n\n                                     In a related study, McCarroll et al. (102) investigated the physically clustered patterns of\n                                     null genotypes, apparent Mendelian inconsistencies and Hardy-Weinberg disequilibrium for\n                                     the Phase I data (1.3 million SNPs, 269 individuals) of the International HapMap Project\n                                     (159). They identified 541 deletion variants ranging from 1 kb to 745 kb in size, 278 of\nAuthor Manuscript\n\n\n\n\n                                     which are detected in multiple individuals. Hinds et al. (54) directly examined on\n                                     resequencing arrays the reduced intensity of the hybridization signal caused by deletions and\n                                     identified 215 relatively small deletions (70 bp to 10 kb) in 24 unrelated individuals. The\n                                     deletion variations identified in these three studies added over 1000 CNVs (26) to a database\n                                     where structural variation is cataloged (the Database of Genomic Variants or DGV, http://\n                                     projects.tcag.ca/variation/).\n\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                                Page 4\n\n\n                                     In 2006, Redon et al. (132) constructed a first-generation CNV map of the human genome.\nAuthor Manuscript\n\n\n\n\n                                     They employed both SNP genotyping arrays (Affymetrix GeneChip Human Mapping 500K,\n                                     474642 SNPs) for comparative analysis of hybridization intensities and Whole Genome\n                                     TilePath BAC arrays (WGTP, 26574 large insert BAC clones) for CGH in 270 HapMap\n                                     individuals (159). A total of 1447 CNV regions were identified and approximately half of\n                                     these were detected in multiple individuals (132).\n\n                                     The CNVs included in the DGV database are reported to account for 29.7% of the human\n                                     genome (Table 1). However, in some of the initial studies, CNV size was often\n                                     overestimated because of the relative low resolution of some platforms (e.g., BAC arrays)\n                                     used in CNV screening. With the aid of high-resolution (~1 kb) aCGH, Perry et al. (125)\n                                     studied 2191 known CNV regions in 30 individuals from 4 HapMap populations. They\n                                     detected copy number changes in 1153 loci and narrowed the boundaries of 1020 (88%)\n                                     CNV regions (125). Reduced CNV sizes were also reported in another study of McCarroll et\nAuthor Manuscript\n\n\n\n\n                                     al. (104) on the HapMap cohort via hybrid SNP-CNV genotyping arrays. Hence, the large-\n                                     scale CNVs may affect less than previously proposed and CNVs perhaps encompass 5% of\n                                     the human genome (104), although this estimate is still challenged by methods that do not\n                                     resolve end points to the base-pair level and by arrays that are based on a reference genome\n                                     that is limited in scope.\n\n                                     In addition to the array-based platforms (SNP or CGH arrays), CNV can also be investigated\n                                     by DNA sequencing. By mining insertion and deletion polymorphisms from split capillary\n                                     reads of DNA resequencing traces that were generated by shotgun sequencing the genomic\n                                     DNA of 36 individuals, Mills et al. (110) discovered 415,436 nonredundant indels and\n                                     CNVs, ranging from 1 to 9989 bp in size.\nAuthor Manuscript\n\n\n\n\n                                     Balanced SVs such as inversions that cannot be identified by CGH are detectable by paired-\n                                     end sequencing techniques. Eichler and colleagues (167) first compared fosmid (a phage\n                                     cloning vector with DNA packaging limited to ~40 kb) DNA sequences from a library\n                                     constructed from the genomic DNA of individual NA15510 and identified 297 potential SVs\n                                     varying in size from 8 kb to 1.9 Mb. In a related study (64), Eichler and colleagues\n                                     constructed new fosmid libraries from eight HapMap samples (four Yoruba Africans and\n                                     four non-African individuals) and sequenced both ends (termed paired-end sequencing), of\n                                     approximately one million clones per genome. Combined with the previous observations in\n                                     the NA15510 fosmid library (167), they validated 1695 SVs across 9 diploid human\n                                     genomes, including 747 deletions, 724 insertions, and 224 inversions. 50% of these were\n                                     found in multiple libraries (64).\n\n                                     By using next-generation sequencing technology to derive sequence of paired ends of 3-kb\nAuthor Manuscript\n\n\n\n\n                                     DNA fragments and computational mapping of DNA reads onto the reference genome,\n                                     Korbel et al. (68) developed a high-throughput method, paired-end mapping (PEM), to\n                                     investigate SVs in two female individuals, one African (NA18505), the other putatively\n                                     European (NA15510). This strategy can identify deletions, inversions, mated insertions, and\n                                     unmated insertions of ~3 kb or larger, as well as simple insertions of 2 to 3 kb (68). In total,\n                                     1297 SVs, including 853 deletions, 322 insertions, and 122 inversions, were identified.\n                                     Korbel et al. confirmed only 41% of the previously reported deletions and inversions of\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                                 Page 5\n\n\n                                     NA15510 mainly due to 62% coverage of NA15510; however, they also detected 407 new\nAuthor Manuscript\n\n\n\n\n                                     SVs in NA15510 (68, 167). By comparing the SVs identified in NA15510 with those in\n                                     NA18505, these authors found that 45% SVs were shared between NA15510 and NA18505\n                                     (68).\n\n                                     Recently, comparison of the complete genomic sequence of Craig Venter (a de novo build of\n                                     human diploid genome delineated with conventional Sanger dideoxy technology) (81),\n                                     James D. Watson (177), an African (NA18507) (10), and Asian individual (174) (the latter\n                                     three with next-generation sequencing following a comparison to the human reference\n                                     genome) has revealed millions of SNPs, many short indels and large SVs. These studies\n                                     showed conclusively what had long been suspected: there is a continuous size distribution of\n                                     SVs in the human genome, with smaller variants being the most frequent at almost all scales\n                                     (Figure 1).\nAuthor Manuscript\n\n\n\n\n                                     Interestingly, the size distribution of deletions observed in the Watson and Venter genomes\n                                     (81, 177) exhibits a marked enrichment in the size range of 300–350 bases owing to the\n                                     known retrotransposition-based polymorphism of Alu elements, and a less marked\n                                     enrichment at ~6 kb owing to the retrotransposition-based polymorphism of L1 elements\n                                     (Figure 1). Array-based methods were used to identify large (e.g., >50 kb) CNVs in these\n                                     genomes. For the Watson genome, the read depth of 454 sequencing confirmed many array-\n                                     detected CNVs. However, many CNVs < 50 kb in size potentially remain to be identified.\n                                     The paired-end sequencing methods used in the African and Asian genomes enabled smaller\n                                     CNVs to be identified than was possible with array-based methods. However, due to the\n                                     limit of read length (average 35 bases), large-scale CNVs (especially duplications) may have\n                                     been missed by massively parallel sequencing (10, 174). Thus it remains a challenge to\n                                     detect all CNVs in an individual genome using one single technology since CNV can range\nAuthor Manuscript\n\n\n\n\n                                     in size from single exons (~100 bp) to millions of base pairs. However, in principle it should\n                                     be possible to use new sequencing technologies to identify all forms of SV by combining\n                                     paired-read analyses with read-depth analyses and de novo assembly. Hence our current\n                                     inability to capture all of these variants remains, in part, an analytical challenge rather than a\n                                     technical one.\n\n                                     In addition to sequencing-based platforms, some inversions can also be studied by PCR-\n                                     based approaches (39). NAHR between intrachromosomal low-copy repeat (LCR)\n                                     sequences in reverse orientation can lead to inversion (154). Flores et al. (39) searched such\n                                     potential recombinogenic inverted sequences (PRIS) in the human reference genome and\n                                     identified a total of 24,547 PRIS, varying in size from 400 to 74868 nucleotides, which\n                                     represent a huge resource of potential loci susceptible to inversion variation. Due to the PCR\nAuthor Manuscript\n\n\n\n\n                                     efficiency and technological limitations, these authors (39) selected eight PRIS for further\n                                     study and identified inversion variations at six PRIS loci (75%), in two of which gene\n                                     structures were affected by inversions.\n\n                                     To date (March 2009), the Database of Genomic Variants comprises 38,406 SVs (Table 1).\n                                     Database limitations include the use of multiple platforms of varying degrees of genome\n                                     resolution. Therefore, most CNVs are not resolved to the nucleotide level and have thus not\n                                     been genotyped in different populations.\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                            Page 6\n\n\n                                     The contributions of CNVs, relative to SNPs, to human phenotypes, especially complex\nAuthor Manuscript\n\n\n\n\n                                     diseases, are still unknown. Recent studies attempted to partially explore the question: What\n                                     are the relative contributions to phenotype of CNV and SNP when the phenotypic output\n                                     measured is changes of gene expression? In a study of the genetic contribution to variation\n                                     in gene expression of cell lines of 210 HapMap individuals, Stranger et al. (158) compared\n                                     the SNP data of HapMap Phase I (160) to the CNV data of Redon et al. (132). After\n                                     measuring the expression levels of 14,072 genes (14,925 transcripts), at least 8.75% to\n                                     17.7% of the variation in gene expression could be explained by CNVs (158) versus 92.5%\n                                     to 83.6% that could be explained by SNPs. Remarkably few of the CNV associations were\n                                     also observed at SNPs; i.e. there is minimal overlap between the contributions from CNV\n                                     versus SNP. This could be potentially explained in part by the low power in this study due to\n                                     the relatively small sample sizes in each HapMap population (158). In addition, because\n                                     only a small portion of existing CNVs were investigated, the current observations in\nAuthor Manuscript\n\n\n\n\n                                     Stranger et al. (158) may underestimate the overall contribution of CNV to gene expression\n                                     level. Further comprehensive research is expected to better elucidate the contributions of\n                                     CNVs to human phenotypes.\n\n                       How Many Copy Number Variations Remain to be Discovered?\n                                     Have we already identified all CNVs in the human genome? The answer is a definite “no”.\n                                     First, the characterization of the SV in a certain genomic region requires knowledge about\n                                     the sequence of this region. The current human genome sequence encompasses virtually all\n                                     euchromatic regions; however, many gaps remain for which we have no sequence\n                                     information. In the most recent draft published in April 2003 by the International Human\n                                     Genome Sequence Consortium (59), up to 6% of the total genome is reported to remain\n                                     uncovered, consisting of 341 sequencing gaps with 273 residing in euchromatin. An\nAuthor Manuscript\n\n\n\n\n                                     estimated 54% of all gaps in euchromatin regions are flanked by segmental duplications\n                                     (SDs) or LCRs (5) and are thus prone to SVs (154). Many of these are adjacent to complex\n                                     LCRs (LCRs consisting of a cluster of different repeat subunits lying in either orientation,\n                                     see Figure 2 below) (154), such as the 15 gaps in the 1q21.1 deletion region recently found\n                                     to be associated with microcephaly/macrocephaly and developmental/behavioral\n                                     abnormalities (13, 106) and schizophrenia (Table 2). In aggregate, many of the current\n                                     sequence gaps of the human genome can be expected to contain sequences with SV. In fact,\n                                     SVs can be one of the factors that complicated the completion of sequencing in the gap\n                                     regions because different haplotypes need to be differentiated from each other (14, 27). Most\n                                     recently, Bovee et al. reported the closure of 26 of the 273 remaining gaps in euchromatin\n                                     regions (12). Indeed, 30.7% of these closed gaps are polymorphic and show SVs (12).\n\n                                     Even in the genomic regions with available reference sequence, we may identify more novel\nAuthor Manuscript\n\n\n\n\n                                     SVs in the future. Genomic structures such as the complex LCRs (Figure 2) containing\n                                     multiplex adjacent LCR elements in tandem and reverse orientations provide the structural\n                                     basis for a multitude of variations including duplication, deletion, inversion of different\n                                     length and in diverse combinations (14, 20, 47, 154). The detection of all of these SVs will\n                                     require detailed analyses of a large number of different haplotypes. Furthermore, complex\n                                     LCRs, particularly those with inverted repeats, can also form cruciforms and may trigger\n\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                               Page 7\n\n\n                                     genomic rearrangements, inducing nonrecurrent, sometimes complex SVs in some\nAuthor Manuscript\n\n\n\n\n                                     individuals. These variations tend to be rare and require large sample sizes for identification.\n\n                                     Finally, the reference sequence contains the deleted allele at a number of common CNVs,\n                                     manifesting as novel inserted sequences in sequencing-based surveys (64), but missed by\n                                     microarray-based surveys. These insertions can often be found in the chimp genome\n                                     sequence, which suggests that these apparent insertions are indeed deletions in the human\n                                     reference sequence.\n\n                                     Given the huge scientific and clinical significance of structural variations and human\n                                     genomics in general, multicenter collaborative projects including the Human Genome\n                                     Structural Variation Group (28, 64) and the 1000 Genomes Project (10, 174) have been\n                                     launched to extend our knowledge on this subject. We are optimistic that these endeavors\n                                     will unveil many novel structural variations of our genomes in the near future.\nAuthor Manuscript\n\n\n\n\n                       COPY NUMBER VARIATION: MECHANISMS FOR FORMATION\n                                     Four major mechanisms: NAHR, NHEJ, FoSTeS, and L1-mediated retrotransposition,\n                                     generate rearrangements in the human genome and probably account for the majority of\n                                     CNV (reviewed in References 47 and 51; Figure 3).\n\n                       Nonallelic Homologous Recombination Occurs in Meiosis and Mitosis, Resulting in\n                       Duplication, Deletion, and Inversion\n                                     NAHR is caused by the alignment of and the subsequent crossover between two nonallelic\n                                     (i.e., paralogous) DNA sequence repeats sharing high similarity to each other (Figure 3)\n                                     (154). Repeats on the same chromosome and in direct orientation mediate duplication and/or\n                                     deletion, whereas inverted repeats mediate inversion of the genomic interval flanked by the\nAuthor Manuscript\n\n\n\n\n                                     repeats (88, 154). NAHR between sequence repeats on different chromosomes can lead to\n                                     chromosomal translocation (88, 154).\n\n                                     Substrates for NAHR are LCRs or SDs of >10 kb in length with 95%–97% similarity\n                                     (Figure 2) (147, 154). Different groups of LCRs are sometimes localized adjacent to each\n                                     other, with some subunits in tandem and others in reverse orientation resulting in complex\n                                     LCRs (Figure 2) (15, 154). Complex LCRs can themselves undergo CNV in both meiosis\n                                     and mitosis, and specific structural variants may predispose susceptibility to chromosomal\n                                     rearrangements (7, 14, 20, 90). In addition to LCR, repetitive sequences such as the\n                                     retrotransposable L1 elements (48), Alu (2, 49, 139), or matching pseudogenes (65, 157) can\n                                     act as NAHR substrates if from similar families or with high enough sequence identity to\n                                     facilitate homologous recombination. Such shorter sequence substrates tend to mediate\nAuthor Manuscript\n\n\n\n\n                                     NAHR of shorter DNA fragments (48, 139), which are often underestimated owing to the\n                                     detection limit of many CNV assays (64, 68). A recombination hotspot of 28 bp has been\n                                     detected in Alu sequence (139), whereas no recombination hotspots have been found in L1\n                                     sequences (48).\n\n                                     NAHR hotspots can be closely related to the allelic homologous recombination (AHR)\n                                     hotspots (46, 60, 89, 163) and can overlap in the human genome and in our ancestral\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                             Page 8\n\n\n                                     genomes (86, 114, 131). A cis-acting sequence motif CCNCCNTNNCCNC was found to be\nAuthor Manuscript\n\n\n\n\n                                     enriched in both AHR and NAHR hotspots (113) and may represent the analogue of Chi\n                                     (GCTGGTGG) in prokaryotic homologous recombination (152).\n\n                                     NAHR can occur in meiosis, where it results in unequal crossing over as revealed by\n                                     segregation of marker genotypes and leads to constitutional genomic rearrangements that\n                                     can be benign polymorphisms or manifest sporadic, if de novo, or inherited genomic\n                                     disorders (92, 98, 166). NAHR can also occur in mitosis, resulting in mosaic populations of\n                                     somatic cells carrying copy number or SVs (39, 75, 76).\n\n                                     The recent use of the advanced array-based techniques enabled the identification of a\n                                     number of novel genomic disorders caused by the predicted NAHR-mediated reciprocal\n                                     genomic rearrangements (Table 2). The relative frequency of duplications and deletions\n                                     mediated by the same pairs of LCRs is thus an increasingly important and clinically relevant\nAuthor Manuscript\n\n\n\n\n                                     question.\n\n                                     To address this question directly, Turner et al. (166) used pooled sperm PCR assays to\n                                     analyze four NAHR loci related to well-studied genomic disorders, including Williams-\n                                     Beuren syndrome (WBS; MIM 194050) deletion and 7q11.23 duplication, the azoospermia\n                                     factor a (AZFa; MIM 415000) deletion and its reciprocal duplication, the hereditary\n                                     neuropathy with liability to pressure palsies (HNPP; MIM 162500) deletion and Charcot-\n                                     Marie-Tooth disease type 1A (CMT1A; MIM 118220) duplication, and the Smith-Magenis\n                                     syndrome (SMS; MIM 182290) deletion and Potocki-Lupski syndrome (PTLS; MIM\n                                     610883) duplication in the sperm populations of five males. Strikingly, they found that all\n                                     five subjects consistently displayed an approximately 2:1 ratio of deletion versus duplication\n                                     at all three autosomal loci and 4:1 for the AZFa locus on the Y chromosome (166). Thus, at\nAuthor Manuscript\n\n\n\n\n                                     least in meiosis on autosomal loci, the reciprocal deletion and duplication tended to have the\n                                     frequency ratio of 2:1 (166), although the predominance of interchromosomal\n                                     rearrangements in velocardiofacial syndrome (VCFS; MIM 192430) suggests a more equal\n                                     ratio. Notably, the assays of Turner et al. (166) only measured the NAHR events across\n                                     known meiotic recombination hotspots.\n\n                                     Lam & Jeffreys (75, 76) also performed pooled sperm assays on the alpha-globin locus in\n                                     two subjects. Instead of measuring across hotspots in the LCR, they examined the entire\n                                     globin locus and could thus also record NAHR events outside the hotspots and other non-\n                                     NAHR rearrangements. In their study, one person showed the same deletion and duplication\n                                     frequency, whereas the other one had more duplication than deletion. This apparent\n                                     discrepancy between the two studies could be due to experimental design or it could reflect\n                                     true differences among different NAHR loci, potentially influenced by the local genomic\nAuthor Manuscript\n\n\n\n\n                                     architecture.\n\n                                     Eichler and colleagues designed an aCGH platform to interrogate genomic regions with\n                                     architectural features resulting in susceptibility to NAHR. Bioinformatic analyses of the\n                                     human genome reference sequence were used to identify genomic intervals with substrate\n                                     requirements (LCRs/SDs located on the same chromosome, directly oriented, and with high\n                                     sequence identity) for NAHR (88). They then designed arrays to interrogate NAHR\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                               Page 9\n\n\n                                     susceptible regions to investigate the genomic DNA from patients with mental retardation\nAuthor Manuscript\n\n\n\n\n                                     (MR) and/or multiple congenital anomalies (MCA) (143). In less than two years, they\n                                     defined six new MR/MCA genomic disorders including microdeletions and/or\n                                     microduplications of 1q21.1 (106), 15q13.3 (52, 144), 15q24 (145), 16p13.11 (50), 17q12\n                                     (105), and 17q21.31 (143). These and other studies clearly demonstrate the importance of\n                                     understanding the mechanisms for human genomic rearrangements.\n\n                       Some Simple Copy Number Variations Can Be Explained by Nonhomologous End-Joining\n                                     Nonhomologous end-joining (Figure 3) is utilized by human cells to repair DNA\n                                     doublestrand breaks (DSBs) caused by ionizing radiation or reactive oxygen species and for\n                                     physiological V(D)J recombination (83, 84, 136). Two characteristic features of NHEJ are:\n                                     (a) Unlike NAHR, NHEJ does not require substrates with extended homology; (b) NHEJ\n                                     can leave an ‘information scar’ in the form of loss or addition of several nucleotides at the\nAuthor Manuscript\n\n\n\n\n                                     join point (82).\n\n                                     Breakpoints of NHEJ-mediated rearrangements often fall within repetitive elements such as\n                                     LTR, LINE, Alu, MIR, and MER2 DNA elements (120, 164). Moreover, sequence motifs\n                                     like TTTAAA, known to be capable of causing DSB or curving DNA, are present in\n                                     proximity to many of these junctions (120, 148, 164).\n\n                                     Also, many 17p translocations and other nonrecurrent deletions have one of their\n                                     breakpoints in LCRs (155). These data suggested that although without any obligatory\n                                     substrate requirement for LCRs, NHEJ may still be stimulated by certain genomic\n                                     architectures (147, 155).\n\n                       A DNA Replication–Based Mechanism, FoSTeS, Can Account for Complex Genomic\nAuthor Manuscript\n\n\n\n\n                       Rearrangements and Copy Number Variations\n                                     Recently, the observation of the often complex details of genomic rearrangements, enabled\n                                     by aCGH techniques, led Lee et al. (78) to propose the replication FoSTeS model as a\n                                     mechanism for human genomic rearrangements (Figure 3).\n\n                                     According to this model, the DNA replication fork can stall, the lagging strand disengages\n                                     from the original template and switches to another replication fork and restarts DNA\n                                     synthesis on the new fork by priming it via the microhomology between the switched\n                                     template site and the original fork (78). The new template strand is not necessarily adjacent\n                                     to the original replication fork in primary sequence, but likely in three-dimensional physical\n                                     proximity. Upon annealing, the transferred strand primes its own template-driven extension\n                                     at the transferred fork. Depending on the direction of the fork progression and whether the\nAuthor Manuscript\n\n\n\n\n                                     lagging or leading strand in the new fork was used as a template and copied, the erroneously\n                                     incorporated fragment from the new replication fork could be in direct or inverted\n                                     orientation to its original position. Furthermore, depending on whether the new fork is\n                                     located downstream or upstream of the original fork, the template switching results in either\n                                     a deletion or a duplication. This procedure of disengaging, invading, and synthesizing may\n                                     occur multiple times in series (i.e., FoSTeS × 2, FoSTeS × 3, etc.), likely reflecting the poor\n\n\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                          Page 10\n\n\n                                     processivity of the DNA polymerase involved, and resulting in the observed complex\nAuthor Manuscript\n\n\n\n\n                                     rearrangements.\n\n                                     Array CGH data on genomic regions including the Pelizaeus-Merzbacher disease locus (78),\n                                     the SMS/PTLS locus (130, 171, 186), the MECP2 locus (8, 22), the LIS1 locus (11), and a\n                                     number of other loci have revealed the complex nature of many other nonrecurrent\n                                     rearrangements, some of which were thought to be simple deletion or tandem duplication\n                                     before the analysis by higher-resolution genome technologies. In addition, some complex\n                                     chromosomal rearrangements unveiled by recent cytogenetic experiments can also be better\n                                     explained by FoSTeS (171, 185).\n\n                                     In our studies on breakpoint sequences of FoSTeS-mediated complex rearrangements, e.g.,\n                                     complex LIS1 duplications (11), microhomologies shared between two Alu elements have\n                                     also been identified at one or more breakpoints. Thus, in addition to Alu-Alu-mediated\nAuthor Manuscript\n\n\n\n\n                                     NAHR resulting in simple genomic rearrangement (2, 49, 139), microhomology shared\n                                     between Alu elements can also apparently be used for template switching and priming DNA\n                                     replication on a new fork. Since the prevalence of Alu elements has been observed at the\n                                     ends of LCRs/SDs (6) and at breakpoints of subunits of complex LCRs/SDs (2), FoSTeS\n                                     events involving Alu elements may also be responsible for LCR/SD formation.\n\n                                     Not only can FoSTeS generate large genomic duplications of several megabases (11, 78), it\n                                     also causes genic duplication/triplication and even rearrangements of single exons (186),\n                                     which implicate FoSTeS in gene duplication and exon shuffling; two predominant\n                                     mechanisms driving gene and genome evolution (42, 121).\n\n                                     By reanalyzing the breakpoint sequence data of 23 deletion CNVs published by Perry et al.\n                                     (125), we have found that at least 5 (22%) CNV breakpoints were highly complex and\nAuthor Manuscript\n\n\n\n\n                                     consistent with two or more FoSTeS events. Furthermore, many of the remaining deletion\n                                     CNVs show microhomologies at breakpoints, which are also consistent with FoSTeS × 1\n                                     (125).\n\n                                     Based upon observations regarding genomic rearrangements in human (FoSTeS), bacteria,\n                                     yeast, and other model organisms, Hastings et al. (51) proposed a generalized replicative,\n                                     template-switch model that may underlie many structural variations in genomes and genes\n                                     from all domains of life. This is termed the microhomology-mediated break-induced\n                                     replication (MMBIR) model. MMBIR could not only lead to CNV by itself, but also create\n                                     LCRs that provide the homology required for NAHR and predispose to more genomic\n                                     rearrangements in future generations. MMBIR may cause somatic events associated with\n                                     cancer and underlie the genomic rearrangements and CNV associated with the emergence of\nAuthor Manuscript\n\n\n\n\n                                     primate-specific traits providing variation for natural selection and evolution (51).\n\n                       L1 Retrotransposition Contributes to Copy Number Variation\n                                     Long interspersed element-1 (L1) elements cover 16.89% of human genomic DNA and are\n                                     the only currently active autonomous transposons in the human genome (45, 63). Of the\n                                     516,000 copies of L1 in our genome, only about 80–100 copies are full length (about 6 kb in\n                                     size) and have two intact open reading frames (ORF): ORF1 coding for a RNA-binding\n\n\n                                   Annu Rev Genomics Hum Genet. Author manuscript; available in PMC 2015 June 18.\n\f                    Zhang et al.                                                                                            Page 11\n\n\n                                     protein and ORF2 encoding a protein with both endonuclease (EN) and reverse transcriptase\nAuthor Manuscript\n\n\n\n\n                                     (RT) activity (3).\n\n                                     L1 transposition occurs via an RNA intermediate that is probably transcribed by RNA\n                                     polymerase II (3). The reve",
  "wordCount": 18405,
  "indexed": "2025-09-25T22:44:39.827Z",
  "method": "direct"
}
