{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Chen et al_2014_Genome Architecture and Its Roles in Human Copy Number Variation.pdf",
  "fileName": "Chen et al_2014_Genome Architecture and Its Roles in Human Copy Number Variation.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Chen et al_2014_Genome Architecture and Its Roles in Human Copy Number Variation.pdf",
  "text": "G&I\n                                                                                                                                         eISSN 2234-0742\n                                                                                                                      Genomics Inform 2014;12(4):136-144\n                      Genomics & Informatics                                                                   http://dx.doi.org/10.5808/GI.2014.12.4.136\n\n REVIEW ARTICLE\n\n\n\n\n                             Genome Architecture and Its Roles\n                             in Human Copy Number Variation\n                                 Lu Chen1, Weichen Zhou1, Ling Zhang1, Feng Zhang1,2*\n                                     1\n                                 School of Life Sciences, Fudan University, Shanghai 200438, China,\n             2\n              Collaborative Innovation Center for Genetics and Development, Fudan University, Shanghai 200438, China\n\n\n\nBesides single-nucleotide variants in the human genome, large-scale genomic variants, such as copy number variations\n(CNVs), are being increasingly discovered as a genetic source of human diversity and the pathogenic factors of diseases.\nRecent experimental findings have shed light on the links between different genome architectures and CNV mutagenesis. In\nthis review, we summarize various genomic features and discuss their contributions to CNV formation. Genomic repeats,\nincluding both low-copy and high-copy repeats, play important roles in CNV instability, which was initially known as DNA\nrecombination events. Furthermore, it has been found that human genomic repeats can also induce DNA replication errors\nand consequently result in CNV mutations. Some recent studies showed that DNA replication timing, which reflects the\nhigh-order information of genomic organization, is involved in human CNV mutations. Our review highlights that genome\narchitecture, from DNA sequence to high-order genomic organization, is an important molecular factor in CNV mutagenesis\nand human genomic instability.\n\nKeywords: DNA copy number variations, DNA replication, genetic recombination, genomic instability\n\n\n\n\nIntroduction                                                                       Non-allelic Homologous Recombination\n                                                                                   between Human Genomic Repeats\n   Genetic mutations have been known as one of the key\n                                                                                   Genomic disorders and low-copy repeats\nfactors in the pathogenesis of human diseases. Besides the\nwell-known single-nucleotide variants, it has been shown that                         Large-scale genomic changes in the human genome can be\nthe large-scale genomic variants also make a great contribution                    associated with human diseases. Such clinical conditions\nto human health. ‘Genomic disorders’ are human diseases                            resulting from human genome architecture are termed\ncaused by relatively large genomic rearrangements [1]. Such                        ‘genomic disorders’ [1]. The structural features, such as\nlarge-scale genomic variants (named copy number variation                          genomic repeats, can provide substrates for homologous\n[CNV]) can also be frequent in human populations [2, 3].                           recombination and induce genomic rearrangements and\nCNV involves DNA segments larger than 1 kb and exhibits                            genomic disorders.\nvariable copy numbers among individuals, comprising                                   Stankiewicz and Lupski [6] defined region-specific low-\ndeletions and duplications/insertions [4, 5]. In the past 10                       copy repeats (LCRs) as paralogous genomic segments\nyears, CNV has been found to play an important role in both                        spanning 10–400 kb of genomic DNA and sharing ≥95%–\nsporadic Mendelian disorders and complex diseases. Previous                        97% sequence identity. The non-allelic homologous recom-\nstudies have reported that CNV can be mediated by multiple                         bination (NAHR) between directly oriented LCRs can gener-\nmolecular mechanisms involving various genomic features.                           ate microdeletions and microduplications of megabases in\nHere, we focus on CNV mutagenesis and review the                                   size, which are frequently associated with genomic disorders\ninvolvement of human genome architecture in CNV instability                        (Fig. 1). For example, the 22q11.2 deletion syndrome is a\nand the underlying molecular mechanisms.                                           well-investigated disorder caused by microdeletions between\n\n Received October 13, 2014; Revised November 12, 2014; Accepted November 12, 2014\n *Corresponding author: Tel: +86-21-5163-0423, Fax: +86-21-5163-0607, E-mail: zhangfeng@fudan.edu.cn\n Copyright © 2014 by the Korea Genome Organization\n CC It is identical to the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0/).\n\f                                                                                          Genomics & Informatics Vol. 12, No. 4, 2014\n\n\n\n                                                                       the genomes of other primates, including chimpanzee, gorilla,\n                                                                       and orangutan, and even in the mouse genome [17-20], all of\n                                                                       which have been archived in the online database of the\n                                                                       University of California Santa Cruz (UCSC) Genome Brow-\n                                                                       ser (http://genome.ucsc.edu/).\n                                                                          LCR/SD is a very important category of DNA architecture\n                                                                       in the human genome. It has been found that they are\n                                                                       associated with duplicated genes and pseudogenes [21],\n                                                                       co-localize and overlap with Alu elements and CNV [22, 23],\n                                                                       and play an important role in genome evolution [24-26].\n                                                                       LCR/SD pairs, acting as substrates, are thought to be a key\n                                                                       factor in triggering NAHR events and causing CNV\n                                                                       mutations [4, 27-32].\n                                                                          Generally, reversely oriented SDs can align and subse-\n                                                                       quently crossover with each other via NAHR, resulting in\n                                                                       copy-neutral inversions of the flanking DNA fragments (Fig.\n                                                                       1A). Similarly, NAHR events between direct SD pairs can\n                                                                       cause CNVs. Based on the different positions of SD pairs,\nFig. 1. The non-allelic homologous recombination (NAHR) events         different types of CNVs occur. Duplications or deletions take\nbetween paired low-copy repeats (LCRs)/segmental duplications          place in NAHR events between different chromatids (inter-\n(SDs) [1]. Paired LCRs/SDs are depicted as bold arrows (red and        chromatid) (Fig. 1B), while only deletions occur in NAHR on\nblue) with the orientation indicated by arrowheads. Capital letters\n                                                                       the same chromatid (intra-chromatid) (Fig. 1C).\nnear the LCRs/SDs refer to the flanking unique sequences, while\nthe same letter on different lines indicates the homologues on the        Based on the observations in specific pathogenic loci, SD\nother strand. Dashed crossed lines represent a homologous              properties (including homology length, distance, and se-\nrecombination event. (A) The NAHR event between reversely              quence similarity) were shown to affect the incidence of\noriented LCRs/SDs can cause inversion, a copy-neutral structural\nvariation. (B) The inter-chromatid NAHR events between directly\n                                                                       NAHR [33]. In a recent study on common CNVs in human\noriented LCRs/SDs result in deletions and duplications. (C) The        populations, it was found that SD length and inter-SD\nintra-chromatid NAHR events between directly oriented LCRs/SDs         distance were the major SD properties involved in NAHR\ncan generate deletions and ring-shaped DNA segments that will be       frequency [34]. A model of chromosomal compression/ex-\nlost in subsequent cell divisions.\n                                                                       tension/looping has also been proposed for homology mis-\n                                                                       pairing in NAHR [34].\nthe paired LCRs in human 22q11.2, which deletes one copy\n                                                                       High-copy repeats in CNV instability\nof TBX1, CRKL, MAPK1, and several additional genes [7-10].\nIn addition to microdeletions, microduplications can also                 The genomic repeats representing DNA primary struc-\nmanifest as genomic disorders. The 1.4-Mb microdupli-                  tures can be divided into LCR/SD and high-copy repeats.\ncation involving the PMP22 gene in human 17p12 can lead to             Compared to LCR/SD, high-copy repeats constitute a great\nCMT1A, which is a classical model for disease resulting from           portion of the human genome. Interspersed repeats are the\ngene dosage effects [11, 12].                                          most common type of high-copy repeats, which cover over\n                                                                       44% of the human genome [35]. One of the major classes of\nSegmental duplication and NAHR\n                                                                       interspersed repeats is the retrotransposon, including short\n   Genomic repeats play a significant role in human evolu-             interspersed elements (SINEs), long interspersed elements\ntion and have a strong association with genomic CNVs [6,               (LINEs), and endogenous retroviruses (ERVs).\n13-15]. In 2001, Eichler [16] initially conducted a systema-              SINEs are short DNA sequences (100–400 bp in length)\ntically bioinformatic analysis for such low-copy genomic               with an internal (mobile) polymerase III promoter [15],\nrepeats and defined them as segmental duplications (SDs),              making up about 11% of the human genome [36]. The most\nwhich have a high degree of sequence identity (＞90%–95%)               common SINEs are Alu elements, which burst out in the\nand large genomic sizes (1–100 kb). After that, Bailey et al.          evolution of primates [37]. Moreover, Alu elements play an\n[17] further performed a whole-genome assembly com-                    important role in disease, such as breast cancer, Ewing's\nparison to detect SDs with pair-wise alignments ≥ 90% and              sarcoma, familial hypercholesterolemia, and so on [38]. In\n≥ 1 kb in the human genome. In addition to human SDs, the              2008, Kim et al. [22] found a strong association between Alu\nsubsequent analyses also identified the SD architecture in             elements and old SDs. By means of NAHR, Alu elements\n\n\n                                                            www.genominfo.org                                                           137\n\f      L Chen, et al. Genome Architecture and Copy Number Variation\n\n\n\n      contribute to the formation of CNVs, especially deletions                  orientation contribute to CNV instability and disease traits.\n      [39-43].                                                                   However, is it the only way for the genomic repeats to induce\n         The most classic repeats in LINEs are the LINE-1 (L1)                   CNV mutations? The recent investigation of DNA repli-\n      elements, which are 6–8 kb in length [44]. Covering about                  cation-based mechanisms provides novel insights into\n      17% of the human genome, L1 elements can elevate genomic                   repeat-mediated CNV instability.\n      instability, provide resources for NAHR [39-41, 45, 46], and\n                                                                                 Inverted repeats involved in CNV instability\n      cause human diseases [47-50].\n         In the human genome, there exist at least 50,000 copies of                 Genomic repeats, especially inverted repeats (IRs), can\n      ERVs [51], which are defined as human endogenous retro-                    cause DNA replication error and induce CNV formation. IRs,\n      viruses (HERVs), covering about 4.9% of human DNA                          sharing high sequence similarity in adjacent loci, are found\n      sequences [21]. Via the NAHR mechanism, HERVs were                         to align or crossover with each other and form specific DNA\n      found to induce large deletions and cause hypotonia and                    secondary structures, such as cruciform structures, during\n      motor, language, and cognitive delays [52, 53]. Intriguingly,              DNA replication [58]. Formation of such secondary struc-\n      a series of studies show that there is a strong association                tures can cause DNA replication fork stalling, and later,\n      between HERVs and CNVs in the region of AZFa, a                            jumping into the wrong locus to continue replicating (Fig.\n      well-known locus related to male infertility [54-57].                      2). This mechanism of triggering replication errors sub-\n                                                                                 sequently results in genomic rearrangements and CNV\n      Repeat-Induced DNA Replication Error and                                   mutations [24].\n      CNV Mutation                                                               IRs induce complex CNVs by replication errors\n         As discussed above, repeat-mediated NAHR is one of the                     During DNA replication, IRs could form DNA secondary\n      major mutational mechanisms for CNV formations. In these                   structures, which will induce replication fork stalling.\n      recombination-based events, paired repeats in direct                       Template switching and replication resumption further\n                                                                                 result in CNV mutations (Fig. 2). Notably, replication-\n                                                                                 associated events usually lead to complex CNVs, which\n                                                                                 include the combined segments of deletions and dupli-\n                                                                                 cations. As was reported, Chen et al. [59] identified three\n                                                                                 complex CNVs that could be explained by a model of serial\n                                                                                 replication slippage (SRS). In this model, IRs have the\n                                                                                 potential to induce SRS and cause CNV mutations.\n                                                                                    IRs can induce complex CNVs, as observed in the MECP2\n                                                                                 locus in chromosome Xq28 and the PLP1 locus in chromo-\n                                                                                 some Xq22 [60]. To elucidate the mechanisms of complex\n                                                                                 CNVs in the PLP1 locus, Hastings et al. [61] found both\n                                                                                 microhomology and IRs at the breakpoints. They proposed\n                                                                                 that both breakage of replication forks and the IR-mediated\n                                                                                 aberrant repair process can result in complex CNVs. This\n                                                                                 model was termed ‘microhomology-mediated break-induced\n                                                                                 replication,’ which was used to explain the formation of the\n                                                                                 complex CNVs involving individual genes or even single\n                                                                                 exons [62].\n\n                                                                                 Self-chains in CNV formation\n      Fig. 2. Repeat-induced DNA replication errors and copy number\n      variation (CNV) formation. The straight lines depict single DNA               The aforementioned SDs are long (＞1 kb) and LCRs in\n      strands, and the solid arrows (red and blue) represent genomic             the human genome. Besides SDs, self-chains (SCs) are\n      repeats. The dashed lines indicate newly synthesized DNA strands.\n      During DNA replication, adjacent repeats could form DNA second-            another type of short LCRs, which were previously analyzed\n      ary structures (such as hairpin) that consequently result in replication   and mapped via self-alignment in the human genome\n      fork stalling. Then, CNVs are generated via DNA template switch-           utilizing BLASTZ [63, 64]. SCs are short in length (91% of\n      ing. For example, (1) jumping over the secondary structures and\n                                                                                 which range from 150 bp to 1 kb in size) [14]. Furthermore,\n      restarting DNA replication lead to deletions and (2) switching to\n      a new template (shown in green lines) and switching back result            SCs have a limited number of matched alignments in the\n      in duplications of the green DNA segment.                                  human genome. Thus, SCs represent a distinct category of\n\n\n138                                                                   www.genominfo.org\n\f                                                                                      Genomics & Informatics Vol. 12, No. 4, 2014\n\n\n\nhuman short LCRs.\n                                                                  Replication timing as a high-order genomic feature\n   In 2013, Chen et al. [65] studied deletion CNVs in the\nNRXN1 gene and its flanking regions. After mapping and               DNA replication takes place at replication forks following\nanalyzing the breakpoints of 32 deletions, they found a           a fixed way [70]. In the human genome, the segments of\nsignificant bias that minus SCs (i.e., paired SCs in the          chromosomes replicate in a temporal order [71], and the\ninverted orientation) were overrepresented in the vicinity of     whole genome is spatially segregated by replication zones of\ndeletion breakpoints in the NRXN1 region. Furthermore,            different organizations. With some replicons in one spatial\nthey claimed that the SCs can increase genomic instability        compartmentalization of chromatin fired synchronously,\nand cause deletions via DNA replication errors. Their work        this chromosomal unit shares the same replication timing,\ncontributes to the exploration on SC-mediated CNVs.               termed the ‘replication domain.’ Therefore, the genome\n   To perform a genomewide analysis on the contribution of        consists of several replication domains with different\nSCs to human CNV instability, Zhou et al. [14] plotted the        replication timing and the timing transition regions.\nnumbers of SC regions with different orientations in the             Replication timing can be measured by two distinct\nentire human genome. After masking the SDs and gaps in            methods, based on current genome technologies [72-74].\nthe human genome, utilizing the germline CNVs in human            One method is to label the newly replicated DNA with\npopulations and the somatic CNVs in various cancer                chemically tagged nucleotides. Then, the DNA will be\ngenomes, they observed a significant biased distribution of       isolated from cells at various times during S phase by\nCNV breakpoints to SC regions, which indicated that SC-           immune-precipitation or density fractionation. In the other\nmediated secondary structures may induce DNA replication          method, since DNA segments that replicate earlier accu-\nerrors and potentially generate different types of CNVs, such     mulate more copies than those that replicate late in most\nas deletions and duplications. In this case, SCs represent a      cells—the DNA content of a region simply reflects the\nnew genomic architecture for the underlying regional              replication timing. After being classified by florescence-\nsusceptibility to genomic instability, further giving rise to     activated cell sorting, the DNAs extracted from S phase and\nCNVs.                                                             G1 phase cells, respectively, are compared by next-genera-\n                                                                  tion sequencing or microarray technologies. By either way, a\nDNA repair and nonhomologous end-joining\n                                                                  replication timing profile can be generated (Fig. 3) [75].\n   While DNA double-strand breaks (DSBs) occur, nonho-               Based on the timing profiles, a lot of progress has been\nmologous end-joining (NHEJ) is one of the molecular               made on understanding the replication program and its\nmechanisms for repairing DSBs and maintaining genome              relationship with other genome architectures. Recent find-\nintegrity. Once a DSB is detected, the broken DNA ends are        ings indicate significant links between replication timing\nbridged and modified by the enzyme machinery. After that,         and the features of primary genomic structures [76]. The\nthe final ligation is needed for DNA repair. Unlike NAHR,         genomic regions where DNA replicates earlier usually have\nNHEJ can take place without any homology as the substrate.        more genes, fewer LINEs, and higher GC content [77, 78].\nNotably, deletions or insertions of several base pairs are        Moreover, it is noticed that DNA replication timing corre-\nusually brought to the joint point. More mechanistic details      lates with transcription [79-81]. Expressed genes replicate\nof NHEJ are provided in some previous works [66-68].              earlier, while repressed genes replicate late. Although this\n                                                                  correlation shows a discrepancy between multicellular and\nDNA Replication Dynamics in CNV Mutage-                           single-celled organisms, it is worth noting that such works\nnesis\n   In addition to the aforementioned genomic features, some\nhigh-order genome organizations might contribute to\ngenome instability. New observations in the human genome\nshowed that the DNA mutation rate is associated with DNA\nreplication timing. Stamatoyannopoulos et al. [69] found\nthat the human point mutation rate is markedly increased in\ngenomic regions of late replication. This correlation indi-\ncates that DNA replication timing, as an important feature of    Fig. 3. The DNA replication timing profile of human lymphoblastoid\n                                                                 cells. The data of human chromosome 4, which were obtained from\nreplication dynamics, is involved in genomic instability and\n                                                                 Koren et al. [75], are shown. The blue lines show the replication\nenlightens the investigation on the relationship of repli-       timing, high values of which indicate that DNA replicates early in\ncation timing and CNV instability.                               these regions, and vice versa.\n\n\n                                                       www.genominfo.org                                                              139\n\f      L Chen, et al. Genome Architecture and Copy Number Variation\n\n\n\n      indeed reveal the striking association of replication timing        profile. In particular, CNV gains tend to be located in the\n      and transcriptional activity in humans [77, 82, 83]. More-          genomic regions that switch to replicate earlier. This\n      over, recent findings show that replication timing strongly         correlation is conserved among different reprogramming\n      correlates with three-dimensional chromatin structures              methods.\n      [84]. In Hi-C data, it has been observed that chromatin is             Compared with cell fate changes, replication timing is\n      organized into two separate compartments. Remarkably,               disrupted in many disease states, including cancer [87]. It\n      DNA that resides in close spatial structures replicates in near     has been noticed that numerous alterations to the repli-\n      time, and chromatin that interacts between two compart-             cation program take place during carcinogenesis. One of the\n      ments is exactly at the timing transition regions. This             changes is the aberrant asynchronous replication of loci that\n      observation suggests replication timing as an independent           replicate synchronously in normal cells. This phenomenon\n      advanced genomic feature.                                           exists in not only cancer but also noncancerous cells [88-90].\n                                                                          This abnormal replication program apparently has a notable\n      Replication timing and CNV instability in human\n                                                                          impact on genomic stability and thus increases the frequency\n      populations and cancers\n                                                                          of chromosomal rearrangements and CNVs. Recent findings\n         The relationship of DNA replication timing and genomic           have indicated that aberrant DNA replication timing is\n      instability, which is involved in genomic mutation and              involved in changes in gene expression, epigenetic modi-\n      human disease, is what people are most concerned about. As          fications, and an increased CNV mutation frequency [91,\n      mentioned above, human mutation rates, based on evolu-              92]. An analysis of 331,724 somatic copy number alterations\n      tionary divergence and single-nucleotide polymorphism               (SCNAs) has shown that SCNAs increase in late-replicating\n      frequency, are increased in late-replicated regions [69].           regions among cells of different cancer types. Like the\n      Koren et al. [75] generated a high-resolution timing profile of     findings in iPSCs, the SCNA distribution is related to\n      the human genome and investigated the relationship                  replication timing in tumor cells. In particular, amplification\n      between DNA replication timing and point mutations. In              boundaries tend to be located in early-replicated regions,\n      accordance with the previous discovery, this association was        whereas deletion boundaries are more likely to reside in\n      also observed and proved to be much stronger.                       late-replicated regions [93].\n         How is CNV related to replication timing? Recent studies\n                                                                          Integrated replication dynamic related with CNV\n      showed some distinct but multi-dimensional relationships\n                                                                          instability\n      between CNVs and replication timing. Based on the\n      duplication hotspots conserved between two species of                  In the study of Koren et al. [75], point mutations and\n      Drosophila, Cardoso-Moreira et al. [85] explored the roles of       CNVs showed different patterns in their correlations with\n      replication timing in genomic instability. They found that          replication timing. These observations may reflect the\n      Drosophila duplication hotspots were enriched in late-repli-        distinct mutational mechanisms between these two types of\n      cated regions, unlike the aforementioned sequences of high          genomic variants and suggest complex effects of DNA\n      sequence identity in the human genome. However, in spite of         replication on CNV instability. We hypothesized that inte-\n      the association observed in Drosophila, the situation seems to      grated replication dynamics, which are not just early/late\n      be more complicated in mammalian genomes. In the study of           replication timing, contribute to CNV mutation. It has been\n      Koren et al. [75], the relationship between early/late              reported that dividing the genome into early/late replication\n      replication timing and CNV mutation was also investigated.          timing alone does not give the entire characteristics of DNA\n      The CNVs, mediated by different mechanisms, showed                  replication fork dynamics [72]. Actually, the timing transi-\n      divergent patterns, suggesting a multi-dimensional inter-           tional regions represent the interactions of two spatially\n      action between CNVs and replication timing.                         dependent chromatin compartments, which are DNA\n         In addition to the observations in human populations,            segments with low rates of replication fork progression.\n      recent findings have also discovered the relationship of            Notably, slower fork speed and increased fork stalling have\n      genomic reorganization and the subsequently generated               been found to be associated with cancer cells and result in\n      genetic variation during cell fate changes. Lu et al. [86] have     CNV mutations [94]. Actually, Chen et al. [95] have con-\n      investigated the impact of altered replication timing on the        ducted a statistical method, estimating replication dyna-\n      CNV landscape during reprogramming. Approximately 40%               mics, and observed its significant association with CNV\n      of the human genome changes with regard to replication              instability. Replication dynamics may be used as a measure\n      timing between human induced pluripotent stem cells                 of the progress of genome replication and regional\n      (iPSCs) and their parent fibroblasts. Intriguingly, the CNV         replication stress and provides novel insights into the roles\n      distribution shows a correlation with the changed timing            of DNA replication in CNV mutagenesis.\n\n\n140                                                            www.genominfo.org\n\f                                                                                             Genomics & Informatics Vol. 12, No. 4, 2014\n\n\n\nConclusion                                                                  in mice and humans: implications for 22q11 deletion synd-\n                                                                            rome. Proc Natl Acad Sci U S A 2006;103:7729-7734.\n   Human genomic repeats play an important role in CNV                   9. McDonald-McGinn DM, Sullivan KE. Chromosome 22q11.2\nmutation, genomic disorders, and genome evolution. Both                     deletion syndrome (DiGeorge syndrome/velocardiofacial\n                                                                            syndrome). Medicine (Baltimore) 2011;90:1-18.\nlow-copy genomic repeats (including LCRs and SDs) and\n                                                                        10. Breckpot J, Thienpont B, Bauters M, Tranchevent LC, Gewillig\nhigh-copy repeats (including Alu, LINEs, and HERVs) can                     M, Allegaert K, et al. Congenital heart defects in a novel re-\ninduce CNV formation via classical DNA recombination-                       current 22q11.2 deletion harboring the genes CRKL and\nbased mechanisms, such as NAHR. Furthermore, paired                         MAPK1. Am J Med Genet A 2012;158A:574-580.\nrepeats (especially those in the inverted orientation) are              11. Lupski JR, de Oca-Luna RM, Slaugenhaupt S, Pentao L,\neven more crucial as substrates to form DNA secondary                       Guzzetta V, Trask BJ, et al. DNA duplication associated with\nstructures and cause DNA replication fork stalling and                      Charcot-Marie-Tooth disease type 1A. Cell 1991;66:219-232.\n                                                                        12. Zhang F, Seeman P, Liu P, Weterman MA, Gonzaga-Jauregui C,\nreplication stress. This will induce DNA replication errors\n                                                                            Towne CF, et al. Mechanisms for nonrecurrent genomic re-\nand subsequently generate CNV mutations. Besides the\n                                                                            arrangements associated with CMT1A or HNPP: rare CNVs as\nprimary structural features (e.g., the organization of repeat               a cause for missing heritability. Am J Hum Genet 2010;86:892-\nsequences in the human genome) and repeat-mediated                          903.\nsecondary DNA structures, higher-order genomic archi-                   13. Smit AF. The origin of interspersed repeats in the human\ntecture (such as replication timing) is also involved in CNV                genome. Curr Opin Genet Dev 1996;6:743-748.\ninstability. Further investigation of the role of DNA                   14. Zhou W, Zhang F, Chen X, Shen Y, Lupski JR, Jin L. Increased\nreplication dynamics in CNV mutagenesis will reveal more                    genome instability in human DNA segments with self-chains:\n                                                                            homology-induced structural variations via replicative me-\nmutational mechanisms underlying genomic disorders and\n                                                                            chanisms. Hum Mol Genet 2013;22:2642-2651.\ngenome evolution.\n                                                                        15. Smit AF. Interspersed repeats and other mementos of trans-\n                                                                            posable elements in mammalian genomes. Curr Opin Genet Dev\nAcknowledgments                                                             1999;9:657-663.\n                                                                        16. Eichler EE. Recent duplication, domain accretion and the dy-\n  This work was supported by the National Basic Research                    namic mutation of the human genome. Trends Genet 2001;17:\nProgram of China (2012CB944600 and 2011CBA00401),                           661-669.\nNational Natural Science Foundation of China (81222014,                 17. Bailey JA, Gu Z, Clark RA, Reinert K, Samonte RV, Schwartz S,\n                                                                            et al. Recent segmental duplications in the human genome.\n31171210 and 31000552), Shu Guang Project (12SG08),\n                                                                            Science 2002;297:1003-1007.\nShanghai Pujiang Program (10PJ1400300), and Recruitment                 18. Bailey JA, Eichler EE. Primate segmental duplications: cru-\nProgram of Global Experts.                                                  cibles of evolution, diversity and disease. Nat Rev Genet\n                                                                            2006;7:552-564.\nReferences                                                              19. Marques-Bonet T, Kidd JM, Ventura M, Graves TA, Cheng Z,\n                                                                            Hillier LW, et al. A burst of segmental duplications in the ge-\n 1. Lupski JR. Genomic disorders: structural features of the ge-            nome of the African great ape ancestor. Nature 2009;457:877-\n    nome can lead to DNA rearrangements and human disease                   881.\n    traits. Trends Genet 1998;14:417-422.                               20. Olson MV, Varki A. Sequencing the chimpanzee genome: in-\n 2. Iafrate AJ, Feuk L, Rivera MN, Listewnik ML, Donahoe PK, Qi             sights into human evolution and disease. Nat Rev Genet\n    Y, et al. Detection of large-scale variation in the human               2003;4:20-28.\n    genome. Nat Genet 2004;36:949-951.                                  21. Nelson PN, Hooley P, Roden D, Davari Ejtehadi H, Rylance P,\n 3. Sebat J, Lakshmi B, Troge J, Alexander J, Young J, Lundin P, et         Warren P, et al. Human endogenous retroviruses: transposable\n    al. Large-scale copy number polymorphism in the human                   elements with potential? Clin Exp Immunol 2004;138:1-9.\n    genome. Science 2004;305:525-528.                                   22. Kim PM, Lam HY, Urban AE, Korbel JO, Affourtit J, Grubert F,\n 4. Feuk L, Carson AR, Scherer SW. Structural variation in the hu-          et al. Analysis of copy number variants and segmental duplica-\n    man genome. Nat Rev Genet 2006;7:85-97.                                 tions in the human genome: Evidence for a change in the proc-\n 5. Lee C, Scherer SW. The clinical context of copy number varia-           ess of formation in recent evolutionary history. Genome Res\n    tion in the human genome. Expert Rev Mol Med 2010;12:e8.                2008;18:1865-1874.\n 6. Stankiewicz P, Lupski JR. Genome architecture, rearrange-           23. Jiang Z, Tang H, Ventura M, Cardone MF, Marques-Bonet T,\n    ments and genomic disorders. Trends Genet 2002;18:74-82.                She X, et al. Ancestral reconstruction of segmental duplica-\n 7. Yagi H, Furutani Y, Hamada H, Sasaki T, Asakawa S,                      tions reveals punctuated cores of human genome evolution.\n    Minoshima S, et al. Role of TBX1 in human del22q11.2                    Nat Genet 2007;39:1361-1368.\n    syndrome. Lancet 2003;362:1366-1373.                                24. Dittwald P, Gambin T, Gonzaga-Jauregui C, Carvalho CM,\n 8. Paylor R, Glaser B, Mupo A, Ataliotis P, Spencer C, Sobotka A,          Lupski JR, Stankiewicz P, et al. Inverted low-copy repeats and\n    et al. Tbx1 haploinsufficiency is linked to behavioral disorders        genome instability: a genome-wide analysis. Hum Mutat\n\n\n\n                                                             www.genominfo.org                                                                141\n\f      L Chen, et al. Genome Architecture and Copy Number Variation\n\n\n\n          2013;34:210-220.                                                         females with early-onset seizure disorder. Neurogenetics 2009;\n      25. Fu W, Zhang F, Wang Y, Gu X, Jin L. Identification of copy               10:363-369.\n          number variation hotspots in human populations. Am J Hum             43. Matejas V, Huehne K, Thiel C, Sommer C, Jakubiczka S,\n          Genet 2010;87:494-504.                                                   Rautenstrauss B. Identification of Alu elements mediating a\n      26. Itsara A, Cooper GM, Baker C, Girirajan S, Li J, Absher D, et al.        partial PMP22 deletion. Neurogenetics 2006;7:119-126.\n          Population analysis of large copy number variants and hot-           44. Warren WC, Hillier LW, Marshall Graves JA, Birney E, Ponting\n          spots of human genetic disease. Am J Hum Genet 2009;84:148-              CP, Grützner F, et al. Genome analysis of the platypus reveals\n          161.                                                                     unique signatures of evolution. Nature 2008;453:175-183.\n      27. Alkan C, Coe BP, Eichler EE. Genome structural variation dis-        45. Higashimoto K, Maeda T, Okada J, Ohtsuka Y, Sasaki K, Hirose\n          covery and genotyping. Nat Rev Genet 2011;12:363-376.                    A, et al. Homozygous deletion of DIS3L2 exon 9 due to non-al-\n      28. Conrad DF, Pinto D, Redon R, Feuk L, Gokcumen O, Zhang Y,                lelic homologous recombination between LINE-1s in a Japan-\n          et al. Origins and functional impact of copy number variation            ese patient with Perlman syndrome. Eur J Hum Genet 2013;21:\n          in the human genome. Nature 2010;464:704-712.                            1316-1319.\n      29. Dittwald P, Gambin T, Szafranski P, Li J, Amato S, Divon MY, et      46. Janoušek V, Karn RC, Laukaitis CM. The role of retro-\n          al. NAHR-mediated copy-number variants in a clinical pop-                transposons in gene family expansions: insights from the\n          ulation: mechanistic insights into both genomic disorders and            mouse Abp gene family. BMC Evol Biol 2013;13:107.\n          Mendelizing traits. Genome Res 2013;23:1395-1409.                    47. Yang N, Kazazian HH Jr. L1 retrotransposition is suppressed\n      30. Mills RE, Walter K, Stewart C, Handsaker RE, Chen K, Alkan               by endogenously encoded small interfering RNAs in human\n          C, et al. Mapping copy number variation by population-scale              cultured cells. Nat Struct Mol Biol 2006;13:763-771.\n          genome sequencing. Nature 2011;470:59-65.                            48. Miki Y, Nishisho I, Horii A, Miyoshi Y, Utsunomiya J, Kinzler\n      31. Stankiewicz P, Lupski JR. Structural variation in the human              KW, et al. Disruption of the APC gene by a retrotransposal in-\n          genome and its role in disease. Annu Rev Med 2010;61:437-                sertion of L1 sequence in a colon cancer. Cancer Res 1992;52:\n          455.                                                                     643-645.\n      32. Sharp AJ, Locke DP, McGrath SD, Cheng Z, Bailey JA, Vallente         49. Kazazian HH Jr, Wong C, Youssoufian H, Scott AF, Phillips\n          RU, et al. Segmental duplications and copy-number variation              DG, Antonarakis SE. Haemophilia A resulting from de novo\n          in the human genome. Am J Hum Genet 2005;77:78-88.                       insertion of L1 sequences represents a novel mechanism for\n      33. Liu P, Lacaria M, Zhang F, Withers M, Hastings PJ, Lupski JR.            mutation in man. Nature 1988;332:164-166.\n          Frequency of nonallelic homologous recombination is corre-           50. Belancio VP, Deininger PL, Roy-Engel AM. LINE dancing in\n          lated with length of homology: evidence that ectopic synapsis            the human genome: transposable elements and disease.\n          precedes ectopic crossing-over. Am J Hum Genet 2011;89:580-              Genome Med 2009;1:97.\n          588.                                                                 51. Dangel AW, Mendoza AR, Baker BJ, Daniel CM, Carroll MC,\n      34. Peng Z, Zhou W, Fu W, Du R, Jin L, Zhang F. Correlation be-              Wu LC, et al. The dichotomous size variation of human com-\n          tween frequency of non-allelic homologous recombination                  plement C4 genes is mediated by a novel family of endogenous\n          and homology properties: evidence from homology-mediated                 retroviruses, which also establishes species-specific genomic\n          CNV mutations in the human genome. Hum Mol Genet 2014                    patterns among Old World primates. Immunogenetics 1994;40:\n          Oct 16 [Epub]. http://dx.doi.org/ 10.1093/hmg/ddu533.                    425-436.\n      35. Lander ES, Linton LM, Birren B, Nusbaum C, Zody MC,                  52. Shuvarikov A, Campbell IM, Dittwald P, Neill NJ, Bialer MG,\n          Baldwin J, et al. Initial sequencing and analysis of the human           Moore C, et al. Recurrent HERV-H-mediated 3q13.2-q13.31\n          genome. Nature 2001;409:860-921.                                         deletions cause a syndrome of hypotonia and motor, language,\n      36. Cordaux R, Batzer MA. The impact of retrotransposons on hu-              and cognitive delays. Hum Mutat 2013;34:1415-1423.\n          man genome evolution. Nat Rev Genet 2009;10:691-703.                 53. Hermetz KE, Surti U, Cody JD, Rudd MK. A recurrent trans-\n      37. Kriegs JO, Churakov G, Jurka J, Brosius J, Schmitz J. Evolutio-          location is mediated by homologous recombination between\n          nary history of 7SL RNA-derived SINEs in Supraprimates.                  HERV-H elements. Mol Cytogenet 2012;5:6.\n          Trends Genet 2007;23:158-161.                                        54. Kamp C, Ditton H, Huellen K, Vogt PH. Complex human\n      38. Batzer MA, Deininger PL. Alu repeats and human genomic                   Y-chromosomal HERV sequence structure in the AZFa region:\n          diversity. Nat Rev Genet 2002;3:370-379.                                 new candidate genes for the control of early germ cell pro-\n      39. Sasaki M, Lange J, Keeney S. Genome destabilization by ho-               liferation? Eur J Hum Genet 2001;9(Suppl 1):C044.\n          mologous recombination in the germ line. Nat Rev Mol Cell Biol       55. Bosch E, Jobling MA. Duplications of the AZFa region of the\n          2010;11:182-195.                                                         human Y chromosome are mediated by homologous recombi-\n      40. de Smith AJ, Walters RG, Coin LJ, Steinfeld I, Yakhini Z,                nation between HERVs and are compatible with male fertility.\n          Sladek R, et al. Small deletion variants have stable breakpoints         Hum Mol Genet 2003;12:341-347.\n          commonly associated with alu elements. PLoS One 2008;3:              56. Arruda JT, Silva DM, Silva CC, Moura KK, da Cruz AD.\n          e3104.                                                                   Homologous recombination between HERVs causes duplica-\n      41. Gu W, Zhang F, Lupski JR. Mechanisms for human genomic                   tions in the AZFa region of men accidentally exposed to ce-\n          rearrangements. Pathogenetics 2008;1:4.                                  sium-137 in Goiania. Genet Mol Res 2008;7:1063-1069.\n      42. Erez A, Patel AJ, Wang X, Xia Z, Bhatt SS, Craigen W, et al.         57. Koh E. Male infertility and genome disease -mechanism of mi-\n          Alu-specific microhomology-mediated deletions in CDKL5 in                crodeletions in azoospermia factor (AZF) regions and ge-\n\n\n\n142                                                                 www.genominfo.org\n\f                                                                                             Genomics & Informatics Vol. 12, No. 4, 2014\n\n\n\n    nomic diversification of the Y chromosome through analysis             SR, et al. Differential relationship of DNA replication timing\n    of human endogenous retrovirus. Genes Genet Syst 2010;85:              to different forms of human mutation and variation. Am J Hum\n    445.                                                                   Genet 2012;91:1033-1040.\n58. Carvalho CM, Zhang F, Lupski JR. Structural variation of the       76. Bechhoefer J, Rhind N. Replication timing and its emergence\n    human genome: mechanisms, assays, and role in male                     from stochastic processes. Trends Genet 2012;28:374-381.\n    infertility. Syst Biol Reprod Med 2011;57:3-16.                    77. Desprat R, Thierry-Mieg D, Lailler N, Lajugie J, Schildkraut C,\n59. Chen JM, Chuzhanova N, Stenson PD, Férec C, Cooper DN.                 Thierry-Mieg J, et al. Predictable dynamic program of timing of\n    Complex gene rearrangements caused by serial replication               DNA replication in human cells. Genome Res 2009;19:2288-\n    slippage. Hum Mutat 2005;26:125-134.                                   2299.\n60. Carvalho CM, Ramocki MB, Pehlivan D, Franco LM, Gonzaga-           78. Farkash-Amar S, Lipson D, Polten A, Goren A, Helmstetter C,\n    Jauregui C, Fang P, et al. Inverted genomic segments and com-          Yakhini Z, et al. Global organization of replication time zones\n    plex triplication rearrangements are mediated by inverted re-          of the mouse genome. Genome Res 2008;18:1562-1570.\n    peats in the human genome. Nat Genet 2011;43:1074-1081.            79. Hansen RS, Canfield TK, Lamb MM, Gartler SM, Laird CD.\n61. Hastings PJ, Ira G, Lupski JR. A microhomology-mediated                Association of fragile X syndrome with delayed replication of\n    break-induced replication model for the origin of human copy           the FMR1 gene. Cell 1993;73:1403-1409.\n    number variation. PLoS Genet 2009;5:e1000327.                      80. MacAlpine DM, Rodríguez HK, Bell SP. Coordination of repli-\n62. ",
  "wordCount": 6246,
  "indexed": "2025-09-25T22:42:49.653Z",
  "method": "direct"
}
