{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Hastings et al. - 2009 - Mechanisms of change in gene copy number.pdf",
  "fileName": "Hastings et al. - 2009 - Mechanisms of change in gene copy number.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Hastings et al. - 2009 - Mechanisms of change in gene copy number.pdf",
  "text": "NIH Public Access\n                            Author Manuscript\n                            Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n                           Published in final edited form as:\nNIH-PA Author Manuscript\n\n\n\n\n                            Nat Rev Genet. 2009 August ; 10(8): 551–564. doi:10.1038/nrg2593.\n\n\n\n                           Mechanisms of change in gene copy number\n\n                           PJ Hastings1,*, James R Lupski1,2,6, Susan M Rosenberg1,3,4,5, and Grzegorz Ira1\n                           1Department of Molecular and Human Genetics, Baylor College of Medicine, One Baylor Plaza,\n\n                           Houston, Texas 77030\n                           2Department of Pediatrics, Baylor College of Medicine, One Baylor Plaza, Houston, Texas 77030\n\n                           3Department of Biochemistry and Molecular Biology, Baylor College of Medicine, One Baylor Plaza,\n\n                           Houston, Texas 77030\n                           4Department of Molecular Virology and Microbiology, Baylor College of Medicine, One Baylor Plaza,\n\n                           Houston, Texas 77030\n                           5The Dan L. Duncan Cancer Center, Baylor College of Medicine, One Baylor Plaza, Houston, Texas\n\n                           77030\nNIH-PA Author Manuscript\n\n\n\n\n                           6Texas Children's Hospital\n\n\n\n                           Abstract\n                                Deletions and duplications of chromosomal segments (copy-number variations or CNVs) constitute\n                                a major source of variation between individual humans, underlying human evolution and many\n                                diseases from mental illness and developmental disorders to cancer. CNVs form at rates far\n                                outstripping other kinds of mutagenesis, and appear to do so by similar mechanisms in bacteria, yeast,\n                                and human. We review models for the mechanisms of formation of CNVs. Whereas non-homologous\n                                end-joining mechanisms are well known, recent models focus on perturbation of DNA replication,\n                                and replication of non-contiguous DNA segments, including the proposal that repair of broken\n                                replication forks switches under stress from high-fidelity homologous recombinational to\n                                nonhomologous repair that promotes CNV.\nNIH-PA Author Manuscript\n\n\n\n\n                           *Correspondence to: Philip J. Hastings, Ph.D., Department of Molecular and Human Genetics, Baylor College of Medicine, One Baylor\n                           Plaza, T809-B, Mail Stop: BCM225, Houston, TX 77030, Tel: (713) 798-5787.\n                           Summary\n                                •    Copy number variants (CNVs) arise by homologous recombination (HR) between repeated sequences (recurrent CNVs). Or\n                                     by non-homologous mechanisms that occur throughout the genome (non-recurrent CNVs).\n                                •    Non-recurrent CNVs frequently show microhomology at their end-points, and can have complex structure.\n                                •    Locus-specific mutation frequency for CNV and other structural changes are 2 to 4 orders of magnitude greater than for point\n                                     mutations.\n                                •    HR mechanisms generally achieve accurate repair of DNA damage.\n                                •    Double-strand breaks are repaired by HR or by end-joining mechanisms, which are generally non-homologous.\n                                •    Broken replication forks with single double-strand ends are also repaired by HR.\n                                •    There is evidence that repair of broken replication forks underlies some non-homologous recombination.\n                                •    Repair of broken forks in stressed cells could cause non-homologous repair because of stress-induced down-regulation of HR\n                                     proteins.\n                                •    Models are presented for mechanisms by which stress might induce non-homologous events leading to CNV.\n\f                           Hastings et al.                                                                                              Page 2\n\n\n                                             Human populations show extensive polymorphism in the number of copies of chromosomal\n                                             segments, and of genes included in those segments, consisting of both additions and\n                                             deletions1-5. This is known as copy number variation (CNV). A high proportion of the genome,\nNIH-PA Author Manuscript\n\n\n\n\n                                             currently estimated at up to 12%, is subject to CNV 1-4, 6, which can arise both meiotically\n                                             and somatically as shown by the finding that identical twins can differ in CNV7 and that\n                                             different organs and tissues vary in copy number in the same individual8. CNV is at least as\n                                             important in determining the differences between individual humans as single nucleotide\n                                             polymorphisms (SNPs)9, and appears to be a major driving force in evolution, especially in\n                                             the rapid evolution that has occurred, and continues to occur, within the human and great ape\n                                             lineage10-14. Changes in copy number might change the levels of expression of genes included\n                                             in the regions of variable copy number, allowing transcription levels higher or lower than those\n                                             that can be achieved by control of transcription of single copies per haploid genome. Possible\n                                             adaptive advantages of CNV are discussed in Box 1. However, additional copies of genes also\n                                             provide redundancy in sequence, so that some copies are free to evolve new or modified\n                                             functions or patterns of expression, while other copies maintain the original function15, 16. The\n                                             nonhomologous recombination events that underlie changes in copy number also allow\n                                             reassorting of exons between different genes by translocation, insertion or deletion17, 18, so\n                                             that proteins might acquire new domains, and hence new or modified activities.\n\n                                             However, much variation in copy number is disadvantageous. Change in copy number is\n                                             involved in cancer formation and progression19, 20 and contributes to cancer proneness21. In\nNIH-PA Author Manuscript\n\n\n\n\n                                             many situations, a change in copy number of any of a number of specific genes is not well\n                                             tolerated, and leads to a group of pathological conditions known as genomic disorders22.\n                                             Because particular gene imbalances are associated with specific clinical syndromes, rare\n                                             clinical cases of change in copy number are available and have facilitated the study of the\n                                             chromosomal changes underlying CNV. Further examples have come from studies of complete\n                                             genomes, and from genome-wide surveys of CNV by such techniques as array comparative\n                                             genomic hybridization (aCGH)5 comparison of expression levels23 or paired-end mapping2.\n\n                                             Mechanisms of chromosomal structural change have been studied in model organisms, notably\n                                             baker's yeast, Escherichia coli and Drosophila. By bringing together the findings from model\n                                             organisms with the characteristics of CNV in human and primate genomes, we can begin to\n                                             work towards an understanding of the processes that lead to chromosomal structural change,\n                                             and so gain insights into a major component of the forces that drive human evolution24.\n                                             Extrapolation from one organism to another is not always reliable, but it has proved very\n                                             successful in the study of processes acting on DNA. Almost all DNA repair mechanisms acting\n                                             in human were first described in model organisms, particularly bacteria25. In this review, we\n                                             describe the properties of CNVs and the mechanisms that lead to change in copy number.\nNIH-PA Author Manuscript\n\n\n\n\n                              Characteristics of copy number variants\n                                             A change in copy number requires a change in chromosome structure, joining two formerly\n                                             separated DNA sequences. These junctions give important insights into how the structural\n                                             change has arisen. Many changes show recurrent end-points. That is, most events at a given\n                                             locus have their end-points confined to a few genomic positions. The junctions of these\n                                             recurrent CNVs are found to be in low copy repeats (LCRs) that provide extensive homology.\n                                             LCRs, also called segmental duplications, are sequences that occur twice or a few times in a\n                                             genome. For practical purposes, the definition is limited by degree of identity (commonly\n                                             >95%) and length (usually >1 or 5 kilobase pairs). It is likely that recurrent CNVs arose by\n                                             homologous recombination between repeated sequences. This process is called non-allelic\n                                             homologous recombination (NAHR), and is discussed further below.\n\n\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                            Page 3\n\n\n                                             Other structural changes show non-recurrent end-points. Most non-recurrent CNVs occur at\n                                             sites of very limited homology of 2 to 15 base pairs (bp) (e. g.26-28), much too short to have\n                                             occurred by homologous recombination (HR) as discussed below. Another characteristic of\nNIH-PA Author Manuscript\n\n\n\n\n                                             non-recurrent events is that chromosomal structural changes can be complex, having short\n                                             sequences from elsewhere inserted at the junctions, and involving a mixture of duplications,\n                                             triplications, inversions and deletions, and interspersed with lengths of unchanged\n                                             sequence29-32. An example of a complex rearrangement with microhomology junctions is\n                                             shown in Figure 1. A third characteristic is that, although the non-recurrent junctions do not\n                                             coincide with LCRs, they tend to occur in the vicinity of regions that are rich in LCRs, either\n                                             direct or inverted resulting in complex regional genomic architecture33-35. The origin of LCRs\n                                             and of regions in which LCRs are prevalent is presumably the same as the origin of the non-\n                                             recurrent events that we witness today, and hence the mechanisms of non-recurrent copy\n                                             number change are the mechanisms of evolution of genomes.\n\n                              Mechanisms of structural change\n                                             Change in copy number involves change in the structure of the chromosomes such that\n                                             previously separated chromosomal regions are now juxtaposed. Because the mechanisms of\n                                             all structural changes are the same as those that cause CNV, we discuss them here for the\n                                             understanding that they provide on the mechanisms of copy number change.\nNIH-PA Author Manuscript\n\n\n\n\n                                             Changes in the structure of chromosomes occur by two general mechanisms, homologous\n                                             recombination (HR) and nonhomologous recombination. HR requires extensive DNA\n                                             sequence identity (about 50 bp in E. coli36, to as many as 300 bp in mammalian cells and\n                                             human37, 38) and most mechanisms also require a strand exchange protein, RecA in\n                                             prokaryotes and its orthologue Rad51 in eukaryotes. The reason for this dual requirement is\n                                             that an early step in most homologous recombination is the RecA/Rad51 catalyzed invasion\n                                             of homologous duplex sequence by the 3′ end of single-stranded DNA, that is, the 3′ end\n                                             replaces the like strand of the duplex. In contrast, nonhomologous recombination mechanisms\n                                             use only microhomology of a few complementary base pairs or no homology. HR is the basis\n                                             of several mechanisms of accurate DNA repair that use another identical sequence to repair\n                                             damaged sequence. Chromosomal structural change can occur by HR, not because the\n                                             mechanism is inaccurate, but because genomes have tracts of LCRs or segmental duplications.\n                                             There will be no change in structure if a damaged sequence is repaired using homologous\n                                             sequence in the same chromosomal position in the sister chromosome or homologue, but repair\n                                             might utilize homologous sequences in different chromosomal positions. This is called non-\n                                             allelic or ectopic homologous recombination (NAHR)39. In contrast, any mechanism that\n                                             repairs a damaged molecule using sequence from a nonhomologous template has the possibility\n                                             of changing the structure of chromosomes.\nNIH-PA Author Manuscript\n\n\n\n\n                              Homologous recombination mechanisms\n                                             HR underlies many DNA repair processes, and is also responsible for ordered segregation of\n                                             chromosomes and for generating new combinations of linked alleles at meiosis. HR is used in\n                                             repair of DNA breaks and gaps. The best studied mechanism of HR is double-strand break\n                                             (DSB)-induced recombination. Intensive studies of DSB-induced meiotic recombination and\n                                             of recombination induced by site-specific nucleases have allowed us to understand the\n                                             mechanisms of DSB repair. However, spontaneous mitotic recombination is probably initiated\n                                             by other types of DNA lesion such as single-strand DNA gaps.\n\n                                             In the following sections, we describe the HR mechanisms of DSB repair both for situations\n                                             when two double-stranded ends are present, and when there is only one, and we show how\n                                             these mechanisms can lead to or avoid generation of copy-number variation. All models are\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                              Page 4\n\n\n                                             hypotheses based on the evidence available, so that reality might not conform exactly to the\n                                             mechanisms depicted.\nNIH-PA Author Manuscript\n\n\n\n\n                              Double Holliday junction and synthesis-dependent strand annealing models of double-\n                              strand break repair\n                                             Figure 2 illustrates double Holliday junction DSB repair, a mechanism that can lead to gene\n                                             conversion and crossing over, and synthesis-dependent strand-annealing (SDSA)(reviewed\n                                             in40, 41), which does not generate crossovers. SDSA seems to be, rather, a mechanism for\n                                             avoiding crossing-over and loss of heterozygosity (LOH), though still capable of producing\n                                             change in copy number when the DNA template contains direct repeats (reviewed in41).\n\n                                             Crossing-over between homologous chromosomes can lead to LOH if the chromatids carrying\n                                             the same alleles segregate together at mitosis. If a crossover forms when the interacting\n                                             homologies are in non-allelic positions on the same chromosome (NAHR), this will result in\n                                             duplication and deletion of sequence between the repeats (Figure 3Aa). Crossing-over during\n                                             intrachromosomal recombination between direct or inverted repeats leads to deletion or\n                                             inversion respectively. In all organisms tested including human there is a bias in vegetative\n                                             cells towards the non-crossover outcome (e.g.42, 43). The differences in crossing-over\n                                             frequency can be explained if HR often proceeds according to the double Holliday junction\n                                             model (Figure 2A) in meiotic cells and via SDSA (Figure 2B) in mitotic cells. Several different\n                                             DNA helicases and topoisomerases can channel the DSB repair into a noncrossover pathway\nNIH-PA Author Manuscript\n\n\n\n\n                                             either by unwinding the D-loop after an invading strand primed new DNA synthesis44-47\n                                             (Figure 2Be) or by resolving a double Holliday junction into a noncrossover (Figure 2Ah)48.\n                                             Also crossovers are less likely to form during HR between short repeats probably due to\n                                             decreased ability to form an intermediate of crossing-over – a double Holliday junction49.\n\n                                             HR is used not only to repair two-ended double-strand breaks (Figure 2A and B), but also to\n                                             repair collapsed, or broken, replication forks (Figure 2C) in a process called break-induced\n                                             replication (BIR). This process is normally faithful and leaves no trace, except that, if the\n                                             broken end invades a homologue instead of a sister molecule, it can lead to LOH. If the repair\n                                             involves homologous sequence in a different chromosomal position, translocation50,\n                                             duplication or deletion can result, thus constituting an alternative mechanism for NAHR\n                                             (Figure 3Ab). BIR has been suggested as a mechanism for achieving chromosomal structural\n                                             change by several authors31, 51-55, and we suggest below that it underlies a major mechanism\n                                             for change in copy number.\n\n                                             Small deletions can form by a mechanism of break repair acting at directly repeated sequences.\n                                             Single-strand annealing (SSA) was first described in mammalian and amphibian cells56, 57.\n                                             SSA happens when neither end at a two-ended double-strand break invades homologous\nNIH-PA Author Manuscript\n\n\n\n\n                                             sequence. In this case, erosion of the 5′ ends continues, exposing substantial lengths of single-\n                                             stranded 3′ ends (Figure 3B). If this process exposes complementary sequences in the two\n                                             single strands, annealing can occur. After removal of the flaps and ligation, the broken molecule\n                                             has been repaired, but all sequence between the repeat sequence and one of the repeats\n                                             themselves have been deleted. Because there is no invasion step, SSA does not require RecA/\n                                             Rad51, but requires the annealing protein Rad52. SSA has been studied in yeast58 where it has\n                                             been found to be limited in most situations to deletions of up to a few tens of kilobase pairs.\n                                             The longer the sequence separating the repeats, the less likely is it that resection reaches both\n                                             repeats so that the break is repaired by SSA. This length restriction means that SSA is likely\n                                             to be only a minor player in CNV formation. In human, DSB-induced SSA was observed\n                                             between identical Alu repeats separated by few hundred base pairs59.\n\n\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                            Page 5\n\n\n                              Correct choice of recombination partner prevents chromosomal structural change\n                                             Many of the pathways of chromosomal structural change described here result from a choice\n                                             of a nonallelic partner for repair. Cells regulate the choice of partner for repair in several\nNIH-PA Author Manuscript\n\n\n\n\n                                             different ways. Mismatch repair provides the first barrier to choice of homeologous sequence\n                                             for repair. In E. coli this is presumably because MutS and MutL together undo base-paired\n                                             DNA molecules that are imperfectly matched60. Homeologous sequences are similar\n                                             sequences that share less than about 95% identity. Mismatch repair also prevents interaction\n                                             with very short lengths of homology. Second, a sister chromatid is the preferred partner for\n                                             recombinational repair. The proteins that hold two sister chromatids together are called\n                                             cohesins. Cohesins are assembled at DSBs in both yeast and human61-63 and facilitate DSB\n                                             repair64. Cohesins restrict the opportunity to utilize either intrachromosomal or\n                                             interchromosomal nonallelic recombination templates. In yeast, cohesins regulate copy\n                                             number of tandem ribosomal RNA gene repeats (rDNA)65. rDNA repeats are susceptible to\n                                             deletions and insertions. Transcription within rDNA has been suggested to disrupt cohesins\n                                             locally, thus leading to the choice of nonallelic repeats for repair in rDNA, resulting in copy\n                                             number change66. However, cells respond to such changes by regulating recombination to\n                                             bring the number of the repeats back to the normal level. It seems likely that loss of cohesion\n                                             may induce copy number change at other loci.\n\n                                             Besides having two sister chromatids held together upon DNA damage, yeast and human cells\n                                             also keep two ends of a single DSB together67, 68. Sgs1, an orthologue of human BLM helicase\nNIH-PA Author Manuscript\n\n\n\n\n                                             is one of the proteins that coordinate template choice by two ends of a DSB69, 70. However,\n                                             multiple reports demonstrate that two ends of single DSB can engage in recombination with\n                                             different homologous templates. Copying diverse sequences by two ends of single DSB from\n                                             different templates will lead to rearrangements.\n\n                                             Although HR provides vital repair mechanisms, it is also hazardous, as revealed by the many\n                                             ways in which it can effect chromosomal structural change including copy-number variation.\n                                             HR repair mechanisms minimize this by avoiding crossing-over, by regulating partner choice,\n                                             and by requiring substantial lengths of perfect homology. However, meiosis requires crossing-\n                                             over, and we see a possible impact of this in the elevated frequency of CNV arising in meiosis\n                                             (Box 2).\n\n                              Nonhomologous repair\n                                             In addition to HR pathways, there are mechanisms of DNA repair that use very limited or no\n                                             homology. When homology is not used to ensure that molecules are rejoined in the correct\n                                             positions, there is some probability that genetic change including CNV will result. These\n                                             mechanisms that do not use HR can be divided into replicative and non-replicative mechanisms.\nNIH-PA Author Manuscript\n\n\n\n\n                              Nonhomologous repair: non-replicative mechanisms\n                              Nonhomologous end joining\n                                             There are two pathways of DSB repair that either do not require homology or need very short\n                                             microhomologies for repair: nonhomologous end joining (NHEJ) and microhomology-\n                                             mediated end joining (MMEJ). These pathways have recently been described in detail\n                                             elsewhere71-73. NHEJ rejoins DSB ends accurately or leads to small 1-4 bp deletions, and\n                                             also in some cases to insertion of free DNA, often from mitochondria or retrotransposons74,\n                                             75. MMEJ uses 5 to 25 bp long homologies to anneal to ends of DSBs and, like SSA, leads to\n                                             deletions of sequences between annealed microhomologies. The second distinction between\n                                             these pathways is that they require different proteins. Key proteins involved in NHEJ (Ku70/\n                                             Ku80) are not required for MMEJ. Also the strand-annealing protein Rad52 is not required for\n                                             MMEJ, which distinguishes this pathway from SSA.\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                               Page 6\n\n\n                                             It is likely that NHEJ and MMEJ contribute to some chromosomal rearrangements by joining\n                                             nonhomologous sequences. This is possible during repair of two ended DSBs such as\n                                             endonuclease-induced breaks, damage by exogenous agents including chemotherapeutic\nNIH-PA Author Manuscript\n\n\n\n\n                                             agents, or when two converging replication forks encounter a nick in the DNA. Programmed\n                                             two-ended DSBs occur in the immune system, and their repair might relate to the formation\n                                             of some translocations seen in leukemia patients (reviewed by76). Programmed two-ended\n                                             DSBs also occur in cells undergoing meiosis where they initiate HR. As discussed below,\n                                             single-ended DSB are likely to be a more frequent spontaneous lesion and to be repaired\n                                             replicatively.\n\n                              Breakage-fusion-bridge cycle\n                                             Upon replication of a chromosome that has lost its telomere due to a DSB, there will be two\n                                             sister chromatids that lack telomeres. McClintock77 proposed that sister chromatids that lack\n                                             telomeres will fuse, creating a dicentric chromosome (Figure 4). During anaphase, the two\n                                             centromeres will be pulled to separate nuclei, causing eventual breakage of the dicentric\n                                             chromosome. The break will lead, after replication, to new ends that lack telomeres, so that\n                                             these ends will again fuse, forming a new dicentric chromosome and a cycle is established.\n                                             Random breakage causes large inverted duplications, and repeated cycles could lead to\n                                             amplification of the inverted repeat. The cycle will cease when the chromosome acquires a\n                                             telomere. This process, the breakage-fusion-bridge cycle, has been linked to the formation of\n                                             amplification in mammalian cells (reviewed by78), and it is believed to play a major role in\nNIH-PA Author Manuscript\n\n\n\n\n                                             amplification in cancer. The random breakage of the dicentric chromosome formed by fusion\n                                             of the ends of sister chromatids provides a ready explanation for the occurrence of large inverted\n                                             repeats in human cancer cells79. The breakage-fusion-bridge cycle can be induced by\n                                             enzymatic breakage of chromosomes and by inhibition of DNA synthesis80, and the bridges\n                                             formed can be observed microscopically.\n\n                                             Some events that change chromosome structure that have been attributed to the breakage-\n                                             fusion-bridge cycle could also be caused by any repeated nonhomologous recombination\n                                             process without repeated breakage and fusion55. Clearly, when a translocation forms in inverted\n                                             orientation creating a dicentric chromosome, a second event will be required to restore stability\n                                             to the genome. This second event might be part of the first event as described in replicative\n                                             models below, rather than being a result of anaphase bridge formation.\n\n                              Non-homologous repair: replicative mechanisms\n                                             The presence of microhomology at a site of nonhomologous recombination has been regarded\n                                             as the signature of NHEJ 34, 81. However, as evidence has accumulated that the formation of\n                                             microhomology junctions is linked in some cases to DNA replication, replicative mechanisms\nNIH-PA Author Manuscript\n\n\n\n\n                                             are more often cited, and specifically BIR is suggested as the mechanism24, 31, 51, 52, 54, 55.\n                                             The evidence for the involvement of replication in at least some chromosomal structural change\n                                             was recently reviewed24. There is growing evidence that replicative stress might underlie copy\n                                             number change. Aphidicolin, an inhibitor of replicative DNA polymerases, induces CNV both\n                                             at chromosomal fragile sites, and throughout the genome80, 82-85. This suggests a replication-\n                                             based mechanism involving DNA double-strand ends, because these are known to result from\n                                             replication inhibition86. In one study, the new aphidicolin-induced CNVs were found to have\n                                             microhomology (65%) or no homology at their endpoints, showing that they did not arise by\n                                             HR82. In the following sections we explore the replicative mechanisms that have been proposed\n                                             as the origin of CNV.\n\n\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                             Page 7\n\n\n                              Replication slippage or template switching\n                                             When short lengths of DNA sequence identity occur within the length of genome that is\n                                             expected to be single-stranded during replication, i.e. the length of an Okazaki fragment, 1 or\nNIH-PA Author Manuscript\n\n\n\n\n                                             2 Kb or shorter in human, the sequence between the homologous lengths is often deleted or\n                                             duplicated. This has been attributed to a mechanism of replication slippage along the exposed\n                                             template during DNA replication 87, 88 (see Figure 5A). In E. coli, replication slippage can\n                                             occur in the absence of RecA87-90, and is strongly dependent on the length of homology87,\n                                             91, 92 and the distance between the repeat units91, 93, 94. The frequency of these events is\n                                             increased by mutations in genes encoding components of the replicative DNA polymerase\n                                             holoenzyme, presumably because perturbation of replication promotes the slippage95-97.\n                                             When the repeat sequences are not identical (i. e., they contain mismatches), the frequency of\n                                             replication slippage is higher in mutants carrying mutation in the mismatch-repair system98.\n                                             Taken together with a failure to find genetic requirements for short homology deletion97\n                                             (suggesting that essential functions are involved, so that most mutations in these genes would\n                                             render the cells inviable), and the absence of any requirement for HR functions97, the evidence\n                                             all points to a replicative mechanism. Because of the very strong distance limitation, the\n                                             replication slippage mechanism is proposed to operate within a replication fork and so cannot\n                                             account for most of the events that change copy number in human, where distances of tens of\n                                             kilobases to megabases are involved.\n\n                              Fork stalling and template switching\nNIH-PA Author Manuscript\n\n\n\n\n                                             Study of stress-induced amplification of the lac genes, using the E. coli Lac system of Cairns\n                                             and Foster99 led Slack et al.100 to propose that template switching was not confined to single\n                                             replication forks, but could also occur between different replication forks. This model, now\n                                             called fork stalling and template switching (FoSTeS)26, illustrated in Figure 5B, proposes that\n                                             when replication forks stall in cells under stress, the 3′ primer end of a DNA strand can change\n                                             templates to single-stranded DNA templates in other nearby replication forks. This hypothesis\n                                             was necessary because the mean length of amplified units (amplicons) in that study was about\n                                             20 kb100, which is too long to have occurred within a replication fork. The evidence that the\n                                             mechanism was replicative was first, that the junctions between amplicons showed only\n                                             microhomology of 4 to 15 basepairs100, 101, showing that HR is not involved. Second, that\n                                             there was a requirement for DNA polymerase I, specifically for the 5′ flap endonuclease\n                                             domain. This implicated lagging strands at replication forks because the other functions of this\n                                             nuclease in excision repair were not involved100. Third, overproduction of the main 3′ single-\n                                             strand DNA exonuclease, ExoI, decreased the frequency of rearrangements, implying that 3′\n                                             DNA ends promote the amplification, and also suggesting that DNA synthesis is being primed\n                                             from 3′ ends during amplification100. The reciprocal increase was seen for deletion of the gene\n                                             for ExoI in short- range deletion events102, 103, and was interpreted in the same way. The\nNIH-PA Author Manuscript\n\n\n\n\n                                             physical properties of the amplicons, microhomology at the boundaries, and complexity in the\n                                             structure of amplicons in E. coli100, 101, have also been found to be properties of human\n                                             duplications and deletions, as discussed above. This led to the proposal26, 100 that the same\n                                             mechanism was involved in the formation of some human chromosomal rearrangements.\n\n                              Microhomology-mediated break-induced replication\n                                             Other authors have proposed that BIR can be mediated by microhomology, notable Payen et\n                                             al.54, who demonstrated the involvement of BIR in microhomology-mediated non-homologous\n                                             recombination by showing a requirement for Pol32. Pol32 is a non-essential DNA polymerase\n                                             that has been shown to be required for BIR in yeast104. Bauters et al.51 invoked microhomology\n                                             mediated BIR to explain non-recurrent copy number changes in human. Both these teams\n                                             proposed that there was a microhomology-mediated invasion of double-stranded DNA. We,\n\n\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                                 Page 8\n\n\n                                             however, propose that invasion will not occur without extensive homology, so that we must\n                                             seek a mechanism other than invasion when only microhomology is involved.\nNIH-PA Author Manuscript\n\n\n\n\n                                             The FoSTeS model does not propose mechanistic molecular detail, does not involve DNA\n                                             double-strand ends and is not readily testable. FoSTeS is now superseded by a new model, the\n                                             microhomology-mediated break-induced replication (MMBIR) model, based on the\n                                             mechanism of BIR repair of single double-strand ends24 (Figure 5C). The proposal is that when\n                                             a single double-strand end results from replication fork collapse in a cell under stress, RecA/\n                                             Rad51 is down-regulated as part of the stress response, so that classical BIR repair of the\n                                             double-strand end cannot occur. BIR is strongly RecA/Rad51-dependent because it includes\n                                             an invasion by a 3′ DNA end into double-stranded DNA of the repair partner. However, BIR\n                                             is known to occur at a low rate in the absence of Rad51105, 106. MMBIR postulates that, because\n                                             strand invasion is limited or not possible when RecA/Rad51 is down regulated, the 3′ end from\n                                             the collapsed fork will anneal to any single-stranded template with which it shares\n                                             microhomology and that occurs in physical proximity to the 3′ DNA end, and initiate DNA\n                                             synthesis and a low-processivity replication fork. Single-stranded DNA will occur in other\n                                             replication forks, especially in the lagging-strand template, at excision repair tracts, at sites of\n                                             transcription and at secondary structures in DNA. This annealing reaction does not require\n                                             RecA/Rad51, and requires very little homology, so that annealing will occur with the sister\n                                             molecule either in front of or behind the position of the fork collapse, leading to deletion or\n                                             duplication respectively, and in either orientation, giving the opportunity to form an inversion.\nNIH-PA Author Manuscript\n\n\n\n\n                                             Microhomology might also be found in a different chromosome, leading to translocation.\n                                             Annealing with the homologous chromosome instead of the sister could be a cause of extensive\n                                             LOH. The repeated extension and separation from the template that are characteristic of\n                                             BIR50 will cause several of these changes to occur in the same event, leading to the observed\n                                             complexity. The ability of this mechanism to explain easily the complexity of multiple\n                                             junctions in close proximity is a major attractive feature of this model.\n\n                                             Supporting the idea that chromosomal structural change results from an insufficiency of RecA/\n                                             Rad51 is the observation that Drosophila in which one copy of the gene homologous to\n                                             RAD51 has been deleted gives a mixture of homologous and nonhomologous junctions in the\n                                             repair of double-strand breaks107. RecA/Rad51 is postulated to be down regulated when\n                                             MMBIR is occurring because the cells are under stress. There are two lines of evidence\n                                             supporting this concept. First, hypoxic stress in human cancer cell lines leads to repression of\n                                             RAD51 and to reduced homologous recombination (reviewed by108, 109, 121). This has been\n                                             interpreted as a switch from high-fidelity HR to lower fidelity NHEJ caused by stress110.\n                                             However, in the case of a collapsed replication fork, NHEJ is not possible because there is only\n                                             one end. Such a switch in double-strand-end repair would therefore, we suggest, be expected\n                                             to lead to a BIR-based mechanism such as MMBIR. Hypoxia is known to induce gene\nNIH-PA Author Manuscript\n\n\n\n\n                                             amplification in cancer cell lines by activating fragile sites leading to DSBs111, which are also\n                                             activated by DNA synthesis inhibition85, presumably leading to single double-strand ends.\n                                             Second, amplification in E. coli that involves the formation of microhomology junctions,\n                                             discussed above100, 101, is induced by the stress of starvation. This is demonstrated by the\n                                             observation that amplification does not begin to appear until the cells are starved112, and that\n                                             it requires induction of the general and starvation stress response by the RpoS transcriptional\n                                             activator113. However, it has not been shown that this relates to down-regulation of the recA\n                                             gene.\n\n                                             Another switch from high-fidelity to error-prone double-strand-break repair seen in starved E.\n                                             coli, depends on the expression of the cells' major general stress response114. Even artificially\n                                             inducing the stress response in the absence of stress causes this switch114.\n\n\n\n\n                                                  Nat Rev Genet. Author manuscript; available in PMC 2010 May 4.\n\f                           Hastings et al.                                                                                                Page 9\n\n\n                                             Because, during BIR, either homologue may be copied, it is a clear prediction of the MMBIR\n                                             model that structural change will often be accompanied by extensive LOH, and in some case\n                                             by loss of imprinting24. Many instances of deletions associated with extensive LOH have been\nNIH-PA Author Manuscript",
  "wordCount": 13266,
  "indexed": "2025-09-25T22:42:55.889Z",
  "method": "direct"
}
