{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS/França et al. - 2002 - A review of DNA sequencing techniques.pdf",
  "fileName": "França et al. - 2002 - A review of DNA sequencing techniques.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS/França et al. - 2002 - A review of DNA sequencing techniques.pdf",
  "text": "Quarterly Reviews of Biophysics 35, 2 (2002), pp. 169–200. \" 2002 Cambridge University Press           169\nDOI : 10.1017/S0033583502003797 Printed in the United Kingdom\n\n\n\n\nA review of DNA sequencing techniques\n\nLilian T. C. Franc: a1, Emanuel Carrilho2 and Tarso B. L. Kist3*\n1\n  Centro de Biotecnologia, Universidade Federal do Rio Grande do Sul, Porto Alegre, RS, Brazil and\nInstituto de Biofı! sica Carlos Chagas Filho, CCS, Universidade Federal do Rio de Janeiro, Rio de Janeiro,\nRJ, Brazil (E-mail : lila!biof.ufrj.br)\n2\n  Instituto de Quı! mica de Sa4 o Carlos, Universidade de Sa4 o Paulo, Sa4 o Carlos, SP, Brazil\n(E-mail : emanuel!iqsc.sc.usp.br)\n3\n  Departamento de Biofı! sica, Instituto de Biocie# ncias, Universidade Federal do Rio Grande do Sul,\n91501–970, Porto Alegre, RS, Brazil (E-mail : tarso!orion.ufrgs.br)\n\n\n\n\n    1. Summary 169\n    2. Introduction     170\n    3. Sanger’s method and other enzymic methods                  170\n       3.1 Random approach 171\n       3.2 Direct approach 171\n       3.3 Enzyme technology 175\n       3.4 Sample preparation 175\n       3.5 Labels and DNA labelling 176\n           3.5.1 Radioisotopes 176\n           3.5.2 Chemiluminescent detection 176\n           3.5.3 Fluorescent dyes 177\n       3.6 Fragment separation and analysis 180\n           3.6.1 Electrophoresis 180\n           3.6.2 Mass spectrometry – an alternative 182\n    4. Maxam & Gilbert and other chemical methods                   183\n    5. Pyrosequencing – DNA sequencing in real time by the detection of released\n       PPi 187\n    6. Single molecule sequencing with exonuclease                190\n    7. Conclusion     192\n    8. Acknowledgements          192\n    9. References 193\n\n\n\n\n1. Summary\nThe four best known DNA sequencing techniques are reviewed. Important practical issues\ncovered are read-length, speed, accuracy, throughput, cost, as well as the automation of\nsample handling and preparation. The methods reviewed are : (i) the Sanger method and its\n    * Author to whom correspondence should be addressed.\n    Tel. : 55 51 3316 7618 ; Fax : 55 51 3316 7003 ; E-mail : tarso!orion.ufrgs.br\n\f170     L. T. C. Francm a et al.\n\nmost important variants (enzymic methods) ; (ii) the Maxam & Gilbert method and other\nchemical methods ; (iii) the PyrosequencingTM method – DNA sequencing in real time by the\ndetection of released pyrophosphate (PPi) ; and (iv) single molecule sequencing with\nexonuclease (exonuclease digestion of a single molecule composed of a single strand of\nfluorescently labelled deoxynucleotides). Each method is briefly described, the current\nliterature is covered, advantages, disadvantages, and the most suitable applications of each\nmethod are discussed.\n\n\n2. Introduction\nDNA sequencing techniques are key tools in many fields. A large number of different sciences\nare receiving the benefits of these techniques, ranging from archaeology, anthropology,\ngenetics, biotechnology, molecular biology, forensic sciences, among others. A silent and\nremarkable revolution is under way in many disciplines ; DNA sequencing is promoting new\ndiscoveries that are revolutionizing the conceptual foundations of many fields. At the same\ntime new and very important issues are emerging with these developments, such as bioethical\nquestions and questions related to public health and safety.\n   In this review we will follow the chronological development of the methods. We will start\nin Section 3 with the methods developed by Sanger and his collaborators in the 1970s. The\nMaxam & Gilbert method and other chemical methods are reviewed in Section 4. The PPi\nmethod – based on detection of PPi released on nucleotide incorporation during chain\nextension by polymerase – is reviewed in Section 5. The methods based on single molecule\ndetection are reviewed in Section 6. Finally, the concluding remarks are given in Section 7.\n\n\n3. Sanger’s method and other enzymic methods\nThe first method described by Sanger and Coulson for DNA sequencing was called ‘ plus and\nminus ’ (Sanger & Coulson, 1975). This method used Escherichia coli DNA polymerase I and\nDNA polymerase from bacteriophage T4 (Englund, 1971, 1972) with different limiting\nnucleoside triphosphates. The products generated by the polymerases were resolved by\nionophoresis on acrylamide gels. Due to the inefficacy of the ‘ plus and minus ’ method, 2 yr\nlater, Sanger and his co-workers described a new breakthrough method for sequencing\noligonucleotides via enzymic polymerization (Sanger et al. 1977). This method, which would\nrevolutionize the field of genomics in the years to come, was initially known as the chain-\ntermination method or the dideoxynucleotide method. It consisted of a catalysed enzymic\nreaction that polymerizes the DNA fragments complementary to the template DNA of\ninterest (unknown DNA). Briefly, a $#P-labelled primer (short oligonucleotide with a\nsequence complementary to the template DNA) was annealed to a specific known region on\nthe template DNA, which provided a starting point for DNA synthesis. In the presence of\nDNA polymerases, catalytic polymerization of deoxynucleoside triphosphates (dNTP) onto\nthe DNA occurred. The polymerization was extended until the enzyme incorporated a\nmodified nucleoside [called a terminator or dideoxynucleoside triphosphate (ddNTP)] into\nthe growing chain.\n   This method was performed in four different tubes, each containing the appropriate\namount of one of the four terminators. All the generated fragments had the same 5h-end,\n\f                                                 Review of DNA sequencing techniques         171\n\nwhereas the residue at the 3h-end was determined by the dideoxynucleotide used in the\nreaction. After all four reactions were completed, the mixture of different-sized DNA\nfragments was resolved by electrophoresis on a denaturing polyacrylamide gel, in four\nparallel lanes. The pattern of bands showed the distribution of the termination in the\nsynthesized strand of DNA and the unknown sequence could be read by autoradiography.\nFor a better understanding of the Sanger reaction, see Fig. 1. The enzymic method for DNA\nsequencing has been used for genomic research as the main tool to generate the fragments\nnecessary for sequencing, regardless of the sequencing strategy. Two different approaches,\nshotgun and primer walking sequencing, are the most used (Griffin & Griffin, 1993). The\nmain aspects of each strategy are described below in more detail.\n\n\n3.1 Random approach\nAlso known as shotgun sequencing, this is a random process because there is no control of\nthe region that is going to be sequenced, at least in the usual procedures (there are exceptions,\nfor instance see the procedure described by Lander et al. 2001). Genomic DNA is randomly\nfragmented (by sonication, nebulization, or other scission methods) into smaller pieces,\nnormally ranging from 2 to 3 kb. The fragments, inserted into a vector, are replicated in a\nbacterial culture. Several positive amplifications are selected, and the DNA is extensively\nsequenced. Due to the random nature of this process, the sequences generated overlap in\nmany regions (Adams et al. 1996). The process of overlaying or alignment of the sequences\nis called sequence assembly. Shotgun sequencing normally produces a high level of\nredundancy (the same base is sequenced 6–10 times, in different reactions) which affects the\ntotal cost. A new variation of the method introduced by Venter et al. (1996) involved\nshotgunning a whole genome at once. This strategy depended enormously on computational\nresources to align all generated sequences. However, the efforts were rewarded with the\nsequencing of the Haemophilus influenzae genome in only 18 months (Fleischmann et al. 1995)\nand, more recently, the human genome (Venter et al. 2001).\n   Shotgun sequencing is well established, with ready availability of optimized cloning\nvectors, fluorescently labelled universal primers, and software for base calling and sequence\nassembly. The whole process has a high level of automation, from the cloning of the vectors\nand colony selection to the bases called. A simplified diagram of the shotgun process is\nsummarized in Fig. 2. Although the random approach is fully compatible with automation,\nit can produce gaps in the sequence that can only be completed by direct sequencing of the\nregion.\n\n\n3.2 Direct approach\nThe other approach for genomic sequencing is the direct sequencing of unknown DNA\nwithin sites in which the sequence is known. For example, an unknown sequence of DNA\nis inserted into a vector and amplified. The first sequencing reaction is performed using the\nprimers that hybridize to the vector sequence and polymerize the strand complementary to\nthe template. A second priming site is then chosen inside the newly generated sequence,\nfollowing the same direction as the first one. This approach is known as primer walking\n(Studier, 1989 ; Martin-Gallardo et al. 1992), and its major advantage is the reduced\nredundancy (Voss et al. 1993) because of the direct nature of the approach (opposite to\n\f172       L. T. C. Francm a et al.\n\n\n(a)\n\n\n\n\n(b)\n\n\n\n\nFig. 1. Schematic representation of a sequencing process (‘ four-colour Sanger ’) : starting from many\ncopies of the ssDNA to be sequenced, bearing a known ‘ marker ’ at the beginning of the unknown\nsequence, a short oligonucleotide ‘ primer ’ complementary to this marker is hybridized (i.e. paired) to\nthe marker, in the presence of DNA polymerase and free nucleotides. This hybridization initiates\nreconstruction by the polymerase of a single strand complementary to the unknown sequence (a).\nIncluding in the nucleotide bath in which the polymerization takes place a small fraction of fluorescently\nlabelled dideoxynucleotides (one different dye for each nucleotide type), which lack the OH group\nnecessary for further extension of the strand, one is able to synthesize at random complementary strands\nwith all possible stop points (i.e. all possible lengths with an integer number of nucleotides). These\n\f                                                    Review of DNA sequencing techniques           173\n\n\n\n\nFig. 2. Random sequencing approach or shotgun. The distinct processes involve first fragmentation of\nthe DNA into 2–3 kbp range, fragments are then cloned into vectors and introduced into host cells for\namplification. After purification, the DNA from individual colonies is sequenced, and the results are\nlined up with sequence-assembly programs.\n\n\nrandom), as seen in Fig. 3. However, it requires the synthesis of each new primer, which, in\nthe past, was time consuming and expensive, especially when dye-labelled primers were used.\n   Some alternatives were introduced to overcome the problems of time and cost (Ruiz-\nMartinez et al. 1996). Although slightly different, these approaches shared the same idea of\nusing a short oligonucleotide library as a means to create a longer primer. The number of all\nsequences possible for an oligonucleotide with n bases is equal to 4n. It was proposed by\nKieleczawa et al. (1992) that a hexamer library containing 4096 oligonucleotides could be cost\neffective. While each new 18-mer primer is used only once for each new reaction site\n\n\nnewly synthesized ssDNAs are then separated by size electrophoretically [see electropherogram in (b)] :\nconsecutive peaks correspond to DNA fragments differing by one base, and each line corresponds to\none given nucleotide. Automated analysis of the data allows the determination of the sequence (symbols\nabove the peaks). The symbol N indicates ambiguous determination. In the present case, the sequence\nwas faultless up to 435 bases. (Reproduced from Viovy, 2000.)\n\f174      L. T. C. Francm a et al.\n\n\n\n\nFig. 3. DNA sequencing by the primer-walking strategy. In primer walking, the genomic DNA is cut\ninto a large piece (\"40 kbp) and inserted into a cosmid for growth. The sequencing is performed by\nwalks, starting first from the known region of the cosmid. After the results from the first round are\nedited, a new priming site is located within the newly generated sequence. This procedure is repeated\nuntil the walks reach the opposite starting points.\n\n\n(uniqueness is a requirement to avoid false priming), a 6-mer can be employed in many\npriming sites at different positions.\n   Using such short oligonucleotides leads to the possibility of mispriming since uniqueness\nis reduced with the reduced size of the oligonucleotide. For example, the use of three small\noligonucleotides could result in several sites where one or two of them could hybridize to the\ntemplate and initiate mispriming. To avoid this situation, a single-stranded DNA-binding\nprotein (SSB) (Kieleczawa et al. 1992), or the stacking effects of selected modular primers\n(Kotler et al. 1993) were used.\n   Nowadays, the appeal of a cost-effective and time-saving method that uses small\noligonucleotide libraries has disappeared with improvements in primer synthesis technology\n(Lashkari et al. 1995). However, the demand for a sequencing method that was able to provide\nlong read-length (number of bases read per run), short analysis time, low cost, and high\n\f                                                 Review of DNA sequencing techniques         175\n\naccuracy has led to several modifications of the original Sanger method. In addition to several\nimprovements in the procedures and in the reagents used in the sequencing reaction, further\ndevelopment in DNA separation technology was of paramount importance for the\ncompletion of the Human Genome Project. Several of the improvements that have been made\nin each step of enzymic DNA sequencing will be described.\n\n3.3 Enzyme technology\nImprovements in DNA polymerase enzymes have greatly contributed to the quality of the\nsequencing reactions and sequencing data. Initially, isothermal DNA polymerases were used\nin manual and automated DNA sequencing (Tabor & Richardson, 1987 ; Tabor et al. 1987).\nThe reactions were performed at physiological temperatures (\"37 mC) for a few minutes\n(\"20 min). These enzymes (T4 or T7 DNA polymerases) evenly incorporated all four\nterminators, even the dye-labelled ones. The problem with these polymerases was that they\nwere very sensitive to temperature and easily deactivated.\n   With the discovery of the polymerase chain reaction (PCR) and the use of a heat-stable\nDNA polymerase from Thermus aquaticus (Taq polymerase), the ability to perform sequencing\nreactions (cycle-sequencing) with reduced amounts of DNA template compared to isothermal\nenzymes became possible (Mullis et al. 1986 ; Mullis & Fallona, 1987). The major drawback\nof cycle-sequencing using Taq polymerase was the preference of the enzyme for ddNTPs\nrather than dNTPs. A single substitution of one amino acid in the primary sequence of the\nenzyme completely changed this effect and the rate of ddNTP incorporation was substantially\nequalized to that of dNTPs (Tabor & Richardson, 1995).\n   Many other enzymes are available for PCR and cycle sequencing. PCR enzymes require an\nextra feature, that is 3h- to 5h-exonuclease activity. This feature is called the proof-reading\nability of the enzyme, i.e. its ability to correct mistakes made during incorporation of the\nnucleotides. For cycle-sequencing, this activity must be suppressed to avoid un-interpretable\ndata.\n   Although largely improved, there was still significant variation in peak intensity for\nfluorescently labelled dye-terminators. The pattern of the termination was reproducible and\npredictable (Parker et al. 1996), but this variation made automatic base calling difficult. A few\nyears later, one of the major suppliers of fluorescent sequencing kits introduced a modified\nset of fluorescent labels for ddNTPs. With this new dye-terminator kit, the signal was more\neven, and automated base calling improved significantly (see Section 3.5.3).\n\n3.4 Sample preparation\nThe methodology for sample preparation often included the following steps : (i) DNA\nscission and cloning into a vector (e.g. M13 or M13mp18) ; (ii) vector amplification to\nproduce a phage-infected culture ; and (iii) purification from the cell culture to yield pure\nsingle-stranded (ss)DNA template (Martin & Davies, 1986), as illustrated in Figs 2 and 3.\nAmong the strategies used to generate random fragments it is possible to mention : deletions\ngenerated by transposons (Ahmed, 1984), production of subclones by sonication of the DNA\n(Deininger, 1983), and restriction enzymes (Messing, 1983) such as DNAse (Anderson, 1981),\nexonuclease III (Henikoff, 1984) and T4 DNA polymerase resection clones (Dale et al. 1985).\n   An alternative strategy for sequencing projects on a large scale that involved procedures\nfor amplification, purification, and selection of the M13 template was described by Beck &\n\f176      L. T. C. Francm a et al.\n\nAlderton (1993). The main innovation in the amplification step was the use of the PCR. For\nthe purification step, a large number of systems that used agarose were commercially\navailable. However, these systems were both expensive and time consuming, and used\nconsiderable quantities of PCR products. Several methodologies for purification of PCR\nproducts have been described ; among them, a technique that uses exonuclease I and shrimp\nalkaline phosphatase to degrade the excess primers and non-incorporated nucleotides, the\nmain factors interfering in the sequencing reactions (Werle et al. 1994). Another method for\npurification of the fragments generated in the PCR was based on precipitation by isopropyl\nalcohol (Hogdall et al. 1999). This method is inexpensive, fast, and efficient for PCR\nfragments of any length.\n   In another methodology for sequencing PCR products, a template generated by PCR using\na biotinylated forward primer and a non-biotinylated reverse primer has been used (Van den\nBoom et al. 1997). The non-purified product was submitted to dye-terminator cycle-\nsequencing using the same primers as used for the PCR. They enhanced the probability for\nthe extension reaction by employing a second DNA polymerase, which is insensitive to the\nddNTP concentration needed for sequencing. This results in a combined amplification and\nsequencing reaction in a single reaction due to the two DNA polymerases with differential\nincorporation rates for dideoxynucleotides (Van den Boom et al. 1998).\n   Another method for directly sequencing from PCR products was suggested and is based\non the substitution of the chain-terminator by chain-delimiters (Porter et al. 1997). In this case\nit was demonstrated that boranophosphates (dNTbP : 2h-deoxynucleoside-5h-α-[P-borano]-\ntriphosphate) were convenient for use as delimiters for direct PCR sequencing (Fig. 4). The\nboranophosphates were heat stable, therefore they could be incorporated into DNA by PCR\nand, once incorporated, they blocked the action of the exonucleases. After incorporation, the\nboranophosphate positions can be revealed by digestion with an exonuclease, thus generating\na series of fragments with borane at the end. The resulting fragments were separated by gel\nelectrophoresis in a standard sequencing reaction.\n   Finally, the widely used method of plasmid-based amplification in E. coli followed by\nalkaline lysis was originally described by Birnboim & Doly (1979). Actually, most of the\ncolumn preparations currently being sold for DNA isolation, involve using a technique based\non this work.\n\n3.5 Labels and DNA labelling\n3.5.1 Radioisotopes\nThe enzymic method, when it was first described, used $#P as a label. Biggin et al. (1983)\nproposed the use of deoxyadenosine 5h-(α-[$&S]thio)triphosphate as the label incorporated\ninto the DNA fragments. This strategy resulted in an increase in band sharpness on\nautoradiography as well as in the resolution of band separation.\n\n3.5.2 Chemiluminescent detection\nAs an alternative to radioisotopes, a method based on chemiluminescence detection with the\nbiotin–streptavidin system has been used (Beck et al. 1989 ; Gillevet, 1990 ; Olesen et al. 1993 ;\nCherry et al. 1994). In this system, the 5h-end of an oligonucleotide linked to biotin was used\nas the primer in the sequencing reaction. The enzyme alkaline phosphatase is bound to the\n\f                                                         Review of DNA sequencing techniques       177\n\n\n\n\nFig. 4. Structure of 2h-deoxynucleoside-5h-α-[P-borano]-triphosphate (dNTbP). N l adenine, cytosine,\nguanine or thymine. (Reproduced from Porter et al. 1997.)\n\n\n                                                                              Substrate (a), (b)\n                          DNA chain\n        3´-OH\n                                                                              (a) Colour\n                                                                              (b) Light\n\n\n\n                                                    Solid support\n\n                Biotinylated primer                                 Streptavidin\n                Biotinylated alkaline phosphatase                   Biotin\n\nFig. 5. Schematic diagram for the colorimetric (a) or chemiluminescent (b) detection of immobilized\nDNA using an enzyme-catalysed reaction. (Reproduced from Beck et al. 1989.)\n\n\n5h-end of the oligonucleotide by a streptavidin conjugate. The enzyme catalysed a luminescent\nreaction (Fig. 5) and the emitted photons could be detected by a photographic film. There\nare at least three advantages to this method ; first, the sequencing reactions were obtained\ndirectly from the PCR products ; secondly, this method did not require cloning of the DNA\nbefore sequencing (Douglas et al. 1993 ; Debuire et al. 1993), and thirdly, it was possible to\nmultiplex several reactions on the same gel and detect one at a time with appropriate enzyme-\nlinked primers (Gillevet, 1990).\n\n\n3.5.3 Fluorescent dyes\nAlthough the Sanger method was fast and convenient, it still suffered from the use of\nradioisotopic detection, which was slow and potentially risky. Additionally, it required four\nlanes to run one sample because the label was the same for all reactions. To overcome such\nproblems, Smith et al. (1986) developed a set of four different fluorescent dyes that allowed\nall four reactions to be separated in a single lane. The authors used the following fluorophore\ngroups : fluorescein, 4-chloro-7-nitrobenzo-2-1-diazole (NBD), tetramethyl-rhodamine, and\nTexas Red (Smith et al. 1985, 1986), whose spectral properties are shown in Table 1.\n   Each of the four dyes was attached to the 5h-end of the primer and each labelled primer\nwas associated with a particular ddNTP. For example, the fluorescein-labelled primer reaction\nwas terminated with ddCTP (dideoxycytidine triphosphate), the tetramethyl-rhodamine-\nlabelled primer reaction with ddATP (dideoxyadenosine triphosphate) and so on. All four\n\f178      L. T. C. Francm a et al.\n\nTable 1. Spectral properties of some fluorophores used in automated DNA sequencing\n\n                                              Absorption         Emission         Emission\n                                              maximum            maximum          FWHM*\nDye                                           (nm)               (nm)             (nm)\nFluorescein                                   493                516              60\n4-Chloro-7-nitrobenzo-2-1-diazole (NBD)       475                540              79\nTetramethyl-rhodamine                         556                582              52\nTexas Red                                     599                612              42\n\n  * FWHM, full width at half maximum.\n\n\nreactions were then combined and introduced onto a slab gel in a single lane. The bands were\ndetected upon excitation of the fluorescent moiety attached to the DNA with a laser beam at\nthe end of the gel. The fluorescent light was separated by means of four different coloured\nfilters. After the 4-colour data was generated, the sequence read-out was straightforward,\nwith the association of each colour to one base only.\n    DNA sequencing in slab gels with fixed-point fluorescence detection then became\n‘ automated DNA sequencing ’ rather than ‘ manual DNA sequencing ’, which required\nexposure of the whole slab gel to a photographic plate for a fixed time and post-analysis\ndetection (Griffin & Griffin, 1993 ; Adams et al. 1996). Automated DNA sequencing has been\nperformed via two different labelling protocols. The first used a set of four fluorescent labels\nattached at the 5h-end of the primer, as described earlier. In the second method, the\nfluorescent moiety was linked to the ddNTP terminators, allowing the synthesis of all four\nladders in a single vial. In the latter case, when the labelled ddNTP was incorporated, the\nenzyme terminated the extension at the same time as the ladder was labelled. Thus the C-\nterminated ladder contained one fluorescent dye, and the G-, A-, and T-terminated ladders\nhad their own respective labels. The protocols are known as dye-labelled primer chemistry\nand dye-labelled terminator chemistry, respectively, and both labelling arrangements are\nshown in Fig. 6.\n    Alternative dyes were synthesized and linked to an M13 sequencing primer via a\nsulphydryl group and conjugated with tetramethyl-rhodamine iodoacetamide (Ansorge et al.\n1986). This alternative dye used tetramethyl-rhodamine as the only fluorophore because of its\nhigh extinction coefficient, high quantum yield, and long wavelength of absorption (λexc l\n560 nm, λem l 575 nm, FWHM l 52 nm). One year later, the same group proposed a\nsulphydryl-containing M13 sequencing primer end-labelled with fluorescein iodoacetamine\n(Ansorge et al. 1987). Other dyes commonly linked to the primers includes carboxyfluorescein\n(FAM), carboxy-4h,5h-dichloro-2h,7h-dimetoxyfluorescein (JOE), carboxytetramethyl-rhodamine\n(TAMRA) and carboxy-X-rhodamine (ROX) (Swerdlow & Gesteland, 1990 ; Karger et al.\n1991 ; Carson et al. 1993). These dyes have emission spectra with their maxima relatively well\nspaced, which facilitates colour\\base discrimination. One drawback of this group of dyes was\nthe need for two wavelengths for excitation ; one at 488 nm for FAM and JOE dyes, and\nanother at 543 nm for TAMRA and ROX dyes.\n    A different set of four base-specific succinylfluorescein dyes linked to chain-terminating\ndideoxynucleotides was described (Prober et al. 1987). These dyes were 9-(carboxyethyl)-3-\nhydroxy-6-oxo-6H-xanthenes or succinylfluoresceins (SF-xxx, where xxx represents the\nemission maximum in nanometres).\n\f                                                     Review of DNA sequencing techniques           179\n\n   (a)\n\n\n\n\n   (b)\n\n\n\n\nFig. 6. Comparison of reactions for dye-labelled primer (a) and dye-labelled terminator (b) chemistries.\nLabelled primers require four separate reactions while labelled terminators only one. F, FAM ; J, JOE ;\nT, TAMRA ; R, ROX.\n\n   Another modification in the original sequencing protocol used T7 DNA polymerase (or\nSequenaseTM) with unlabelled primers but with a strategy of internal labelling. This helped\nto overcome ambiguous sequences that were occasionally observed (Wiemann et al. 1996). A\nnew set of dyes, dipyrrometheneborondifluoride fluorophores (BODIPY) were shown to\nhave better spectral characteristics than conventional rhodamine and fluorescein dyes. These\ndyes also showed uniform electrophoretic mobility, high fluorescence intensity, and\nconsumed 30 % less reagents per reaction than the conventional dyes (Metzker et al. 1996).\nA new dye set used for one-lane four-dye DNA sequencing with a set of fluorescent dyes with\nsimilar absorption and emission spectra, but different fluorescent lifetimes, has been described\n(Mu$ ller et al. 1997). A different strategy, based on a series of near-IR fluorescent dyes with\nan intramolecular heavy atom to alter the fluorescence lifetimes, was also suggested to\nproduce a set of dyes for one-lane DNA sequencing (Flanagan et al. 1998).\n   A significant advance in dye-primer chemistry was the introduction of energy transfer (ET)\ndyes (Ju et al. 1995a, b). They consisted of two dyes per primer, one being a common donor\n\f180       L. T. C. Francm a et al.\n\nand the other an acceptor dye. The common donor can be either a fluorescein (FAM) or a\ncyanine (Cy5) derivative (Hung et al. 1996) at the 5h-end. The second dye, the discriminating\none, is located about 10 bases along, with the separation between the dyes optimized for\nenergy-transfer efficiency and minimum electrophoretic mobility shifts. The four acceptors\nare the commonly used ones in dye-primer chemistry ; FAM, JOE, TAMRA and ROX (Ju\net al. 1995a). The major advantages of ET dyes are that they can be almost evenly excited by\na single wavelength (488 nm) and that the electrophoretic mobility shifts are minimal.\"\nBODIPY dyes were used to produce similar ET primers offering narrower spectral\nbandwidth and better quantum efficiency (Metzker et al. 1996). Since their introduction, ET\ndyes have been widely used (Wang et al. 1995 ; Kheterpal et al. 1996, 1998). A new method\nof constructing ET primers using a universal cassette of ET was also developed. This cassette\ncould be incorporated via conventional synthesis at the 5h-end of any primer sequence (Ju\net al. 1996) allowing this technology to be used in primer-walking projects.\n   Any genome-sequencing project cannot be accomplished solely by the shotgun approach\nand, eventually, some part of the sequence has to be generated by primer walking. Because\nthe synthesis of labelled primers is very expensive, dye-labelled terminator chemistry is the\nsystem of choice in such cases. Impressive advances have also been made in this field. As\nmentioned earlier, the first enzymes used in cycle-sequencing had severe problems in evenly\nincorporating the labelled terminators. To improve the sequencing performance, besides all\nmodifications in the synthesis of the enzyme, significant changes in the dye structure were also\nmade. Conventional dye-terminator chemistry used rhodamine and fluorescein derivatives.\nDepending on the enzyme used, these dyes showed a large variation in peak height,\ndepending on the sequence. In addition, they required two different excitation wavelengths\nbecause the dyes that emitted fluorescence at longer wavelengths were poorly excited by the\nargon ion laser (488 nm) ; therefore, an additional laser had to be used. In order to improve\nthe spectral features of such dye-terminators, dichlororhodamine derivatives were proposed\nand tested for peak pattern and enzyme discrimination. A further improvement was achieved\nwith the concept of ET dyes, which was also successfully translated to dye-terminator\nprotocol (Rosenblum et al. 1997 ; Lee et al. 1997). With this latest improvement, performing\ncycle-sequencing with energy-transfer terminators became routine and results were of high\nquality (Zakeri et al. 1998).\n\n\n3.6 Fragment separation and analysis\nSeparation and analysis of DNA fragments generated by the Sanger method is a broad chapter\nand would be worthy a review on its own. However, it is impossible to discuss the Sanger\nmethod and DNA analysis without covering the important issues of electrophoresis and\nelectrophoretic separation of DNA-sequencing samples.\n\n\n3.6.1 Electrophoresis\nThe separation of labelled DNA fragments by polyacrylamide gel electrophoresis has been\none of the greatest obstacles to complete automation of the enzymic DNA sequencing\nmethod. Among the main problems are gel preparation, sample loading, and post-\n \" Due to differences in charge and size, fluorescent dyes impart a differential migration pattern to the\nDNA. The effect is most pronounced for small fragments ( 200 bases).\n\f                                                 Review of DNA sequencing techniques        181\n\nelectrophoresis gel treatment. However, a number of improvements in gel technology and\nelectrophoresis have occurred, including the use of thinner gels (Garoff & Ansorge, 1981 ;\nKostichka et al. 1992), gel gradient systems (Biggin et al. 1983), gel-to-plate binders, and the\nemployment of devices to avoid temperature-induced band distortions (Garoff & Ansorge,\n1981). Although significant progress in enzymic DNA sequencing was made, relying solely\non slab gel technology was not enough to accomplish the challenges set by the Human\nGenome Project. In fact, in 1998 there was less than 6 % of the genome published in the\ndatabases. The completion of the human genome was only possible due to several\ntechnological advances offered by capillary electrophoresis (CE) (Dovichi, 2000).\n   CE is a fast technique for separation and analysis of biopolymers (Jorgenson & Lukacs,\n1983 ; Lauer & McManigill, 1986 ; Hjerten et al. 1987 ; Cohen & Karger, 1987). This\ntechnique uses narrow-bore fused silica capillaries (internal diameter less than 100 µm) and\ncan resolve complex mixtures of biopolymers in a high electric field. The high surface-to-\nvolume ratio of a small tube can efficiently dissipate the heat produced during electrophoresis\nand so the electric field can be higher than that used in slab gel electrophoresis. The higher\nthe electric field, the faster the separation and, for this reason, CE is approximately 10 times\nfaster than conventional slab gel electrophoresis.\n   The separation of oligonucleotides in DNA-sequencing samples is very challenging (for a\nreview of the physical mechanisms of DNA electrophoresis, see Viovy, 2000). It is necessary\nto discriminate two fragments, which could be 100 or 1000 bases long, with only one base\ndifference. Therefore, CE analysis must provide high separation efficiency and good\nselectivity. The use of CE with gel-filled capillaries for rapid separation and purification of\nDNA fragments has been proposed (Cohen et al. 1988). The first results of the use of gel-filled\ncapillaries with laser-induced fluorescence for the separation of DNA fragments resulted in\nan excellent separation of more than 330 bases at single base resolution in approximately 1 h\n(Cohen et al. 1990). The method is very sensitive and has the advantage of allowing multiple\ninjections on a single column. The applicability of capillary gel electrophoresis (CGE) to\nDNA-sequencing samples was demonstrated on two different instruments by Swerdlow and\ncolleagues (Swerdlow & Gesteland, 1990 ; Swerdlow et al. 1990) and has been extensively\ninvestigated as a practical tool for DNA sequencing (Drossman et al. 1990 ; Guttman et al.\n1990 ; Rocheleau & Dovichi, 1992 ; Luckey & Smith, 1993 ; Luckey et al. 1993 ; Lu et al. 1994).\nAlthough successful, CGE showed some features that were not compatible with high-\nthroughput DNA sequencing, e.g. short column lifetime and injection-related problems\n(Swerdlow et al. 1992 ; Figeys et al. 1994). DNA sequencing using non-cross-linked polymer\nsolutions was a major breakthrough introduced by Karger’s group because it solved most of\nthe CGE problems (Ruiz-Martinez et al. 1993). Replaceable linear polymer solutions made\npossible the reuse of the same capillary hundreds of times, with a fresh load of polymer\nsolution for each sample (Salas-Solano et al. 1998a).\n   The first report on DNA sequencing by CE with replaceable linear polyacrylamide showed\n350 bases in roughly 30 min (Ruiz-Martinez et al. 1993). Today, the sequencing rate with\nlinear polyacrylamide is up to 1300 bases in 2 h (Zhou et al. 2000). However, scaling was not\nas straightforward as it may seem. Separation of DNA in sieving matrices is a very complex\nmatter, and several issues had to be addressed in order to attain such results [for more details\nsee reviews by Slater et al. (1998) and Quesada (1997)]. The major limitation in read-length\nis the onset of DNA stretching and alignment with the electric field, in which all DNA\nexhibits the same electrophoretic mobility, therefore losing size selectivity (Slater &\n\f182      L. T. C. Francm a et al.\n\nNoolandi, 1985). The 1000-base barrier to sequencing was broken after an extensive study on\nthe separation matrix (linear polyacrylamide) composition, but the 2000 barrier seems to be\nextremely difficult to break, as predicted by theoretical considerations (Slater & Drouin,\n1992). Experiments with polymer concentration and polymer molecular mass indicated that\nthe larger the polyacrylamide the longer the read-length that can be obtained (Carrilho et al.\n1996). The optimization of the separation conditions required a series of studies on\ntemperature (Kleparnik et al. 1996), polyacrylamide polymerization (Goetzinger et al. 1998),\nbase-calling software (Brady et al. 2000), sample purification (Ruiz-Martinez et al. 1998), and\ninjection (Salas-Solano et al. 1998b). The knowledge obtained in each of these studies, when\naccumulated, allowed the sequencing read-length to reach 1300 bases in a single run by CE\nusing entangled polymer solutions (Zhou et al. 2000).\n   Compared to slab gel electrophoresis, CE with polymer solutions was approximately 8–10\ntimes faster per lane. Fortunately, this was not sufficient to compete in throughput owing to\nthe parallel nature of slab gel instruments (which run 96 samples simultaneously) and this fact\nwas the major driving force towards the development of a parallel CE instrument. The first\ninstrument of capillary array electrophoresis (CAE) was introduced in 1992 by Mathies’\ngroup (Huang et al. 1992a, b). Over the years, several other groups developed instruments\ncapable of fast, automated, sensitive and rugged operation (Kambara & Takahashi, 1993 ; Bay\net al. 1994 ; Ueno & Yeung, 1994 ; Kheterpal et al. 1996 ; Quesada & Zhang, 1996 ;\nMadabhushi et al. 1997 ; Behr et al. 1999) and today four commercial companies produce seven\ndifferent models of automated CAE instruments (Smith & Hinson-Smith, 2001).\n   CAE using polymer solutions was the technological breakthrough required for completion\nof the Human Genome Project many years ahead of time, and within the original budget. In\nfact, such technology allowed two different scientific groups to produce an initial draft of the\ncomplete sequence of the human genome early in 2001 (Venter et al. 2001 ; Lander et al. 2001).\nObviously, the completion of the human genome does not mean that no further sequencing\nefforts are necessary. Indeed, the next technological development is intended to generate fast-\nsequencing information on microfabricated multichannel devices (microchips) in order to\nbring the power of sequencing analysis and diagnostics to hospitals and clinical laboratories\n(Carrilho, 2000). For example, an important drawback of the enzymic method is the amounts\nof reagents used. One of the solutions suggested to this problem was the development of a\nsolid-phase nanoreactor directly coupled to CGE (Soper et al. 1998). This modification\nresulted in a reduction of approximately 300 times the amount of reagents used in the\npreparation of fragment sequences by conventional protocols. Such approaches demonstrated\nthat the integration of sample preparation and analysis in a single microchip could decrease\ncosts and increase speed.\n\n\n3.6.2 Mass spectrometry – an alternative\nMass spectrometry (MS) has been viewed as the technique to allow the sequencing of\nhundreds of bases in a few seconds. Matrix-assisted laser desorption\\ionization–time of flight\n(MALDI–TOF) MS (Karas & Hillenkamp, 1988), and electrospray ionization (ESI) MS\n(Fenn et al. 1990) are two of the most suitable MS techniques for sequencing DNA using the\nSanger method. In the first, the sample is co-crystallized with an energy-absorbing\ncompound, such as an aromatic amine or carboxylic acid. The sample-matrix mixture is hit\nwith a pulse of laser light with the wavelength of the absorption maximum for the matrix.\n\f                                                 Review of DNA sequencing techniques        183\n\nThe matrix vaporizes and expels the sample molecules. Through proton-exchange reactions,\nthe matrix ionizes the sample with little or no fragmentation. Sample ions are then expelled\nand accelerated from the ionization chamber under the applied voltage and introduced into\na field-free region (drift tube). In this tube, the sample ions fly through the evacuated tube\nand are separated according to the square-root of their mass-to-charge ratio. Nevertheless,\neven very large molecules take only few microseconds to reach the detector, making\nMALDI–TOF attractive for high-throughput DNA sequencing. Indeed, the first papers\nusing MALDI–TOF for DNA sequencing were published as long ago as 1990 (Karas &\nBahr, 1990 ; Spengler et al. 1990).\n   Electrospray of oligonucleotides was first demonstrated by Covey et al. (1988) with the\ndetection of short oligomers by negative ion mode MS. Similar to MALDI, ESI was not as\nsuccessful for the analysis of oligonucleotides as it was for peptides and proteins, mainly due\nto metal adduct formation and fragmentation. The intrinsic production of multiply charged\nions by ESI creates an additional difficulty in the interpretation of the mass spectrum of\nmixtures.\n   MS is indeed a powerful tool for fast, accurate DNA sequencing, but the limitations in\nsensitivity and efficient ionization of large molecular sizes must be overcome before it\nbecomes a high-throughput DNA-sequencing tool (Henry, 1997). The Human Genome\nProject has already been completed using electrophoretic methods, but certainly MS will be\nthe technique of choice for probing small sequences and fragments generated by the Sanger\nmethod or mass determination of PCR fragments.\n\n\n\n4. Maxam & Gilbert and other chemical methods\nA sequencing method based on a chemical degradation was described by Maxam & Gilbert\n(1977). In this method, end-labelled DNA fragments are subjected to random cleavage at\nadenine, cytosine, guanine, or thymine positions using specific chemical agents (Table 2). The\nchemical attack is based on three steps : base modification, removal of the modified base from\nits sugar, and DNA strand breaking at that sugar position (Maxam & Gilbert, 1977). The\nproducts of these four reactions are then separated using polyacrylamide gel electrophoresis.\nThe sequence can be easily read from the four parallel lanes in the sequencing gel (Fig. 7).\n   The template used in this sequencing method can be either double-stranded (ds)DNA or\nssDNA from chromosomal DNA. In general, the fragments are first digested with an\nappropriate restriction enzyme (Maxam & Gilbert, 1980), but they can also be prepared from\nan inserted or rearranged DNA region (Maxam, 1980).\n   These DNA templates are then end-labelled on one of the strands. Originally, this labelling\nwas done with [$#P]phosphate or with a nucleotide linked to $#P and enzymically\nincorporated into the end fragment (Maxam & Gilbert, 1977). Alternatively, restriction\nfragments through [$&S]dideoxyadenosine 5h-(α-thio)triphosphate ([$&S]ddATPαS) and\nterminal deoxynucleotidyltransferase were used (Ornstein & Kashdan, 1985). These\nsubstitutions showed several advantages, including a longer lifetime, low-emission energy,\nincrease in the autoradiograph resolution, and higher stability after labelling. Nevertheless,\nthe use of radioactive labels is hazardous and a strategy based on a 21-mer fluorescein labelled\nM13 sequencing primer was therefore proposed. The fluorescent dye and its bound form to\nthe oligonucleotide were shown to be stable during the chemical reactions used for the base-\n\f184        L. T. C. Francm a et al.\n\nTable 2. Base-specific cleavage reactions\n\nCleavage                    Reagent\nG\u0001Aa*                       DMS followed by heating at pH 7\\0n1  alkali at 90 mC\nA\u0001Ga*                       DMSjacid\\alkali\nCjTa                        Hydrazine at 20 mC\nCa                          Hydrazinej2  NaCl\nGb                          DMS\nGjAb                        Acid\nCjTb                        Hydrazine\nCb                          Hydrazinejsalt\nA\u0001Cb                        Sodium hydroxide\nG\u0001Ab                        DMS heating at pH 7\nGc                          Methylene Blue\nTc                          Osmium tetroxide\nT\u0007G, Cd,e,f                 10−%  KMnO in H O\n                                            %    #\nCd                          N H –H O (3 : 1 v\\v), 5  N H .HOAc\n                              # % #                       # %\nCd,e                        3  NH OH–HCl in H O, pH 6n0\n                                    #                #\nT\u0001G\u0007A, Cg                   1  Cyclohexylamine in H OjUV irradiation\n                                                       #\nTh                          1  Spermine in H OjUV irradiation\n                                               #\nG\u0001Th                        1  Methylamine in H OjUV irradiation\n                                                   #\nTi                          0n5  NaBH in H O, pH 8–10\n                                         %     #\nT\u0007Ci,j                      2–3  H O in carbonate buffer, pH 9n6\n                                     # #\nCj                          2–3  H O in carbonate buffer, pH 8n3 or pH 7n4\n                                     # #\nGc,k                        0n1 % Methylene Bluejvisible light\nGl,f                        4 % DMS in formate buffer, pH 3n5\nG\u0007Cm                        0n3 % Diethyl pyrocarbonate in cacodylate buffer, pH 8 at 90 mC\nAjGm                        0n1 % Diethyl pyrocarbonate in acetate buffer, pH 5 at 90 mC\nAjGn,f                      60–80 % Aqueous formic acid\nAjGe                        Citrate buffer, pH 4 at 80 mC\nAjGo                        2–3 % Diphenylamine in 66 % formic acid\nGp                          0n5 % DMS in 50 m cacodylate buffer, pH 8\nAjGp                        2 % Diphenylamine in 66 % formic acid\nCjTp                        N H –H O (7 : 4 v\\v)\n                              # % #\nAq                          K PdCl at pH 2n0\n                              #     %\n   Almost all the base-specific reactions (except *) were followed by treatment with hot aqueous\npiperidine. a Maxam & Gilbert (1977) ; b Maxam & Gilbert (1980) ; c Friedmann & Brown (1978) ; d Rubin\n& Schmid (1980) ; e Hudspeth et al. (1982) ; f Rosenthal et al. (1985) ; g Simoncsits & To$ ro$ k (1982) ;\nh Sugiyama et al. (1983) ; Saito et al. (1984) ; i Sverdlov & Kalinina (1984) ; j Sverdlov & Kalinina (1983) ;\nk Stalker et al. (1985) ; l Korobko et al. (1978) ; mKrayev (1981) ; n Ovchinnikov et al. (1979) ; o Korobko &\nGrachev (1977) ; p Banaszuk et al. (1983) ; q Iverson & Dervan (1987).\n   DMS, dimethyl sulphate.\n\nspecific degradations (Ansorge et al. 1988). For instance, fluorescein attached via a\nmercaptopropyl or aminopropyl linker arm to the 5h-phosphate of an oligonucleotide was\ndescribed and shown to be stable during the reactions used in the chemical cleavage\nprocedures (Rosenthal et al. 1990).\n   Another non-radioactive labelling strategy that was stable during the chemical reactions\nuses a biotin marker molecule chemically or enzymically attached to an oligonucleotide\nprimer or enzymically attached to an end-filling reaction of restriction enzymes sites\n(Richterich, 1989). After fragment separation by direct blotting electrophoresis, the\nmembrane-bound sequence pattern can be visualized by a streptavidin-bridged enzymic\ncolour reaction.\n   An approach that made the automation of this labelling step possible was the use of PCR\n\f                                                     Review of DNA sequencing techniques            185\n\n\n\n\nFig. 7. Autoradiograph of a sequencing gel of the complementary strands of a 64-bp DNA fragment.\nTwo panels, each with four reactions, are shown for each strand ; cleavages proximal to the 5h-end are\nat the bottom left. A strong band in the first column with a weaker band in the second arises from an\nA ; a strong band in the second column is a T. To derive the sequence of each strand, begin at the bottom\nof the left panel and read upwards until the bands are not resolved ; then, pick up the pattern at the\nbottom of the right panel and continue upwards. The dimethyl sulphate treatment was 50 m for\n30 min to react with A and G ; hydrazine treatment was 18 M for 30 min to react with C and T and 18 M\nwith 2  NaCl for 40 min to cleave C. After strand breakage, half of the products from the four reactions\nwere layered on a 1n5i330i400 mm denaturing 20 % polyacrylamide slab gel, pre-electrophoresed at\n1000 V for 2 h. Electrophoresis at 20 W (constant power), 800 V (average), and 25 mA (average)\nproceeded until the xylene cyanol dye had migrated halfway down the gel. Then the rest of the samples\nwere layered and electrophoresis was continued until the new Bromphenol Blue dye moved halfway\ndown. Autoradiography of the gel for 8 h produced the pattern shown. (Reproduced from Maxam &\nGilbert, 1977.)\n\n\nto amplify the products, where one of the primers was end-labelled (Nakamaye et al. 1988 ;\nStamm & Longo, 1990 ; Tahara et al. 1990).\n   Among many dye- and fluorophore-labelling strategies, the chemiluminescent detection\nmethod showed competitive results. In this strategy, the chemically cleaved DNA fragment\nis transferred from a sequencing gel onto a nylon membrane. Specific sequences are then\nselected by hybridization to DNA oligonucleotides labelled with alkaline phosphatase or with\nbiotin, leading directly or indirectly to the deposition of the enzyme. If a biotinylated probe\nis used, an incubation step with avidin-alkaline phosphatase conjugate follows. The\nmembrane is soaked in the chemiluminescent substrate (AMPPD) and exposed to\nphotographic film (Tizard et al. 1990).\n   Initially, all the steps of these chemical-sequencing methods were performed manually\n(Maxam & Gilbert, 1977, 1980). Years later, a system composed of a computer-controlled\nmicrochemical robot that carries out one of the four reactions (G, AjC, CjT, or C) in less\nthan 2 h was described (Wada et al. 1983 ; Wada, 1984).\n\f186      L. T. C. Francm a et al.\n\n   In order to eliminate DNA losses and to simplify the chemical reactions steps, DNA was\nimmobilized by adsorption to DEAE paper (Whatman DE 81 ",
  "wordCount": 15980,
  "indexed": "2025-09-25T22:45:09.362Z",
  "method": "direct"
}
