{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS/Need et al. - 2012 - Clinical application of exome sequencing in undiag.pdf",
  "fileName": "Need et al. - 2012 - Clinical application of exome sequencing in undiag.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS/Need et al. - 2012 - Clinical application of exome sequencing in undiag.pdf",
  "text": "Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n                JMG Online First, published on May 11, 2012 as 10.1136/jmedgenet-2012-100819\n                                                                                            New loci\n\n                                   ORIGINAL ARTICLE\n\n                                   Clinical application of exome sequencing in\n                                   undiagnosed genetic conditions\n                                   Anna C Need,1 Vandana Shashi,2 Yuki Hitomi,1 Kelly Schoch,2\n                                   Kevin V Shianna,1 Marie T McDonald,2 Miriam H Meisler,3 David B Goldstein1,4\n\n< Additional materials are         ABSTRACT                                                     undiagnosed genetic conditions tend to present\npublished online only. To view     Background There is considerable interest in the use of      with a wide range of clinical features, and it is often\nthese files please visit the\n                                   next-generation sequencing to help diagnose unidentified     necessary to consider each patient’s genome indi-\njournal online (http://jmg.bmj.\ncom/content/early/recent).         genetic conditions, but it is difficult to predict the       vidually, rather than looking for common disrupted\n1                                  success rate in a clinical setting that includes patients    genes in multiple cases with a similar phenotype. It\n  Center for Human Genome\nVariation and Department of        with a broad range of phenotypic presentations.              is not clear what success rate NGS approaches will\nMedicine, Duke University          Methods The authors present a pilot programme of             achieve in providing genetic diagnoses in this more\nSchool of Medicine, Durham,        whole-exome sequencing on 12 patients with                   challenging setting. In this study, we have evalu-\nNorth Carolina, USA                unexplained and apparent genetic conditions, along with      ated the use of NGS to provide genetic diagnoses\n2\n  Department of Pediatrics,\nSection of Medical Genetics,\n                                   their unaffected parents. Unlike many previous studies,      using 12 parent-child trios in which the child had\nDuke University, Durham, North     the authors did not seek patients with similar               congenital anomalies and/or intellectual disabilities\nCarolina, USA                      phenotypes, but rather enrolled any undiagnosed              due to unexplained conditions presumed to be\n3\n  Department of Human              proband with an apparent genetic condition when              genetic. Importantly, the patients were chosen to\nGenetics, University of            predetermined criteria were met.                             be representative of a clinical sample of undiag-\nMichigan, Ann Arbor, Michigan,\nUSA                                Results This undertaking resulted in a likely genetic        nosed genetic conditions, in that they were not\n4\n  Department of Molecular          diagnosis in 6 of the 12 probands, including the             selected for genetic tractability or phenotypic\nGenetics and Microbiology,         identification of apparently causal mutations in four        homogeneity.\nDuke University School of          genes known to cause Mendelian disease\nMedicine, Durham, North\nCarolina, USA\n                                   (TCF4, EFTUD2, SCN2A and SMAD4) and one gene                 METHODS\n                                   related to known Mendelian disease genes (NGLY1).            Exome sequencing was performed on each patient\nCorrespondence to                  Of particular interest is that at the time of this study,    and both parents using the Illumina HiSeq2000\nDr David Goldstein, Center for     EFTUD2 was not yet known as a Mendelian disease              platform and the Agilent SureSelect Human All\nHuman Genome Variation, Duke       gene but was nominated as a likely cause based on the\nUniversity School of Medicine,                                                                  Exon 50Mb Kit. Detailed methods for laboratory\nBox 91009, Durham, NC 27708,\n                                   observation of de novo mutations in two unrelated            work can be found in the online supplementary\nUSA; d.goldstein@duke.edu          probands. In a seventh case with multiple disparate          methods.\n                                   clinical features, the authors were able to identify\nAN and VS contributed equally      homozygous mutations in EFEMP1 as a likely cause for         Study population\nto this work.                      macular degeneration (though likely not for other            The research protocol was approved by the Duke\nReceived 10 February 2012\n                                   features).                                                   Institutional Review Board, and all human partici-\nRevised 14 March 2012              Conclusions This study provides evidence that                pants or their guardians gave written informed\nAccepted 2 April 2012              next-generation sequencing can have high success rates       consent. Twelve families (child, mother and father)\n                                   in a clinical setting, but also highlights key challenges.   were recruited through the genetics clinic at Duke\n                                   It further suggests that the presentation of known           University Medical Center based on whether their\n                                   Mendelian conditions may be considerably broader than        child met two or more of the following criteria:\n                                   currently recognised.                                        (1) unexplained intellectual disability and/or devel-\n                                                                                                opmental delay; (2) one major congenital anomaly;\n                                                                                                (3) 2e3 minor congenital anomalies; and (4) facial\n                                                                                                dysmorphisms. In addition, the families were\n                                   INTRODUCTION                                                 required to meet the following eligibility require-\n                                   Whole-genome and whole-exome sequencing have                 ments: (1) both biological parents available for\n                                   proven remarkably successful in identifying the              testing; (2) previous clinically indicated genetic\n                                   causes of Mendelian diseases. These analyses have            testing, including a chromosomal microarray\n                                   generally depended on the availability of more than          (Affymetrix 6.0, http://www.affymetrix.com),\n                                   one unrelated affected individual and/or linkage             had been normal; and (3) no evidence of effects of\n                                   evidence in at least one family. However, next-              teratogens, birth asphyxia or non-accidental trauma.\n                                   generation sequencing (NGS) has also succeeded in            Subjects were not eligible if the mother was preg-\n                                   identifying causes of genetic conditions even when           nant at the time of enrolment. Finally, results were\n                                   they are seen in only a single patient.1e3                   only returned to patients and/or patient families\n                                      Consequently, there is growing interest in the            following conﬁrmation of detected variants in\nThis paper is freely available     introduction of NGS into the clinic to aid in the            a CLIA certiﬁed laboratory. Controls were subjects\nonline under the BMJ Journals\nunlocked scheme, see http://\n                                   diagnosis of conditions for which no genetic cause           enrolled in Center for Human Genome Variation\njmg.bmj.com/site/about/            can be found with targeted testing or chromosomal            studies through Duke Institutional Review Board\nunlocked.xhtml                     arrays. However, in a clinical setting, patients with        approved protocols (n¼830).\n\nNeed AC, Shashi V,Article\n  Copyright       Hitomi Y, et al. J Med(or\n                            author       Genet (2012).employer)\n                                            their      doi:10.1136/jmedgenet-2012-100819                                    1 of 9\n                                                                     2012. Produced by BMJ Publishing Group Ltd under licence.\n\f                           Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n\n New loci\n\nIdentification of potentially causal variants                           be reported to them. We debated if we should re-contact families\nSequence Variant Analyser (SVA)4 (http://www.svaproject.org/)           after completion of the study, in the event that a variant of\nwas used to identify variants of interest using standard ﬁltering       uncertain signiﬁcance was subsequently thought to be casual\ncriteria, (Single nucleotide variant (SNV) quality, SNV consensus       but it was decided that it was not feasible to offer to do so.\nscore, insertion-deletion (INDEL) consensus score $20, INDEL            Variants thought to be causal or reasonably thought to\nquality $50, number of reads supporting SNV or INDEL $3).               contribute to the patient’s phenotype were conﬁrmed in a CLIA-\nWe designed screens to identify highly penetrant genotypes that         certiﬁed laboratory prior to communication to the families, at\nmight account for each child’s conditions, and prioritised vari-        which time a second genetic counselling session was arranged\nants as follows: (1) homozygous (including hemizygous X                 for discussion of results. With the permission of the families,\nvariants) in the proband and never homozygous in the controls           the information was then communicated to the child’s\n(recessive and X-linked variants); (2) heterozygous in the              physicians.\nproband and absent in the parents and controls (putative de               For families wherein there would be no conclusive results,\nnovo variants); and (3) from genes with two rare (MAF<0.03)             the second counselling session would be held after completion\nvariants in the proband that were not seen together in the              of the sequence data analyses. It was discussed with families\nparents or in any controls (compound heterozygotes). All vari-          that secondary or incidental ﬁndings in the child or the parents\nants, whether annotated as functional or not, were subjected to         would not be intentionally screened for. If incidentally observed,\nthe screens for homozygous, X-linked and de novo candidates,            the only variants that would be communicated were those\nthe screen for compound heterozygous variants was limited to            within known genes that would result in premature death if\nmissense and nonsense SNVs, and frameshift INDELs. Appro-               untreated. Detection of carrier status in the affected child\npriate functional work, where applicable, was performed based           would not result in communication of such results. Detection of\non the annotated function of the variant (online supplementary          carrier status in the parents for known genetic conditions would\nﬁgure 1).                                                               be communicated to them, although it was emphasised that the\n                                                                        genomes would not be proactively screened for such variants.\nFurther filtering of variants\nHomozygotes                                                             RESULTS\nWe removed any homozygous variant that was present in >3%               Exome sequencing of each trio (table 1) resulted in an average\nof controls (corresponding to a disease frequency of 1 in 4500 or       coverage at captured regions of 71x (table 2). We used the SVA\ngreater). For homozygous variants that were not present in the          software,4 followed by manual inspection of candidate variants,\nheterozygous form in both parents, we ﬁrst removed those with           as described in the online supplementary methods, to screen\nlow coverage (<10 reads), and then examined raw alignments              for candidate homozygous X-linked, compound heterozygous\nfor the remainder. In all cases, this was sufﬁcient to resolve          and de novo variants. The SVA screening produced a list of 260\nwhether the variant was present in the parent but not called            candidate de novo SNVs and 364 candidate de novo INDELs, of\n(because of <3 reads or poor quality scores), or incorrectly called     which 18 SNVs (7%) and 2 INDELs (0.5%) were retained as\nas homozygous in the child.                                             high-conﬁdence variants after manual inspection (table 2). Using\n                                                                        this screening procedure, we found a likely genetic diagnosis in\nDe novos                                                                six of the families, a likely explanation for one of the clinical\nParental and proband raw alignments were examined for all               features in a seventh subject and a number of suggestive muta-\npotential de novo SNVs. The majority was ruled out for one              tions in other families. No secondary (incidental) variants were\nof the following reasons: (a) low coverage in parents (<10x); (b)       detected in the probands or their parents.\nvariant is visibly present in parental alignments but not identi-\nﬁed by SAMtools; or (c) alignments look unconvincing (eg,               Likely genetic diagnosis: Trios 1 and 7dEFTUD2\nmultiple mismatches in same read, variant is at the very ends of        Depending on how ‘functional’ mutations are deﬁned, sequencing\nreads) in proband and/or parents. For potential de novo INDELs,         studies suggest an average of about one functional de novo\nwe removed those with fewer than ﬁve variant reads or with              mutation per genome.5 In this study, we see a total of 20 high-\na variant/reference read ratio #0.3 (the vast majority) before          conﬁdence de novo variants, somewhat higher than reported\ninspection of raw alignments.                                           for controls.6 A particularly striking observation is that of these\n                                                                        20 de novo putatively functional variants, two were observed in\nCompound heterozygotes                                                  the same gene, EFTUD2, in trio 1 and trio 7. Both variants were\nRaw alignments for all potential compound heterozygous vari-            conﬁrmed as de novo with Sanger sequencing. Very approxi-\nants were inspected in the proband and parents to ensure that           mately, assuming (incorrectly) that each gene of the approxi-\nthe contributing variants were each inherited from a different          mately 22 000 captured is equally likely to harbour a de novo\nparent.                                                                 mutation, the likelihood of seeing the same gene affected by\n                                                                        chance in 2 of 20 de novos is 0.0086, suggesting the possibility\nCommunication of results to families                                    of involvement of EFTUD2 in these patients’ conditions. The\nAll families underwent genetic counselling at the time of               patients share some clinical features (table 3), although they\nparticipation. In the initial counselling session, de novo, auto-       were not originally considered to be similar.\nsomal-recessive and X-linked inheritance patterns were discussed          The variant in trio 1 is a G/A transition located at the +5\nand it was emphasised that autosomal-dominant conditions                position in the splice donor site of exon 11. G>A mutations\nwith incomplete penetrance, synergistic heterozygosity, mito-           of the +5G have been observed in several human inherited\nchondrial disorders and epigenetic changes would not be                 disorders,7e9 and in some studied examples site-directed muta-\ndetected with this approach. All families were aware that               genesis of the +5G results in reduced splicing efﬁciency.10e12\na variant of interest that may be detected may not be deﬁnitely         Investigation of the mRNA isolated from blood of the proband\nproven casual, and also that no results may be obtained. Parents        and parents did not detect altered splicing or expression level,\nwere informed that variants of uncertain signiﬁcance would not          but tissue-speciﬁc impaired splicing remains a possibility.\n\n2 of 9                                                        Need AC, Shashi V, Hitomi Y, et al. J Med Genet (2012). doi:10.1136/jmedgenet-2012-100819\n\f                               Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n\n                                                                                                                                                             New loci\n\nTable 1       Demographic and clinical features of sequenced patients\n                                                                                                                    Genetic tests performed clinically\nTrio      Sex      Age      Race                  Symptoms                                                          before enrolment in study\n1         M           8     Indian                Developmental delay, possible autism, microcephaly,               Chromosome microarray (paternally inherited 15q13.3\n                                                  dysmorphic features, spine abnormalities, sensorineural           dup), Fragile X\n                                                  hearing loss\n2         M           3     European-American     Developmental delay, multifocal epilepsy, involuntary             Chromosomes, chromosome microarray, Niemann-Pick\n                                                  movements, abnormal liver function, absent tears                  type C, hepatocerebral mDNA depletion panel (POLG1,\n                                                                                                                    DGUOK, MPV17), ataxia with oculomotor apraxia type 2\n                                                                                                                    (SETX), Allgrove Syndrome, ataxia telangectasia (ATM),\n                                                                                                                    Rett (MECP2), alphad1 antitrypsin (AAT), congenital\n                                                                                                                    disorder of glycosylation (transferrin isoelectric focusing\n                                                                                                                    and N-glycan analysis), metabolic tests (Tay Sachs,\n                                                                                                                    Sandhoff, mannosidosis, mucolipidosis II, Krabbe,\n                                                                                                                    metachromatic leukodystrophy, adrenoleukodystrophy,\n                                                                                                                    GAMT, plasma amino acids, plasma acylcarnitine, urine\n                                                                                                                    organic acids).\n3         M           3     European-American     Developmental delay, autism, coarctation of the aorta,            Chromosome microarray (maternally inherited 15q26.3\n                                                  tethered cord, congenital nystagmus and strabismus                deletion), Smith-Lemli-Opitz, Aarskog\n4         F        adult    European-American     multiple congenital abnormalities and macular degeneration        Chromosome microarray (2 stretches of loss of\n                                                                                                                    heterozygosity on chromosome 2), Fragile X\n                                                                                                                    (premutation carrier)\n5         F          12     European-American     Severe intellectual disability, autism, bilateral hyperpronated   Chromosomes, chromosome microarray, Rett, Angelman\n                                                  feet, facial dysmorphisms                                         methlyation, Fragile X, Cohen Syndrome\n6         M          18     European-American     Intellectual disability, epilepsy, panhypopituitarism,            Chromosomes, chromosome microarray, Borgeson-\n                                                  hypertension, bifid great toe, vertebral segmentation             Forssman-Lehman syndrome\n                                                  anomalies and sagittal cleft of the vertebra, hypoplastic 13th\n                                                  rib, and delayed bone age\n7         M           2     European-American     Microcephaly, facial asymmetry, acyanotic Tetralogy of            Chromosome microarray, CHARGE (CHD7)\n                                                  Fallot; history of small muscular ventricular septal defect;\n                                                  right aortic arch with mirror image branching; malformed\n                                                  right ear with hearing loss, bifid uvula, cleft soft palate\n8         M          16     European-American     Severe intellectual disability, dysmorphic features evident,      Chromosome microarray, craniosynostosis syndromes\n                                                  bicuspid aortic valve, bilateral coronal craniosynostoses,        (FGFR2), non-syndromic craniosynostosis (FGFR3)\n                                                  quadriplegic cerebral palsy, bilateral inguinal hernias, G-tube   Saethre-Chotzen syndrome (TWIST)\n                                                  placement and obstructive sleep apnoea\n9         F           4     Algerian              Developmental delay, bilateral congenital cataracts and           Chromosome microarray (Long stretch of loss of\n                                                  strabismus, ventricular and atrial septal defects, a unilateral   heterozygosity on chromosome 17), CHARGE (CHD7),\n                                                  clubfoot, and unilateral choanal atresia                          PAX6, 7-dehydrocholesterol and cholesterol levels\n10        M          11     European-American     Attention deficit hyperactivity disorder, language delays,        Chromosome microarray, Costello (H-RAS), Gorlin\n                                                  coarse facial features, bilateral mandibular cysts, low muscle    (PTCH), Comprehensive Noonan sequencing array\n                                                  tone                                                              (BRAF, HRAS, KRAS MAPT2K1, MAPTK2, PTPN11,\n                                                                                                                    RAF1, SHOC2 and SOS1), MPS panel\n11        M           9     European-American     Severe intellectual disability, developmental delay, seizures/    Chromosomes, chromosome microarray (familial Xp11.4\n                                                  infantile spasms, hypotonia and minor dysmorphisms                duplication), acylcarnitine profile, plasma amino acids,\n                                                                                                                    urine organic acids, creatine/guanidinoacetate analysis in\n                                                                                                                    urine and blood\n12        F           4     European-American     Speech delay, borderline microcephaly, failure to thrive,         Chromosomes, chromosome microarray\n                                                  dysplastic nails, ventricular septal defect and hip dysplasia\n\n\n\nDocumentation of a functional effect on splicing will be                                sylation (table 1), and transferring isoelectric focusing and\nrequired to conﬁrm pathogenicity of this variant. The EFTUD2                            N-glycan analyses have been normal on repeated testing. To\nvariant in trio 7 is a frameshift INDEL causing the premature                           further explore the effect of these variants, we compared NGLY1\ntermination of the protein at the end of exon 9 (residue 222/                           protein expression in leucocytes extracted from blood from the\n962). This study thus identiﬁed EFTUD2 as a leading candidate                           patient, his parents and three controls. Both parents showed\nfor explaining the conditions in these children. Subsequent to                          reduced expression compared with controls, and the patient had\nthis work, Lines and colleagues13 very recently reported an                             barely discernible levels of NGLY1 (ﬁgure 1). Dysfunction of\nanalysis of 12 patients with Mandibulofacial Dysostosis with                            NGLY1 would be expected to result in abnormal accumulation\nmicrocephaly, and found that all have de novo mutations in                              of misfolded glycoproteins due to impaired degradation. In our\nEFTUD2. On examination, both these patients show similarities                           patient, liver biopsy showed an amorphous unidentiﬁed substance\nto the children in this report, and the patient from trio seven                         throughout the cytoplasm, suggestive of stored material in the\nﬁts the condition very closely.                                                         liver cells. It is to be noted that extensive testing for lysosomal\n                                                                                        storage had also been pursued in this child, and all the results had\nTrio 2: NGLY1                                                                           been normal. Further cellular assays are underway to better\nScreening for compound heterozygous variants revealed that                              characterise this mutation.\npatient 2 had inherited a frameshift variant in the last exon of\nNGLY1 from his mother, and a nonsense mutation in exon 8                                Trio 3: SMAD4\nfrom his father. NGLY1 encodes N-glycanase 1, which is involved                         A de novo non-synonymous mutation was identiﬁed in SMAD4\nin the degradation of misfolded glycoproteins. N-glycanase 1 has                        in trio 3, resulting in an isoleucine to valine substitution at\nnot been associated with a speciﬁc disorder, but the phenotype                          amino acid position 500 (I500V). This variant has recently been\nof this child is consistent with a congenital disorder of glyco-                        reported to be the causal variant in approximately half of all\n\nNeed AC, Shashi V, Hitomi Y, et al. J Med Genet (2012). doi:10.1136/jmedgenet-2012-100819                                                                               3 of 9\n\f                                     Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n\n    New loci\n\nTable 2          Exome sequencing quality and summary of rare homozygous and de novo variants\n          Coverage proband               Coverage mother                 Coverage father                                                de novos\n                                                                                                                                                         Not confirmed\n          Captured         Average       Captured          Average       Captured            Average                                   Confirmed         but high\n          regions with     coverage      regions with      coverage      regions with        coverage                                  by Sanger         coverage,\n          coverage         captured      coverage          captured      coverage            captured    Rare                  Cpd     sequencing/       good quality       Variants\nTrio      >10 (%)          regions       >10 (%)           regions       >10 (%)             regions     homo     X-linked     hets    TaqMan            alignment          of interest\n1         89.8             115           90.19              64           90.59                65         25       17           0       EFTUD2 i-e        ZPF90 NS,          EFTUD2\n                                                                                                                                                         TMEM175 S\n2         88.9              63           87.5               60           88.37                58          6       9            2       none                                 NGLY1\n3         88.2              58           85.2               48           86.29                45          9       6            0       SMAD4 NS          NTSR1 NS,          SMAD4\n                                                                                                                                                         AC121493.1\n                                                                                                                                                         NS\n4         91.5              80           88.34              72           90.85                73         15       NA           0                         AT6AP2 NS          EFEMP1\n5         90.1              64           90.67              71           91.02                67          7       NA           1        TCFA NS          RBM43 NS           TCFA\n6         88.9              60           87.18             102           89.07                61         16       6            0        HNRNPU           SMAD1, NS          HNRNPU,\n                                                                                                                                        ESS                                 SMAD1\n7         87.3              68           89.75              87           90.33                94          7       8            0        EFTUD2                              EFTUD2\n                                                                                                                                        FS\n8         85.9              55           89.72              81           92.39               106          3       4            0                                            None\n9         89.3              57           80.68             100           85.63                60         36       NA           0                         ZNF266 S,          None\n                                                                                                                                                         C12OR51 NS,\n                                                                                                                                                         SAMD13 FS\n10        90.8              72           90.59              68           78.37                83          6       5            0                         MAST1 NS\n11        91.6              88           89.54              67           89.22                71          8       5            1        SCN2A NS         TBC1D1 NS          SCN2A\n12        91.0              77           90.61              68           90.33                71          4       NA           0                         NR1H3 NS,          None\n                                                                                                                                                         AP4M1 in\n    1¼percentage of captured regions with coverage>5; 2¼average coverage captured regions (x); NS, non-synonymous, S, synonymous; i-e, intron-exon boundary; in, intronic variant; FS,\n    frameshift variant; ESS, change in essential splice site.\n\n\n\ncases of Myhre syndrome, a clinically heterogeneous and rare                                       would occur, resulting in widening of the phenotypic spectrum\ndevelopmental disorder. All other cases in these reports were                                      of these disorders.\ncaused by substitutions at the same position, including ile500thr\nand ile500met. Myrhe syndrome is characterised by variable                                         Trio 5: TCF4\nshort stature, short hands and feet, facial dysmorphisms,                                          A novel de novo mutation was found in TCF4, a gene known to\nmuscular hypertrophy, skin thickening, joint limitation, deaf-                                     carry mutations responsible for Pitt-Hopkins syndrome (PHS).\nness and cognitive delay.14e16 Our patient did not present as                                      Sanger sequencing conﬁrmed that the mutation is de novo, and\na typical case. Although he has hearing loss, cognitive impair-                                    a TaqMan assay in 1298 controls found no other carriers. We\nment and some of the characteristic facial dysmorphisms as                                         then evaluated the mRNA of the trio and found that the variant\nwell as ocular anomalies and congenital heart defects, he lacks                                    destroys the 39 splice site of exon 9 (655 G>A, D219N), resulting\nsome key diagnostic features including short stature, muscular                                     in the incorporation of 37 incorrect amino acids before intro-\nhypertrophy, joint limitation, skin thickening and skeletal                                        duction of a stop codon and premature termination. Examina-\nabnormalities. However, he is much younger than most reported                                      tion of protein expression showed that the variant protein was\npatients, and it is possible that some manifestations such as                                      completely degraded through the ubiquitin-proteasome system\njoint stiffness, muscular hypertrophy and the skin thickening                                      (ﬁgure 2). This is likely to lead to haploinsufﬁciency of TCF4, the\nmay emerge later. He also has scoliosis, which has not previously                                  known cause of PHS.\nbeen described as a feature of Myhre syndrome. This case                                              In retrospect, our patient’s features of wide mouth, high\nillustrates that with NGS, more early diagnoses and detection                                      cheekbones, deep-set eyes, limited speech and severe intellectual\nof patients with atypical presentations of Mendelian disorders                                     disabilities, are consistent with a diagnosis of PHS. She lacks\n                                                                                                   the characteristic hyperventilation (seen in 86% of reported\nTable 3 Clinical features of the two patients with EFTUD2 mutations,                               cases) and epilepsy (70%).17 Due to the absence of both these\ndemonstrating similarities and dissimilarities between the two                                     distinctive features, she had not been tested for this disorder,\n                              Case 1                                   Case 7                      although it had been considered in the differential diagnosis.\nDevelopmental delay           Yes                                      Yes\n                                                                                                   Trio 11: SCN2A\nMicrocephaly                  Yes                                      Yes\n                                                                                                   A de novo variant was identiﬁed in SCN2A, a neuronal voltage-\nVertebral anomalies           Yes - fusion of C2 to                    None\n                              C5 vertebrae                                                         gated sodium channel gene. The mutation was at a site for\nHearing loss                  Yes - sensorineural hearing              Hearing loss on             which no previous mutation had been reported. Approximately\n                              loss on both sides                       the right side              20 de novo and inherited variants in SCN2A have been reported\nAuricles                      Abnormal                                 Abnormal                    to cause seizure disorders, mostly mild but occasionally\nLimbs                         Hypoplastic right thumb/limited          Normal                      accompanied by severe intellectual disabilities including\n                              flexion and extension of the right                                   infantile epilepsy.18e30 This non-synonymous SCN2A variant,\n                              interphalangeal thumb joint\n                                                                                                   Asp1598Gly, has a PolyPhen score of 0.99 (range 0e1), meaning\nPalate                        Normal                                   Soft cleft palate\nCardiac anomaly               None                                     Tetralogy of Fallot\n                                                                                                   that it is very likely to be detrimental to the protein,31 and was\nFacial asymmetry              None                                     Yes\n                                                                                                   conﬁrmed to be de novo by Sanger sequencing. Residue Asp1598\n                                                                                                   is located in transmembrane segment D4S3 of sodium channel\n\n4 of 9                                                                              Need AC, Shashi V, Hitomi Y, et al. J Med Genet (2012). doi:10.1136/jmedgenet-2012-100819\n\f                               Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n\n                                                                                                                                                  New loci\n\n                                                                                      SCN2A is not routinely included in DNA testing for epilepsy\n                                                                                    because mutations of SCN1A are much more common.\n\n                                                                                    Interesting findings\n                                                                                    In the remaining six cases, no variants judged as likely to be\n                                                                                    causal for most or all features were identiﬁed, although in two\n                                                                                    cases one or more interesting candidate variants were found.\n\n                                                                                    Trio 4\n                                                                                    Exome sequencing revealed several regions of homozygosity\n                                                                                    including several homozygous variants in EFEMP1 (two intronic\n                                                                                    SNVs and a 39 UTR INDEL), a gene in which heterozygous\n                                                                                    mutations are known to cause early onset maculopathies.34e36\n                                                                                    Subsequent to this ﬁnding, it was judged that the patient’s\n                                                                                    retinal phenotype of bilateral and symmetric distribution of\n                                                                                    drusenoid deposits most likely reﬂects dysregulation of the\nFigure 1 Expression of endogenous NGLY1 protein in peripheral blood                 function of EFEMP1 (E Heon, personal communication). A real-\nmononuclear cells from patient, parents and three unrelated healthy                 time reverse transcriptase PCR assay indicated that the level\ncontrols. The protein expression level in the patient is less than both parents     of EFEMP1 expression in blood is too low to assess any effects\nand healthy controls. GAPDH, glyceraldehyde 3-phosphate dehydrogenase.              of the variant on controls. This patient also carries a de novo\n                                                                                    non-synonymous coding SNV with a PolyPhen score of 0.999 in\nNav1.2, within the sequence WNIFDF that is highly conserved                         the gene ATP6AP2. This gene encodes the (pro)renin receptor\nin mammalian and invertebrate voltage-gated sodium channels                         and has multiple functions in the eye, heart, kidney, central\n(ﬁgure 3). In the bacterial sodium channel, the corresponding                       nervous system and other tissues.37e39 This patient highlights\nsequence is WSLFDF, and the recently determined crystal                             the fact that some subjects who would undergo NGS may very\nstructure indicates that this aspartate residue (D80) can form a                    well have more than one underlying diagnosis, and that all\nhydrogen bond with a positive (arginine) gating charge in                           causative variants may not be detected.\ntransmembrane segment S4.32 Conversion of this aspartate to\nthe non-polar glycine residue would prevent this interaction,                       Trio 6\npotentially impairing regulation of channel opening. These                          A de novo variant was observed in the 59 consensus splice site\nconsiderations strongly indicate the pathogenicity of this                          of exon 9 of the HNRNPU gene, which encodes HnRNP U.\nmutation.                                                                           This gene is in the critical target region for the seizure pheno-\n   Further support for the role of this mutation comes from the                     type of patients with microdeletion of 1q43e44,40 41 a highly\nclosely related sodium channel SCN1A. SCN1A and SCN2A                               variable syndrome characterised by speech delay, intellectual\narose by gene duplication during vertebrate evolution, and retain                   disability and seizures. In mice, HnRNP U has been shown to\n87% amino acid sequence identity (1747/2005) with most                              be linked to preaxial polydactyly caused by abnormal expression\ndivergence in non-transmembrane domains. A de novo mutation                         of SHH during limb development,42 and normal HnRNP\nin the corresponding residue of SCN1A, D1608Y, was found in                         U expression is essential for embryonic development.43 We have\na patient with severe myoclonic epilepsy of infancy, which                          been unable to demonstrate a functional effect of the de novo\nlike our patient is characterised by infantile seizures and                         variant in blood, but it remains possible that it affects expression\nintellectual disability.33 Three additional missense mutations                      of a particular isoform, perhaps in a tissue-speciﬁc manner\nin transmembrane segment D4S3 of SCN1A have been identi-                            during development. In addition, this patient has a de novo\nﬁed in patients with epilepsy (http://www.molgen.ua.ac.be/                          mutation in SMAD1, a gene that partners with SMAD4 in bone\nSCN1AMutations/), further demonstrating the pathogenic                              morphogenetic protein signal transduction.44 Given the associ-\npotential of this transmembrane segment of the protein.                             ation of de novo SMAD4 mutations with a spontaneous clini-\n                                                                                    cally heterogeneous developmental disorder (see above), it is\n\n\n\n\n                                                                                    Figure 3 The SCN2A mutation, D1598G, is located in transmembrane\n                                                                                    segment 3 of the sodium channel protein domain 4. This residue is\n                                                                                    conserved in vertebrate, invertebrate DM (Drosophila) and bacterial\n                                                                                    (NaChBac) sodium channels. The D to Y mutation at the corresponding\nFigure 2 Expression of TCF4 variant and wild-type (WT) protein in COS-              position of SCN1A was identified in a patient with severe myoclonic\n7 cells. The variant protein (V) is only seen in the presence of proteasome         epilepsy (SME) of childhood, an early onset epileptic encephalopathy\ninhibitors. GAPDH, glyceraldehyde 3-phosphate dehydrogenase.                        with features similar to the affected individual in trio 11 h, human; f, fish.\n\nNeed AC, Shashi V, Hitomi Y, et al. J Med Genet (2012). doi:10.1136/jmedgenet-2012-100819                                                                   5 of 9\n\f                          Downloaded from http://jmg.bmj.com/ on October 14, 2015 - Published by group.bmj.com\n\n New loci\n\npossible that mutations in its close partner gene may cause              new genes would be nominated and conﬁrmed using exactly this\nsimilar phenotypes.                                                      strategy.\n                                                                            Furthermore, information gained from genome sequencing\nInteresting variants ultimately considered unlikely to be causal         as described here, focused on a broad range of patients, will likely\nTrio 2                                                                   expand the phenotypic spectrum of many currently well-known\nA synonymous inherited X chromosome variant was found in                 genetic disorders. Clinical decisions regarding whether or not to\nthe GPM6B gene, which has been considered a good candidate               perform a genetic test largely depend on how well the patient\nfor causing cases of Pelizaeus-Merzbacher disease.45 Since Peli-         ﬁts the clinical description of the disorder. Although mutations\nzaeus-Merzbacher Disease had been considered as a diagnosis for          in TCF4 are known to cause the well described PHS, the patient\nthis patient, we tested the cDNA from the trio for possible              in this study did not exhibit two of the most common and\neffects on splicing, and the DNA from the maternal grandpar-             differentiating symptoms of this disorder (periods of hyperven-\nents to examine the inheritance. We found that the mutation              tilation and seizures), and although the condition was consid-\nhad no effect on the cDNA sequence of the patient, and that it           ered, the diagnostic yield was not thought to be high enough to\nwas inherited from the paternal grandfather. This illustrates            warrant testing. Similarly, the patient with the SMAD4 muta-\nthe importance of tracking candidate variants through the                tion that is known to cause Myhre syndrome did not show\nrelevant pedigree before reaching a judgement concerning                 a typical manifestation of this syndrome. It is possible that there\npathogenicity.                                                           are many well described genetic conditions in which the vari-\n                                                                         ability in the phenotypic spectrum is not currently appreciated,\nTrio 10                                                                  and NGS may facilitate considerable broadening of this spec-\nThis patient has an inherited X chromosome variant predicted             trum. The real power of diagnostic sequencing will depend on\n(by Genie46) to affect the 39 splice site of exon 8 of ACSL4, a gene     establishing very large databases that include mutations of\nlinked to intellectual disability with absent or severely delayed        interest and corresponding phenotypes. For example, intellectual\nspeech and dysmorphic facial features.47 However, cDNA                   disabilities and/or congenital abnormalities occur in approxi-\nsequencing revealed no differences between the patient and his           mately 3e4% of children,48 49 and ",
  "wordCount": 9157,
  "indexed": "2025-09-25T22:45:22.568Z",
  "method": "direct"
}
