{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Kalaydjieva et al_2001_Genetic studies of the Roma (Gypsies).pdf",
  "fileName": "Kalaydjieva et al_2001_Genetic studies of the Roma (Gypsies).pdf",
  "relativePath": "Genetica/Recesivas/Kalaydjieva et al_2001_Genetic studies of the Roma (Gypsies).pdf",
  "text": "BMC Medical Genetics (2001) 2:5                                                                   http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nBMC  Medical Genetics (2001) 2:5\nReview\nGenetic studies of the Roma (Gypsies): a review\nLuba Kalaydjieva*1,2, David Gresham1 and Francesc Calafell3\n\nAddress: 1 Centre for Human Genetics, Edith Cowan University, Perth, Australia, 2Western Australian Institute for Medical Research, Perth,\nAustralia and 3Unitat de Biologia Evolutiva, Facultat de Ciencies de la Salut i de la Vida, Universitat Pompeu Fabra, Barcelona, Spain\nE-mail: Luba Kalaydjieva* - L.Kalaydjieva@ecu.edu.au; David Gresham - D.Gresham@ecu.edu.au;\nFrancesc Calafell - francesc.calafell@cexs.upf.es\n*Corresponding author\n\n\n\n\nPublished: 2 April 2001                                                      Received: 15 January 2001\n                                                                             Accepted: 2 April 2001\nBMC Medical Genetics 2001, 2:5\nThis article is available from: http://www.biomedcentral.com/1471-2350/2/5\n(c) 2001 Kalaydjieva et al, licensee BioMed Central Ltd.\n\n\n\n\n                 Abstract\n                 Background: Data provided by the social sciences as well as genetic research suggest that the 8-\n                 10 million Roma (Gypsies) who live in Europe today are best described as a conglomerate of\n                 genetically isolated founder populations. The relationship between the traditional social structure\n                 observed by the Roma, where the Group is the primary unit, and the boundaries, demographic\n                 history and biological relatedness of the diverse founder populations appears complex and has not\n                 been addressed by population genetic studies.\n                 Results: Recent medical genetic research has identified a number of novel, or previously known\n                 but rare conditions, caused by private founder mutations. A summary of the findings, provided in\n                 this review, should assist diagnosis and counselling in affected families, and promote future\n                 collaborative research. The available incomplete epidemiological data suggest a non-random\n                 distribution of disease-causing mutations among Romani groups.\n                 Conclusion: Although far from systematic, the published information indicates that medical\n                 genetics has an important role to play in improving the health of this underprivileged and forgotten\n                 people of Europe. Reported carrier rates for some Mendelian disorders are in the range of 5 -15%,\n                 sufficient to justify newborn screening and early treatment, or community-based education and\n                 carrier testing programs for disorders where no therapy is currently available. To be most\n                 productive, future studies of the epidemiology of single gene disorders should take social\n                 organisation and cultural anthropology into consideration, thus allowing the targeting of public\n                 health programs and contributing to the understanding of population structure and demographic\n                 history of the Roma.\n\n\n\n\nIntroduction                                                                    of political debate and media coverage throughout Eu-\nThe Roma (Gypsies) became one of the peoples of Eu-                             rope, their poor health status [3–6] is rarely discussed\nrope around one thousand years ago, when they first ar-                         and still awaits the attention of the medical profession.\nrived in the Balkans [1,2]. The current size of the\nEuropean Romani population, around 8 million [2], is                            This review of genetic studies of the Roma was prompted\nequivalent to that of an average European country (Fig-                         by two recent developments: (i) Studies conducted over\nure 1). While human rights and socio-economic issues                            the last decade have resulted in the identification of a\nrelated to the Roma are increasingly becoming the focus                         number of novel single gene disorders and disease-caus-\n\fBMC Medical Genetics (2001) 2:5                                                  http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nFigure 1\nRomani population size in different European countries The collection of this type of data depends on declared ethnic\nidentity which, in the case of the Roma, can be affected by a number of political and social circumstances. The estimates in the\nfigure are the average of the numbers provided by different sources, such as census data, ministries of internal affairs and\nhuman rights organizations [2].\n\n\n\ning mutations. The accumulating data are already suffi-           nomic and political changes in Eastern Europe and the\ncient to outline a pattern and draw conclusions about             wars in former Yugoslavia have led to the west-bound\npublic health policies and future research. (ii) The eco-         migration of large numbers of Roma [7,8], changing the\n\fBMC Medical Genetics (2001) 2:5                                              http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\ntraditional demographic profile of Gypsy minorities            of Jewish and Romani pedigrees and provided \"the sci-\nacross Europe. A predictable consequence of this new di-       entific basis\" for the \"final solution\", the annihilation of\naspora is that medical practitioners in many countries         millions of Jews and Roma in the concentration camps of\nwill encounter Romani patients with previously un-             Nazi-occupied Europe.\nknown or very rare disorders. A summary of the available\ninformation should facilitate diagnostic investigations        Post-war genetic research has been preoccupied with the\nand counselling in these affected families and stimulate       Indian origins of the Roma [10–16], pursuing the \"Indi-\ninternational collaboration.                                   an connection\" even in studies meant to focus on severe\n                                                               genetic disorders [17]. Most studies have remained in the\nMaterials and Methods                                          realm of scientific exploration, away from the health\nLiterature searches were performed using the U.S.A Na-         needs of the Roma. Many publications display judge-\ntional Library of Medicine PubMed/MEDLINE databas-             mental and paternalistic attitudes, that would be consid-\nes for the period 1960 to December 2000. Database              ered unacceptable if used with regard to other\nsearches using the keyword \"Gypsies\" identified 297 ar-        populations.\nticles whilst the keyword \"Gypsy\" produced 573 articles.\nThe discrepancy is due mainly to the inclusion of articles     This historical \"track record\", the persisting practices of\nabout the \"gypsy retransposable element\" and the \"gypsy        discrimination and marginalisation [3–6], and the fact\nmoth\". Searches using the terms \"Roma\", \"Romani\" and           that, unlike the Jews, the Finns and the French Canadi-\n\"Romany\" yielded results that were not relevant to the         ans, the Roma are still the \"object\" of investigations con-\ntopic (eg. Roma, the capital of Italy) or else incomplete.     ducted by outsiders, are all likely to impact on the\n                                                               attitudes of the Roma towards genetics. Building up the\nThe majority of the 297 articles dealt with issues beyond      trust and collaboration necessary for both public health\nthe focus of this review, namely social problems related       programs and research, should become a goal of the\nto the health of the Roma (28.6%), or general medical          health care systems of Europe.\nproblems (29.6%). The remainder were reports on ge-\nnetic research, of which 41 studies (13.8%) were in the        Population Genetics\nfield of clinical genetics, 44 (14.8%) were molecular stud-    Population genetic studies have used mostly \"classical\"\nies of genetic disorders, and 39 (13.1%) covered popula-       polymorphisms to investigate Romani individuals from\ntion genetic research. In the clinical and molecular           different European counties and address three main\ngenetics fields, we have given preference to publications      questions: (i) similarity between Roma and Indians; (ii)\nwhich were not limited to single case descriptions, and        relatedness to European populations; (iii) affinities be-\ndealt with disorders with public health impact. Popula-        tween Romani populations from different countries [10–\ntion genetics papers were selected on the basis of the         24]. Single locus comparisons have resulted in contro-\ncompatibility of study design, specifically the analysis of    versy, with some pointing to close genetic affinity be-\ncomparable polymorphic systems.                                tween Roma and Indians, and others indicating that the\n                                                               Roma are indistinguishable from Europeans. Heteroge-\nComplementary data on history, linguistics, cultural an-       neity between countries has become apparent and has\nthropology and demography were found through stand-            led to the conclusion that the European Roma are com-\nard library and bibliographic searches, and included           posed of two different populations, characterised respec-\npublications recommended by consulting experts in              tively by a high and a low frequency of blood group B\nRomani studies (Drs. Elena Marushiakova and Vesselin           [23], or defined as East and West European Roma, with\nPopov from the Bulgarian Academy of Sciences and Dr.           the former closely related to Indian populations [16].\nIan Hancock from the University of Texas at Austin).           Heterogeneity of Romani populations within the same\n                                                               country has been suggested by the very small number of\nThe \"Track Record\" of Genetics                                 studies addressing this issue [19,21,25,26].\nGenetic studies of the Roma have been conducted for\nover 70 years, with thousands of individuals sampled           In an attempt to summarise the existing data, we have\nacross Europe. During the years of the Third Reich, Gyp-       conducted a multilocus re-analysis of several marker sys-\nsies, together with Jews, attracted the special attention of   tems using comparable studies of the Roma in different\nGerman geneticists [9]. A grant proposal signed by Nobel       European countries [11,22,23,24,26,27], Europeans\nprize winner Ferdinand Sauerbruch and funded by the            [28–33] and north Indian populations [34–36]. The\nDeutsche Forschungsgemeinschaft designed the \"genetic          comparisons (Figure 2, Table 1) provide a general indica-\nand medical research\" at the death camp in Auschhwitz          tion that most of the Roma are genetically closer to Indi-\n[9]. The Race Hygiene and Population Biology Research          ans than to European populations, hardly surprising in\nCentre, established in 1936, organised thorough records        view of the linguistic theories on the Indian origins of the\n\fBMC Medical Genetics (2001) 2:5                                                http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nFigure 2\nMultilocus comparison between Romani populations from different European countries, autochthonous Euro-\npean populations and populations from north India The polymorphic systems included in the analysis comprised\nA1A2BO, MN, haptoglobin and Rh (CDE), with a total of 11 independent alleles. Information on these markers was available\nfor the Roma in Slovakia (n = 350) [26], Hungary (n = 507) [11], England (n = 109) [23], Slovenia (n = 350) [27], Sweden (n =\n115) [24] and Wales (n = 84) [22], for non-Roma Europeans (n = 5169) and for two north Indian populations, Rajput (n = 175)\n[34,35] and Punjabi (n = 140) [35,36]. Genetic distances between pairs of populations were computed by means of Reynold's\ncoancenstry coefficient [84] and displayed as a neighbour-joining tree [85]. The robustness of the branches in the tree was\nassessed with a bootstrap approach [86]. The analysis was conducted using the PHYLIP 3.57c package [87].\n\fBMC Medical Genetics (2001) 2:5                                                       http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nRoma proposed two centuries ago [1]. More importantly,                  and interests of individual medical researchers working\nthe analysis highlights the internal diversity of the Roma,             in this field. Data in the literature, particularly from the\nwho appear to be genetically far more heterogeneous                     Spanish Collaborative Study of Congenital Malforma-\nthan autochthonous European populations.                                tions [47], point to the existence of a number of addition-\n                                                                        al rare single gene disorders, whose molecular basis is\nTable 1: Multi-locus reanalysis of previously published data on Eu-     still to be identified. These include hereditary idiopathic\nropean Roma\n                                                                        torsion dystonia (ITD) [48], epidermolysis bullosa [49],\n Populations                       Proportion of the variance ex-       albinism [49], and some rare autosomal recessive mal-\n                                       plained by differences           formation syndromes, such as Bowen-Conradi, Jarcho-\n                                   between groups        within         Levin, Meckel, Smith-Lemli-Opitz, and Fraser [47,49].\n                                                         groups\n                                                                        A third group of Mendelian disorders includes common\n All Roma (n = 1287) versus           1.81 ± 1.45%      0.58 ± 0.29%\n                                                                        conditions, where the mutation prevalent in the sur-\n non-Roma Europeans                                                     rounding or in global populations is likely to have been\n (n = 5169)                                                             introduced by admixture, for example cystic fibrosis and\n Roma (n = 1287) versus               0.36 ± 0.69%       2.8 ± 0.39%    delF508 [50], phenylketonuria and the R252W and\n North Indians (n = 315)                                                IVS10nt546 mutations [51,52], and medium chain acyl-\n Between Romani                       3.47 ± 0.46%                      coenzyme A dehydrogenase (MCAD) deficiency and\n populations (n = 1287) in\n                                                                        G985 [53].\n Europe\n Between European                     0.19 ± 0.12%\n Populations (n = 5169)                                                 Molecular genetic findings\n                                                                        With the exception of phenylketonuria, Mendelian disor-\n                                                                        ders have been described as genetically homogeneous,\n The populations and references included in the comparison are as in-   with a single mutation accounting for all affected indi-\n dicated in figure 2. Genetic variance was apportioned between and      viduals and related polymorphic haplotypes unambigu-\n within populations and between and within groups of populations by     ously indicating a common origin and founder effect\n means of the Analysis of Molecular Variance [88], as implemented in\n                                                                        [37–40,42–46].\n the Arlequin 1.1 package [89].\n\n                                                                        At the same time, many studies emphasise the small size\n                                                                        of the conserved region of homozygosity and the diversi-\n                                                                        ty of disease haplotypes observed even within single af-\nGenetic Disorders of the Roma                                           fected kindreds [37,40,42,44,54] (Figure 3). Haplotype\nDiseases and mutations identified to-date                               diversification, generated by numerous historical recom-\nAs a result of traditionally low socio-economic status and              binations and marker mutations [39] as a consequence\nlimited access of the Roma to health care, their unique                 of the old age [37,43] and high frequencies of disease-\ngenetic heritage has long escaped the attention of Euro-                causing mutations, has important implications for gene\npean medicine and is now being randomly \"discovered\".                   mapping studies: (i) Homozygosity mapping, relying on\n                                                                        consanguinity in the affected families, is not applicable\nTo date, nine Mendelian disorders caused by private                     in studies using the standard genetic maps and can result\n\"Romani\" mutations have been described (Table 2).                       in spuriously negative results [54]. (ii) The diversity of\n                                                                        historical recombinations becomes a powerful tool in the\nThe list includes three novel neurological disorders,                   subsequent refined genetic mapping and positional clon-\nnamely hereditary motor and sensory neuropathies type                   ing of disease genes [55,39].\nLom (HMSN-L) [37–39] and type Russe (HMSN-R)\n[40], and the congenital cataracts facial dysmorphism\n                                                                        Epidemiological data\nneuropathy syndrome (CCFDN) [41,42].\n                                                                        Reported gene frequencies are high for both private and\n                                                                        \"imported\" mutations, and often exceed by an order of\nIn addition, a number of previously known but rare dis-\n                                                                        magnitude those for global populations. For example,\norders have been identified and shown to be caused by\n                                                                        galactokinase deficiency whose worldwide frequency is\nnovel private mutations (Table 2). Examples include\n                                                                        1:150,000 to 1:1,000,000 [56,57] affects 1 in 5,000 Rom-\nlimb-girdle muscular dystrophy type 2C (LGMD2C)\n                                                                        ani children [44]; autosomal dominant polycystic kidney\n[43], galactokinase deficiency [44], primary congenital\n                                                                        disease (ADPKD) has a global prevalence of 1:1000 indi-\nglaucoma [45], and congenital myasthenia [46].\n                                                                        viduals worldwide [58] and 1:40 among the Roma in\n                                                                        some parts of Hungary [17]; primary congenital glauco-\nIn view of the lack of systematic studies, the list cannot\nbe comprehensive and is likely to represent the biases\n\fBMC Medical Genetics (2001) 2:5                                                    http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nFigure 3\nGenetic mapping of hereditary motor and sensory neuropathy type Russe (HMSN-R): findings in the region of\nlinkage on chromosome 10q23 This affected family originates from a closed endogamous Romani group where consanguin-\neous marriages are common. The linkage study was conducted using the ABI Prism Linkage Mapping Sets LMS and LMS version\n2 (PE Biosystems), with an average intermarker distance of 10 cM. The ABI panel markers flanking the HMSN-R region (shown\nin blue) presented with different alleles in the affected individuals. Haplotype heterozygosity, resulting from historical recombi-\nnations and a recent cross-over event (individual R-11), extended into the 10 cM interval containing the gene and could have\nresulted in exclusion of the region if homozygosity mapping had been used. In the set of affected families included in the original\nstudy [40], the conserved region of homozygosity (red bars) was found to span only <500 kb. Courtesy of Dr. Tamara Rogers.\n\n\n\nma ranges between 1:5,000 and 1:22,000 worldwide                   on consanguinity in affected families displaces the focus\n[59,60] and about 1:400 among the Roma in Central Slo-             from an obvious need for public health intervention to\nvakia [61,62].                                                     patterns of personal behaviour. In the face of the report-\n                                                                   ed high gene frequencies, consanguinity is no more rele-\nCarrier rates for a number of disorders have been esti-            vant than it would be as a cause of beta-thalassemia in\nmated to be in the 5 to 20% range (Table 3).                       Mediterranean countries. (iii) High gene frequencies\n                                                                   may result in the parallel segregation of phenotypically\nAlthough incomplete, the available data already lead to            similar but genetically distinct disorders within the same\nsome practical conclusions: (i) What may appear to be a            kindred [40,42]. This clustering should be borne in mind\nnovel disorder confined to a single family, could in fact          in diagnostic studies, where assumptions based on pedi-\nbe an indication of a common problem affecting large               gree structure should be avoided and independent clini-\nnumbers of individuals. Research should therefore ex-              cal and genetic assessment should be conducted in all\ntend beyond case descriptions and aim at more compre-              cases.\nhensive epidemiological information. (ii) The emphasis\n\fBMC Medical Genetics (2001) 2:5                                                                http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nTable 2: Mendelian disorders of the Roma caused by private founder mutations\n\n Disorder                         OMIM*              Inheritance        Map                 Gene               Mutation              Ref.\n                                                                        Location\n\n\n Primary congenital               231300             AR                 2p21                CYP1B1             E387K                 45,54\n Glaucoma\n Galactokinase                    230200             AR                 17q24               GK1                P28T                  44\n Deficiency\n Polycystic kidney                173900             AD                 4q21-q23            PKD2               R306X**               90\n Disease\n Hereditary motor and             601455             AR                 8q24                NDRG1              R148X                 37,39\n Sensory neuropathy-Lom\n Hereditary motor and             605285             AR                 10q23                                                        40\n Sensory neuropathy-Russe\n Congenital cataracts facial      604168             AR                 18qter                                                       42\n dysmorphism neuropathy\n Limb girdle muscular             253700             AR                 13q12               SGCG               C283Y                 43,65,\n dystrophy type 2C                                                                                                                   91\n Congenital myasthenia            254210             AR                 17p13               CHRNE              1267delG              46\n Glanzmann                        273800             AR                 17q21               ITGA2B             IVS15DS,              64,92\n Thrombasthenia                                                                                                G-A+1\n\n\n *\n   Using the OMIM numbers, detailed clinical information can be obtained at http://www3.ncbi.nlm.nih.gov/Omim/ ** The R306X mutation in PKD2\n has been identified in Romani families from Bulgaria. It has not been confirmed in the Hungarian ADPKD families, but appears probable because of\n a reported common migration history of all affected groups.\n\n\n\n\nTable 3: Reported carrier rates for single gene disorders among the Roma\n\n Disorder                                               Country                    General              High-risk             Ref.\n                                                                                   Roma                 groups\n\n\n Primary congenital glaucoma                            Slovakia                   5%                   *11%                  45,54\n Galactokinase                                          Bulgaria                   2%                   *4%-5%                44\n Deficiency\n Autosomal dominant polycystic                          Hungary                                         2.4%                  17\n kidney disease\n Hereditary motor and sensory                           Bulgaria                   *2%                  *20%                  37,39\n neuropathy-Lom\n Limb girdle muscular dystrophy                         **Bulgaria                 2%                   6%                    93,66\n type 2C\n MCAD deficiency                                        ***Spain                                        *2.5%-10%             53\n Phenylketonuria                                        Czecho                     6%                                         94\n                                                        slovakia\n Oculocutaneous albinism                                Spain                      3.4%                                       49\n Fraser syndrome                                        Spain                      2.7%                                       47\n Epidermolysis bullosa                                  Spain                      2.4%                                       49\n\n\n Most estimates are based on prevalence figures. *Carrier rates determined through direct mutation detection are indicated in red. **The LGMD2C\n carrier rates for the general Romani population of Bulgaria are probably an overestimate since the screening was conducted in a geographical region\n where the high risk groups are clustered. ***The screening for the G985 mutation in Spain, performed in Gypsy groups residing in different parts of\n the country, revealed substantial differences between groups.\n\fBMC Medical Genetics (2001) 2:5                                             http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nResearch into Mendelian disorders has provided ample          Discussion\nevidence of genetic stratification, with mutations occur-     The pattern emerging from genetic research is that of a\nring at high frequencies in some Romani communities           conglomerate of founder populations which extend\nand altogether absent in others, located in close geo-        across Europe but at the same time differ within individ-\ngraphic proximity. In some cases, such as Glanzmann           ual countries, and whose demographic history, internal\nthrombasthenia [63,64], LGMD2C [65,66], galactoki-            structure and relationships are poorly understood. An\nnase deficiency [44], CCFDN [42] and HMSN-R [40], the         insight is provided by the social sciences.\nidentity of the affected groups has been specified. Other\nstudies, for example of congenital glaucoma [61,62] and       The 18th century theory on the Indian origins of the\nADPKD [17] provide only an indication of the area of res-     Roma [reviewed in 1], is based on the similarities be-\nidence of the affected communities. In the few cases          tween Romani and languages spoken in the Indian sub-\nwhere gene frequencies can be compared between high-          continent and is supported by genetic evidence. However\nrisk groups and the general Romani population of the          the lack of close relationship to any specific language or\nsame country, substantial differences become apparent         dialect has left unresolved the question of the original\n(Table 3).                                                    ethnic composition of the proto-Roma, with both single\n                                                              [72,73] and diverse [74] origins proposed by linguists.\nAt the same time, founder mutations have spread with          Translated into the language of genetics, this is a relevant\nthe Romani diaspora and are shared by affected individ-       question related to the homogeneity or diversity of the\nuals throughout Europe (Figure 4). International collab-      founding population.\noration has already made a substantial contribution to\nthe study of disease phenotypes in large samples of ge-       Inferred from linguistic influences retained in all Roma-\nnetically homogeneous patients [46, 67–71] as well as to      ni dialects, the major migration routes pass through Per-\nthe refined mapping of disease genes [55]. Such collabo-      sia, Armenia, Greece and the Slavic-speaking parts of the\nration will be essential for future research into new dis-    Balkans [1]. The first documents pointing to the arrival of\norders, founder mutations and factors modifying disease       the Roma in the Balkans date from the 11th-12th century\nseverity, and for understanding the epidemiology of ge-       [1,75]. By the 15th century, mention of their presence can\nnetic diseases of the Roma. The first steps to European       be found in historical records from all parts of Europe\ncollaboration have been made, with the founding of the        [1,2].\nGypsy Genetic Heritage Consortium in 1997, and the\nforthcoming ENMC workshop on neuromuscular disor-\nders in Gypsies.\nHistorical demographic data are limited, however tax          therefore the product of the complex initial migrations of\nregistries and census data give an approximate idea of        numerous small groups, superimposed on which are two\npopulation size and rate of demographic growth through        large waves of recent migrations from the Balkans into\nthe centuries (Table 4). A small size of the original popu-   Western Europe, in the 19th - early 20th century, after the\nlation is suggested by the fact that although most of the     abolition of slavery in Rumania [1,2,76] and over the last\nmigrants arriving in Europe in the 11th-12th century re-      decade, after the political changes in Eastern Europe\nmained within the limits of the Ottoman Empire [1,75],        [7,8].\nthe overall number of Roma in its Balkan provinces in\nthe 15th century was estimated at only 17,000.                The Group is still the primary building block of the social\n                                                              organisation of the Roma [1,2]. Group identity and the\nDuring its subsequent history in Europe, this founder         ensuing divisions and rules of endogamy are based on\npopulation split into numerous socially divided and geo-      tradition, customs and organs of self-rule, language and\ngraphically dispersed endogamous groups, with histori-        dialects, trades, history of migrations, and religion. Indi-\ncal records from different parts of the continent             vidual groups can be classified into major metagroups\nconsistently describing the travelling Gypsies as \"a group    [1,2,75]: the Roma of East European extraction; the Sinti\nof 30 to 100 people led by an elder\" [1,2]. These splits, a   in Germany and Manouches in France and Catalonia; the\npossible compound product of the ancestral tradition of       Kaló in Spain, Ciganos in Portugal and Gitans of south-\nthe jatis of India, and the new social pressures in Europe    ern France; and the Romanichals of Britain [1]. The\n(e.g. Gypsy slavery in Romania [76] and repressive legis-     greatest diversity is found in the Balkans, where numer-\nlation banning Gypsies from most western European             ous groups with well defined social boundaries exist. The\ncountries [1,2]), can be regarded as secondary bottle-        700-800,000 Roma in Bulgaria belong to three meta-\nnecks, reducing further the number of unrelated found-        groups, comprising a large number of smaller groups\ners in each group. The historical formation of the            [75].\npresent-day 8 million Romani population of Europe is\n\fBMC Medical Genetics (2001) 2:5                                                     http://www.biomedcentral.com/1471-2350/2/5\n\n\n\n\nFigure 4\nDistribution of reported founder mutations in Europe The figure is based on available information referring to the fol-\nlowing disorders: • Infantile cataracts due to galactokinase deficiency in Bulgaria [44], Austria [95], Switzerland [96], Italy [97],\nHungary and Spain [our unpublished findings]. • Hereditary motor and sensory neuropathy - Lom in Bulgaria [37,38], Italy [68],\nSlovenia [69], Germany [70], Spain [71], France and Romania [55] and Hungary [our unpublished findings]. • Congenital cata-\nracts facial dysmorphism neuropathy syndrome in Bulgaria [41,42], Romania, Hungary and the United States [our unpublished\nfindings]. • Limb girdle muscular dystrophy type 2C in France, Spain, Italy, Germany [43], Portugal [91] and Bulgaria [65,66,93].\n• Congenital myasthenia in Serbia, Macedonia, Greece, Bohemia and Germany [46]. • Hereditary motor and sensory neuropa-\nthy - Russe in Bulgaria [40], Romania and Spain [our unpublished findings]. The existing data are the product of ad-hoc collabo-\nrative studies and are not likely to represent the true spread of Romani founder mutations. The distribution of LGMD2C in\nWestern Europe and in Bulgaria leads to the prediction that the disorder occurs and awaits detection along the entire Euro-\npean migration route, spanning the Balkans and Central Europe. Filling the gaps in the map will be particularly useful in the case\nof treatable disorders which are strong candidates for newborn screening, such as galactokinase deficiency and congenital\nmyasthenia.\n\fBMC Medical Genetics (2001) 2:5                                                        http://www.biomedcentral.com/1471-2350/2/5\n\n\n\nTable 4: Data on the historical demography of the Roma [ref. 1,75,98]\n\n Source                                  Period                         Region                              Population size\n\n\n Ottoman Empire Tax                      15th century                   Balkan Provinces                    17,000\n Registries                              16th century                   Balkan Provinces                    65,000\n                                         16th century                   Bulgaria only                       5,700\n Ottoman Empire                          17th century                   Balkan Provinces                    11-15,000 males of\n Army List                                                                                                  military age\n Austro-Hungarian Empire                 1772                           Transylvania                        39,000\n Census Data                             1837                           Transylvania                        53,000\n                                         1893                           Transylvania                        105,000\n Bulgaria                                1881-1885                      Bulgaria                            62,324\n Census Data\n\n\n\n\nLinguistics, history and cultural anthropology suggest              lactokinase and MCAD deficiency, with an expected inci-\ntwo major, equally plausible historical scenarios that              dence of affected births in the range of 1:1,000 to\ncould lead to a \"jigsaw puzzle\" of founder populations: (i)         1:5,000, meet the standard criteria for newborn screen-\na genetically substructured ancestral population, where             ing more than does phenylketonuria, with its average in-\nthe old social traditions of strict endogamy have been re-          cidence of 1:10,000. Adding the simple, sensitive and\ntained and subsequent splits of the comprising groups               specific mutation tests to existing newborn screening\nhave enhanced the original genetic differences; (ii) a              programs would be technically simple and highly effi-\nsmall homogeneous ancestral population spawning nu-                 cient due to the homogeneous genetic basis of the disor-\nmerous subgroups where strong drift effects have result-            ders.\ned in substantial genetic divergence. Genetic research\nhas indeed faced the \"jigsaw puzzle\" and has thus far               Carrier testing should be made available to Romani com-\nbeen unable to resolve it. The genetic data provide evi-            munities at high risk for severe untreatable disorders. In-\ndence of population stratification, however a closer ex-            formation on the identity of affected Romani\namination is precluded by the random cross-section                  populations is important for public health intervention\nsampling design of most population genetic studies,                 since it would allow the planning and facilitate the imple-\nwhere the traditional social organisation and self-identi-          mentation of targeted prevention programs, especially in\nty of the Roma have been ignored and subjects classified            the Eastern European countries where economic re-\non the basis of the political boundaries of Europe. The re-         sources are limited. The importance of the educational\nlationship between social organisation and genetic struc-           component of such programs has already been demon-\nture does not appear to be straightforward and is still to          strated by the highly successful prevention of Tay-Sachs\nbe addressed in population genetic research based on the            disease among Ashkenazi Jews [82] and the failure of\nlong standing identity of Gypsy groups. The issue is of             sickle-cell screening among Afro-Americans [83]. This\nrelevance to public health policies and the targeted pre-           component would be particularly important for a popu-\nvention of mendelian disorders, as well as to future stud-          lation like the Roma, which has been subject to racism\nies of genetically complex disorders.                               and persecution throughout its co-existence with Euro-\n                                                                    pean societies.\nThe existing information on single gene disorders is cer-\ntainly not exclusive to the Roma. The phenomenon of                 The attention of geneticists is increasingly attracted by\nclustering of rare disorders and private founder muta-              genetically isolated populations in the third world. In\ntions has been studied in detail in well characterised              terms of living standards and the major health indica-\nfounder populations, such as the Jews [77,78], Finns                tors, the Roma are much closer to the developing world\n[79,80] and French Canadians [81]. Unlike the above ex-             than to their European neighbours [3]. This forgotten\namples however, genetic studies of the Roma have failed             people of Europe can be regarded as a test case for the ca-\nto take the immediate benefits of research back to the in-          pacity of genetics to provide better health.\ndividuals and families that have been the object of re-\nsearch. Yet by now it should be obvious that genetics has           Acknowledgements\nan important role to play in improving the quality of               We thank the Romani families and communities, and the numerous col-\n                                                                    leagues in different countries who have made our research into the genetics\nhealth care for the Roma. Treatable disorders such as ga-\n\fBMC Medical Genetics (2001) 2:5                                                                          http://www.biomedcentral.com/1471-2350/2/5\n\n\n\nof the Roma possible, the members of the Gypsy Genetic Heritage Consor-               24.   Beckman L, Takman J: On the anthropology of a Swedish Gypsy\ntium Prof. J.-C. Kaplan, Prof. A. Urtizberea, Prof. J.-P. Liegeois, Drs. M. Jean-           population. Hereditas 1965, 53:272-280\npierre and L. Merlini for their commitment to international collaboration,            25.   Galikova J, Vilimova M, Ferak V, Mayerova A: Haptoglobin types in\nand Drs. E. Marushiakova, V. Popov and I. Hancock for enlightening discus-                  Gypsies from Slovakia (Czechoslovakia). Hum Hered 1969,\nsions of the ethnology, history and linguistics of the Roma. Special thanks                 19:480-485\nto the research team at the Centre for Human Genetics of Edith Cowan                  26.   Bernasovsky I, Halko N, Biros I, Sivakova D, Jurickova J: Some ge-\nUniversity.                                                                                 netic markers in Valachian (Olachian) Gypsies in Slovakia.\n                                                                                            Gene Geogr 1994, 8:99-107\nL.K. wishes to acknowledge funding from The Wellcome Trust, The Na-                   27.   Hocevar M: Die Verteilung Blutgruppen bei einem Zige-\ntional Health and Medical Research Council of Australia, The Muscular Dys-                  unerisolat. In Proceedings of the 10th Congress of the International So-\ntrophy Association of the US, L'Assoçiation Française contre les                            ciety on Blood Transfusion, Stockholm, 1965, ii:312-319\nMyopathies, The Australian Research Council and Edith Cowan University.               28.   Mourant AE, Kopec AC, Domaniewska-Sobczak K: The distribu-\n                                                                                            tion of the human blood groups and other polymorphisms.\n                                                                                            London: Oxford University Press, 1976,\nReferences                                                                            29.   Sanger R, Race RR: The combination of blood groups in a sam-\n1.    Fraser A: The Gypsies. Oxford: Blackwell Publishers, 1992,                            ple of 250 people. Annals of Eugenics 1950, 15:77-90\n2.    Liegeois J-P: Roma, Gypsies, Travellers. Strasbourg: Council of Eu-             30.   Fisher RA, Race RR: Rh gene frequencies in Britain. Nature 1946,\n      rope Press, 1994,                                                                     157:48-49\n3.    Braham M: The untouchables: a survey of the Roma people in                      31.   Beckman LA, Takman H, Arfords KE: Distribution of blood and\n      Central and Eastern Europe. Geneva: UNHCR, 1993,                                      serum groups in a Swedish gypsy population. Acta Genetica (Ba-\n4.    Corretger JM, Fortuny C, Botet F, Valls O: Marginalidad, grupos                       sel) 1965, 15:134-139\n      etnicos y salud. An Esp Pediatr 1992, Suppl 48:115-117                          32.   Smars G, Beckman L, Book JA: Osteogenesis imperfecta and\n5.    Binnie GAG: The health of Gypsies. Problem of caring for trav-                        blood groups. Acta Genet Stat Med 1961, 11:133-136\n      ellers is British, not just European. BMJ 1998, 316:1824-1825                   33.   Watkin IM: The Welsh element in the South Wales coalfield.\n6.    Hajioff S, McKee M: The health of the Roma people: a review of                        Journal of the Royal Anthropological Institute 1965, 95:104-114\n      the published literature. J Epidemiol Community Health 2000,                    34.   Tiwari SC, Bhasin MK: The blood groups of the Brahmins and\n      54:864-869                                                                            Rajputs of Garwhal. Hum Biol 1968, 40:386-395\n7.    Reyniers A: Gypsy populations and their movements within                        35.   Cavalli-Sforza LL, Menozzi P, Piazza A: History and geography of\n      central and eastern Europe and towards some OECD coun-                                human genes. Princeton: Princeton University Press, 1994,\n      tries. In International Migration and Labour Market Policies: Occasional        36.   Papiha SS, Roberts DF, Wig NN, Singh S: Red cell enzyme poly-\n      Papers No1, Paris 1995,                                                               morphisms in Punjabis in north India. Am J Phys Anthropol 1972,\n8.    Romani east-west migrations: strangers in anybody's land.                             37:293-299\n      Cambridge Review of International Affairs 2000, Spring-Summer Issue.            37.   Kalaydjieva L, Hallmayer J, Chandler D, Savov A, Nikolova A, Angeli-\n9.    Fings K, Heuss H, Sparing F: From \"Race Science\" to the Camps.                        cheva D, King RHM, Ishpekova B, Honeyman K, Calafell F, et al: Gene\n      The Gypsies during the Second World War. Hartfield: University                        mapping in Gypsies identifies a novel demyelinating neurop-\n      of Hetfordshire Press, 1997,                                                          athy on chromosome 8q24. Nat Genet 1996, 14:214-217\n10.   Avcin M: Gypsy isolates in Slovenia. J Biosoc Sci 1969, 1:221-233               38.   Kalaydjieva L, Nikolova A, Tournev I, Petrova J, Hristova A, Ishpekova\n11.   Rex-Kiss B, Szabo L, Szabo S, Hartmann E: ABO, MN, Rh blood                           B, Petkova I, Shmarov A, Stancheva S, Middleton L, et al: Hereditary\n      groups, Hp types and Hp level, Gm(1) factor investigations                            motor and sensory neuropathy - Lom, a novel demyelinating\n      on the Gypsy population of Hungary. Hum Biol 1973, 45:41-61                           neuropathy associated with deafness in Gypsies. Clinical,\n12.   Bartsocas CS, Karayanni C, Tsipouras P, Baibas E, Bouloukos A, Papa-                  electrophysiological and nerve biopsy findings. Brain 1998,\n      datos C: Genetic structure of the Greek gypsies. Clin Genet                           121:399-408\n      1979, 15:5-10                                                                   39.   Kalaydjieva L, Gresham D, Gooding R, Heather L, Baas F, de Jonge R,\n13.   Sivakova D: Distribution of three red-cell enzyme polymor-                            Blechschmidt K, Angelicheva D, Chandler D, Worsley P, et al: N-myc\n      phisms (ACP, PGM1 and AK) in gypsies from Slovakia                                    downstream regulated gene 1 is mutated in hereditary mo-\n      (Czechoslovakia). Ann Hum Biol 1983, 10:449-452                                       tor and sensory neuropathy - Lom. Am J Hum Genet 2000, 67:47-\n14.   Tauszik T, Friss A, Gyodi E, Santora Z, Takacs S, Kotvasz A, Toth AM,                 58\n      Horvath M, Tarjan L, Petranyi G, et al: Genetic polymorphisms of                40.   Rogers T, Chandler D, Angelicheva D, Thomas PK, Youl B, Tournev\n      the Gypsy population in Hungary as based on studies of red                            I, Gergelcheva V, Kalaydjieva L: A novel locus for autosomal re-\n      blood cell antigens. Haemotologia (Budap.) 1985, 18:205-217                           cessive peripheral neuropathy in the EGR2 region on 10q23.\n15.   de Pablo R, Vilches C, Moreno ME, Rementeria MC, Solis R, Kreisler                    Am J Hum Genet 2000, 67:664-671\n      M: Distribution of HLA antigens in Spanish Gypsies: a com-                      41.   Tournev I, Kalaydjieva L, Youl B, Ishpekova B, Guerguelcheva V, Ka-\n      parative study. Tissue Antigens 1992, 40:187-196                                      menov O, Katzarova M, Kamenov Z, King RHM, Romanski K, et al:\n16.   Mastana SS, Papiha SS: Origin of Romany Gypsies - genetic evi-                        Congenital cataracts facial dysmorphism neuropathy syn-\n      dence. Z Morphol Anthropol 1992, 79:43-51                                             drome, a novel complex genetic disease in Balkan Gypsies:\n17.   Forrai G, Tauszik T, Auszik N, Moh T, Tunyog M, Holics C, Bankovi                     clinical and electrophysiological observations. Ann Neurol 1999,\n      G, Gal I: A high incidence of PKD in a large geographic area                          45:742-750\n      of south-western Hungary: A medical genetic study. In Genet-                    42.   Angelicheva D, Turnev I, Dye D, Chandler D, Thomas PK, Kalaydjieva\n      ics of Kindey Disorders. Edited by Bartsocas C. New York: Alan R. Liss, Inc.,         L: Congenital cataracts facial dysmorphism neuropathy syn-\n      1989,                                                                                 drome: a novel developmental disorder in Gypsies maps to\n18.   Bernasovsky I, Suchy J, Bernasovska K, Vargova T: Blood groups of                     18qter. Eur J Hum Genet 1999, 7:560-566\n      Roms (Gypsies) in Czechoslovakia. Am J Phys Anthropol 1976,                     43.   Piccolo F, Jeanpierre M, Leturcq F, Dode C, Azibi K, Toutain A, Mer-\n      45:277-280                                                                            lini L, Jarre L, Navarro C, Krishnamoorthy R, et al: A founder mu-\n19.   Sivakova D, Sieglova Z, Lubyova B, Novakova J: A genetic profile of                   tation in the γ-sarcoglycan gene of Gypsies possibly\n      a Romany (Gypsy) subethnic group from a single region in                              predating their migration out of India. Hum Mol ",
  "wordCount": 7566,
  "indexed": "2025-09-25T22:42:28.956Z",
  "method": "direct"
}
