{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Bowdin et al. - 2016 - Recommendations for the integration of genomics in.pdf",
  "fileName": "Bowdin et al. - 2016 - Recommendations for the integration of genomics in.pdf",
  "relativePath": "Genetica/Bowdin et al. - 2016 - Recommendations for the integration of genomics in.pdf",
  "text": "© American College of Medical Genetics and Genomics                                                                          Review\n\n\n                Recommendations for the integration of genomics\n                            into clinical practice\n      Sarah Bowdin, MD1,2, Adel Gilbert, MS1, Emma Bedoukian, MS3,4, Christopher Carew, MBA1,\n    Margaret P. Adam, MD5, John Belmont, MD, PhD6, Barbara Bernhardt, MS7, Leslie Biesecker, MD8,\n           Hans T. Bjornsson, MD, PhD9,10, Miriam Blitzer, PhD11, Lisa C.A. D’Alessandro, MD12,\n            Matthew A. Deardorff, MD, PhD3,4,13, Laurie Demmer, MD14, Alison Elliott, PhD15,\n          Gerald L. Feldman, MD, PhD16, Ian A. Glass, MBChB, MD5, Gail Herman, MD, PhD17,\n       Lucia Hindorff, PhD18, Fuki Hisama, MD19, Louanne Hudgins, MD20, A. Micheil Innes, MD21,\n                 Laird Jackson, MD22, Gail Jarvik, MD, PhD18, Raymond Kim, MD, PhD22,\n                   Bruce Korf, MD, PhD23, David H. Ledbetter, PhD24, Mindy Li, MD25,\n                   Eriskay Liston, MS22, Christian Marshall, PhD26, Livija Medne, MS2,3,\n            M. Stephen Meyn, MD, PhD1,22, Nasim Monfared, MSc22, Cynthia Morton, PhD27,\n       John J. Mulvihill, MD28, Sharon E. Plon, MD, PhD29, Heidi Rehm, PhD27, Amy Roberts, MD30,\n             Cheryl Shuman, MS1,22, Nancy B. Spinner, PhD25, D. James Stavropoulos, PhD26,\n               Kathleen Valverde, MS31, Darrel J. Waggoner, MD32, Alisha Wilkens, MS3,4,\n                               Ronald D. Cohn, MD1,22, Ian D. Krantz, MD3,13\n\n The introduction of diagnostic clinical genome and exome sequencing                         of clinical genetics and may serve as an example for other specialties\n (CGES) is changing the scope of practice for clinical geneticists. Many                     in medicine. These new skills and relationships will also inform the\n large institutions are making a significant investment in infrastruc-                       development of the future model of clinical genetics training cur-\n ture and technology, allowing clinicians to access CGES, especially as                      ricula. To address the evolving role of the clinical geneticist in the\n health-care coverage begins to extend to clinically indicated genomic                       rapidly changing climate of genomic medicine, two C    ­ linical Genet-\n sequencing-based tests. Translating and realizing the comprehensive                         ics Think Tank meetings were held that brought together ­physicians,\n clinical benefits of genomic medicine remain a key challenge for the                        laboratorians, scientists, genetic counselors, trainees, and patients\n current and future care of patients. With the increasing application of                     with experience in clinical genetics, genetic diagnostics, and genetics\n CGES, it is necessary for geneticists and other health-care providers to                    education. This article provides recommendations that will guide the\n understand its benefits and limitations in order to interpret the clini-                    integration of genomics into clinical practice.\n cal relevance of genomic variants identified in the context of health                       Genet Med advance online publication 12 May 2016\n and disease. New, collaborative working relationships with special-\n ists across diverse disciplines (e.g., clinicians, laboratorians, bioinfor-                 Key Words: clinical genetics; genomics; genetics counseling;\n maticians) will undoubtedly be key attributes of the future practice                        ­phenotyping; precision medicine\n\n1\n Centre for Genetic Medicine, Department of Pediatrics, Hospital for Sick Children, University of Toronto, Ontario, Canada; 2Division of Clinical and Metabolic Genetics, Department\nof Pediatrics, Hospital for Sick Children, University of Toronto, Ontario, Canada; 3Individualized Medical Genetics Center, Division of Human Genetics, Department of Pediatrics, the\nChildren’s Hospital of Philadelphia, Philadelphia, Pennsylvania, USA; 4Individualized Medical Genetics Center, Division of Human Genetics, Department of Pathology, the Children’s\nHospital of Philadelphia, Philadelphia, Pennsylvania, USA; 5Division of Genetic Medicine, Department of Pediatrics, University of Washington School of Medicine and Seattle Children’s\nHospital, Seattle, Washington, USA; 6Department of Molecular and Human Genetics, Baylor College of Medicine, Houston, Texas, USA; 7Division of Translational Medicine and Human\nGenetics, Hospital of the University of Pennsylvania, Philadelphia, Pennsylvania, USA; 8Medical Genomics and Metabolic Genetics Branch, National Human Genome Research Institute,\nNational Institutes of Health, Bethesda, Maryland, USA; 9McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA;\n10\n  Department of Pediatrics, Johns Hopkins University School of Medicine, Baltimore, Maryland, USA; 11Division of Human Genetics, Department of Pediatrics, University of Maryland\nSchool of Medicine, Baltimore, Maryland, USA; 12Division of Cardiology, Department of Pediatrics, Hospital for Sick Children, University of Toronto, Ontario, Canada; 13Division of\nHuman Genetics, Department of Pediatrics, The Children’s Hospital of Philadelphia and the Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania,\nUSA; 14Department of Pediatrics, Carolinas Medical Center, Charlotte, North Carolina, USA; 15Department of Medical Genetics, University of British Columbia, Vancouver, British\nColumbia, Canada; 16Center for Molecular Medicine and Genetics and Department of Pediatrics and Pathology, Wayne State University School of Medicine, Detroit, Michigan, USA;\n17\n  Center for Molecular and Human Genetics, Nationwide Children’s Hospital, The Ohio State University, Columbus, Ohio, USA; 18Division of Genomic Medicine, National Human\nGenome Research Institute, National institutes of Health, Bethesda, Maryland, USA; 19Division of Medical Genetics, Department of Medicine, University of Washington, Seattle,\nWashington, USA; 20Division of Medical Genetics, Department of Pediatrics, Stanford University School of Medicine, Stanford, California, USA; 21Department of Medical Genetics\nand Alberta Children’s Hospital Research Institute, Cumming School of Medicine, University of Calgary, Calgary, Alberta, Canada; 22Department of Obstetrics and Gynecology, Drexel\nUniversity College of Medicine, Philadelphia, Pennsylvania, USA; 23Department of Genetics, University of Alabama at Birmingham, Birmingham, Alabama, USA; 24Geisinger Health\nSystem, Danville, Pennsylvania, USA; 25Division of Genomic Diagnostics, Department of Pathology, The Children’s Hospital of Philadelphia and the Perelman School of Medicine at\nthe University of Pennsylvania, Philadelphia, Pennsylvania, USA; 26Genome Diagnostics, Department of Paediatric Laboratory Medicine, The Hospital for Sick Children, University\nof Toronto, Toronto, Ontario, Canada; 27Department of Obstetrics, Gynecology and Reproductive Medicine, Brigham and Women’s Hospital and Harvard Medical School, Boston,\nMassachusetts, USA; 28Department of Pediatrics, University of Oklahoma, Oklahoma City, Oklahoma, USA; 29Department of Pediatrics, Baylor College of Medicine, Houston, Texas, USA;\n30\n  Department of Cardiology and Division of Genetics, Department of Medicine, Boston Children’s Hospital and Harvard Medical School, Boston, Massachusetts, USA; 31College of Health\nSciences, Arcadia University, Glenside, Pennsylvania, USA; 32Department of Human Genetics, University of Chicago, Chicago, Illinois, USA. Correspondence: Ronald D. Cohn (Ronald.\ncohn@sickkids.ca) Or Ian D. Krantz (ian2@mail.med.upenn.edu)\nSubmitted 30 September 2015; accepted 19 January 2016; advance online publication 12 May 2016. doi:10.1038/gim.2016.17\n\nGenetics in medicine                                                                                                                                                                1\n\fReview                                                                     BOWDIN et al | Recommendations for integrating genomics into clinical practice\n\n\n\nGenetic diagnostics has evolved rapidly over the past six decades,   knowledge across organizations to ensure optimal management\nchanging the practice of clinical genetics and helping all medical   of patients undergoing CGES.\nspecialties to achieve improved clinical outcomes. Techniques           Five critical areas of focus in the clinical workflow to effec-\nto see the correct complement of human chromosomes1 led to           tively integrate CGES were identified: the pretest process,\n genomic diagnostics through light microscopy. Three years later,    pretest education for patients and providers, phenotyping,\n the first disorder identified as being genomic, Down syndrome,      sequence data interpretation, and posttest patient care. For each\n was found to be associated with trisomy 21 (ref. 2). For the next   area, we present challenges and recommendations followed by\n 30 years, the application of this “genomic” technology was lim-     key questions, summarized in Table 1.\n ited to diagnosing various germ-line and somatic aneuploidies\n and translocations, with increasing resolution and, beginning in       PRETEST PROCESS: PATIENT SELECTION AND\n the late 1980s, the use of fluorescence in situ hybridization.3–5       FINANCIAL COVERAGE ISSUES FOR CGES\nComparative genomic hybridization and single-nucleotide              Many of the challenges of integrating CGES into clinical care are\npolymorphism array–based methodologies enabled the first             directly related to its vast diagnostic potential and its cost.20,21\ngenome-wide high-resolution analysis for small deletions and         As the cost/benefit ratio of CGES improves, some barriers to\nduplications6 and replaced the G-banded karyotype as a first-        ordering this test are likely to diminish.22 The diagnostic value\ntier diagnostic test.7 Ten years later, genome sequencing8 and       will increase as genomic and phenotypic data are shared and\nexome sequencing9–12 were first applied in clinical medicine and     interpreted, making it imperative that a robust pretest process\nhave since become widely used in diagnostics.13                      be developed to enable clinicians to utilize this test in the care\n    With the expanded comprehensiveness of genetic testing, the      of patients most likely to benefit.\ninterpretation of results has become more complex. Clinical\ngenome and exome sequencing (CGES) promises to improve               Challenges and recommendations\nidentification of the molecular determinants for many disease        Who should order CGES? The American College of Medical\ncategories, but it carries a degree of uncertainty given the large   Genetics and Genomics (ACMG) has recommended that CGES\nnumber of variants of uncertain significance identified in any       be accompanied by consultation with a genetics professional\nindividual, as well as secondary findings unrelated to the pri-      and adequate genetics counseling.23 Given the relatively small\nmary indication for testing. Secondary findings are identified       number of genetics professionals in the workforce and the\nin 0.5–3.5% of individuals undergoing CGES,14–18 but they will       projected increase in demand for CGES, the CGTT recommends\nincrease as our knowledge about genetic determinants of dis-         that a clinician be able to order CGES if he or she has at least a\nease advances. As CGES evolves toward screening healthy pop-         minimum knowledge base and an opportunity to subsequently\nulations, what we now consider secondary findings will become        request additional expertise from a genetics professional (e.g.,\nthe primary findings, which will form the foundation for the         for pretest evaluation or interpretation).\npractice of genomic precision medicine.19                              This minimum knowledge is defined as the ability to do the\n    The increasing complexity of CGES coupled with the               following:\n­broad-scale application to a wide range of medical conditions\n requires a transformative approach to the ways in which we            1. Perform a basic clinical genetics evaluation, including\n currently practice clinical genetics—and medicine in general.            family history, genetics-focused medical history, and\n New clinical models are needed to enable the integration of              physical examination, and a critical summary of prior\n clinically relevant genomic information into specialized and             genetic evaluations\n routine health care.                                                  2. Determine whether CGES is the test of choice for the spe-\n                                                                          cific clinical indication, considering other available tests\n          CLINICAL GENETICS THINK TANK                                    (including genomic and nongenomic tests such as meta-\nThe concept of a Clinical Genetics Think Tank (CGTT) evolved              bolic screening) and the patient’s age and cognitive ability\nas it became evident that several clinical genetics centers in         3. Provide adequate pretest counseling, including informed\nthe United States and Canada were independently develop-                  consent for primary and secondary findings\ning research and clinical programs to respond to demands for           4. Interpret the results of the CGES and provide adequate\ngenomic services and were facing common challenges.20 The                 posttest counseling or seek input for this step from a\ngoals of the CGTT were to identify the major challenges to                genetics professional\nintegrating CGES into clinical practice and to provide practi-\ncal recommendations based on published evidence and profes-\nsional experience.                                                   What are the clinical indications to order CGES? There are\n  Here, we outline the recommendations agreed on by the              limited publications guiding the decision to order CGES.13,24,25\nCGTT, presented as a framework to influence policy discus-           Figure 1 shows an algorithm modified from a prior guideline;25\nsions, offer guidance in the creation of new individualized          it may require further modifications as evidence is published\ncare models incorporating family and patient preferences, and        regarding the sensitivity of CGES in specific patient populations.\nprovide direction regarding how to integrate new genomic                The following general principles guide this algorithm:\n\n2                                                                                                                              Genetics in medicine\n\fRecommendations for integrating genomics into clinical practice | BOWDIN et al                                                                         Review\nTable 1 Summary of the challenges discussed and recommendations made by the members of the Clinical Genetics Think\nTank group\n Challenges                         Recommendations\n Who should order CGES?             The ordering clinician should have a minimum skill set, including being able to (i) perform a basic clinical genetics\n                                    evaluation and an evaluation of prior genetic tests; (ii) determine whether CGES is the test of choice for the specific\n                                    clinical indication; (iii) provide adequate pretest counseling, including informed consent for primary and secondary\n                                    findings; and (iv) interpret results of the CGES and provide adequate posttest counseling or seek additional input from a\n                                    genetics professional.\n Should there be an                 Institutions should give strong consideration to developing a gatekeeper process with diverse representation from\n institutional gatekeeper           institutional stakeholders, with the aim of ensuring appropriate patient selection via clinician education.\n function?\n How should insurance               (i) Ordering clinicians should be aware of the variability between insurance providers regarding coverage policies. (ii)\n approval for CGES be               Sample letters to insurance providers that support the clinical indication for CGES should be shared among clinicians who\n obtained?                          order CGES. (iii) The ASHG, ACMG, and CCMG should work with payers to reinforce the clinical validity and utility of\n                                    CGES.\n Who requires education?            Patients, providers, insurance and government stakeholders, laboratorians, and trainees.\n How is education provided?         Clinicians: (i) continuing medical education (e.g., short courses, seminars, interactive modules) and (ii) “on-demand\n                                    learning” (e.g., electronic medical record prompts to training materials when a test is being ordered by a clinician for the\n                                    first time).Patients: (i) clinician–patient interaction and (ii) additional educational materials (the consent document may\n                                    not encapsulate the minimum knowledge requirements).\n How can consistent and             (i) Use of standardized HPO terminology by all clinicians who collect phenotypic data. (ii) Adoption of the standardized\n uniform phenotype data be          HPO terms into the EHR. (iii) Use of organ- or system-specific phenotype “modules” to ensure collection of a consistent\n collected?                         data set. (iv) Development of a “universal” phenotypic data set for each patient irrespective of primary organ system\n                                    involved\n How can dynamic                    Scheduled follow-up appointments enable the patient’s evolving phenotype to be documented, including updating the\n phenotypes be captured             physical examination, medical and family history, and necessary additional investigations\n in order to refine variant\n interpretation?\n How should variants be             (i) Establish gene lists relating to diseases to help in streamlining variant calling and annotation. (ii) Establish a database to\n prioritized?                       track variant interpretations and evidence for classification, enabling laboratories to share and compare their results with\n                                    others.\n Should there be laboratory         (i) Each laboratory should make clear its policy toward completion of missing sequences or classes of variation relevant\n standards relating to depth        to the indication for ordering CGES. (ii) Laboratories should be able to communicate directly with ordering clinicians if\n of coverage and variant            technical test limitations may influence the clinical interpretation of the CGES test\n validation methods?\n How should primary                 A minimum of two posttest appointments should be available if requested by the patient. The first session addresses the\n and secondary results be           principal diagnostic result; the second addresses secondary findings that are medically actionable and should be offered\n returned?                          within a short time period after the first session.\n Should genomic                     Periodic reevaluation of an individual’s genome with the aim of refining diagnostic interpretation is desirable.\n reevaluation be offered?\nACMG, American College of Medical Genetics and Genomics; ASHG, American Society of Human Genetics; CCMG, Canadian College of Medical Genetics; CGES, clinical\ngenome and exome sequencing; EHR, electronic health record; HPO, human phenotyping ontology.\n\n\n\n   1. When the patient’s phenotype is specific to a known                                 3. CGES should be considered prior to chromosome micro-\n      genetic condition for which optimized genetic panel test-                              array when there is parental consanguinity.28\n      ing exists, the targeted gene panel should be given priority                        4. CGES should not be considered a mandatory next step\n      assuming it is more sensitive (e.g., for Noonan spectrum                               when a targeted gene panel does not provide a diag-\n      disorders).                                                                            nostic result. However, CGES in silico analysis may\n   2. Chromosome microarray analysis should be considered                                    initially be focused on a specific subset of genes and\n      prior to CGES when the phenotype is not specific for a                                 subsequently expanded to the full data set if the initial\n      known genetic condition and when the family history                                    analysis is nondiagnostic (e.g., ­http://www.genedx.com/\n      does not indicate X-linked or autosomal recessive inheri-                              test-catalog/xomedxslice/). This approach may become\n      tance. This approach is suggested until the copy-number                                ubiquitous as the cost of CGES falls and diagnostic\n      variation–calling sensitivity of CGES is equivalent to                                 laboratories streamline their workflows and maintain\n      that of chromosome microarray platforms, and it may                                    a “­ single-platform” genetic test. Until then, clinicians\n      become obsolete once genome sequencing (GS) is used as                                 may order CGES after a nondiagnostic gene panel if (i)\n      a platform, given the potential capability of GS to detect                             there remains strong suspicion for a genetic cause and\n      ­copy-number variation at the same sensitivity as chromo-                              the gene panel previously ordered is outdated, (ii) the\n       some microarray.26,27                                                                 patient’s phenotype has evolved or is atypical for the\n\n\nGenetics in medicine                                                                                                                                                     3\n\fReview                                                                          BOWDIN et al | Recommendations for integrating genomics into clinical practice\n\n\n\n      negative panel, or (iii) there is clinical urgency regarding                                        Clinical genetics evaluation\n                                                                                                                  Review records\n      the diagnosis and/or immediate clinical utility for family                                            Medical and family history\n      members who may be at risk.                                                                           Comprehensive phenotype\n                                                                                                            Search databases/literature\n\n\n                                                                         Specific clinical        Nonspecific               Specific clinical    Disorder for     Not\nShould there be an institutional gatekeeper? Some                         presentation &            clinical                 presentation &     which genetic consistent\n                                                                            genetically                                      not genetically\ninstitutions have established a gatekeeper role for access to CGES       heterogeneous*\n                                                                                                 presentation*\n                                                                                                                            heterogeneous*\n                                                                                                                                                 testing not\n                                                                                                                                                   suitable\n                                                                                                                                                              with genetic\n                                                                                                                                                               diagnosis\nto promote appropriate patient selection.21 Boston Children’s\nHospital BEST (Bringing Excellence to Selecting Tests)                         First line testing if indicated\n                                                                                          Microarray\ncommittee consists of members with subspecialty expertise who                        Metabolic work-up\n\nreview all requests for CGES and provide educational feedback\nto the ordering clinician if a request is declined. Applications        Targeted gene Consider                   Negative    Targeted testing     Reevaluate     No further\n                                                                                                      CGES\nare initially reviewed by the content expert most closely related           panel                                              Single gene\n                                                                                                                               Gene panel\n                                                                                                                                                  in future if\n                                                                                                                                                   indicated\n                                                                                                                                                                  genetic\n                                                                                                                                                                 evaluation\nto the phenotype, who may approve the application or send                                                                      Methylation\n                                                                                                                                   FISH\nit for full committee review. Given the potential benefits of\neducation, quality control, and cost control associated with\n                                                                       Figure 1 Algorithm to help identify patients most likely to benefit\na gatekeeping role, institutions should give consideration to          from clinical genome and exome sequencing (CGES). Genetic testing\ndeveloping such a process, with diverse representation from            should be a phenotype-driven process, taking into account the most current\ninstitutional stakeholders. The precise model for each institution     knowledge of the genetic basis of the condition(s) undergoing investigation.\nwill vary, but it may include the provision of guidelines (either      The decision to order CGES versus a targeted panel will be informed by\n                                                                       the genetic heterogeneity of the condition, depth of coverage for genes of\ninstitution-specific or p­ eer-reviewed publications) that are a\n                                                                       interest, and the cost of each test. *Consider CGES as a first-line test when\nprerequisite to accessing CGES in addition to (or instead of) an       there is parental consanguinity. FISH, fluorescent in situ hybridization.\nindividual or committee review of each application. The skill set\nrequired to review CGES applications is likely to be the same as       should include references to regularly updated, peer-reviewed\nthat required to order and interpret the test, as outlined above       literature on clinical validity and utility and patient satisfaction\nunder “Who should order CGES?.”                                        associated with CGES.\n                                                                          In the longer term, enhanced communication between pro-\nHow should insurance approval for CGES be obtained?                    fessional bodies (advocating for CGES to be used on the basis\nInsurance companies and the Canadian Provincial Ministries of          of published evidence for improved diagnostic, management,\nHealth differ in their policies toward covering the cost of CGES.      and patient-satisfaction outcomes) and payers (articulating the\nSeveral insurance providers have specific policies limiting,           industry’s prerequisites to providing coverage for CGES) is nec-\nand in some cases denying, access based on the perception of           essary to increase accessibility to CGES. The American Society\nCGES as an experimental or investigational technology.29 In            of Human Genetics, ACMG, and Canadian College of Medical\nthe absence of access to CGES, less appropriate tests, often of        Geneticists groups will need to play an active role and continue\nequivalent or increased cost, may be ordered because those             to work with payers to substantiate the clinical validity and util-\ntests are covered by insurance.30                                      ity of CGES. Periodic publication of practice guidelines by these\n   A recent study looking at insurance coverage for exome              professional bodies should be part of this effort.24\nsequencing found extreme variability both among and within\ninsurance providers that was heavily dependent on the indica-                       PRETEST EDUCATION FOR PATIENTS\ntion for testing and often involved large costs to the patients                             AND PROVIDERS\ndue to high deductibles and copays even when approved.22 A             Multiple stakeholders require education about CGES, includ-\nregistry of next-generation sequencing tests and reimburse-            ing physicians, genetics counselors, trainees, insurance and\nment policies has been set up at the University of California–         government stakeholders, laboratorians, and patients and their\nSan Francisco’s Center for Translational and Policy Research on        families. Education and informed consent have been thor-\nPersonalized Medicine (https://pharm.ucsf.edu/transpers) to            oughly discussed elsewhere.31–37 However, to facilitate broad\ntrack and inform decisions made by insurance representatives.          implementation of CGES into clinical care, some areas require\nGenetics professionals spend significant time writing letters of       refinement in the context of increasingly advanced and com-\nmedical necessity to justify testing, and patients are referred to     plex genomic testing.\nclinical genetics services for assistance in this process. Increased\ndemand for this type of assistance would limit patient access to       Challenges and recommendations\nCGES because clinical genetics services are not available in the       Who requires education, and what are the key topics?\nmajority of health-care settings. In the short term, sample let-       Patients. Patient education regarding CGES should be designed\nters of medical necessity should be made publically available to       specifically for the target audience and extend beyond writ-\nprovide ordering clinicians the opportunity to adapt appropri-         ten information in the informed-consent document. Several\nately worded letters for their specific patient request. The letters   published articles and guidelines have outlined the topics\n\n4                                                                                                                                                Genetics in medicine\n\fRecommendations for integrating genomics into clinical practice | BOWDIN et al                                                       Review\nTable 2 Summary of key education topics for patients and                         materials should be provided as a supplement to the patient–\nfamilies prior to ordering CGES                                                  clinician interaction.40 Numerous resources appropriate for\n Educational topic             Key elements                                      patient education in CGES are available online at no cost (see\n Background                    Basic genetic concepts                            Appendix). Their formats include video, interactive modules,\n information                   Overview of CGES                                  and expert-authored test descriptions designed to meet\n                               Payment options for test including insurance      different educational requirements. Some have been translated\n                               coverage/self-pay                                 into multiple languages to minimize disparities in access to\n Specific CGES                 Differentiate CGES from previous genetic          CGES.\n information                   tests ordered                                        Clinical geneticists are already highly competent in many\n                               Who will be tested (e.g., trio, proband only)     of the areas required to order and interpret CGES; however,\n                               Turnaround time                                   obtaining the specific skills required for clinical interpreta-\n                               Type of results available (e.g., primary,         tion of CGES is a critical element of translating sequence into\n                               secondary, pharmacogenetic)\n                                                                                 patient care. Development of specialty-specific educational\n                               Potential for uncertainty (e.g., variants of\n                               uncertain significance)\n                                                                                 opportunities should be promoted, such as the genomics case\n                                                                                 conferences sponsored by ACMG that focus on variant inter-\n                               Whose results will be reported (proband only\n                               or trio)                                          pretation as it relates to CGES. Other short courses and con-\n Psychosocial                  Personal, nuclear, and extended family            tinuing medical education (CME) modules are available across\n implications                  members                                           North America and worldwide, and details can be found on the\n                               Cascade testing potential                         websites of the professional societies including the American\n                               Insurability issues relating to primary and       Society of Human Genetics (http://www.ashg.org/education/\n                               secondary results                                 Health_Professionals.shtml), ACMG (http://www.acmg.net/\n Posttest issues               Sample storage—local or state/provincial          ACMG/Education/), and the European Society of Human\n                               rules\n                                                                                 Genetics (http://www.eshg.org/courses.0.html). Clinician edu-\n                               Data storage, reanalysis, and recontact           cation methods may also include “on-demand” learning; for\n                               Research opportunities                            example, the electronic health record may contain prompts to\nCGES, clinical genome and exome sequencing.\n                                                                                 training material when CGES is being electronically ordered.\n\nconsidered essential to the informed-consent process.38,39 The                        PHENOTYPING: COLLECTING ACCURATE,\nCGTT, primed by its patient and parental participants, con-                            STANDARDIZED PHENOTYPE DATA TO\ncluded that it is most important to focus education on the types                         ASSIST IN TEST INTERPRETATION\nof results that are possible. The key patient-education topics                   The integration of clinical data, particularly a patient’s pheno-\nidentified by the CGTT are summarized in Table 2.                                type, is of central importance in determining what variants are\n                                                                                 most relevant during CGES interpretation. Accurate and con-\nProviders. Provider education should be designed to enable                       sistent phenotype measures are needed to fully realize the util-\nassessment by clinicians of their ability and educational needs                  ity of CGES; however, phenotype data are obtained by a wide\nprior to ordering CGES. Topics should include the following:                     variety of medical specialties across many health-care systems,\nwhat a basic clinical genetics evaluation and family history entails,            and current methods for determining and recording phenotype\nreview of different types of genetic tests to allow a critical summary           information are not standardized. Recognition of the need to\nof prior evaluations, overview of CGES (indications, strengths,                  use standardized terms and measures for optimal phenotyping\nand limitations) to enable clinicians to determine whether this                  has stimulated worthy educational efforts to define phenotypic\nis the best test for the specific clinical indication, what pretest              terms.41–49 One powerful approach to standardizing clini-\ncounseling involves, interpretation of results, posttest counseling,             cal data is the Human Phenotyping Ontology project (­http://\nand when to seek support from a genetics professional.                           www.human-phenotype-ontology.org). The project, which\n                                                                                 was designed to reflect normal clinical phenotyping processes,\nInsurance and government stakeholders. Insurance providers                       is “a computational representation of a domain of knowledge\nand government bodies require an understanding of CGES to                        (phenotype) based on a controlled, standardized vocabulary\nmake informed decisions about test coverage and reimbursement                    for describing entities and the semantic relationships between\nlevels. Key education topics are the clinical validity as it relates             them” (ref. 50; see also refs. 51 and 52). Collecting clinical data\nto the diagnosis and management of patients and their families                   for standardized phenotyping requires clinical databases to\nas well as the utility of CGES for specific patient populations,                 be either created or modified from preexisting tools such as\nwhich will be informed by data from research that is largely in                  Phenotips53 (http://phenotips.org). This resource supports the\nits infancy.                                                                     use of Human Phenotyping Ontology project terms and allows\n                                                                                 for data-entry functionality for PhenomeCentral or PhenoDB\nHow is education provided? Clinician–patient interaction is                      (http://phenodb.net), giving clinicians secure access to geno-\nkey for adequate patient education; however, patient-education                   type–phenotype information and enabling them to collaborate\n\nGenetics in medicine                                                                                                                              5\n\fReview                                                                       BOWDIN et al | Recommendations for integrating genomics into clinical practice\n\n\n\non diagnoses. A full summary of online phenotype–genotype              Records and Genomics (eMERGE) Network (https://emerge.\nresources can be found in Supplementary Table S1 online.               mc.vanderbilt.edu), the Clinical Sequencing Research\n  One approach to maximizing the utility of standardized phe-          Consortium (CSER) (https://cser-consortium.org), and the\nnotypic data for analyzing CGES data would be to grant labora-         Implementing Genomics in Practice (IGNITE) consortium\ntory interpreting staff access to phenotypic data.                     (http://www.ignite-genomics.org/ignite_about.html). Recent\n                                                                       work in applying such models to pharmacogenetic variants has\nChallenges and recommendations                                         shown the potential viability of such an approach.54,55\nHow can consistent and uniform phenotype data be\ncollected? The phenotype may be focused for a specific clinical        SEQUENCE DATA INTERPRETATION: MANAGING\ncondition, suggesting a modular approach to phenotyping with               THE INTEGRATION OF CLINICAL AND\nthe data content of individual modules defined for specific              GENOMIC INFORMATION TO GENERATE A\norgan systems or diseases. In addition, a universal phenotypic             COMPREHENSIVE CLINICAL REPORT\ndata set could be established to assist in interpretation of as        Much of the workflow (sequencing, alignment, variant calling)\nmany primary and secondary findings on genomic testing as              is standardized in diagnostic genomics laboratories. In com-\npossible. Phenotypic measures developed for disease-specific           parison with gene panel testing, CGES interpretation requires\nresearch purposes (e.g., obesity) will help define which data          closer collaboration between laboratorians and clinicians in\nshould be captured for optimal CGES interpretation. Electronic         order to reduce the genomic variants to be analyzed to a reason-\nhealth records (EHRs) need to be adapted to encompass                  able number. Fostering existing relationships and processes and\nuniversally consistent ontologic terms allowing for a common           establishing new ones to support these important interactions\nphenotyping language, which would play an essential role in            will ultimately ensure that CGES interpretation is accurate and\ncomplete annotation of the variants in the human exome and             efficient and that the relevant information is communicated in\ngenome from a clinical perspective.                                    a comprehensive clinical report.\n   Once phenotypic fields are delineated, it will be critical to get\nbuy-in across organizations, nationally and internationally, to        Challenges and recommendations\nhelp disseminate robust information related to the significance        How should laboratorians and clinicians interact to\nof variants and mutations and their impact on phenotype, man-          determine whether CGES is the appropriate test for a\nagement, and clinical outcomes. A centralized and well-curated         specific patient? Determination of the correct diagnostic test\ndatabase containing both clinical and research genomic results         for an individual patient should be the decision of the physician\nlinked to standardized phenotypic data would rapidly increase          caring for the patient; however, the diagnostic laboratory\nthe accuracy of variant interpretation. Large-scale data collec-       directors and genetics counselors should be available to\ntion will require broad-scale efforts and institutional support,       provide feedback regarding the suitability of CGES relative\nbut the benefits in terms of standardized care, portability of         to the clinical indication. Factors such as how well relevant\ninformation, and improved metrics to inform cost/benefit anal-         genes are covered by CGES as well as what types of variation\nyses would be potentially great.                                       are predominant in those genes are important for the ordering\n                                                                       clinician to understand (e.g., triplet repeat expansions, ­copy-\nHow can dynamic phenotypes be captured in order to refine              number variants, and other structural variants may not be well\nvariant interpretation? The ability to update phenotypic fields        covered by CGES).\nwill be essential to understand the significance of variants\nidentified on genomic testing across an individual’s life span.        How should variants be prioritized? Identification and\nThere is also a need to reassess variants of uncertain significance    annotation of variants that are sufficiently relevant to the\nthat may have been implicated in human disease in the interval         patient’s phenotype to be included in a focused clinical report\nsince testing was performed. A post-CGES follow-up visit               are complex steps in the process of CGES interpretation.54–57\nwith a genetics professional would provide an opportunity              Maintaining high stringency with respect to proof of\nto proactively manage patients in relation to their identified         pathogenicity at both gene and variant levels will help to reduce\ndisease and risk variants, as well as update patients with new         the potentially severe consequences of misdiagnosis.58 The\ninformation related to the variants identified on initial testing.     following recommendations aim to optimize this process:\nThese visits would also provide an opportune time to update\nand establish comprehensive phenotypes on individuals and                1. Where possible, laboratories should establish gene lists\nto institute the application of correct terminologies into the              that relate to specific clinical indications for CGES to help\nEHR. Establishment of automated care assistant models that                  streamline initial variant calling and annotation. Because\ncould link genomic variants to populations at risk and provide              population frequency resources are better integrated into\nrecommended management options would streamline the                         pipelines reducing the number of variants to assess, the\nprocess of reviewing an individual’s genome. Initial work in                need to define gene lists in advance may be less relevant.\nthis domain is actively being pursued by research consortia                 Establishing gene lists does not imply that laboratories\nsupported through the NIH, including the Electronic Medical                 should limit CGES analysis to specific gene sets; however,\n\n6                                                                                                                                Genetics in medicine\n\fRecommendations for integrating genomics into clinical practice | BOWDIN et al                                                      Review\n      lists of genes known to be relevant to the patient’s indi-                 limited to likely pathogenic or pathogenic.54 In addition, reports\n      cation for testing are helpful for prioritizing variants for               should make it clear that complete detection and interpretation\n      deeper review and for determining effective coverage.                      of all disease-associated variants is not possible.\n      Community efforts to establish the level of evidence for\n      gene–disease relationships, such as those undertaken by                          POSTTEST PATIENT CARE: RETURN OF\n      ClinGen        ­(http://www.clinicalgenome.org/knowledge-                     PRIMARY AND SECONDARY FINDINGS AND\n      curation/gene-curation/), will be critical in assessing                            REEVALUATION OF CGES DATA\n      which genes to review and how to report variants in                        The posttest patient-care phase begins once a CGES report has\n      those genes. These lists will require continual review and                 been returned to the ordering physician. In theory, this phase\n      updating.                                                                  could last a lifetime because the aspirational goal is to use DNA\n   2. Each laboratory should establish a comprehensive data-                     sequencing results to make a primary genomic diagnosis and to\n      base to track their variant interpretations and evidence                   maintain health for a generation and even beyond. Additional\n      for classification to enable this information to be shared                 factors that support the notion of a continuum of posttest\n      and compared with other laboratories through publically                    patient care are the ever-changing methods of DNA analysis,\n      available resources such as the ClinVar database.59                        the growing body of evidence and rules for interpreting the\n                                                                                 pathogenic potential of a variant, the anticipated inclusion of\n                                                                                 “omics” methods, and animal models to further delineate clini-\nShould there be laboratory standards relating to depth                           cal phenotypes. The initial appointment to discuss CGES results\nof coverage",
  "wordCount": 8833,
  "indexed": "2025-09-25T22:38:47.480Z",
  "method": "direct"
}
