{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Iourov et al. - 2010 - Somatic Genome Variations in Health and Disease.pdf",
  "fileName": "Iourov et al. - 2010 - Somatic Genome Variations in Health and Disease.pdf",
  "relativePath": "Genetica/Iourov et al. - 2010 - Somatic Genome Variations in Health and Disease.pdf",
  "text": "Current Genomics, 2010, 11, 387-396                                               387\n\n\nSomatic Genome Variations in Health and Disease\n\nI.Y. Iourov*,1,2,3, S.G. Vorsanova1,2,3 and Y.B. Yurov1,2\n\n1\n National Research Center of Mental Health, Russian Academy of Medical Sciences; 2Institute of Pediatrics and\nChildren Surgery, Rosmedtechnologii; 3Moscow City University of Psychology and Education, Moscow, Russia\n\n            Abstract: It is hard to imagine that all the cells of the human organism (about 1014) share identical genome. Moreover,\n            the number of mitoses (about 1016) required for the organism’s development and maturation during ontogeny suggests that\n            at least a proportion of them could be abnormal leading, thereby, to large-scale genomic alterations in somatic cells. Ex-\n            perimental data do demonstrate such genomic variations to exist and to be involved in human development and interindi-\n            vidual genetic variability in health and disease. However, since current genomic technologies are mainly based on meth-\n            ods, which analyze genomes from a large pool of cells, intercellular or somatic genome variations are significantly less\n            appreciated in modern bioscience. Here, a review of somatic genome variations occurring at all levels of genome organi-\n            zation (i.e. DNA sequence, subchromosomal and chromosomal) in health and disease is presented. Looking through the\n            available literature, it was possible to show that the somatic cell genome is extremely variable. Additionally, being mainly\n            associated with chromosome or genome instability (most commonly manifesting as aneuploidy), somatic genome varia-\n            tions are involved in pathogenesis of numerous human diseases. The latter mainly concerns diseases of the brain (i.e.\n            autism, schizophrenia, Alzheimer’s disease) and immune system (autoimmune diseases), chromosomal and some mono-\n            genic syndromes, cancers, infertility and prenatal mortality. Taking into account data on somatic genome variations and\n            chromosome instability, it becomes possible to show that related processes can underlie non-malignant pathology such as\n            (neuro)degeneration or other local tissue dysfunctions. Together, we suggest that detection and characterization of somatic\n            genome behavior and variations can provide new opportunities for human genome research and genetics.\n                              Received on: May 13, 2010 - Revised on: May 24, 2010 - Accepted on: May 26, 2010\nKeywords: Somatic genome variations, aneuploidy, chromosome instability, genomic instability, disease.\n\nINTRODUCTION                                                                 is still a possibility that somatic genome variations (SGV)\n                                                       14                    lack adverse effect due to natural selection and clearance of\n    The human organism consists of about 10 cells of 210\n                                                                             abnormal cells [5, 4, 7, 8].\ndifferent types that originate from one zygote and are the\nresult of about 1016 mitoses (approximately 45 cellular gen-                     The genome of a cell is supposed to experience 104-105\nerations). Moreover, the large number of cellular divisions is               of DNA lesions per day. This is another source (exogenous\nrequired to maintain relatively stable amount of cells in a                  source) for cellular genome to change and, if remains unre-\nhuman body to cover each day’s loss of more than several                     paired (uncleared), such genomic variations give rise to\ntens of millions of cells. These numbers make clear that such                pathogenic processes (i.e. cancerization) [9]. Although this is\nan “amount of processes” cannot be identically reproduced                    a likely process for diseases caused by SGV produced\nand, therefore, all the cells of an organism are unlikely to                 through either genomic instability (GIN) or chromosome\npossess identical genomes.                                                   instability (CIN) [7-12], it is supposed to be an underlying\n                                                                             mechanism of human aging [8, 11].\n    It appears that the most critical period for somatic muta-\ntions to occur is early embryonic development [1, 2]. Char-                     Despite of numerous attempts to highlight the role of\nacterized by the logarithmic increase in cells (the most dra-                SGV [2-8, 10, 12-22], related phenomena remain largely\nmatic increase of cell numbers in human ontogeny) [2], hu-                   underappreciated in current biomedical literature. This sug-\nman embryos are thought to exhibit increased levels of mi-                   gests that an additional attention to SGV is required. Hence,\ntotic mutations [3-5]. This is experimentally confirmed by                   a review of SGV might help to define the contribution to\nmolecular cytogenetic studies of embryonic and fetal cells,                  human interindividual diversity in health and disease.\nwhich demonstrate high rates of aneuploidy due to mitotic\nerrors correlated with high cell division rate [5, 6]. There-                NATURAL SGV\nfore, genetically altered cells produced during this ontoge-                     Since benign genomic variations of somatic genome re-\nnetic period form a basis for organism dysfunction at the                    main to be poorly described, it is hard to assess the effect of\nfollowing developmental stages [3, 4, 7]. Nonetheless, there                 SGV on the non-pathogenic diversity. Thus, no less than\n                                                                             12% of the human genome encompassing disease-associated\n                                                                             loci is diversified between two individuals [23]. Although it\n*Address correspondence to this author at the National Research Center of\nMental Health, Russian Academy of Medical Sciences, Zagorodnoe sh. 2,        is difficult to extrapolate these data to cell populations, it can\nMoscow 119152, Russia; Tel: 7 495 952 89 90; Fax: 7 495 952 89 40;           be considered as an indirect evidence for cellular genome to\nE-mail: ivan_iourov@yahoo.com                                                change in a related manner. Fortunately, there are molecular\n\n                                                1389-2029/10 $55.00+.00      ©2010 Bentham Science Publishers Ltd.\n\f388 Current Genomics, 2010, Vol. 11, No. 6                                                                                                          Iourov et al.\n\nTable 1.      SGV in Normal Human Tissues\n\n        Tissue/Cell type                                  Type of SGV                                            Description                      Key Refs\n\n                                                           Aneuploidy                              15-91% of samples (mean is about 50%)          [6, 25, 26]\n   Preimplantation embryos\n                                    Structural rearrangements, aneuploidy, CNV*, segmen-\n                                                                                                   >90% of samples (83% — aneuploidy)                 [6]\n                                              tal duplications, uniparental disomy\n\n                                                                   Embryos/Fetuses (7-12 weeks)\n\n        Cytotrophoblasts                                   Aneuploidy                                          20-60% of cells                       [27]\n\n              Brain                                        Aneuploidy                                          1.45% of cells^                      [5, 28]\n\n         Chorionic villi                                   Aneuploidy                                          0.98% of cells^                        [5]\n\n              Skin                                         Aneuploidy                                          0.82% of cells^                        [5]\n\n                                                                                                   Statistically significant increase of ane-\n         Ovarian tissue                     Trisomy of chromosome 21 (aneuploidy)                                                                    [29]\n                                                                                                                   uploid cells\n\n                                                           Prenatal diagnosis: CVS** or Amniocentesis\n\n           Amniocytes                                      Aneuploidy                                         0.25% of samples                       [30]\n\n    Chorionic villi/Placenta                               Aneuploidy                                          1-2% of samples                     [31, 32]\n\n                                                                         Newborns/Children\n\n      Blood lymphocytes                                    Aneuploidy                                   >0.1% (clinical population?)              [4, 33, 34]\n\n                                                                                                   0.73% (autosomes) and 1.11% (chromo-\n      Blood lymphocytes                                    Aneuploidy                                                                                [35]\n                                                                                                  some X) of cells — unaffected population^\n\n      Blood lymphocytes                             Structural rearrangements                           0.01% (clinical population?)                 [36]\n\n                                                                         Adults (middle age)\n\n      Blood lymphocytes                                    Aneuploidy                                           1-3% of cells^                     [37-39]\n\n      Blood lymphocytes                             Structural rearrangements                                    0.6% of cells                       [40]\n\n        Skin fibroblasts                                   Aneuploidy                                           2.2% of cells^                       [41]\n\n              Liver                                        Aneuploidy                                            3% of cells^                        [42]\n\n              Brain                                        Aneuploidy                                         0.3-0.9% of cells^                [10, 28, 43-45]\n\n              Brain\n\n              Skin\n                                                                                                  Tissue-specific CNV; amount of cells and\n              Heart                                           CNV*                                                                                   [46]\n                                                                                                   percentage of samples was not available\n             Kidney\n\n              Liver\n\n         T-lymphocytes\n                                                                                                  Tissue-specific mosaicism probably origi-\n  Imortalized B lymphoblas-\n                                            Subtle structural rearrangements or CNV               nating from developmental chromosome               [47]\n           toid cells\n                                                                                                                  instability\n        Skin fibroblasts\n\n                                                                      Adults (aged individuals)\n\n                                                                                                  1-2% (autosomes) and 4-7% (chromosome\n      Blood lymphocytes                                    Aneuploidy                                                                              [37-39]\n                                                                                                               X) of cells^\n\n        Skin fibroblasts                                   Aneuploidy                                           4.4% of cells^                       [41]\n\n              Brain                                        Aneuploidy                                         0.3-0.9% of cells^                [10, 28, 43-45]\n\n* — copy number variations; ** — chorionic villus sampling; ^ — per chromosome.\n\fSomatic Genome Variations in Health and Disease                                            Current Genomics, 2010, Vol. 11, No. 6   389\n\ncytogenetic data on SGV manifested at chromosomal level            phocytes as 0.73% (autosomes) and 1.11% (chromosome X)\n(structural rearrangements, aneuploidy and polyploidy) in          [35]. Mosaic structural chromosome rearrangements are ex-\nearly prenatal development. As to other types of genomic           tremely rare and are supposed to be detected in a clinical\nvariations, including single-base DNA changes, DNA se-             population only [36]. Middle age adults exhibit 1-3% of ane-\nquence deletion/duplications/inversions, repeat expansions,        uploid cells in tissues composed of mitotically active cells\ntransposition of mobile DNA elements, copy number varia-           and less than 1% in the adult human brain, which is mainly\ntions (CNV), chromosomal miscrodeletions/microduplica-             composed of post-mitotic cells [10, 28, 37-45]. Natural SGV\ntions (for more details see reviews [15, 24]), their incidence     manifesting as structural rearrangements detectable by band-\namong human fetuses remain largely unknown. SGV de-                ing cytogenetics in blood lymphocytes achieve the rate of\ntected after birth (non-affected individuals) are mainly re-       0.6% [40]. Mosaic subtle structural genomic rearrangements\nferred to low-level mosaic aneuploidy [3, 4, 7]. Mosaic            and CNV can be tissue-specific in presumably unaffected\nstructural genomic rearrangements at chromosomal level are         individuals [46, 47]. Aged human tissues are known to be\nalso reported, being, however occasionally detected. Addi-         featured by increased rates of SGV essentially manifesting as\ntionally, the best documented SGV are tissue-specific varia-       low-level mosaic aneuploidy [8, 10, 28, 37-39, 41, 43-45]. In\ntions of chromosome numbers (aneuploidy) and CNV. Table            conclusion, three main features of natural human SGV may\n1 gathers the data on SGV in normal human tissues (cell            be highlighted: (i) SGV do contribute to human natural (in-\ntypes).                                                            tercellular) genomic variation; (ii) further studies are\n                                                                   strongly required to identify incidence and possible effect of\n    The essential problem surrounding the evaluation of SGV\n                                                                   SGV on unaffected human tissues; (iii) SGV have different\nis a technological one (for more details see [3, 4, 7, 15, 18,\n                                                                   rates at different ontogenetic stages. The latter suggests a\n22, 24]). In other words, some tissues or developmental\n                                                                   role for SGV in human development and aging.\nstages were evaluated using single-cell high-resolution mo-\nlecular cytogenetic techniques, whereas others were not [22].\n                                                                   SGV AND DEVELOPMENTAL/AGING PROCESSES\nTherefore, it is hard to compare different data on SGV. Nev-\nertheless, preimplantation embryos exhibit high rates of SGV           Although involvements of SGV in developmental and\nmanifested at chromosomal (microscopic and submicro-               aging processes are presented in another review published in\nscopic) level including aneuploidy, gross structural genomic       this Hot Topic Issue (YB Yurov et al. Ontogenetic variation\nrearrangements, CNV, segmental duplications. In total, it is       of the human genome), we found needful to mention briefly\nestimated that almost 90% of samples have cells with differ-       related phenomena. This appears to be important for further\nent genomes [6, 25, 26]. The intercellular rate of variations      delineation of the role of SGV in human diseases and\n(percentage of abnormal cells) is uninformative because of         mechanisms of SGV formation. Two kinds of fates of ab-\nsmall amount of cells at this developmental stage [3, 4]. At       normal cells formed during early prenatal development are\nthe next stages of prenatal development, a lesser frequency        hypothesized: persistence (increase or stability of rates) and\nof SGV is observed, being, still, appreciable and affecting up     clearance (decrease of rates). The former is supposed to rep-\nto 30% of fetuses (aneuploidy) [4, 5, 8]. This is observed in      resent a mechanism for SGV-associated diseases (i.e. brain\nextraembrionic tissues [5, 27] and is suggested to play a key      diseases, cancers, mosaic chromosome abnormalities), where\nrole in normal human placentation [27]. Additionally, no less      as the latter is likely to be a normal process aimed at regula-\nthan 30-35% of cells of the developing human brain and             tion of cellular population size and to protect against\n20% of fetal skin are aneuploid [5, 28]. Finally, fetal ovarian    aneuploidization or other unfavorable SGV [4, 5, 7, 8, 47,\ntissues demonstrate a significant increase of mosaic trisomy       48]. Similar processes appear to underlie human aging,\nof chromosome 21 [29]. Further periods of human intrauter-         including diseases of pathological/accelerated aging [8, 10,\nine development ascertained through prenatal diagnosis             18, 45]. In sum, this suggests that SGV formed during\n(chorionic villus sampling (CVS) and amniocentesis) show a         prenatal development are probably responsible for human\nsmall rate of SGV [30]. However, it is to note that these pe-      prenatal mortality and postnatal morbidity. However, SGV\nriods are rarely evaluated by molecular cytogenetic tech-          originating from somatic mutations after birth are likely to\nniques (singular case-reports only), which are essential for       be diseases-causing, as well (as exemplified by studying\naccurate SGV detection [3, 22]. An additional issue of such        GIN and CIN in cancers).\nstudies is description of another example of apparently be-\nnign tissue-specific SGV in human fetuses referred to as           SGV AND HEREDITARY DISEASES\nplacental mosaicism [31, 32]. Together, SGV appear to be\n                                                                      Genomic variations are determined according to DNA\nmainly formed during prenatal development and have the\n                                                                   sequence size that is involved in a rearrangement [24]. Nu-\npotential to give rise to intercellular diversity after birth in\n                                                                   merous studies performed during the last decade were fo-\nhealth and disease.                                                cused on genomic variations at DNA sequence level (gene\n    Newborns were not thoroughly evaluated in terms of             mutations) [2, 3, 13, 19, 24] and copy number variations\nSGV. Furthermore, the only available data on large genomic         (CNV) [2, 3, 6, 15, 16, 23, 24, 46]. In this extent, SGV was\nvariations (chromosomal abnormalities and heteromorphism)          continuously studied in monogenic syndromes and diseases\ncan be only acquired from papers describing banding studies        associated with CNV [2, 19]. Table 2 summarizes current\nperformed in the end of 70s or beginning of 80s [4, 33, 34].       data on SGV contribution to pathogenesis of hereditary dis-\nChromosomal mosaicism detected by banding cytogenetics             eases caused by gene mutations and CNV.\nin newborns is less frequent than 0.1% [33, 34]. Molecular\n                                                                       It is probable that some somatic CNV encompassing\ncytogenetic evaluations of control group in a survey of SGV\n                                                                   these genes are, as yet, undescribed due to extreme rarity of\nin autism showed rates of mosaic aneuploidy in blood lym-\n\f390 Current Genomics, 2010, Vol. 11, No. 6                                                                         Iourov et al.\n\nTable 2.   SGV and Hereditary Diseases Demonstrating Somatic Gene Mutations or CNV (in Parts Adopted from [2] and [16])\n\n       Locus                                     Disease                         Gene     CNV            Gene Mutations\n\n       1q21.2                                    Progeria                       LMNA        -                  +\n\n       1q44                 Chronic infantile neurologic cutaneous articular    CIAS1       -                  +\n\n      2p22p21                        Hereditary spastic paraplegia               SPG4       -                  +\n\n       2q24                               Myoclonic epilepsy                    SCN1A       -                  +\n\n       2q31                           Ehlers Danlos Syndrome IV                 COL3A1      +                  -\n\n       3p25                           von-Hippel-Lindau Disease                  VHL        +                  +\n\n     3q13.3q21                                Hypocalcemia                       CASR       -                  +\n\n       3q27                                        EEC                           p63        -                  +\n\n       4p16.3                       Skeletal disorders (syndromes)              FGFR3       -                  +\n\n       4p12                       Congenital central hypoventilation            PHOX2B      -                  +\n\n       4q35                    Facioscapulohumeral muscular dystrophy           D4Z4*       +                  ?\n\n       5q13                        Infantile spinal muscular atrophy             SMN1       -                  +\n\n       6p21                             Cleidocranial dysplasia                 RUNX2       -                  +\n\n       7q22.1                          Osteogenesis imperfecta                  COL1A2      -                  +\n\n       8q12.1                            CHARGE syndrome                        CHD7        ?                  +\n\n       9q22                                    Loeys-Dietz                      TGFBR2      -                  +\n\n      11p15.5                             Costello syndrome                      HRAS       -                  +\n\n      11p15.1                                Neonatal diabetes                  KCNJ11      -                  +\n\n       12q13                        Epidermolysis bullosa simplex                KRT5       -                  +\n\n      12q24.1                                Phenylketonuria                     PAH        -                  +\n\n       13q14                                  Retinoblastoma                      RB        +                  +\n\n      14q24.3                       Alzheimer disease, early-onset               PS1        -                  +\n\n      15q21.1                                    Marfan                          FBN1       -                  +\n\n       16p13                              Tuberous Sclerosis                     TSC2       +                  +\n\n       16p13                         Rubinstein-Taybi Syndrome                  CREBBP      +                  ?\n\n       17q11                             Neurofibromatosis 1                     NF1        +                  +\n\n     17q21.31                          Osteogenesis imperfecta                  COL1A1      -                  +\n\n       17q24                            Campomelic dysplasia                     SOX9       +                  +\n\n      22q11.2                        Several hereditary syndromes               MYH9        +                  +\n\n    Xp22.2p22.1                      X-linked hypophosphatemia                  PHEX        -                  +\n\n      Xp22.13            X-linked mental retardation (syndromic/nonsyndromic)    ARX        -                  +\n\n       Xp21                         Duchenne muscular dystrophy                  DMD        +                  +\n\n       Xp21                         Chronic granulomatous disease                CYBB       +                  +\n\n      Xp21.1                     Ornithine transcarbamylase deficiency           OTC        -                  +\n\n      Xp21.1                             Retinitis pigmentosa                   RPGR        -                  +\n\n      Xp11.3                             Retinitis pigmentosa                    RP2        -                  +\n\n      Xq11q12                           Androgen insensitivity                    AR        -                  +\n\fSomatic Genome Variations in Health and Disease                                                          Current Genomics, 2010, Vol. 11, No. 6   391\n\n                                                                                                                                   (Table 2). Contd…..\n\n        Locus                                        Disease                                 Gene           CNV             Gene Mutations\n\n     Xq26q27.2                                     Lesch-Nyhan                              HPRT1            -                      +\n\n        Xq27                                      Hemophilia B                                F9             -                      +\n\n        Xq28                                      Hemophilia A                                F8             +                      +\n\n        Xq28                                  Incontinentia pigmenti                        IKBKG            +                      +\n\n        Xq28                                 Mucopolysaccharidosis II                        IDS             -                      +\n\n        Xq28                                Otopalatodigital syndrome                       FLNA             -                      +\n\n                         Rett syndrome (males and females) and a set of other neurode-\n        Xq28                                                                                MECP2            +                      +\n                                velopmental diseases (syndromic/nonsyndromic)\n\n        Xq28                              X-linked dyskeratosis congenita                   DKC1             +                      +\n\n        Xq28                                X-linked mental retardation                    SLC6A8            -                      +\n\n* — non-coding DNA sequences (repeats).\n\n\nthe these conditions (at least some of these conditions) [2,                     mosomal mosaicism. This is supported by data on spontane-\n19]. Additional important issue of somatic gene mutations                        ous abortions, 25% of which are chromosomal mosaics [50].\nand CNV is related to explanation of phenotypic difference                       Additionally, the presence of uniparental disomy in liveborns\nbetween cases of the same syndrome due to different expres-                      is considered a confirmation of cleared prenatal mosaicism\nsivity in cases of SGV [19]. Finally, the list of somatic gene                   (confined placental mosaicism) [53]. Chromosomal mo-\nmutations and CNV is far from being complete. Further-                           saicism is also associated with asymmetry and skin pigmen-\nmore, some of them appear to be benign in a proportion of                        tary anomalies [54]. For instance, some syndromes featured\ncases [2].                                                                       by congenital asymmetric deformations exhibit unshared\n                                                                                 distribution of aneuploid or polyploidy cell lines [3, 4, 54].\nSGV AND CHROMOSOME SYNDROMES\n                                                                                     After birth, mosaic chromosomal abnormalities are es-\n    The best documented genomic variations are those de-                         sentially identified among individuals with phenotypic mani-\ntected at submicroscopic and microscopic levels (subtle                          festation of recognizable aneuploidy (chromosomal) syn-\nstructural genomic rearrangements and chromosomal abnor-                         dromes [3, 4, 15, 55]. However, there are several reports\nmalities) [3, 15, 24]. As mentioned above, mosaic structural                     about unaffected individuals with up to 30% of abnormal\nchromosomal rearrangements are rare. There are few popula-                       (aneuploid) cells (reviewed in [3] and [4]). The proportion of\ntion-based cytogenetic studies of these SGV suggesting them                      mosaics reflects unequal susceptibility of different chromo-\nto be associated with milder manifestations of the corre-                        somes to mitotic non-disjunction [4, 55]. Table 3 shows mo-\nsponding non-mosaic rearrangement [36]. Mosaic subtle                            saicism (mitotic non-disjunction) among cases of aneuploidy\nstructural chromosome abnormalities (undetectable by band-                       in humans.\ning cytogenetic techniques) are repeatedly reported but the                          Another well-described examples of SGV associated\nincidence remain to be estimated [47, 49]. Consequently, this\n                                                                                 with chromosomal abnormalities (chromosomal syndromes),\nreview part is primarily focused on numerical chromosome\n                                                                                 are small supernumerary marker chromosomes. Over 50% of\nabnormalities (aneuploidy and poliploidy). According to\n                                                                                 cases demonstrating these chromosomal rearrangements can\nprevious review of chromosomal mosaicism [4], mosaic\n                                                                                 exhibit mosaicism, including tissue-specific forms [4, 56-\naneuploidy can be divided into three major groups: rare mo-\n                                                                                 58]. More precise information about SGV and marker chro-\nsaic autosomal aneuploidy (chromosomes 1, 2, 3, 4, 5, 6, 7,                      mosomes is presented in another review of this Hot Topic\n10, 11, 12, 17, and 19); relatively rare mosaic autosomal\n                                                                                 Issue (T Liehr et al. Somatic mosaicism in cases with small\naneuploidy (chromosomes 14, 15, 16, and 20); frequent mo-\n                                                                                 supernumerary marker chromosomes).\nsaic autosomal aneuploidy (chromosomes 8, 9, 13, 18, 21,\nand 22). Aneuploidy of sex chromosomes is common due to                              SGV demonstrate a diminished clinical effect of chromo-\nreduced phenotypic effect as to autosomal aneuploidy [3, 4,                      some abnormalities [3, 4, 7, 15]. However, cancers, which\n15]. The majority of aneuploidy is trisomy or additional sex                     are all caused by somatic mutations, are primarily associated\nchromosomes, inasmuch as loss of an autosome leads to in-                        with cellular (tissular) pathology [11, 13, 14, 17, 20, 41, 42].\ntrauterine death at the earliest stages of prenatal development                  Taking into account these facts, a hypothesis suggesting that\nin contrast to loss of chromosomes X and Y [4, 50, 51]. In-                      SGV manifested as somatic chromosomal mutations (the\nterestingly, trisomies of chromosomes, rarely involved in                        commonest type of SGV) can be a source or a susceptibility\naneuploidy in fetuses and liveborn infants (adults), occur at                    factor for complex human diseases was proposed [3, 4, 7, 8,\nthe same rate in preimplantation embryos as mosaic tri-                          12, 15, 48].\nsomies of other chromosomes [52]. This suggests that mo-\nsaic aneuploidy does not possess appreciable effect on the                       SGV AND COMPLEX DISEASES\nearliest stage of embryonic development. Therefore, the next                         Currently, SGV have been described in individuals with\nstages of the development should exhibit high rates of chro-                     brain diseases (psychiatric and neurodegenerative) [2-4, 7,\n\f392 Current Genomics, 2010, Vol. 11, No. 6                                                                                          Iourov et al.\n\nTable 3.       Mosaic Cases Among Common Aneuploidies (in Parts from [3, 4, 15, 55])\n\n                Aneuploidy                        Cases of Mosaicism/Mitotic Non-Disjunction           Incidence              Disease\n\n        Trisomy of chromosome 2                                      7%                                unknown                  —\n\n        Trisomy of chromosome 7                                     57%*                               unknown                  —\n\n        Trisomy of chromosome 8                                     50% *                         >100 cases reported        Trisomy 8\n\n       Trisomy of chromosome 13                                      1%                             1:6000-1:29000        Patau syndrome\n\n       Trisomy of chromosome 14                                      8%                            ~25 cases reported       Trisomy 14\n\n       Trisomy of chromosome 15                                     None                           ~10 cases reported           —\n\n       Trisomy of chromosome 16                                     None                           ~10 cases reported           —\n\n       Trisomy of chromosome 18                                      8%                                 1:7000           Edwards syndrome\n\n       Trisomy of chromosome 21                                      5%                                  1:600            Down syndrome\n\n       Trisomy of chromosome 22                                     2%*                                                 Cat eye syndrome (?)\n\n                                                                                                        1:2000\n      Monosomy of chromosome X                                      38%*                                                 Turner sydnrome\n                                                                                                       (females)\n\n       Trisomy of chromosome X                                      20%                            1:1000 (females)         Trisomy X\n\n                  47,XXY                                             9%                              1:500 (males)      Klinefelter syndrome\n\n                  47,XYY                                            16%                              1:800 (males)      Double Y syndrome\n\n* — postnatal cases suggested to be all mosaic.\n\n\n15-17, 19, 22, 35, 55, 59-80], autoimmune diseases [81-83],                   erate [8, 10, 45]. Studies of somatic cell division (mitosis)\ncongenital heart diseases [84] and cancer [9, 11, 13-15, 20,                  suggest that mitotic non-disjunction and anaphase lagging\n85]. All these data is summarized by Table 4.                                 are two main mechanisms for post-zygotic aneuploidy for-\n                                                                              mation (aneuploidization). Numerous intracellular processes\n    Theoretically, any mutation can be somatic leading,\n                                                                              are assumed to be involved in improper somatic cell divi-\nthereby, to a disease [3]. However, since genomic variations\n                                                                              sions producing GIN and CIN. Among these are defects in\nare classically thought to be a result of germline mutations or\ngenomic rearrangements [13, 86], SGV contributions to hu-                     kinetochore apparatus, centrosomes amplification, genetic\n                                                                              and epigenetic alterations to mitotic checkpoint genes (ane-\nman morbidity is poorly appreciated. In contrast, complex\n                                                                              uploidy/polyploidy) as well as abnormal DNA reparation\ndiseases appear to be likely associated with somatic muta-\n                                                                              and replication (structural alterations to chromosomes, ane-\ntions as to monogenic syndromes and genomic disorders,\n                                                                              uploidy, polyploidy) [3, 11, 45, 90-96]. Polyplodization fol-\nbeing commonly associated with tissue-specific (or even\n                                                                              lowed by multipolar cellular divisions are also hypothesized\n“subtissue-specific”) pathology without any additional dys-\nfunctions in other unaffected tissues [3, 4, 7, 12]. Moreover,                to be a major contributor to somatic aneuploidization associ-\n                                                                              ated with human diseases [96]. Nonetheless, there is still a\nSGV are able to explain some important features of complex\n                                                                              lack of an integrated view on SGV formation.\ndisease-causing genetic alterations such as environmental\neffects or specific male-to-female ratios [4, 8, 82, 87-89].\n                                                                              CONCLUDING REMARKS\nFinally, to get an integral view of how SGV and other dis-\nease-causing processes interplay with each other, formation                       In a previous issue of Current Genomics, we have hy-\nmechanisms of somatic mosaicism are to be established.                        pothesized that uniqueness of a cell is achieved via SGV [3].\n                                                                              Single-cell gene expression studies showing that there is no\nSGV FORMATION MECHANISMS                                                      an average cell, because each one has own unique epigenetic\n                                                                              profiling (or epigenome) [21, 97]. Here, we would like re-\n    Although formation of somatic mutations (aneuploidy\n                                                                              peatedly adopt this idea to the cellular genome. Four years\nand polyploidy) was the major focus of numerous studies in\nfields of cell biology, genetics and oncology, it is still in-                after the first postulation [3], important additional data on\n                                                                              SGV contribution to normal and pathological human biodi-\ncompletely understood. A number of neonatal mosaics and\n                                                                              versity have been accumulated. It was found that early hu-\ncases of tissue-specific mosaicism is suggested to result from\n                                                                              man prenatal development was defined as a major source for\ntrisomy rescue due to placental mosaicism [3, 4, 27, 31, 53],\n                                                                              SGV [5, 6]. It has been shown that neurodegeneration is me-\nbut it appears to be not the case of spontaneous abortions\n                                                                              diated by GIN and CIN like in cancer in such devastative\n[50]. In neurodegenerative and aging diseases, somatic ane-\nuploidy is probably the result of cellular natural selection —                genetic brain diseases as ataxia-telangiectasia and Alz-\n                                                                              heimer’s disease [10, 45]. Several psychiatric diseases\nabnormal cells possess the potential to survive and to prolif-\n                                                                              (autism and schizophrenia) have been associated with mosaic\n\fSomatic Genome Variations in Health and Disease                                                               Current Genomics, 2010, Vol. 11, No. 6      393\n\nTable 4.      SGV in Complex Human Diseases\n\n               Disease                                                   Type of SGV                                                   Key Refs\n\n                                                              Brain diseases (psychiatric)\n\n  Learning disability/Mental retar-\n                                                           Gene mutations, CNV mosaic aneuploidy                               [2-4, 7, 15-17, 19, 22, 55]\n               dation\n\n                                                    Mosaic structural/numerical chromosomal abnormalities:                              [59-61]\n                                                                      Partial tetrasomy 3q                                                [62]\n                                                                     Ring chromosome 14                                                   [63]\n                                                                Rearrangements of 15pter-q13.2                                          [64, 65]\n\n               Autism                                                Ring chromosome 17                                                   [66]\n                                                        Structural abnormalities + ring chromosome 18                                   [67, 68]\n                                                                      Mosaic deletion 20p                                                 [69]\n\n                                                              Mosaic aneuploidy (~16% of cases)                                           [35]\n\n                                                                          Fragile sites                                                 [70, 71]\n\n                                                   Mosaic sex chromosome aneuploidy (blood lymphocytes)                                 [72-76]\n\n            Schizophrenia                Low-level mosaic aneuploidy of chromosomes 1, 18 and X in the diseased brain                   [12, 44]\n\n                                                                          Fragile sites                                                 [7, 77]\n\n                                                          Brain diseases (neurodegenerative)\n\n                                                                        Gene mutations                                                    [78]\n        Alzheimer’s disease\n                                                   Mosaic aneuploidy of chromosome 21 in the diseased brain                               [10]\n\n       Huntington’s disease            Gene mutations (trinucleotide repeat expansion) including brain-specific mutations                 [79]\n\n           Friedreich ataxia                            Gene mutations (trinucleotide repeat expansion)                                   [80]\n\n                                      Mosaic aneuploidy and chromosome 14-specific breaks/additional rearranged chromo-\n       Ataxia-telangiectasia                                                                                                              [45]\n                                                                         somes\n\n                                                                 Autoimmune diseases\n\n   Primary immune deficiencies                                   Revertant somatic mosaicism                                              [81]\n\n      Primary biliary cirrhosis                              Mosaic monosomy of chromosome X                                              [82]\n\n         Systemic sclerosis\n                                                             Mosaic monosomy of chromosome X                                              [83]\n   Autoimmune thyroid disease\n\n                                                                     Heart disease\n\n                                                                        Gene mutations                                                    [84]\n     Congenital heart diseases\n                                                           Chromosomal abnormalities/syndromes (?)                                     [3, 17, 55]\n\n                                                                        Cancers\n\n                                             Almost all cancers are caused by different types of SGV including ane-\n                                      uploidy/polyploidy; balanced and unbalanced structural chromosomal/genomic (subtle\n    Almost all types of cancers                                                                                                  [9, 11, 13-15, 20, 85]\n                                       and gross) rearrangements; gene amplifications; telomere shortening; microsatellite\n                                                                   instability; gene mutations;\n\n\n(somatic) aneuploidy [35, 44]. Additionally, very recent re-                    and pathophysiological states and differences amongst indi-\nports provided by others groups of researchers showed SGV                       viduals. Together, one can conclude that SGV research has\nimplicated in the normal and abnormal brain physiology and                      proven itself sufficiently to become an important biomedical\naging [98-100]. These results provide essential evidences                       field that would help to understand cellular and molecular\nthat neuronal DNA variation is a new feature of the human                       processes determining human life- and health-span.\nbrain, which may contribute to neural diversity in normal\n\f394 Current Genomics, 2010, Vol. 11, No. 6                                                                                                   Iourov et al.\n\nACKNOWLEDGEMENTS                                                                      Teague, J.; Williamson, D.; Chin, L.; Ross, M.T.; Campbell, P.J.;\n                                                                                      Bentley, D.R.; Futreal, P.A.; Stratton, M.R. A comprehensive cata-\n   This article is dedicated to Dr. Ilia V. Soloviev. The                             logue of somatic mutations from a human cancer genome. Nature,\nauthors are supported by Philip Morris USA Inc. and                                   2010, 463, 191-196.\n                                                                               [21]   Sgaramella, V.; Astolfi, P.A. Somatic genome variations interact\nDLR/BMBF (RUS 09/006).                                                                with environment, genome and epigenome in the determination of\n                                                                                      the phenotype: a paradigm shift in genomics? DNA Repair, 2010,\nREFERENCES                                                                            9, 470-473.\n                                                                               [22]   Vorsanova, S.G.; Yurov, Y.B.; Iourov, I.Y. Human interphase\n[1]    Los, F.J.; Van Opstal, D.; van den Berg, C. The development of\n                                                                                      chromosomes: a review of available molecular cytogenetic tech-\n       cytogenetically normal, abnormal and mosaic embryos: a theoreti-               nologies. Mol. Cytogenet., 2010, 3, 1.\n       cal model. Hum. Reprod. Update, 2004, 10, 79-94.\n                                                                               [23]   Redon, R.; Ishikawa, S.; Fitch, K.R.; Feuk, L.; Perry, G.H.; An-\n[2]    Erickson, R.P. Somatic gene mutation and human disease other                   drews, T.D.; Fiegler, H.; Shapero, M.H.; Carson, A.R.; Chen, W.;\n       than cancer: an update. Mutat. Res., 2010, (in press).\n                                                                                      Cho, E.K.; Dallaire, S.; Freeman, J.L.; González, J.R.; Gratacòs,\n[3]    Iourov, I.Y.; Vorsanova, S.G.; Yurov, Y.B. Intercellular gnomic                M.; Huang, J.; Kalaitzopoulos, D.; Komura, D.; MacDonald, J.R.;\n       (chromosomal) variations resulting in somatic mosaicism: mecha-\n                                                                                      Marshall, C.R.; Mei, R.; Montgomery, L.; Nishimura, K.; Oka-\n       nisms and consequences. Curr. Genomics, 2006, 7, 435-446.                      mura, K.; Shen, F.; Somerville, M.J.; Tchinda, J.; Valsesia, A.;\n[4]    Iourov, I.Y.; Vorsanova, S.G.; Yurov, Y.B. Ch",
  "wordCount": 7471,
  "indexed": "2025-09-25T22:41:59.986Z",
  "method": "direct"
}
