{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Liehr et al. - 2010 - Somatic Mosaicism in Cases with Small Supernumerar.pdf",
  "fileName": "Liehr et al. - 2010 - Somatic Mosaicism in Cases with Small Supernumerar.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Liehr et al. - 2010 - Somatic Mosaicism in Cases with Small Supernumerar.pdf",
  "text": "432                                                      Current Genomics, 2010, 11, 432-439\n\n\nSomatic Mosaicism in Cases with Small Supernumerary Marker Chromo-\nsomes\n\nThomas Liehr*,1, Tatyana Karamysheva2, Martina Merkas1,3, Lukrecija Brecevic3, Ahmed B. Hamid1,\nElisabeth Ewers1, Kristin Mrasek1, Nadezda Kosyakova1 and Anja Weise1\n\n1\n    Jena University Hospital, Institute of Human Genetics and Anthropology, Jena, Germany\n2\n    Institute for Cytology and Genetics, Nowosibirsk, Russian Federation\n3\n    School of Medicine Zagreb University, Croatian Institute for Brain Research, Zagreb, Croatia\n\n             Abstract: Somatic mosaicism is something that is observed in everyday lives of cytogeneticists. Chromosome instability\n             is one of the leading causes of large-scale genome variation analyzable since the correct human chromosome number was\n             established in 1956. Somatic mosaicism is also a well-known fact to be present in cases with small supernumerary marker\n             chromosomes (sSMC), i.e. karyotypes of 47,+mar/46. In this study, the data available in the literature were collected con-\n             cerning the frequency mosaicism in different subgroups of patients with sSMC. Of 3124 cases with sSMC 1626 (52%)\n             present with somatic mosaicism. Some groups like patients with Emanuel-, cat-eye- or i(18p)- syndrome only tend rarely\n             to develop mosaicism, while in Pallister-Killian syndrome every patient is mosaic. In general, acrocentric and non-\n             acrocentric derived sSMCs are differently susceptible to mosaicism; non-acrocentric derived ones are hereby the less sta-\n             ble ones. Even though, in the overwhelming majority of the cases, somatic mosaicism does not have any detectable clini-\n             cal effects, there are rare cases with altered clinical outcomes due to mosaicism. This is extremely important for prenatal\n             genetic counseling. Overall, as mosaicism is something to be considered in at least every second sSMC case, array-CGH\n             studies cannot be offered as a screening test to reliably detect this kind of chromosomal aberration, as low level mosaic\n             cases and cryptic mosaics are missed by that.\n                              Received on: April 20, 2010 - Revised on: May 30, 2010 - Accepted on: June 01, 2010\nKeywords: Mosaic, small supernumerary marker chromosomes (sSMC), genotype-phenotype correlation.\n\nSMALL SUPERNUMERARY MARKER CHROMO-                                           alone, and are generally equal in size or smaller than a chro-\nSOMES (sSMC)                                                                 mosome 20 of the same metaphase spread; sSMC can either\n                                                                             be present additionally in (1) an otherwise normal karyotype,\n    In 1956, the exact chromosomal number in humans was\n                                                                             (2) a numerically abnormal karyotype (like Turner- or\nestablished [1]. Since then it was possible to delineate nu-\n                                                                             Down-syndrome) or (3) a structurally abnormal but balanced\nmerical chromosomal aberrations in any body tissue where\n                                                                             karyotype with or without ring chromosome formation [42].\nchromosomes could be prepared from, including clinical [2]\n                                                                             sSMCs are normally detected by banding cytogenetics in\nand tumor cases [3]. After the introduction of molecular cy-\n                                                                             mentally retarded patients, in subfertile persons or during\ntogenetics [4-7], it became even possible to analyze numeri-                 prenatal diagnosis and particularly prenatally ascertained\ncal chromosomal aberrations in non-dividing cells [8]. By\n                                                                             ones, are not easy to correlate with a clinical outcome. It is\nthat also low-level chromosomal aberrations could be de-\n                                                                             known that ~30% of sSMCs are derived from chromosome\ntected in tumor [9-13], various clinical [14-18] and neuronal\n                                                                             15; ~11% are i(12p) = Pallister-Killian, ~10% are der(22)-\ndiseases [19-27], embryonic tissues [28-32] and different\n                                                                             Emanuel-,~7% are inv dup (22)-cat-eye- and ~6% are i(18p)-\ntissue types [9, 13, 15, 33-35]. Overall it can be stated that\n                                                                             syndrome associated sSMC [42].\nchromosome instability is one of the main causes of large-\nscale genome variation [36-39]. For review of cytogenetic                        sSMC are for several reasons still a problem in clinical\nand molecular cytogenetics see Refs. [4-5, 40].                              cytogenetics: (i) they are too small to be characterized for\n                                                                             their chromosomal origin by traditional banding techniques\n    Small supernumerary marker chromosomes (sSMC) are\n                                                                             and require molecular (cytogenetic) techniques for their\nreported in 0.043% of newborn infants, 0.077% of prenatal\n                                                                             identification [41]; (ii) apart from the correlation of about\ncases, 0.433% of mentally retarded patients and 0.171% of                    one-third of the sSMC cases with a specific clinical picture,\nsubfertile people [41]. They are defined as structurally ab-\n                                                                             as mentioned above, most of the sSMCs have not been corre-\nnormal chromosomes that cannot be identified or character-\n                                                                             lated with clinical syndromes, even though progress was\nized unambiguously by conventional banding cytogenetics\n                                                                             achieved, recently [43, 44]; (iii) sSMC can be harmful due to\n                                                                             different mechanisms like induction of genomic imbalance\n*Address correspondence to this author at the Institute of Human Genetics\n                                                                             and/or uniparental disomy [42]; (iv) also sSMC can be found\nand Anthropology, Kollegiengasse 10, D-07743 Jena, Germany; Tel: 0049-       just by chance and cannot be correlated with the clinical\n3641-935533; Fax: 0049-3641-935582; E-mail: i8lith@mti.uni-jena.de           problems of a patient [44]; finally (v) the percentage in\n\n                                                1389-2029/10 $55.00+.00      ©2010 Bentham Science Publishers Ltd.\n\fSomatic Mosaicism in Cases with Small Supernumerary Marker                                        Current Genomics, 2010, Vol. 11, No. 6   433\n\nwhich an sSMC is present can, but must not have an influ-                 syndromes’ Pallister-Killian-, i(18p)-, Emanuel-, and cat-\nence on the clinical outcome [42-44].                                     eye-syndrome, cases with sSMC and Prader-Willi- and An-\n                                                                          gelman-syndrome, cases with an sSMC present in a structur-\n   Here we focus on the latter mentioned problem – the\n                                                                          ally abnormal but balanced karyotype, neocentric sSMC\nregularly appearing somatic mosaicism in cases with an\nsSMC.                                                                     cases and patients with numerically abnormal basic karyo-\n                                                                          types. The remaining sSMC with a normal basic karyotype\n    Mosaicism in association with sSMC is a well-known                    of 46 chromosomes plus an sSMC are the group of patients\nfact. Crolla (1998) [45] summarized 144 sSMC cases ex-                    this review starts with.\ncluding those derived from chromosomes 15 and 22, 78 of\nwhich (54%) showed mosaic karyotypes. To get a more de-                   SOMATIC MOSAICISM IN sSMC PRESENT IN A\ntailed view on mosaicism in sSMC the following subgroups                  NORMAL BASIC KARYOTYPE\nare focused separately below: cases with sSMC duplication\n                                                                             According to Liehr (2010) [44] 731/1512 sSMC cases\nand multiple sSMC, cases with four known ‘sSMC-\n                                                                          (52%) studied by cytogenetics are mosaic (see Table 1).\n\nTable 1.    Cases with Mosaics 47,+mar, Excluding Cases with Known Syndromes, with Neocentric sSMC and such with Unclear\n            Mosaicism Status\n\n  sSMC derived from chromosome       Number of cases with 47,+mar[100%]      Total number of sSMC cases      Cases with mos 47,+mar/46\n\n                 1                                    6                                 67                               91%\n               1/5/19                                 0                                  8                              100%\n                 2                                    6                                 36                               83%\n                 3                                    7                                 21                               67%\n                 4                                    7                                 21                               67%\n                 5                                    10                                34                               71%\n                 6                                    2                                 14                               86%\n                 7                                    5                                 23                               78%\n                 8                                    11                                92                               88%\n                 9                                    4                                 59                               93%\n                 10                                   5                                 18                               72%\n                 11                                   3                                 16                               81%\n                 12                                   6                                 29                               79%\n                 13                                   7                                  9                               22%\n               13/21                                  54                                84                               36%\n                 14                                   62                                99                               37%\n               14/22                                  31                                49                               37%\n                 15                                  361                                459                              21%\n                 16                                   4                                 46                               91%\n                 17                                   6                                 26                               77%\n                 18                                   14                                43                               67%\n                 19                                   7                                 40                               83%\n                 20                                   7                                 33                               79%\n                 21                                   12                                25                               83%\n                 22                                   78                                115                              32%\n                acro                                  3                                  6                               50%\n                 X                                    7                                 27                               74%\n                 Y                                    6                                 13                               54%\n               overall                               731                               1512                             52%\n             acrocentric                             608                                846                             28%\n           non-acrocentric                           123                                666                             82%\n\f434 Current Genomics, 2010, Vol. 11, No. 6                                                                                   Liehr et al.\n\nHowever, there is a strong difference between acrocentric              detailed molecular cytogenetic analysis, a more complex\nand non-acrocentric derived sSMC: while 72% of acrocentric             mosaicism than suggested after simple cytogenetic diagnos-\nderived sSMC present no mosaic, 82% of non-acrocentric                 tics. In 20% of these cases, unexpected complex somatic\nderived sSMCs are mosaic.                                              mosaicism was detectable where cytogenetics did not sug-\n    The real grade and complexity of mosaicism seems to be             gest any mosaicism, i.e. in cases 04-U-7, 08-W-p11.2/1-2,\n                                                                       11-O-p11.1/2-1, 11-U-9, 13-U-13, 15-W-q11.1+q11.2/1-1,\neven slightly higher as recently repeatedly cryptic mosaicism\n                                                                       21-O-q11.21/1-1, 21-U-5, 22-O-q11.1/5-1, 22-O-q11.1/5-2,\nwas detected in sSMC cases by molecular cytogenetics.\n                                                                       0X-W-p11.?3/1-1, 0X-W-p11.21/1-1 [44]. Interestingly,\nThere were either cases showing an sSMC in all studied\n                                                                       acrocentric derived sSMC are by far more stable than non-\nmetaphase spreads, however, interphase-FISH in uncultured\n                                                                       acrocentric derived ones (2% versus 9%, Table 2).\ncells showed a mosaic situation like in case 16-CW-2 [44].\nMore often it is found that more than one variant of an sSMC              Cryptic mosaicism appears as some sSMC tend to rear-\nis present in different studied cells of a patient. As summa-          range and/or be reduced in size during karyotypic evolution.\nrized in Table 2, at least 5% of sSMC cases have, after a              This can lead to double ring formation or inverted duplica-\n\nTable 2.    Cases with Cryptic Mosaics 47,+mar, Excluding Cases with Known Syndromes, with Neocentric sSMC and such with\n            Unclear Mosaicism Status\n\n       sSMC derived from chromosome          Number of cases with cryptic mosaicism          Number of cases with cryptic mosaicism\n\n                      1                                         0/67                                          0%\n                    1/5/19                                      0/8                                           0%\n                      2                                         2/36                                          5%\n                      3                                         5/21                                         24%\n                      4                                         1/21                                          5%\n                      5                                         5/34                                         15%\n                      6                                         4/14                                         29%\n                      7                                         4/23                                         17%\n                      8                                         8/92                                          9%\n                      9                                         6/59                                         10%\n                      10                                        0/18                                          0%\n                      11                                        4/16                                         25%\n                      12                                        2/29                                          7%\n                      13                                        2/9                                          15%\n                    13/21                                       0/84                                          0%\n                      14                                        2/99                                          2%\n                    14/22                                       0/49                                          0%\n                      15                                     4/459                                            1%\n                      16                                        3/46                                         19%\n                      17                                        0/26                                          0%\n                      18                                        2/43                                          5%\n                      19                                        6/40                                         15%\n                      20                                        4/33                                         12%\n                      21                                        2/25                                          8%\n                      22                                     5/115                                            4%\n                     acro                                       0/6                                           0%\n                      X                                         2/27                                          7%\n                      Y                                         0/13                                          0%\n                    overall                                 73/1512                                           5%\n                 acrocentric                                15/846                                            2%\n               non-acrocentric                              58/666                                            9%\n\fSomatic Mosaicism in Cases with Small Supernumerary Marker                                     Current Genomics, 2010, Vol. 11, No. 6   435\n\ntion starting from a centric minute-shaped chromosome and             SOMATIC MOSAICISM IN CASES WITH sSMC DU-\nin the end to the formation of different variants and a highly        PLICATION AND MULTIPLE sSMC\ncomplex mosaic as some of the new variants can also be\n                                                                          sSMC in a small subset of cases tend to duplicate, lead-\ndegraded in a subset of the studied cells [46].\n                                                                      ing to a karyotype 48,+marx2 [42]. Up to now 64 such cases\n    In summary, somatic mosaics are to be expected in at              are reported [44] and 45% of those are derived from non-\nleast 50% of sSMC cases with normal basic karyotype. More             acrocentric chromosomes (Table 3). While, cases with ac-\ncomplex mosaics can be met in up to 10% of the cases; how-            rocentric derived sSMC tend to be by mosaic only in 54% of\never, the overall rate of mosaic cases is not significantly al-       the cases, non-acrocentric derived ones are always mosaic\ntered by cryptic mosaicism, while the genetic complexity of           with an exception of 1/29 reported patients (Table 3). Thus,\nindividual cases may be severely influenced.                          in sSMC duplication cases we find a similar situation as in\n\nTable 3.    Cases with Mosaics 48,+marx2 Excluding Cases with Known Syndromes, with Multiple and Neocentric sSMC and such\n            with Unclear Mosaicism Status\n\n  sSMC derived from chromosome          Number of cases with 48,+marx2[100%]     Total number of sSMC cases         Cases with mosaic\n\n                 1                                       n.a.                           2 (diff. sizes)                    100%\n               1/5/19                                    n.a.                                 n.a.                          n.a.\n\n                 2                                       n.a.                                  2                           100%\n                 3                                       n.a.                           2 (diff. sizes)                    100%\n\n                 4                                       n.a.                          1 / 1 (diff. sizes)                 100%\n\n                 5                                       n.a.                          1 / 1 (diff. sizes)                 100%\n                 6                                       n.a.                          1 / 1 (diff. sizes)                 100%\n                 7                                       n.a.                                 n.a.                          n.a.\n                 8                                       n.a.                          2 / 1 (diff. sizes)                 100%\n\n                 9                                       n.a.                          2 / 1 (diff. sizes)                 100%\n                 10                                      n.a.                                 n.a.                          n.a.\n\n                 11                                      n.a.                                 n.a.                          n.a.\n\n                 12                                      n.a.                                 n.a.                          n.a.\n                 13                                          1                                 1                            0%\n               13/21                                         1                         1 / 1 (diff. sizes)                 50%\n\n                 14                                          2                         3 / 1 (diff. sizes)                 50%\n               14/22                                         1                                 3                           67%\n\n                 15                                          11                                22                          50%\n\n                 16                                      n.a.                          1 / 1 (diff. sizes)                 100%\n                 17                                      n.a.                          1 / 1 (diff. sizes)                 100%\n\n                 18                                      n.a.                                 n.a.                          n.a.\n\n                 19                                          1                                 1                            0%\n                 20                                      n.a.                          3 / 1 (diff. sizes)                 100%\n                 21                                      n.a.                                  1                           100%\n                 22                                      n.a.                                  2                           100%\n\n                acro                                     n.a.                                 n.a.                          n.a.\n                 X                                       n.a.                                  1                           100%\n                 Y                                       n.a.                                  1                           100%\n\n               overall                                       17                                64                          73%\n\n             acrocentric                                     16                                35                          54%\n           non-acrocentric                                   1                                 29                          97%\n\f436 Current Genomics, 2010, Vol. 11, No. 6                                                                              Liehr et al.\n\ncases with one single sSMC and a karyotype 47, +mar con-            [44]. 15 of these are PWS (58%) while only 1 of these AS\ncerning mosaicism.                                                  cases (14%) is mosaic with respect to sSMC presence [44].\n                                                                    As the corresponding syndromes were caused either by uni-\n    Multiple sSMC cases [42] differ from sSMC duplication\n                                                                    parental disomy or microdeletion the sSMC presence has no\nones by the fact that the observed sSMC are not derived\nfrom the identical chromosome. Only 48 such cases are               direct influence on the clinical outcome; neither has mo-\n                                                                    saicism.\nknown by now [44], having between 2 and 7 sSMC of dif-\nferent origin, each; and all reported cases with multiple\n                                                                    SOMATIC MOSAICISM IN sSMC PRESENT IN\nsSMC are mosaic. Formation of this rare cytogenetic condi-\n                                                                    STRUCTURALLY ABNORMAL BUT BALANCED\ntion is unclear, even though polysomic rescue or triploid\n                                                                    KARYOTYPE\nrescue maybe suggested. As in most cases markedly chro-\nmosomal imbalances are induced by multiple sSMC pres-                    Another rare cytogenetic variant of sSMC presence is\nence, ~90-95% of them are correlated with clinical symp-            that of a structurally abnormal but balanced karyotype\ntoms, irrespective of mosaicism status detectable in periph-        (McClintock mechanism) [48]. Such cases can either be\neral blood.                                                         connected with a neocentromere formation (see section be-\n                                                                    low) or both the derivatives share the available centromeric\nSOMATIC MOSAICISM PRESENT IN THE FOUR                               alpha-satellite sequences. If in such case mosaicism appears,\nKNOWN ‘sSMC-SYNDROMES’: PALLISTER-KILLIAN-,                         i.e. loss of the sSMC, relevant genetic material is lost and\nI(18P)-, EMANUEL-, AND CAT-EYE-SYNDROME                             this leads normally to clinical problems as described for the\n   Somatic mosaicism is reported to different extents in four       following cases: 03-W-p11/1-1, 04-W-p15.3/1-1, 04-W-\nsSMC-related syndromes.                                             p12/1-1 [44]. If no or only very low grade mosaicism is pre-\n                                                                    sent the carrier of such a karyotype can be completely nor-\n    Patients suffering from Pallister-Killian-syndrome (PKS)        mal (e.g. 02-O-p12/1-1, 06-O-p22.3/1-1, 06-O-p22.3/1-1,\ndue to the presence of an additional isochromosome 12p are\n                                                                    08-O-p11.1/2-1, 12-U-4, 17-O-p11.2/2-1, mother of 19-W-\nknown to have somatic mosaicism in practically every case.\n                                                                    10/2-1, mother of 22-W-q11.2/2-1 [44]).\nIn peripheral blood the +(12p) tends to be lost either already\nduring pregnancy or shortly after birth in practically all cells.   SOMATIC MOSAICISM IN NEOCENTRIC sSMC\nIn the alternatively studied skin fibroblasts, the sSMC de-\nrived from chromosome 12 is normally easily to detect in                For mosaicism in neocentric sSMC formed by McClin-\n>70% to 100% of the cells [47]. However, besides a mosaic           tock mechanism, [48] the same holds true, like for the\nof cells with 46 and 47 chromosomes exceptional cases also          aforementioned centric sSMC present in structurally abnor-\nwith two different shapes of sSMC (12-Wpks-4, 12-Wpks-              mal but balanced karyotype. If balanced and no or only\n159, [44]) or two isochromosomes 12p (12-Wpks-174 [44])             minimal mosaicism is present, the carriers of such a chromo-\nare also reported.                                                  somal condition are clinically normal. If the neocentric\n    In isochromosome 18p syndrome mosaicism is rather               sSMC is lost in a higher percentage of the body cells this has\nrare. But also here exceptional cases are known having the          an adverse prognosis.\nfull clinical phenotype but normal karyotype in some of the             In general, in at least around 50% of the cases with a\nbody cells (18-Wi-42, 18-Wi-153, 18-Wi-154, 18-Wi-157               neocentric sSMC somatic mosaicism is observable (Table 4).\n[44]). In case 18-Wi-41 [44] the i(18p) was derived from the        Strikingly, as in centric sSMC, mosaicism is more frequent\nclinically normal mother; the latter had the i(18p) in only 4%      in non-acrocentric derived compared to acrocentric derived\nof her peripheral blood cells. Also, an interesting case of         ones (58% vs. 24%).\nsomatic mosaicism is 18-Wi-158 [44] showing prenatally an\ni(18p) in 35% of the amnion cells but postnatal only normal         SOMATIC MOSAICISM IN sSMC PRESENT IN NU-\ncells in peripheral blood, being a normal child.                    MERICALLY ABNORMAL BASIC KARYOTYPES\n   To the best of our knowledge no mosaic cases are known              As above mentioned, sSMC can appear in a numerically\nby now for Emanuel-syndrome (ES) [44]. Also in cat-eye-             normal basic karyotype of 46 chromosomes, but also in\nsyndrome (CES) mosaicism is rather rare. sSMC derived\n                                                                    numerically abnormal basic karyotypes [42]. Up to now,\nfrom chromosome 22 having two different shapes were seen\n                                                                    sSMC are reported additionally to a basic karyotype 45, X (=\nin CES (22-Wces-2 [44]) or minimal mosaicism with a nor-\n                                                                    Turner syndrome), 47, XXY (= Klinefelter syndrome), 47,\nmal cell line (22-Wces-3-03, 22-Wces-5, 22-Wces-5-119\n[44]).                                                              XXX (triple-X syndrome) and 47, +21 (Down syndrome)\n                                                                    [44, 49-51].\n    Overall, somatic mosaicism is, compared to other sSMC\nderived from the corresponding chromosomes, over-                      542 cases are available in the literature with a basic\nrepresented in PKS (100% vs. 79%) and under-represented             karyotype typical for Turner syndrome and an additional\nin i(18p) syndrome (4% vs. 67%), ES (0% vs. 32%) and CES            sSMC, i.e. 46,X,+mar [44, 49]. Only 73 of these are reported\n(3% vs. 32%).                                                       without mosaicism; thus, 76% of these Turner syndrome\n                                                                    cases are mosaic [44].\nSOMATIC MOSAICISM IN PRADER-WILLI- AND                                 Only three cases, each of them are known by now with\nANGELMAN-SYNDROME WITH sSMC                                         Klinefelter- or triple-X syndrome and an additional sSMC.\n   26 sSMC cases with Prader-Willi-syndrome (PWS) and 7             Concerning the Klinefelter-syndrome two cases of those are\nwith Angelman-syndrome (AS) can be found in the literature          mosaic (07-U-6, 0X-U3) and one not (09-U5) [44]. For tri-\n\fSomatic Mosaicism in Cases with Small Supernumerary Marker                                      Current Genomics, 2010, Vol. 11, No. 6   437\n\nTable 4.   Mosaicism in Cases with Neocentric sSMC\n\n      sSMC derived from chromosome                Number of cases with mosaicism              Percentage of cases with mosaicism\n\n                    1                                          3/5                                           60%\n                    2                                          3/4                                           75%\n                    3                                         10/11                                          91%\n                    4                                          1/1                                           100%\n\n                    5                                          0/1                                            0%\n                    6                                          1/2                                           50%\n\n                    7                                          1/1                                           100%\n                    8                                          7/9                                           77%\n\n                    9                                          1/3                                           33%\n                    10                                         1/2                                           50%\n                    11                                         0/2                                            0%\n                    12                                         2/3                                           75%\n\n                    13                                         5/14                                          56%\n                    14                                         1/1                                           100%\n                    15                                         2/19                                          11%\n                    16                                         1/1                                           100%\n\n                    17                                         0/1                                            0%\n                    18                                         1/1                                           100%\n                    19                                         n.a.                                           n.a.\n                    20                                         0/1                                            0%\n\n                    21                                         n.a.                                           n.a.\n                    22                                         n.a.                                           n.a.\n                    X                                          0/1                                            0%\n                    Y                                          0/1                                            0%\n\n                  overall                                     40/86                                          47%\n                acrocentric                                    8/34                                          24%\n              non-acrocentric                                 32/55                                          58%\n\n\nple-X syndrome the same holds true: cases 09-U16 and 14-                balance caused by an sSMC is known to be harmful, in the\nO-q11.1/1-5 are mosaic, case 14-U-5 is not [44].                        overwhelming majority of the cases there is no influence of\n                                                                        the grade of somatic mosaicism detectable in peripheral\n    For sSMC, at present additionally to a trisomy 21\n                                                                        blood or amnion cells and the observed clinical effects. This\n(Down-syndrome), information on mosaic status is available\n                                                                        seems to be due to the fact that the mosaicism rate in differ-\nin 16 cases; 7 of those (44%) have somatic mosaicism with a\n                                                                        ent human tissues is practically not predictable and very\ncell line 47, +21 without sSMC [44].\n                                                                        variable [52]. Only in exceptional cases the presence of spe-\n   Overall, mosaicism is a frequent finding when an sSMC                cific sSMC with known adverse prognosis was reported\nis present additionally to a numerically abnormal basic                 which did not lead to clinical problems due to low somatic\nkaryotype.                                                              mosaicism; examples are 07-W-p10/1-1, 15-O-q13/1-1, 15-\n                                                                        O-q13/1-2, 15-O-q13/2-1, 15-O-q13/3-1, 15-O-q13.1/1-1,\nSOMATIC MOSAICISM IN sSMC AND THE RE-                                   22-O-q11.21/4-2, 22-O-q11.21/4-3, 22-O-q11.21/5-1 [44].\nSULTING PITFALLS                                                        Even though rare, this knowledge is extremely important for\n   Summarizing all above mentioned groups, 1626 of 3124                 prenatal counseling.\ncases with sSMC (52%) present with somatic mosaicism.                       Knowing that somatic mosaicism happens in ~50% of the\nEven though, expressed to a different extent in various sub-            cases with sSMC, array-CGH studies cannot be offered as a\ngroups, mosaicism is something to be considered in at least             screening test to reliably detect this kind of chromosomal\nevery second such case. However, if a specific genetic im-              aberration. On the one hand, low level mosaic cases and on\n\f438 Current Genomics, 2010, Vol. 11, No. 6                                                                                                    Liehr et al.\n\nthe other hand, cryptic mosaics are missed. Thus, cytogenet-                          tion of new multicolor fluorescent in situ hybridization approaches.\nics is still the gold-standard to detect any kind of chromoso-                        Int. J. Oncol., 2006, 28, 891-897.\n                                                                               [12]   Gross, M.; Mkrtchyan, H.; Glaser, M.; Fricke, H.J.; Höffken, K.;\nmal aberration, which then, in further steps can be character-                        Heller, A.; Weise, A.; Liehr T. Delineation of yet unknown cryptic\nized by molecular (cyto-) genetic approaches.                                         subtelomere aberrations in 50% of acute myeloid leukemia with\n                                                                                      normal GTG-banding karyotype. Int. J. Oncol., 2009, 34, 417-423.\n    Interestingly, acrocentric and non-acrocentric derived                     [13]   Dimmler, A.; Kiesewetter, F.; Liehr, T.; Neubauer, S.; Schell, H.;\nsSMC are differently susceptible to mosaicism; acrocentric                            Gebhart, E. Interphase-FISH examinations in paraffin sections\nderived ones are hereby the more stable ones. This holds true                         from benign, precancerous, and cancerous lesions of the skin and\nfor centric and neocentric sSMC, and an explanation is there-                         oral mucosa. Int. J. Oncol., 1997, 10, 83-88.\n                                                                               [14]   Iourov, I.Y.; Vorsanova, S.G.; Liehr, T.; Monakhov, V.V.; So-\nfore at present not available.                                                        loviev, I.V.; Yurov, Y.B. Dynamic mosaicism manifesting as loss;\n                                                                                      gain and rearrangement of an isodicentric Y chromosome in a male\nCONCLUSION                                                                            child with growth retardation and abnormal external genitalia. Cy-\n                                                                                      togenet. Genome Res., 2008, 121, 302-306.\n    Somatic mosaicism is a feature of the human body,                          [15]   Liehr, T.; Ziegler, M. Rapid prenatal diagnostics in the interphase\nwhich has to be considered much more than up to now in                                nucleus – procedure and cut-off rates. J. Histochem. Cytochem.,\nfuture. It is known as a fact, but not understood why man                             2005, 53, 289-291.\nwith age (in peripheral blood) develops something like a                       [16]   Liehr, T.; Rautenstrauss, B.; Grehl, H.; Bathke, K.D.; Ekici, A.;\n                                                                                      Rauch, A.; Rott, H.D. Mosaicism for the Charcot-Marie-Tooth dis-\n‘Turner-syndrome-mosaic’ 46,XY/45,X. Similarly, in cases                              ease type 1A duplication suggests somatic reversion. Hum. Genet.,\nwith sSMC it is known since years, that PKS patients lose                             1996, 98, 22-28.\nthe i(12p) in peripheral blood or that some inv dup(15)                        [17]   Koç, A.; Kan, D.; Karaer, K.; Ergün, M.A.; Karao\u0003uz, M.Y.;\nsSMC are stable and cytogenetically identical ones in an-                             Gücüyener, K.; Hinreiner, S.; Liehr, T.; Perçin, E.F. An unexpected\n                                                                                      finding in a child with neurological problems: mosaic ring chromo-\nother carrier are not. For all these facts to the best of our                         some 18. Eur. J. Pediatr., 2008, 167, 655-659.\nknowledge, no studies were undertaken to come closer to an                     [18]   Soysal, Y.; Balci, S.; Hekimler, K.; Liehr, T.; Ewers, E.; Schou-\nunderstanding of these phenomena. Here we present, some                               mans, J.; Bui, T.H.; Içduygu, F.M.; Kosyakova, N.; Imirzalio\u0003lu,\nkind of starting point for such studies, for the first time a                         N. Characterization of double ring chromosome 4 mosaicism asso-\ndetailed ‘mosaicism map’ for the different subtypes of                                ciated with bilateral hip dislocation, cortical dysgenesis, and epi-\n                                                                                      lepsy. Am. J. Med. Genet. A, 2009, 149A, 2782-2787.\nsSMC.                                                                          [19]   Yurov, Y.B.; Vostrikov, V.M.; Vorsanova, S.G.; Monakhov, V.V.;\n                                                                                      Iourov, I.Y. Multicolor fluorescent in situ hybridization on post\nACKNOWLEDGEMENTS                                                                      mortem brain in schizophrenia as an approach for identification of\n                                                                                      low-level chromosomal aneuploidy in neuropsychiatric diseases.\n   This work was supported in parts by DAAD                                           Brain Dev., 2001, 23(Suppl 1), 186-190.\n(D07/00070), BMBF/DLR (BLR 08/004 and ARM 08/001),                             [20]   Yurov, Y.B.; Iourov, I.Y.; Monakhov, V.V.; Soloviev, I.V.; Vostri-\nProchance 2008 and 2009, and DFG (LI 820/22-1).                                       kov, V.M.; Vorsanova, S.G. The variation of aneuploidy frequency\n                                                                                      in the developing and adult human brain revealed by an interphase\n                                                                                      FISH study. J. Histochem. Cytochem., 2005, 53, 385-390.\nREFERENCES                                                                     [21]   Iourov, I.Y.; Liehr, T.; Vorsanova, S.G.; Kolotii, A.D.; Yurov,\n[1]    Tjio, J.-H.; Levan, A. The chromosome number of man. Hereditas,                Y.B. Visualization of interphase chromosomes in postmitotic cells\n       1956, 42, 1-6.                                                                 of the human brain by multicolour banding (MCB). Chromosome\n[2]    Yunis, J.J.; Chandler, M.E. High-resolution chromosome analysis                Res., 2006, 14, 223-229.\n       in clinical medicine. Prog. Clin. Pathol., 1978, 7, 267-288.            [22]   Yurov, Y.B.; Iourov, I.Y.; Vorsanova, S.G.; Liehr, T.; Kolotii,\n[3]    Mitelman, F. Cytogenetics of experimental neoplasms and non-                   A.D.; Kutsev, S.I.; Pellestor, F.; Beresheva, A.K.; Demidova, I.A.;\n       random chromosome correlations in man. Clin. Haematol., 1980, 9,               Kravets, V.S.; Monakhov, V.V.; Soloviev, I.V. Aneuploidy and\n       195-219.                                                                       confined chromosomal mosaicism in the developing human brain.\n[4]    Liehr, T.; Claussen, U. Current developments in human molecular                PLoS ONE, 2007, 2, e558.\n       cytogenetic techniques. Curr. Mol. Med., 2002, 2, 283-297.              [23]   Yurov, Y.B.; Vorsanova, S.G.; Iourov, I.Y.; Demidova, I.A.; Ber-\n[5]    Liehr, T.; Claussen, U. Multicolor-FISH approaches for the charac-             esheva, A.K.; Kravetz, V.S.; Monakhov, V.V.; Kolotii, A.D.; Voi-\n       terization of human chromosomes in clinical genetics and tumor                 nova-Ulas, V.Y.; Gorbachevskaya, N.L. Unexplained autism is fre-\n       cytogenetics. Curr. Genomics, 2002, 3, 213-235.                                quently associated with low-level mosaic aneuploidy. J. Med.\n[6]    Liehr, T.; Starke, H.; Weise, A.; Lehrer, H.; Claussen, U. Multi-              Genet., 2007, 44, 521-535.\n       color FISH probe sets and their applications. Histol. Histopathol.,     [24]   Yurov, Y.B.; Iourov, I.Y.; Vorsanova, S.G.; Demidova. I.A.;\n       2004, 19, 229-237.                                                             Kravetz, V.S.; Beresheva, A.K.; Kolotii, A.D.; Monakchov, V.V.;\n[7]    Liehr, T.; Starke, H.; Heller, A.; Kosyakova, N.; Mrasek, K.;                  Uranova, N.A.; Vostrikov, V.M.; Soloviev, I.V.; Liehr, T. The\n       Gross, M.; Karst, C.; Steinhaeuser, U.; Hunstig, F.; Fickelscher, I.;          schizophrenia brain exhibits low-level aneuploidy involving chro-\n       Kuechler, A.; Trifonov, V.; Romanenko, S.A.; Weise A. Multicolor               mosome 1. Schizophr. Res., 2008, 98, 137-147.\n       fluorescence in situ hybridization (FISH) applied for FISH-             [25]   Iourov, I.Y.; Vorsanova, S.G.; Yurov, Y.B. Molecular cytogenetics\n       banding. Cytogenet. Genome Res., 2006, 114, 240-244.                           and cytogenomics of brain diseases. Curr. Genomics, 2008, 9, 452-\n[8]    Vorsanova, S.G.; Yurov, Y.B.; Iourov, I.Y. Human interphase                    465.\n       chromosomes: a review of available molecular cytogenetic tech-          [26]   Iourov, I.Y.; Vorsanova, S.G.; Liehr, T.; Yurov, Y.B. Aneuploidy\n       nologies. Mol. Cytogenet., 2010, 3, 1.                                         in the normal; Alzheimer's disease and ataxia-telangiectasia brain:\n[9]    Gebhart, E.; Liehr, T.; Harrer, P.; Reichardt, S.; Schmitt, G.;                differential expression and pathological meaning. Neurobiol. Dis.,\n       Thoma, K.; Gramatzki, M.; Trautmann, U. Determination by inter-                2009, 34, 212-220.\n       phase FISH of the clonality of aberrant karyotypes in human hema-       [27]   Iourov, I.Y.; Vorsanova, S.G.; Liehr, T.; Kolotii, A.D.; Yurov,\n       topoietic neoplasias. Leuk. Lymphoma, 1995, 17, 295-302.                       Y.B. Increased chromosome instability dramatically disrupts neural\n[10]   Gebhart, E.; Liehr, T. Clonality determined by fluorescence in situ            genome integrity and mediates cerebellar degeneration in the\n       hybridization of single-cell aberrations in hematopoietic neoplasias.          ataxia-telangiectasia brain. Hum. Mol. Genet., 2009, 18, 2656-\n       Cancer Genet. Cytogenet., 1999, 113, 193-194.                                  2669.\n[11]   Karst, C.; Gross, M.; Haase, D.; Wedding, U.; Höffken, K.; Liehr,       [28]   Vanneste, E.; Voet, T.; Le Caignec, C.; Ampe, M.; Königs, P.;\n       T.; Mkrtchyan, H. Novel cryptic chromosomal rearrangements de-                 Mellote, C.; Debrock, S.; Amyere, M.; Vikkula, M.; Schuit, F.;\n       tected in acute lymphoblastic leukemia (ALL) detected by applica-              Fryns, J.P.; Verbeke, G., D'Hooghe, T.; Moreau, Y.; Vermeesch,\n                                                                                      J.R. Chromosome instability is common in human cleavage-stage\n                                                                                      embryos. Nat. Med., 2009, 15, 577-583.\n\fSomatic Mosaicism in Cases with Small Supernumerary Marker                                                 Current Genomics, 2010, Vol. 11, No. 6      439\n\n[29]   Vorsanova, S.G.; Kolotii, A.D.; Iourov, I.Y.; Monakhov, V.V.;           [41]   Liehr, T.; Weise, A. Frequency of small supernumerary marker\n       Kirillova, E.A.; Soloviev, I.V.; Yurov, Y.B. Evidence for high fre-            chromosomes in prenatal, newborn, dev",
  "wordCount": 5198,
  "indexed": "2025-09-25T22:41:00.038Z",
  "method": "direct"
}
