{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mardis_2017_DNA sequencing technologies.pdf",
  "fileName": "Mardis_2017_DNA sequencing technologies.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mardis_2017_DNA sequencing technologies.pdf",
  "text": "10 years of Nature Protocols                                                                                                   PERSPECTIVE\n\n\n\n\n                                                                             DNA sequencing technologies: 2006–2016\n                                                                             Elaine R Mardis\n\n                                                                             Recent advances in the field of genomics have largely been due to the ability to sequence DNA at increasing\n© 2017 Nature America, Inc., part of Springer Nature. All rights reserved.\n\n\n\n\n                                                                             throughput and decreasing cost. DNA sequencing was first introduced in 1977, and next-generation sequencing\n                                                                             technologies have been available only during the past decade, but the diverse experiments and corresponding\n                                                                             analyses facilitated by these techniques have transformed biological and biomedical research. Here, I review\n                                                                             developments in DNA sequencing technologies over the past 10 years and look to the future for further applications.\n\n                                                                             Introduction                                                                    NGS: library construction and input DNA\n                                                                             The development of Sanger sequencing almost 40 years ago                        A key procedural difference in NGS methods in comparison to\n                                                                             has revolutionized biological research. The implications of this                Sanger sequencing is in the construction of the sequencing library.\n                                                                             technique became even more far reaching with the introduction of                Sanger sequencing libraries require multiple steps that combine\n                                                                             next-generation sequencing (NGS) methods in 2005 (Fig. 1); these                molecular biology with microbiological culture to represent the\n                                                                             techniques have markedly increased the amount of sequencing                     DNA sample of interest as a series of subclones in a bacterial\n                                                                             data produced per instrument and have dramatically decreased                    plasmid or phage vector. These subclones then require growth\n                                                                             the costs of generating sequencing data. Coupled with innovative                in culture and DNA isolation before sequencing. This multistep\n                                                                             methodological and computational developments, NGS platforms                    process can be completed in approximately one week, at which\n                                                                             have facilitated an explosion in biological knowledge over the                  point the purified DNAs are ready for sequencing. By contrast,\n                                                                             past decade. This unique combination of methods, analyses and                   the simplicity and speed of NGS library construction is striking.\n                                                                             biological interpretations is a logical evolution of the collaborative          Starting from a variety of input DNA sources ranging from high-\n                                                                             ‘team science’ approaches that characterized large-scale genome                 molecular-weight genomic DNA to a pool of PCR products, to\n                                                                             projects in the 1980s and 1990s, including the Human Genome                     short stretches of histone-bound DNA released after chromatin\n                                                                             Project. At that time, teams combined their expertise in large-                 immunoprecipitation (ChIP) or reverse transcriptase–converted\n                                                                             insert clone mapping to scaffold the genome, used Sanger                        RNA (for example), only a few preparatory molecular biology\n                                                                             sequencing to produce data for each clone in the scaffold and                   steps are performed on the input DNA, and synthetic adapters are\n                                                                             performed ‘finishing’ to assemble the data for each clone and to                then ligated to the library fragment ends. These common adapters\n                                                                             close the gaps. The result was a high-quality reference-genome                  facilitate subsequent PCR amplification cycles that produce a\n                                                                             sequence that was then annotated to identify genes and other                    library ready for quantification, dilution and sequencing1 within\n                                                                             content. In the current NGS era, teams working in genomics                      approximately 2 days. More recently, the use of transposons to\n                                                                             include new disciplines, owing to the types of biological questions             simultaneously insert the synthetic adaptor sequences during\n                                                                             being addressed and the larger sizes of the NGS data sets and their             fragmentation of chromosomal DNA has further simplified and\n                                                                             associated analytical complexity. Now, data integration is critical             accelerated NGS library construction2. The simplicity of NGS\n                                                                             to producing higher-level data interpretations, and expertise                   library construction enables numerous preparatory assays such\n                                                                             in biological systems is needed to further interpret biological                 as ChIP, reverse transcription and bisulfite treatment, among\n                                                                             meaning in the context of the integrated results. These higher-                 many others, to provide the input DNA for an NGS library. As\n                                                                             order findings in turn generate new biological hypotheses that                  a result, NGS has enhanced the ability to transition from site-\n                                                                             require an ever-evolving suite of functional assays to correlate                specific assays to genome-wide assays that can characterize, for\n                                                                             genotype with phenotype. Hence, although the teams differ in                    example, all of a specific protein’s binding sites on DNA, the flux of\n                                                                             their makeup, sequencing technology continues to play a central                 methylated loci under specific cell growth conditions or stresses,\n                                                                             role in producing biological findings that are rapidly advancing                and the mapping of open versus closed chromatin.\n                                                                             the state of knowledge and setting the stage for further discoveries.\n                                                                                                                                                             Sequencing by synthesis and sequencing by ligation:\n                                                                             McDonnell Genome Institute, Washington University, St. Louis, Missouri, USA.    fragment amplification, data production and alignment\n                                                                             Correspondence should be addressed to E.R.M. (emardis@wustl.edu).\n                                                                                                                                                             The first NGS platforms were instruments performing sequencing\n                                                                             Received 17 August 2016; accepted 20 October 2016; published online 5 January   by synthesis (SBS). Unlike Sanger sequencing, SBS libraries are\n                                                                             2017; doi:10.1038/nprot.2016.182                                                amplified in situ on a solid support that is integrated within\n\n\n                                                                                                                                                                                     NATURE PROTOCOLS | VOL.12 NO.2 | 2017 | 213\n\f                                                                              PERSPECTIVE\n\n                                                                                                               Solexa 1G                Helicos                   Ion Torrent                                       Oxford\n                                                                                                               (Illumina)               Helioscope                PGM                                               Nanopore\n                                                                                                               (SBS)                    (SMS)                     (SBS)                                             MinION\n                                                                                                                                                                                                                    (SMS)\n\n\n\n\n                                                                                 2004                     2006         2007        2008                      2010                     2012                     2014         2015\n\n                                                                                      454 (Roche)                           ABI SOLiD                             Pacific                                          Qiagen\n                                                                                      pyro-                                 (SBL)                                 Biosciences                                      Gene\n                                                                                      sequencing                                                                  SMRT                                             Reader\n© 2017 Nature America, Inc., part of Springer Nature. All rights reserved.\n\n\n\n\n                                                                                      (SBS)                                                                       (SMS)                                            (SBS)\n\n\n\n\n                                                                             Figure 1 | NGS instruments introduced over the past decade. This timeline describes the year of introduction of each of the NGS platforms that successfully\n                                                                             achieved commercial introduction during the past decade. SBS, sequencing by synthesis; SMS, single-molecule sequencing; SBL, sequencing by ligation.\n\n\n\n                                                                             the fluidics needed for the synthesis and detection steps of the                 each on-device-amplified library fragment either is defined by\n                                                                             sequencing process1,3. A fragment-amplification step is needed                   positional (x,y) coordinates on the surface of the fluidic device\n                                                                             to produce sufficient copies of each library fragment, which in                  or is held at a fixed bead-in-well position. The instrument\n                                                                             turn produce sufficient signal strength to enable the detection of               collects data from all x,y coordinates corresponding to amplified\n                                                                             incorporated nucleotides. Fragment amplification occurs either                   on-surface or on-bead fragments throughout the duration of the\n                                                                             directly on the surface of the sequencing fluidics device or indirectly          sequencing run, then converts these position-unique signal data\n                                                                             on the surface of a spherical support (bead). In either case, the solid          into sequencing-read data for downstream analyses. This unique\n                                                                             support is typically coated with synthetic DNA adapters that are                 aspect of coupled sequencing and detection on SBS and SBL\n                                                                             complementary to those used in the library construction process.                 platforms permits simultaneous data production from very large\n                                                                             For on-device amplification, the enzyme cocktail is supplied directly            numbers of library fragments, thereby explaining the commonly\n                                                                             to the hybridized library fragments and incubated. For on-bead                   used descriptor ‘massively parallel sequencing’.\n                                                                             amplification, each bead is emulsified in an aqueous mixture of                     Increased numbers of library fragments sequenced, and\n                                                                             library fragments and enzyme cocktail before amplification. Here,                increased read lengths obtained from each template, owing\n                                                                             the input fragment concentration is adjusted to result in, on average,           to improvements in labeling chemistries and/or detection\n                                                                             one bead and one library fragment in each micelle. Amplification                 sensitivities have resulted in ever-increasing data output per\n                                                                             occurs through temperature cycling the micelles en masse. After                  sequencing run in NGS platforms. Details of platform-specific\n                                                                             amplification, the emulsion is separated, and the beads are enriched             library construction, sequencing chemistries and detection\n                                                                             to eliminate beads that have no amplified library fragments. Because             schemes have previously been described1,4,5. Whereas Sanger\n                                                                             each sequencing read originates from a single library fragment, SBS              sequencing read lengths typically range between 600 and 800 bp,\n                                                                             data are digital, and the resulting ability to quantify read data from           most SBS instruments deliver read lengths in the range of 100–400\n                                                                             different preparatory inputs is one important advantage of SBS over              bp. This key difference in read length means that for all but the\n                                                                             Sanger sequencing.                                                               least complex and smallest genomes (for example, viral genomes),\n                                                                                Data production by Sanger sequencing involves two decoupled                   one must align SBS and SBL reads to a reference genome before\n                                                                             steps: (i) a discrete molecular biology step that produces                       performing downstream data analysis and interpretation6, rather\n                                                                             fluorescently labeled fragments from each isolated subclone DNA                  than assembling the genome by using shared sequence overlaps, as\n                                                                             template and (ii) a sequencing-platform-based data-collection                    is done for Sanger sequencing reads. Because of the requirement\n                                                                             step that combines simultaneous electrophoretic separation                       for alignment to a reference genome, and because of the increasing\n                                                                             of the fragments with their fluorescence-based detection. By                     amount of data generated per experiment, the progress of NGS has\n                                                                             contrast, each commercially available SBS platform (for example,                 also rejuvenated the field of computational biology.\n                                                                             454, Illumina, Ion Torrent and GeneReader; Fig. 1 and Table 1)\n                                                                             uses a unique combination of sequencing-reaction chemistry                       Computational analysis of SBS data\n                                                                             and detection modality applied in a stepwise manner to produce                   Along with the advances in SBS technology, the computational\n                                                                             sequencing data. The SOLiD platform (Fig. 1 and Table 1), is an                  and algorithmic approaches developed to align and analyze the\n                                                                             exception that uses a similar stepwise approach but determines                   sequence-read data resulting from a diverse number of upstream\n                                                                             sequence on the basis of ligation rather than nucleotide addition                preparatory experiments have been remarkable. However,\n                                                                             (referred to as sequencing by ligation (SBL)). The need for                      genomes of increasing complexity in terms of size and repetitive\n                                                                             electrophoresis in SBS and SBL platforms is obviated because                     content pose problems for the correct alignment of short read\n\n\n                                                                             214 | VOL.12 NO.2 | 2017 | NATURE PROTOCOLS\n\f                                                                                                                                                                                                    PERSPECTIVE\n\n                                                                             TABLE 1 | Comparison of available NGS platforms\n\n                                                                             Company               Read length                  Applications                                       Website\n\n                                                                             454/Roche             400 bp (single end)          Bacterial and viral genomes, multiplex-PCR         http://www.454.com/\n                                                                                                                                products, validation of point mutations,\n                                                                                                                                targeted somatic-mutation detection\n\n                                                                             Illumina              150–300 bp (paired end)      Complex genomes (human, mouse and plants)          http://www.illumina.com/\n                                                                                                                                and genome-wide NGS applications, RNA-seq,\n                                                                                                                                hybrid capture or multiplex-PCR products,\n                                                                                                                                somatic-mutation detection, forensics,\n                                                                                                                                noninvasive prenatal testing\n© 2017 Nature America, Inc., part of Springer Nature. All rights reserved.\n\n\n\n\n                                                                             ABI SOLiD             75 bp (single end) or 50 bp Complex genomes (human, mouse, plants)              http://www.thermofisher.com/us/\n                                                                                                   (paired end)                and genome-wide NGS applications, RNA-seq,          en/home/life-science/sequencing/\n                                                                                                                               hybrid capture or multiplex-PCR products,           next-generation-sequencing/solid-next-\n                                                                                                                               somatic-mutation detection                          generation-sequencing.html/\n\n                                                                             Pacific Biosciences   Up to 40 kb (single end or   Complex genomes (human, mouse and plants),         http://www.pacb.com/\n                                                                                                   circular consensus)          microbiology and infectious-disease genomes,\n                                                                                                                                transcript-fusion detection, methylation\n                                                                                                                                detection\n\n                                                                             Ion Torrent           200–400 bp (single end)      Multiplex-PCR products, microbiology and           http://www.thermofisher.com/us/en/\n                                                                                                                                infectious diseases, somatic-mutation              home/life-science/sequencing/next-\n                                                                                                                                detection, validation of point mutations           generation-sequencing.html/\n\n                                                                             Oxford Nanopore       Variable: depends on library Pathogen surveillance, targeted mutation           http://nanoporetech.com/\n                                                                                                   preparation (1D or 2D reads) detection, metagenomics, bacterial and viral\n                                                                                                                                genomes\n\n                                                                             Qiagen GeneReader     107 bp (single end)          Targeted mutation detection, liquid biopsy in      http://www.genereaderngs.com/\n                                                                                                                                cancer\n\n                                                                             sequences. Correct alignment is required to appropriately identify     genome in particular poses a number of major barriers to correct\n                                                                             the genomic origin of fragments sequenced in an NGS experiment         read alignment, owing to its size (~3 GB) and complexity (~48%\n                                                                             so that any variation can be identified and characterized.             repetitive sequences), as do other vertebrate and plant genomes.\n                                                                             Although genome partitioning methods such as hybrid capture            In the absence of an available high-quality reference human\n                                                                             sequencing7–9, reduced-representation methods10,11 or multiplex        genome14, the impact of SBS on biomedical research would have\n                                                                             PCR amplification of specific loci12,13 can decrease not only the      been minimal, because making sense of human-genome-scale\n                                                                             cost per experiment but also the challenges posed by large data        data sets would have been largely impossible. The aforementioned\n                                                                             sets and the accuracy of read placement, there remain problems         improvements in read length and the ability to produce data from\n                                                                             with incorrect read alignments to members of gene families that        both ends of each library fragment (‘paired-end reads’) on some\n                                                                             share high homology and to pseudogenes.                                platforms have positively affected the certainty of read placement\n                                                                                Although computational prowess with NGS data has been               on complex reference genomes and have increased the numbers\n                                                                             critical to the success of SBS and its widespread use in research,     and types of variants that can be detected downstream of this step\n                                                                             and more recently in the clinic, the increasing data volumes           through the appropriate computational analysis approach (Table 1).\n                                                                             resulting from widespread adoption of NGS have come at a steep         However, even given the now relatively advanced state of data\n                                                                             price. Early NGS adopters developed substantial computational          analysis after short-read alignment, the complexity of many\n                                                                             infrastructure that scaled with the increasing output of the           genomes results in high false-positive rates in detecting certain\n                                                                             sequencing instruments, albeit at high cost for both data storage      types of variation, such as structural alterations15–17. As discussed\n                                                                             and data management. At present, with the decreases in the costs       below, comparison of short-read alignment to long-read assembly\n                                                                             of generating data, we are at a crossroads at which data are cheaper   of human genomes has indicated that certain types and sizes of\n                                                                             to reproduce than to store.                                            alterations are being missed because of the limitations of SBS read\n                                                                                                                                                    lengths and library fragment sizes. Finally, having only a single\n                                                                             Limitations of NGS                                                     human reference genome (albeit one that is an amalgamation of\n                                                                             Although costs of NGS data production have fallen, and the             DNA sourced from several individuals) limits the discovery of\n                                                                             scale of data production has dramatically increased over the past      novel genomic content because sequences that are truly unique to\n                                                                             10 years, some technological limitations remain. The human             the individual genomes studied by SBS will not yield an alignment\n\n\n                                                                                                                                                                               NATURE PROTOCOLS | VOL.12 NO.2 | 2017 | 215\n\f                                                                              PERSPECTIVE\n\n                                                                             match on the reference18,19. As a result of these limitations         and assembled with Pacific Biosciences data25 and compared\n                                                                             stemming from the fixed reference genome, efforts to represent        with the high-quality Illumina-based sequence of this individual.\n                                                                             alternative human sequence content have populated more recent         Although the long-read-assembly-based approach to human\n                                                                             builds of the human genome that also contain improved sequence        whole-genome sequencing has merit in addressing the need\n                                                                             contiguity at complex (and therefore challenging) loci that           for additional complete high-quality human-genome reference\n                                                                             originally were not complete20. More recently, efforts to sequence    assemblies, the current costs in terms of DNA quantity, time\n                                                                             and assemble additional human-genome references of high               and money to generate Pacific Biosciences sequencing data are\n                                                                             quality and contiguity from individuals of different ancestries are   substantially higher than the costs with Illumina.\n                                                                             underway (http://genome.wustl.edu/projects/detail/reference-             More recently, progress has been made in another SMS approach\n                                                                             genomes-improvement/), as outlined below.                             called nanopore sequencing. The concept, first described 16 years\n                                                                                                                                                   ago29, of translocating a DNA strand through a limiting-diameter,\n© 2017 Nature America, Inc., part of Springer Nature. All rights reserved.\n\n\n\n\n                                                                             Single-molecule sequencing platforms                                  membrane-bound biological pore while detecting the change in\n                                                                             In addition to stepwise sequencing platforms that produce data        electrical conductance across the membrane as a function of the\n                                                                             from amplified library fragments, there also are platforms that       changing sequence content is beautiful in its simplicity but has\n                                                                             sequence individual molecules of DNA in parallel, by using            proven to be extremely difficult in practice. The Oxford Nanopore\n                                                                             various schemes. Single-molecule sequencing (SMS) in principle        technology now appears to be approaching feasibility, with\n                                                                             has substantial difficulties in producing sufficient signal for       decreased error rates and the development of specialized assembly\n                                                                             detection of the sequencing reaction, and as a result, the error      algorithms more tolerant of the range of error types and read\n                                                                             rates of the individual sequencing reads are higher than those for    lengths produced by this device (http://arxiv.org/abs/1512.01801/).\n                                                                             SBS sequencing data. The original SMS platform, introduced by         Additional challenges in nanopore sequencing include scalability\n                                                                             Helicos (Fig. 1), is no longer commercially available. Currently      in throughput and improved robustness. To date, this platform has\n                                                                             available SMS platforms (Pacific Biosciences and Oxford               not demonstrated sufficient data quality or read lengths to produce\n                                                                             Nanopore; Fig. 1 and Table 1) produce substantially longer reads      human assemblies, but such a potential exists.\n                                                                             than those produced by SBS platforms, thus enabling the assembly         Finally, a new preparatory approach to achieve long stretches\n                                                                             of sequencing-read data to produce long contiguous sequences,         of contiguous haplotype-resolved sequencing data from complex\n                                                                             even for large complex genomes16,21,22. Computational approaches      genomes has recently been commercialized by 10X Genomics\n                                                                             have been developed to assemble these long-read sequences,            (http://www.10xgenomics.com/). This library preparation concept\n                                                                             thus demonstrating that although individual reads may have            provides a methodology and device to generate libraries from\n                                                                             relatively high error rates, the consensus sequence generated from    individual long DNA fragments by inserting specific barcodes\n                                                                             the assembly can have an error rate comparable to those of both       throughout the length of each fragment, and then Illumina SBS\n                                                                             Sanger assemblies and SBS or SBL alignments23–26.                     reads are produced from the resulting library. These data are\n                                                                                One such SMS platform, the Pacific Biosciences RSII (Fig. 1        subsequently analyzed through specific proprietary algorithms\n                                                                             and Table 1), can produce contiguous sequencing reads in excess       to provide contiguous read assemblies for further analysis. In\n                                                                             of 40,000 bp by using a highly specialized library preparation        particular, the device begins with longer fragmented DNA\n                                                                             procedure that begins with high-molecular-weight DNA. This            molecules (as is done for the other single-molecule libraries)\n                                                                             approach is being used to sequence and assemble complete human        but isolates each individual DNA molecule into a micelle that is\n                                                                             genomes, including samples from the 1,000 Genomes Project             subsequently fused with another micelle containing DNA-barcoded\n                                                                             cell lines, which were originally sequenced and characterized         random oligomers, nucleotides and polymerase. The resulting\n                                                                             with Illumina SBS technology27. One early study of this type          mixture is incubated to produce a set of barcoded fragments in\n                                                                             first mapped ~40-fold genome coverage of Pacific Biosciences          each micelle that are short complementary copies of the original\n                                                                             long reads from a haploid human (hydatidiform mole) cell line,        long input fragment. The collection of micelle-derived barcoded\n                                                                             CHM1 to the human reference genome, then performed localized          amplimers from each fragment are pooled, and an Illumina\n                                                                             assemblies of the mapped reads. Subsequent comparisons of             sequencing library is generated. After sequencing-data generation,\n                                                                             this reference-guided assembly to the human reference genome          the barcoded fragments are computationally isolated into read pools\n                                                                             (GrCh37) and to high-coverage Illumina sequencing of the              that are then assembled to create contiguous sequences representing\n                                                                             same cell line have been informative28. These comparisons have        the original long fragment. The resulting long fragments can be\n                                                                             demonstrated the potential advantage of the long-read-assembly        used to produce haplotype-resolved assemblies of chromosomal\n                                                                             approach over Illumina paired-end-read alignment to a fixed           segments. One potentially notable advantage of this approach is the\n                                                                             reference by identifying over 26,000 insertion and deletion events    ability to generate whole-human-genome coverage from very low\n                                                                             of between 50 and 5,000 bp in euchromatin that are novel to the       input amounts of fragmented genomic DNA (1 ng), owing to the\n                                                                             CHM1 genome assembly. In particular, the study has revealed a         library-construction efficiencies in micelles.\n                                                                             substantial increase in novel insertion events identified genome\n                                                                             wide (92% novel insertions compared with 69% novel deletions).        Future prospects for sequencing technology\n                                                                             Recently, through new assembly-based approaches, the diploid          These recent developments coalesce around a trend in NGS-\n                                                                             genome of 1000 Genomes sample NA12878 has been sequenced              based technology development, namely clever variations on\n\n\n                                                                             216 | VOL.12 NO.2 | 2017 | NATURE PROTOCOLS\n\f                                                                                                                                                                                                           PERSPECTIVE\n\n                                                                             existing locus-specific techniques that now permit genome-wide         analysis (http://www.tidebc.org/Ph/physicians.html). The resulting\n                                                                             readout. Examples include ChIP–seq (antibody-specific pulldown         decrease or elimination of phenotypic sequelae for such patients\n                                                                             of proteins bound to chromatin)30, RNA immunoprecipitation             would probably be substantial, as would the resulting cost savings in\n                                                                             (RIP)–seq (protein–RNA interactions)31, assay for transposase-         their long-term clinical care.\n                                                                             accessible chromatin (ATAC)–seq (transposon insertion of                  Similarly, in cancer care, analysis of NGS-based mutational\n                                                                             barcoded sequencing adapters into open chromatin)32, methyl-seq        profiling of tumor-derived DNA is gaining clinical acceptance\n                                                                             (bisulfite conversion of 5-methylcytosine residues on DNA)33           for several endpoints. First, NGS-based mutational profiling can\n                                                                             and many more. These techniques reinforce the critical interplay       be used to identify targeted therapies that inhibit known cancer\n                                                                             among preparatory methods, sequencing-data production and              driver mutations35,36. Second, NGS panels have increasingly been\n                                                                             the corresponding computational analysis. By integrating results       used to identify underlying genetic susceptibility to developing\n                                                                             from different NGS data sets, higher-level interpretations of cell-    cancer, both inherited and de novo37. And third, recently, the\n© 2017 Nature America, Inc., part of Springer Nature. All rights reserved.\n\n\n\n\n                                                                             or tissue-specific changes in disease or health can be obtained; for   mutational load of cancer patients has been explored as a predictor\n                                                                             example, shifts in chromatin packaging identified by ChIP–seq          of the response to checkpoint-blockade immune therapies38,39\n                                                                             data analysis can be compared with corresponding RNA-seq data          or even for personalized vaccine design40,41. A recent study by\n                                                                             to interpret how changing chromatin packaging results in either        Stadler et al.42 has illustrated how a single cancer-gene-panel\n                                                                             silencing or expression of specific genes. Indeed, short-term          NGS assay result can be broadly applicable as an assay for all three\n                                                                             computational challenges include developing tools for genome-          types of clinical decision points. This cost-effective approach may\n                                                                             wide integration of such data sets, thus leading to higher-level       provide an efficient means of maximizing the diagnostic yield\n                                                                             understanding and prediction of genome-scale biology.                  from precious biopsy materials, which often are in limited supply.\n                                                                                The future may bring new and innovative platforms for                  These results provide a glimpse into the future of genomics\n                                                                             sequence-data generation. In particular, this research and             that has been enabled by the past ten years of sequencing-\n                                                                             development area invites great innovation as well as interest from     technology developments, thereby encouraging future applied\n                                                                             investors. I would argue, however, that regardless of the emergence    research combining genome-wide preparatory techniques\n                                                                             of any new platform, the excitement around sequencing is not           with combinatorial analytical approaches of the corresponding\n                                                                             simply focused on instrumentation but instead is focused on the        sequence data to reveal the underlying biology. To maintain\n                                                                             concept of generating integrated data sets that combine the results    this ever-accelerating trajectory of discovery, it will be essential\n                                                                             of multiple preparatory, readout, analysis and interpretation          to ensure that data sets from NGS experiments and their\n                                                                             experiments for a given model organism or disease state, and are       corresponding phenotypic data are made accessible; that\n                                                                             suitable for addressing different biological questions. Beyond the     relevant open-source analytical software is correctly packaged\n                                                                             application of such solutions to basic research, the translation       for convenient, easy local installation and user feedback; and\n                                                                             of these new sequencing technologies into the clinical realm           that databases of variants identified from genomic studies are\n                                                                             highlights their transformative potential. Integrated sequencing       compiled and made available, to provide a source",
  "wordCount": 4915,
  "indexed": "2025-09-25T22:46:10.990Z",
  "method": "direct"
}
