{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Defectos reparación DNA y Rotura DNA/Taylor - 2001 - Chromosome instability syndromes.pdf",
  "fileName": "Taylor - 2001 - Chromosome instability syndromes.pdf",
  "relativePath": "Genetica/Defectos reparación DNA y Rotura DNA/Taylor - 2001 - Chromosome instability syndromes.pdf",
  "text": "Best Practice & Research Clinical Haematology\nVol. 14, No. 3, pp. 631±644, 2001\ndoi:10.1053/beha.2001.0158, available online at http://www.idealibrary.com on\n\n9\n\nChromosome instability syndromes\n\nA. M. R. Taylor PhD\nProfessor of Cancer Genetics\nCRC Institute for Cancer studies, University of Birmingham, Vincent Drive, Edgbaston, Birmingham, B15 2TT,\nUK\n\n\nThe chromosome instability syndromes, ataxia telangiectasia (A-T), Fanconi anaemia (FA) and\nBloom syndrome (BS) have been known for many years. More recently Nijmegen breakage\nsyndrome (NBS) and ataxia telangiectasia-like disorder (ATLD) have been identi®ed. A-T,\nATLD and NBS form a group of disorders all of which show very similar cellular features that\nresult from the consequences of increased sensitivity to ionizing radiation (IR). They also share\nsome clinical features, particularly A-T and ATLD, and all show an immunode®ciency. A-T and\nNBS both show a predisposition to lymphoid tumours. Fanconi anaemia can be caused by\nmutations in eight dierent genes, although the majority of mutations are accounted for by\nFANCA and FANCC. The very rare Bloom syndrome is caused by mutation in a single gene,\nBLM. An important feature which all of these disorders have in common is that the genes\nidenti®ed are involved in aspects of recombination repair of DNA damage.\n\nKey words: ataxia telangiectasia; ataxia telangiectasa-like disorder; Nijmegen breakage\nsyndrome; Fanconi anaemia; Bloom syndrome; chromosome instability; cancer.\n\n\n\n\nThe commonly acknowledged chromosome instability syndromes are ataxia telan-\ngiectasia (A-T), Fanconi anaemia (FA) and Bloom syndrome (BS). The characteristic\nshared by all of these disorders is a high level of spontaneously occurring\nchromosome abnormalities although, importantly, the type of abnormality is\ndierent in each syndrome. Similarly, each disorder shows a higher than normal\nfrequency of induced chromosome abnormalities, although again, for each disorder\nthe inducing agent is dierent. Each syndrome also has its own individual spectrum of\ntumours±mainly lymphoid tumours in A-T, myeloid leukaemia and epithelial cell\ntumours in FA and a wide range of epithelial tumours and leukaemias in BS. Bloom\nsyndrome is caused by a single gene, BLM; A-T is caused by mutation in the ATM\ngene, but also shows locus heterogeneity because ataxia telangiectasia-like disorder\n(ATLD) is caused by mutation in the hMRE11 gene. A very similar disorder at the\ncellular level, Nijmegen breakage syndrome (NBS), is caused by mutation in the\nNBS1 gene. Fanconi anaemia is now known to be caused by at least eight dierent\ngenes of which six, FANCA, FANCC, FANCD2, FANCE, FANCF and FANCG have been\ncloned.\n1521±6926/01/03063114 $35.00/00                                                *\n                                                                                c 2001 Harcourt Publishers Ltd.\n\f632 A. M. R. Taylor\n\nATAXIA TELANGIECTASIA, ATAXIA TELANGIECTASIA-LIKE\nDISORDER AND NIJMEGEN BREAKAGE SYNDROME\nAtaxia telangiectasia\nAtaxia telangiectasia is a recessively inherited disorder. The main clinical features are a\nprogressive cerebellar degeneration resulting in upper and lower limb ataxia, speech\ndiculties and abnormal eye movements. The telangiectasia is most obvious on the\nbulbar conjunctiva. Immunode®ciency can be demonstrated as a laboratory feature in\nmost patients, although only in a proportion of patients is this manifest as an increased\nsusceptibility to infection. Patients are unusually sensitive to ionizing radiation; this\nbecomes a very important factor when radiotherapy is considered as a suitable\ntreatment for tumours in these patients because exposure of A-T patients to\ntherapeutic doses of ionizing radiation has proved to be fatal.1\n\nChromosome instability in A-T\nThe most characteristic chromosome abnormality of A-T is the translocation chromo-\nsome involving breakpoints within the T cell receptor genes in peripheral T cells.\nTranslocations may occur between any of the T cell receptor genes on chromosome\n14q11 (TCRa and d), 7q14 (TCRg) and 7q35 (TCRb) to give a variety of translocation\nchromosomes. These include t(7;14)(q35;q11), t(7;14)(p13;q11), t(7;7)(p13;q35) and\ninv(7)(p13q35).2 The characteristic of these translocation-carrying cells is that they have\nsome proliferative capacity, although for most this is limited. Typically, approximately\n10% of phytohaemagglutinin (PHA)-stimulated T cells from A-T patients carry such\ntranslocations. Normal individuals also carry these translocations but at the much\nlower rate of about 1/500 cells.3 Three translocations however, t(14;14)(q11;q32)\ninv(14)(q11q32) and t(X;14)(q28;q11), involving translocation of the TCRa gene to\neither of two oncogenes, TCL1 (at 14q32)4 or MTCP1 (at Xq28)5±7, result in a much\ngreater proliferative capacity of these cells.2 These clones may occupy up to 90% of the\nPHA-stimulated T cell compartment. An interesting feature of these large translocation\nclones is the formation of telomeric fusion chromosomes in a proportion of the cells,\nprobably as a result of the loss of telomere sequence.8 These translocations alone are not\nsucient for tumour transformation because the clone cells may exist for many years in\nthe absence of any tumour. The same cells, however, undergo additional genetic change,\nresulting in the development of T cell prolymphocytic leukaemia (T-PLL).2 A feature of\nthe tumour cells is the large number of observable genetic changes that have occurred.\nThe same initial cytogenetic translocation and the same T cell receptor gene\nrearrangement are seen in the pre-leukaemic and subsequent leukaemic cells from\nthese patients, indicating the crucial role of this translocation in the tumour process.9 In\nataxia telangiectasia, therefore, there is evidence for a clear link between chromosome\ninstability and the development of lymphoid tumours.2 A pre-existing large clone in the\nperipheral blood lymphocytes of A-T patients, therefore, is associated with a high risk\nfor the development of T-PLL, and these patients should be examined regularly.\n   Another important feature of cultured A-T cells is their increased sensitivity to\nionizing radiation.10,11 Following exposure of cells to 1-2 Gray X-rays at the G2 phase\nof the cell cycle, classical A-T cells typically show approximately 10 times the level of\ninduced-chromatid-type damage compared with normal cells.11 Irradiation at G0 also\nproduces increased levels of unrepaired chromosome damage in A-T cells.11\n   Chromosome instability can also be demonstrated in the B lymphocytes of A-T\npatients, and the translocations involve breakpoints in the immunoglobulin genes. For\n\f                                                     Chromosome instability syndromes 633\n\nexample, a t(2;14)(p11;q32) translocation involving a breakpoint within IgH and on\n2p11 outside and proximal to IgK has been reported.12,13 A-T patients can carry\ntranslocation clones in both B and T cell compartments.2 The ATM de®ciency,\ntherefore, aects rearrangement of both T cell receptor and immunoglobulin genes\nbut it is not known whether translocations carrying B lymphocytes can give rise to\ntumours in A-T patients. Chromosome translocations involving immune system genes\nare not present in cultured skin ®broblasts from A-T patients.\n\nTumours in A-T\nThe majority of tumours in A-T patients have a lymphoid origin and include Hodgkin's\ndisease, B cell non-Hodgkin's lymphoma, T cell lymphoma, T cell acute lymphoblastic\nleukaemia and T-PLL. Apart from T-PLL it is not known whether there is a direct role\nfor chromosome translocation in the development of the other tumours. Since the\ncloning of the ATM gene14, analysis of patients with lymphoid tumours has shown that\nmutation at a single location is not associated with predisposition to leukaemia.\nMutations are scattered across the whole of the cDNA in these patients. Interestingly,\nin families with two or more siblings with A-T, the same histological type of lymphoid\ntumour is observed.\n\nATM gene mutations in sporadic tumours\nIt has been shown that the ATM gene is mutated in sporadic T cell prolymphocytic\nleukaemia (T-PLL) tumours15±17 in B cell chronic lymphocytic leukaemia18±20 and in\nmantle-cell lymphoma21 and probably, therefore, has a role in the development of\nsporadic lymphoid tumours. The precise mechanism of the involvement of ATM may\ndier between dierent types of tumour. Sporadic cases of T-PLL, like those in A-T\npatients, also often have translocations involving inv(14), t(14;14) or t(X;14) in the\ntumour cells.2,6 In these cases the history of the development of the tumour clone is\nnot known. Loss of normal-functioning ATM, however, is implied from the ®nding that\na combination of loss of heterozygosity in the region of the ATM gene in one allele and\nan ATM missense mutation, mostly in the C terminal region where the catalytic\ndomain is situated in the second allele, is a frequent ®nding.15 In contrast, B-CLL\ntumours may have dierent combinations of allelic changes leading to either complete\nloss of ATM or compromised function of ATM.18,20 Bearing in mind the tendency for\nA-T B lymphocytes to produce chromosome translocations involving immunoglobulin\ngenes, B-CLL tumours with compromised ATM show no evidence of such chromo-\nsomal translocations. Mantle-cell lymphoma, however, associated with the t(11;14)\ntranslocations21, does show the presence of ATM mutations.\n\nATM function\nATM is principally a nuclear protein. Most work on the functions of ATM has con-\ncentrated on its role as a serine/threonine protein kinase that is activated by exposure\nof cells to ionizing radiation22,23 and it has many substrates, including BRCA1, all with a\ngeneral consensus motif (SQ/TQ).24 A major role of ATM is to regulate the p53\nresponses which result in G1 arrest after exposure of the cell to some forms of DNA\ndamage. Another important checkpoint failure in A-T cells occurs in S phase and gives\nrise to the distinctive phenotype of radioresistant DNA synthesis±failure of cells\nactually in S phase to inhibit DNA synthesis following exposure of cells to ionizing\n\f634 A. M. R. Taylor\n\nradiation (IR). The defective ability of A-T cells to arrest at the G2/M checkpoint also\nsuggests a direct role for ATM in this process. Early work demonstrated the failure of\ncellular repair systems in A-T.25 However, it has not been possible to demonstrate a\nsubstantial defect in DNA double strand breaks (DSB) repair. Probably 95% of\nradiation-induced DNA DSB are repaired in an ATM-independent manner.\n   Defects in intrachromosomal recombination pathways have been reported in A-T\ncells26 and also cells from Atmÿ/ÿmice.27 There are also several ®ndings implicating\nATM function in homologous recombination. Recently it has been reported that\nradiation-induced assembly of Rad51 and Rad52 components of the recombination\ncomplex requires ATM.28 In the DT40 chicken cell system, defects in both HRR\n(homologous recombination repair) and NHEJ (non-homologous end-joining) genes\nhave been implicated in the production of chromosome abnormalities. A combination\nof ATMÿ/ÿ and KU70ÿ/ÿ increases the chromosomal instability phenotype of\nATMÿ/ÿ DT40 cells. In contrast, RAD54ÿ/ÿ ATMÿ/ÿ does not increase\nchromosomal instability, suggesting that ATM might function in a homologous\nrecombination repair pathway of DNA repair.29\n\nAtm null mouse\nThe atmÿ/ÿ mouse has many of the feature of ataxia telangiectasia, although these\nanimals die at about 4 months of age with T cell lymphoma. The tumours also show\nthe presence of translocations involving breakage within the T cell receptor genes.\nThere is no cerebellar ataxia, although ccrebellar defects can be demonstrated.30±32\n\nAtaxia telangiectasia-like disorder (ATLD)\nA small proportion of patients with ataxia telangiectasia have mutations in the hMRE11\ngene rather than in ATM. This disorder has been called ataxia telangiectasia-like\ndisorder (ATLD).33 The clinical features of ATLD are largely indistinguishable from\nthose of A-T, although the ATLD patients do not have telangiectasia. The T\nlymphocytes of ATLD patients, like those of A-T patients, show an increased level of\ntranslocations of chromosomes 7 and 14 involving immune system genes, but nothing\nis known about chromosomal abnormalities in B lymphocytes in these patients. T\nlymphocytes and cultured skin ®broblasts from ATLD patients also show the same\nincreased chromosomal radiosensitivity compared with normal cells. So far no\ntumours have been reported in these patients. An eectively null hMRE11 allele,\nexpressing no protein, can occur through the mechanism of nonsense-mediated\nmRNA decay whereby, in the presence of particular mutations, the newly synthesized\nmRNA is degraded and essentially no transcript is available from the allele.34 This\nmechanism of loss of gene function has not been reported for the ATM gene. hMRE11,\nhowever, is an essential gene35 so that, in the recessive disorder ATLD, some residual\nfunction of hMRE11 is necessary. Typically the second allele may be hypomorphic, that\nis, having an imperfect function compared with a normal allele, such as a partially\nfunctional protein resulting from a missense mutation or a truncated protein with\nsome residual function.33,34\n\nNijmegen breakage syndrome\nNijmegen breakage syndrome (NBS)36 is the third disorder in which there are\ntranslocations involving chromosomes 7 and 14 in peripheral T cells. The average\n\f                                                    Chromosome instability syndromes 635\n\nfrequency of translocations may be greater than in A-T patients. As with A-T patients,\nlarge translocation clones may be present in occasional patients, again showing\ntelomeric fusions. There is also an increase in chromosomal radiosensitivity in these\npatients. NBS is prevalent among those of Eastern and Central European descent, and\nthe majority of patients carry the NBS1 657del5 founder mutation, a truncating\nmutation which causes premature termination at codon 219.37 Homozygous null\nmutations of Nbs1, however, are lethal in mice.38 In cells from NBS patients with the\n657del5 mutation a 70 kDa protein lacking the N terminal region of the protein is\nproduced by internal translation initiation within the NBS1 mRNA using an open\nreading frame generated by the 657del5 frameshift. The 70 kDa protein is associated\nwith the Mre11 complex and may result in partial functioning of the complex resulting\nin the NBS phenotype.39 A high proportion of NBS patients develop lymphoid\nmalignancies but, in contrast to A-T, the majority of these are of B cell origin, although\nsome T cell tumours are reported.40\n\nA-T, ATLD, NBS and interactions of ATM, hMre11 and Nbs1\nWhy do A-T (ATM), ATLD (hMRE11) and NBS (NBS1) patients' cells all have similar\nchromosome abnormalities in the peripheral circulation and a similar chromosomal\nhypersensitivity to ionizing radiation? The Nbs1/hMre11 proteins together with\nhRad50 form a complex which has a role in DNA double-strand break repair. Even\nthough hMre11 and Nbs1 are part of a single complex, the clinical features of ATLD\nare more like A-T than NBS. The fact that hMRE11 mutation can produce an A-T like\nphenotype links the ATM with the hMre11 complex. Cells from all three groups of\npatients have one other important feature in common which is an inability to trigger\nan S phase checkpoint following damage by ionizing radiation. ATM phosphorylates\nNbs1 in vivo on ser-343 and this phosphorylation event is required for the IR-induced\nS phase checkpoint.41,42 It is likely that ATM and the components of the hMre11\ncomplex function together as an S-phase checkpoint complex. The S phase checkpoint\nmay also involve elements of the homologous recombination repair (HRR) process\nbecause BRCA1, for example, complexes with hMre11.\n\n\nFANCONI ANAEMIA\n\nFanconi anaemia is a recessive disorder characterized by multiple congenital abnorm-\nalities, bone marrow failure and a predisposition to dierent types of tumour,\nincluding acute myeloblastic leukaemia and dierent epithelial cell tumours.43 A small\nproportion of FA patients, however, have no congenital abnormalities44, and it is\nrecognized as a clinically heterogeneous disorder.\n\nChromosome instability in Fanconi anaemia\nAt the chromosome level chromatid breaks can be increased in number in stimulated\nT cells from FA patients, although this response can be variable. This is dierent from\nA-T cells, for example, where the level of spontaneous breaks in peripheral T cells is\nvery similar to that in normal cells. The striking cytogenetic feature of FA is the\nunusual sensitivity to DNA cross-linking agents such as mitomycin C and diepoxy-\nbutane, which is manifested as an increased level of chromatid-type damage, including\ntriradials and quadriradials and more complex interchanges.45\n\f636 A. M. R. Taylor\n\nGenes for Fanconi anaemia\nThe heterogeneity seen at the clinical level in FA is re¯ected at the genetic level where\ncomplementation studies have suggested eight dierent genes for Fanconi anaemia of\nwhich FANCA, FANCC, FANCD2, FANCE, FANCF and FANCG have been cloned.46±52\nFANCA and FANCC make up the majority of cases. The FA genes are quite dierent\nfrom each other, showing little or no homology. The presumption was that the FA\ngenes act in the resolution of DNA cross-links. Because defects in all of these genes\ncause features of FA, the expectation is that they will be shown to be in a common\npathway, or aecting a pathway in common, although, at present, the precise function\nof the pathway involving these dierent proteins is unresolved.\n    Physical complexes of various combinations of these proteins have been demon-\nstrated in normal cells.53±55 The FANCA, C and G proteins normally form a complex\nlocalized primarily to the nucleus but this complex formation is not observed in cells\nfrom FANCA, B, C, E, F and G, suggesting that a component upstream of these proteins\nis important in their stabilization.56,57 In contrast, the complex is seen in FANCD2 cells\n(PD20 cell line) and in the presumed FANCD1 (HSC62 cell line) suggesting that the\nFANCD1 and FANCD2 products function downstream of the FA protein complex.58\n    Recently it has been shown that a nuclear complex containing FANCA, FANCC,\nFANCF and FANCG proteins is required for activation of the FANCD2 protein.58\nNormal lymphoblastoid cell lines express two forms of FANCD2 protein, a short\n(FANCD2-S 155 kDa) and a long form (FANCD2-L, 162 kDa). The 155 kDa protein is\nthe primary translation product of the cloned cDNA. FA lines from complementation\ngroups A, B, C, E, G and F expressed only FANCD2-S. Functional correction of the cell\nlines with corresponding cDNA restored the protein complex and expression of\nFANCD2-L. It was shown that the FA protein complex containing FANCA, FANCC,\nFANCF and FANCG regulates expression of the two isoforms of FANCD2. These six\nFA genes therefore interact in a common pathway. The FANCD2-L results from\nmono-ubiquitination and not phosphorylation of FANCD2-S, and the FA protein\ncomplex is required for this modi®cation of FANCD2.58\n    One of the consequences of damage to a cell is the relocalization of various damage-\nresponse proteins to foci of activity, presumably at the site of damage. Formation of\nnuclear foci containing FANCD2 requires an intact FA pathway, and mitomycin C\nactivates conversion of FAND2-S to FANCD2-L in normal cells. An increase in\nFANCD2-L was paralleled by an increase in FANCD2 foci. Ionizing radiation and\nexposure to UV light can also induce FANCD2 focus formation in HeLa cells. FA cells\nfrom dierent complementation groups, however, failed to activate FANCD2-L and\nfailed to activate FANCD2 foci in response to mytomycin (MMC) and ionizing\nradiation, suggesting that sensitivity of FA cells to MMC or IR results in part from\nfailure to activate FANCD2-L nuclear foci.58\n    BRCA1 co-localizes in ionizing-radiation-inducible foci with other proteins such as\nRad51 or the Mre11/Rad50 complex. Cells with bi-allelic mutations in BRCA1 have a\ndefect in DNA repair and are sensitive to agents such as IR and MMC. One of the most\ninteresting recent ®ndings on the biology of Fanconi anaemia cells is the observation\nthat radiation-induced foci contained both BRCA1 and FANCD2. These two proteins\nalso co-localized in foci during S phase, and this interaction of FANCD2 and BRCA1\nwas con®rmed by co-immunoprecipitation. The suggestion, therefore, is of a functional\ninteraction of BRCA1 and FANCD2.58\n    These interesting data can be summarized as showing that FANCD2 associates with\nrecombination proteins. It is suggested that co-localization of FANCD2 with Rad51 and\n\f                                                    Chromosome instability syndromes 637\n\nRPA at recombination nodules early in meiosis I places FAND2 at possible sites of DNA\nDSB and suggests that FANCD2 may be part of the process of homologous recombina-\ntion.58 It is now possible to link the function of all FA proteins through FANCD2 to\nother proteins known to be involved in homologous recombination repair (HRR).\n\nFA null mice\nThe FANCC null mouse showed no developmental or haematological abnormalities,\nalthough spleen cells showed damage in response to exposure to mitomycin C or\ndiepoxybutane. In both male and female mice there were reduced numbers of germ\ncells, resulting in impaired fertility.59,60 The colony-forming capacity of marrow pro-\ngenitor cells was abnormal in vitro and, interestingly, progenitor cells were unusually\nsensitive to interferon gamma (IFN-g). This result suggested that FANCC protein plays\na role in growth, dierentiation or survival of progenitor cells by suppressing an IFN-g\nmediated apoptotic pathway.60 This ®nding has stimulated subsequent work on this\npathway in Fanconi patient cells. Mice de®cient in FANCA have also been generated.\nThey are viable and have no detectable developmental abnormalities. Cells from these\nanimals were unusually sensitive to mitomycin C, con®rming their FA-like cellular\nphenotype. As with FANCC mice, both male and female mice showed hypogonadism\nand impaired fertility.61\n\nFA proteins in haematopoietic progenitor cells and in sporadic acute myeloid tumours\nThe IFN-g induced apoptotic response in haematopoietic stem cells from an FANCC\npatient occurred at a much lower IFN dose compared with stem cells from a normal\nindividual. The normal FANC protein therefore appears to modulate IFN-g signals\npreventing an apoptotic response.62\n   The high risk of developing AML in FA suggests a normal protective role for the FA\nprotein complex. The protein products of FA genes were compared in established AML\nlines and also in primary AML tumour cells. Aberrant protein pro®les were observed in\n5/10 lines and 1/15 primary AML. The conclusion from this work was that some\ndisturbance of the `FA pathway' may play a part in the development of sporadic AML.63\n\nBone marrow transplantation in Fanconi anaemia\nWithout treatment the bone marrow failure in FA is usually fatal before the age of\n20 years and there is a predisposition to myelodysplasia.64 Allogeneic stem cell trans-\nplantation is the only way to restore normal haematopoiesis in FA.65 A major problem is\nthe conditioning regime for transplantation. A dose reduction of the alkylating agents\nused for conditioning is necessary because of the increased sensitivity of FA cells to DNA\ncross-linking agents. In a retrospective study analysing the outcome of 69 allogeneic\nstem cell transplantations using HLA-matched unrelated donors, the 3-year probability\nof survival was 33%.65 The study identi®ed a correlation between the clinical phenotype\nof the FA patient and clinical outcome in that the presence of congenital malformations\nwas correlated with poorer survival.65 The presence of malformations was associated\nwith a higher incidence of acute graft-versus-host disease (GVHD). In addition, positive\nrecipient cytomegalovirus serology, the use of androgens before transplant and female\ndonors were associated with a worse outcome.65 The survival rate of 33% compared\nwith a greater than 70% probability of survival reported if HLA-matched sibling donors\nwere used.66±68\n\f638 A. M. R. Taylor\n\n   The role of radiation treatment in the conditioning regimen for transplantation has\nbeen questioned. Conditioning with low-dose cyclophosphamide and thoraco-\nabdominal irradiation is common, although not all centres advocate the use of radia-\ntion.67,68 A minority of FA patients may have an unusual radiosensitivity45, another\nindicator of the heterogeneity of the disorder. The most important long-term com-\nplication of the conditioning regime is the occurrence of cancer, and it is possible that\ngenetic predisposition and components of the conditioning regime contribute to an\nincreased frequency of tumours even though tumours do occur in the absence of\nradiation.68\n   It is dicult to see how, with the heterogeneity of FA described above, a single\nconditioning regime will be suitable for all patients.69 A new cytoreductive regimen\nhas been introduced for transplants using non-sibling donors. The procedure uses\nT-cell-depleted stem-cell transplants following a ¯udarabine based cytoreduction\nregimen and this has led to reports of rapid engraftment with minimum toxicity.69,70\n\n\n\nBLOOM SYNDROME\n\nBloom syndrome is a very rare disorder although in the Askenazic Jewish population\nthe incidence is much higher. The clinical features, particularly in children, are very\ntypical and include a narrow face with sun-sensitive telangiectatic erythema on the\nbutter¯y area, and small stature. Birth weight is lower than normal, and the small\nstature also results from a post-natal growth de®ciency. There may be congenital\nabnormalities present and an immunode®ciency leading to serious infections. Intel-\nligence is normal; fertility is normal in females but adult males appear to be infertile,\nand Bloom syndrome is associated with a high incidence of cancer. The spectrum of\ntumour types includes leukaemias, and a range of carcinomas and embryonic tumours\nwith some individuals having more than one primary tumour.71\n\n\nChromosomes in Bloom syndrome\nLymphocytes from Bloom syndrome show several characteristic chromosomal\nfeatures. First there is an increase in the level of gaps and breaks, second an increase\nin chromatid interchanges (particularly quadriradial chromosomes involving both\nhomologues of a pair) and, most striking of all, a very high frequency of spontaneously\noccurring sister chromatid exchanges (SCE)72±up to ten times more than the SCE rate\nin normal lymphocytes. In addition to the characteristic clinical features, demon-\nstration of a high level of SCE can provide a rapid con®rmation of the diagnosis. The\noccurrence of increased numbers of quadriradials and SCE is a consequence of a high\nrecombination rate between sister chromatids and between homologous chromo-\nsomes and, although the molecular mechanism underlying the generation of SCEs is\nstill uncertain, study of the Bloom syndrome protein, BLM, will clarify this.\n\n\nSensitivity to environmental agents\nBloom syndrome cells in culture have been reported to be sensitive to UV light as well\nas to several chemical agents, including mitomycin C, N-nitroso-N-ethylurea and ethyl\nmethane sulphonate, but not ionizing radiation.73,74\n\f                                                   Chromosome instability syndromes 639\n\nThe BLM gene\nThe gene for Bloom syndrome on chromosome 15q75 has been cloned and is a\nhomologue of the Escherichia coli recQ genes. Returning BLM cDNA to Bloom\nsyndrome cells corrected the high number of SCE and restored BLM protein\nexpression in the nucleus.76,77 BLM is normally located in the nucleus as both discrete\nnuclear foci and in a diuse distribution. Further work has shown that the nuclear foci\nassociated with BLM are nuclear domain 10 bodies (promyelocytic leukaemia nuclear\nbodies).78 In addition, BLM may co-localize with some telomere sequences, although\nthere is no evidence of a role for BLM in maintaining telomere length.78\n   There are four other human genes in the RecQ family: RecQL/RecQ1, WRN,\nRecQ4 and RecQ5. The genes mutated in Werner's syndrome and Rothmund±\nThomson syndrome are WRN79 and RECQ480 respectively, which are also both\nhomologues of the E. coli recQ gene. WRN is located in the nucleolus81, which is\ndierent from the major sites for BLM, although BLM does co-localize with WRN in\nthe nucleolus during S phase.78 The RecQ proteins, including BLM82 are all ATP-\ndependent helicases working in a 30 ! 50 direction.\n   In the absence of the RecBC pathway of homologous recombination, in E. coli, the\nRecF pathway is used as an alternative and RecQ is a component of this pathway.83 The\nRecQ DNA helicase suppresses illegitimate recombination in E. coli.84 The RecF\npathway proteins have speci®c functions in normal cells, including the repair of broken\nreplication forks. Bacterial RecQ, together with RecA and single-stranded DNA binding\nprotein (SSB), is an initiator of homologous recombination and can also disrupt\nrecombination intermediates.83 The free DNA ends at a stalled replication fork may\nanneal to each other, forming a Holliday junction.85 It is suggested that, normally, BLM\nrecognizes the Holliday junction and catalyses reverse branch migration, thus restoring\nthe replication fork.86 In Bloom syndrome cells without BLM, and the absence of reverse\nbranch migration, the Holliday junctions will be resolved, leading to recombinant DNA\nmolecules.86 BLMÿ/ÿDT40 chicken cells showed an increase in SCE, as might be\nexpected, but in contrast Rad54ÿ/ÿBLMÿ/ÿ double-knockout DT40 cells showed a\nmuch reduced frequency of SCEs, suggesting that a large fraction of SCEs in the BLMÿ/\nÿ cells occur through homologous recombination and involvement of Rad54.87 BLM,\ntherefore, appears to act during DNA replication and has an anti-recombinase role.\n   BLM may also have a role in the meiotic recombination process.88 BLM physically\ninteracts with replication protein A89 which stimulates its helicase activity on DNA\nduplexes.\n\n\nBLM in haematopoietic cells\nBLM expression has been examined in human haematopoietic cells. The sequences of\nthe CDR3 region VDJ rearrangement in peripheral B cells of Bloom's patients were in\nframe, and N region insertions were present, suggesting normal VDJ recombination\nand, therefore, that BLM is not involved directly in VDJ recombination.90,91 In\nexperiments examining the presence of illegitimate recombination between the TCRg\nand b chain genes some evidence of abnormal T cell rearrangements of the type also\nseen in A-T T cells was observed, although not to the same extent.91 BLM does not\nappear to be involved in immunoglobulin hypermutation. BS V regions displayed the\nnormal distribution of mutations, indicating that the defect in BS is not related to the\nmechanism of somatic hypermutation.92\n\f640 A. M. R. Taylor\n\nBlm null mouse\nViable Blm null mice have been generated recently that are prone to a variety of\ntumours.93 Cell lines from these mice showed increased rates of mitotic recombination\nbut not meiotic recombination. Gene targeting eciency was higher in the Blm null ES\ncells compared with wild-type ES cells, consistent with observations that SCE is\nmediated by homologous recombination. Blm de®ciency also led to an increased rate of\nsomatic loss of heterozygosity (LOH), which was shown to result in an increase in\nadenomatous polyps in ApcMin mice on a Blm null background.93 LOH is therefore the\nlikely cause of the tumours in the Blm null mice.\n\n\nSUMMARY\n\nThe diagnosis of these disorders is now fairly straightforward and, for all of them,\nthere are good con®rmatory laboratory tests for the diagnosis. These still rely on an\ninitial chromosomal analysis, for sensitivity to IR (A-T) or MMC or DEB (FA) or for an\nincreased frequency of SCE (BS), as these can all be completed quickly. Further analysis\ncan be undertaken to show either the total loss or decrease in the level of expression\nof the appropriate protein in the patient's cells. Finally, mutation screening can identify\nthe particular mutations carried by the patient although, because of the size of the\ncoding region, absence of common mutations and diculties in methodologies, this\ncan take some time with no guarantee of identifying mutations. There is no treatment\nfor A-T, and stem-cell transplantation using HLA-matched unrelated donors for FA\nremains problematic. Tumour development is a major feature of these disorders. The\ngenes are cloned, however, and this has allowed progress in understanding their\nnormal function. It is only very recently, however, that some understanding has been\ngained of how the FANC genes relate to each other. An area of interest is the role that\nsome of these genes might have in the wider population±in particular, the role of ATM\nor FANC genes in sporadic tumours, including leukaemias.\n   At the beginning of the chapter the dierences between the A-T and A-T-like group\nof disorders, Fanconi anaemia and Bloom syndrome were stressed and the subsequent\ndetails have emphasized these dierences. However, the question can be asked: are\nthere, nevertheless, some similarities between these disorders, and what conclusions\ncan we draw from consideration of them? The broad similarities are (i) the presence, in\neach disorder, of characteristic chromosomal abnormalities in peripheral blood\nlymphocytes, (ii) an unusual cellular sensitivity to an environmental agent, (iii) a\npredisposition to cancer±again, the spectrum of tumours is dierent in each of these\nthree groups of disorders, and (iv) in each case mutation in a gene which is involved in\nDNA repair, replication or recombination.\n   With respect to the genes concerned it is clear that there is evidence from all three\ndisorders for a defect involving homologous recombination repair. Recently a BRCA1-\nassociated genome surveillance complex (BASC) was identi®ed which contains at least\n15 subunits.94 These included BRCA1, ATM, BLM and the Mre11/Rad50/Nbs1\ncomplex. As noted above, BRCA1 also co-localizes with the FANCD2 protein. In\naddition, BLM co-localizes with BRCA194 and so does Mre11. Recently it has been\nreported that the ATM-dependent phosphorylation of BLM occurs in response to\nionizing radiation, suggesting that BLM acts as a downstream eector of ATM.95\n   All the genes associated with the chromosome instability syndromes appear to be\ninvolved in monitoring damage in S phase at replication forks and initiating repair of\n\f                                                                  Chromosome instability syndromes 641\n\n abnormal structures at compromised replication forks. This does not preclude an\n involvement in other forms of repair. Some reports, for example, suggest that lack of a\n functional FANC gene results in loss of ®delity of DNA end-joining in speci®c DNA\n double-strand breaks and possibly in VDJ recombination.96 Following on from the\n defect in recombination repair, the mechanism by which a tumour forms is dierent in\n each disorder. In the case of A-T, particular chromosome translocations are important\n for the development of tumours, while in Bloom syndrome loss of heterozygosity in\n somatic cells may contribute to tumorigenesis.\n    There are other genes associated with homologous recombination repair, but null\n mutations of these often result in lethality.97 In the hMRE11/hRAD50/NBS1 complex,\n hMRE11 and NBS1, while lethal in the homozygous null state in animals, are still\n present in the human population as hypomorphic mutations.33,39 Mutations in other\n recombination repair genes may similarly be present in the population. A challenge is\n to identify the patients carrying them.\n\n Acknowledgements\n I gratefully acknowledge the support of the Cancer Research Campaign, the Kay Kendall\n Leukaemia Fund, the Ataxia Telangiectasia Society (UK), and the Medical Research Council.\n\n\n REFERENCES\n\n  1. Sedgwick RP & Boder E. Ataxia telangiectasia. In de Jong JMBV (ed.) Handbook of Clinical Neurology.\n     Hereditary Neuropathies and Spinocerebellar Atrophies, 16, p 347. Amsterdam: Elsevier Science, 1991.\n* 2. Taylor AM, Metcalfe JA, Thick J & Mak YF. Leukemia and lymphoma in ataxia telangiectasia. Blood 1996;\n     87: 423±438.\n  3. Dewald GW, Noonan KJ, Spurbeck JL & Johnson DD. T-lymphocytes with 7;14 translocations: frequency\n     of occurrence, breakpoints, and clinical and biological signi®cance. American Journal of Human Genetics\n     1986; 38: 520±532.\n  4. Virgilio L, Narducci MG, Isobe M et al. Identi®cation of the TCL1 gene involved in T-cell malignancies.\n     Proceedings of the National Academy of Sciences of the USA 1994; 91: 12 530±12 534.\n  5. Stern MH, Soulier J, Rosenzwajg M et al. MTCP-1: a novel gene on the human chromosome Xq28\n     translocated to the T cell receptor alpha/delta locus in mature T cell proliferations. Oncogene 1993; 8:\n     2475±2483.\n  6. Fisch P, Forster A, Sherrington PD et al. The chromosomal translocation t(X;14)(q28;q11) in T-cell pro-\n     lymphocytic leukaemia breaks within one gene and activates another. Oncogene 1993; 8: 3271±3276.\n  7. Thick J, Mak YF, Metcalfe J et al. A gene on chromosome Xq28 associated with T-cell prolymphocytic\n     leukemia in two patients with ataxia telangiectasia. Leukemia 1994; 8: 564±573.\n  8. Metcalfe JA, Parkhill J, Campbell L et al. Acclerated telomere shortening in ataxia telangiectasia. Nature\n     Genetics 1996; 13: 350±353.\n  9. Taylor AM, Lowe PA, Stacey M et al. Development of T-cell leukaemia in an ataxia telangiectasia patient\n     following clonal selection in t(X;14)-containing lymphocytes. Leukemia 1992; 6: 961±966.\n 10. Taylor AMR, Harnden DG, Arlett CF et al. Ataxia telangiectasia: a human mutation with abnormal\n     radiation sensitivity. Nature 1975; 258: 427±429.\n 11. Taylor AM, Metcalfe JA, Oxford JM & Harnden DG. Is chromatid-type damage in ataxia telangiectasia\n     after irradiation at G0 a consequence of defective repair? Nature 1976; 260: 441±443.\n 12. Butterworth SV & Taylor AMR. A subpopulation of t(2;14)(p11;q32) cells in ataxia telangiectasia B\n     lymphocytes. Human Genetics 1986; 73: 346±349.\n 13. Metcalfe JA, Heppell-Parton A, McConville CM & Taylor AM. Characterization of a B-lymphocyte t(2;14)\n     (p11;q32) translocation from an ataxia telangiectasia patient conferring a proliferative advantage on cells\n     in vitro. Cytogenetics and Cell Genetics 1991; 56: 91±98.\n 14. Savitsky K, Bar-Shira A, Gilad S et al. A single ataxia telangiectasia gene with a product similar to PI-3\n     kinase. Science 1995; 268: 1749±1753.\n 15. Vorechovsky I, Luo L, Dyer MG et al. Clustering of missense mutations in the ataxia-telangiectasia gene\n     in a sporadic T-cell leukaemia. Nature Genetics 1997; 17: 96±99.\n\f 642 A. M. R. Taylor\n\n 16. Stilgenbauer S, Schaner C, Litterst A et al. Biallelic mutations in the ATM gene in T-prolymphocytic\n     leukemia. Nature Medicine 1997; 3: 1155±1159.\n 17. Stoppa-Lyonnet D, Soulier J, Lauge A et al. Inactivation of the ATM gene in T-cell prolymphocytic\n     leukemias. Blood 1998; 91: 3920±3926.\n*18. Stankovic T, Weber P, Stewart G et al. Inactivation of ataxia telangiectasia mutated gene in B-cell chronic\n     lymphocytic leukaemia. Lancet 1999; 353: 26±29.\n 19. Bullrich F, Rasio D, Kitada S et al. ATM mutations in B-cell chronic lymphocytic leukemia. Cancer\n     Research 1999; 59: 24±27.\n 20. Schaner C, Stilgenbauer S, Rappold GA et al. Somatic ATM mutations indicate a pathogenic role of\n     ATM in B-cell chronic lymphocytic leukemia. Blood 1999; 94: 748±753.\n 21. Schaner C, Idler I, Stilgenbauer S et al. Mantle cell lymphoma is characterized by inactivation of the\n     ATM gene. Proceedings of the National Academy of Sciences of the USA 2000; 97: 2773±2778.\n 22. Banin S, Moyal L, Shieh S et al. Enhanced phosphorylation of p53 by ATM in response to DNA damage.\n     Science 1998; 281: 1674±1677.\n 23. Canman CE, Lim DS, Cimprich KA et al. Activation of the ATM kinase by ionizing radiation and\n     phosphorylation of p53. Science 1998; 281: 1677±1679.\n 24. Kim ST, Lim DS, Canman CE & Kastan MB. Substrate speci®cities and identi®cation of putative\n     substrates of ATM kinase family members. Journal of Biological Chemistry 1999; 274: 37 538±37 543.\n 25. Cox R. A cellular description of the repair defect in ataxia telangiectaia. In Bridges BA & Harnden DG\n     (eds) Ataxia Telangiectasia±a Cell and Molecular link between Cancer, Neuropathology and Immune De®ciency,\n     pp 141±153. Chichester: John Wiley, 1982.\n 26. Meyn MS. High spontaneous intrachromosomal recombination rates in ataxia-telangiectasia. Science 1993;\n     260: 1327±1330.\n 27. Bishop AJ, Barlow C, Wynshaw-Boris AJ & Schiestl RH. Atm de®ciency causes an increased frequency of\n     intrachromosomal homologous recombination in mice. Cancer Research 2000; 60: 395±399.\n 28. Chen C, Yuan SS, Liu W et al. Radiation-induced assembly of Rad51 and Rad52 recombination complex\n     requires ATM and c-Abl. Journal of Biological Chemistry 1999; 274: 12 748±12 752.\n 29. Morrison C, Sonoda E, Takao N et al. The controlling role of ATM in homologous recombinational\n     repair of DNA damage. EMBO Journal 2000; 19: 463±471.\n 30. Barlow C, Hirotsune S, Paylor R et al. Atm-de®cient mice: a paradigm of ataxia telangiectasia. Cell 1996;\n     86: 159±171.\n 31. Elson A, Wang Y, Daugherty CJ et al. Pleiotropic defects in ataxia-telangiectasia protein-de®cient mice.\n     Proceedings of the National Academy of Sciences of the USA 1996; 93: 13 084±13 089.\n 32. Herzog KH, Chong MJ, Kapsetaki M et al. Requirement for Atm in ionizing radiation-induced cell death\n     in the developing central nervous system. Science 1998; 280: 1089±1091.\n*33. Stewart GS, Maser RS, Stankovic T et al. The DNA double-strand break repair gene hMRE11 is mutated\n     in individuals with an ataxia-telangiectasia-like disorder. Cell 1999; 99: 577±587.\n 34. Pitts SA, Kullar HS, Stankovic T et al. hMRE11: genomic structure and a null mutation identi®ed in a\n     transcript protected from nonsense-mediated mRNA decay. Human Molecular Genetics 2001; 10:\n     1155±1162.\n 35. Xiao Y & Weaver DT. Conditional gene targeted deletion by Cre recombinase demonstrates the\n     requirement for the double-strand break repair Mre11 protein in murine embryonic stem cells. Nucleic\n     Acids Research 1997; 25: 2985±2991.\n 36. Weemaes CM, Hustinx TW, Scheres JM et al. A new chromosomal instability disorder: the Nijmegen\n     breakage syndrome. Acta Paediatrica Scandinavica 1981; 70: 557±564.\n*37. Varon R, Vissinga C, Platzer M et al. Nibrin, a novel DNA double-strand break repair protein, is\n     mutated in Nijmegen breakage syndrome. Cell 1998; 93: 467±476.\n 38. Zhu J, Petersen S, Tessarollo L & Nussenzweig A. Targeted disruption of the Nijmegen Breakage\n     Syndrome gene NBS1 leads to early embryonic lethality in mice. Current Biology 2001; 11: 105±109.\n 39. Maser RS, Zinkel R & Petrini JHJ. An alternative mode of translation permits production of a variant\n     NBS1 protein from the common Nijmegen breakage syndrome allele. Nature Genetics 2001; 27: 417±421.\n 40. Nijmegen breakage syndrome. The International Nijmegen Breakage Syndrome Study Group. Archives of\n     Diseases in Childhood 2000; 82: 400±406.\n 41. Lim DS, Kim St, Xu B et al. ATM phosphorylates p95/nbs1 in an S-phase checkpoint pathway. Nature\n     2000; 404: 613±617.\n 42. Zhao S, Weng YC, Yuan SS et al. Functional link between ataxia-telangiectasia and Nijmegen breakage\n     syndrome gene products. Nature 2000; 405: 473±477.\n 43. D'Andrea AD & Grompe M. Molecular biology of Fanconi anemia: implications for diagnosis and\n     therapy. Blood 1997; 90: 1725±1736.\n 44. Duckworth-Rysiecki G, Hulten M, Mann J & Taylor AM. Clinical and cytogenetic diversity in Fanconi's\n     anaemia. Journal of Medical Genetics 1984; 21: 197±203.\n\f                                                                 Chromosome instability syndromes 643\n\n 45. Duckworth-Rysiecki G & Taylor AM. Eects of ionizing radiation on cells from Fanconi's anemia\n     patients. Cancer Research 1985; 45: 416±420.\n 46. Strathdee CA, Gavish H, Shannon WR & Buchwald M. Cloning of cDNAs for Fanconi's anaemia by\n     functional complementation. Nature 1992; 356: 763±767.\n 47. de Winter JP, Wais®sz Q, Rooimans MA et al. The Fanconi anaemia group G gene FANCG is identical\n     with XRCC9. Nature Genetics 1998; 20: 281±283.\n 48. de Winter JP, Rooimans MA, van Der Weel L et al. The Fanconi anaemia gene FANCF encodes a novel\n     protein with homology to ROM. Nature Genetics 2000; 24: 15±16.\n 49. de Winter JP, Leveille F, van Berkel CG et al. Isolation of a cDNA representing the Fanconi anemia\n     complementation group E gene. American Journal of Human Genetics 2000; 67: 1306±1308.\n 50. Positional cloning of the Fanconi anaemia group A gene. The Fanconi anaemia/breast cancer consortium.\n     Nature Genetics 1996; 14: 324±328.\n 51. Lo Ten Foe JR, Rooimans MA, Bosnoyan-Collins L et al. Expression cloning of a cDNA for the major\n     Fanconi anaemia gene, FAA. Nature Genetics 1996; 14: 320±323.\n 52. Timmers C, Taniguchi T, Hejna J et al. Positional cloning of a novel Fanconi anaemia gene, FANCD2.\n     Molecular Cell 2001; 7: 241±248.\n 53. Garcia-Higuera I, Kuang Y, Naf D et al. Fanconi anemia proteins FANCA, FANCC, and FANGG/XRCC9\n     interact in a functional nuclear complex. Molecular Cell Biology 1999; 19: 4866±4673.\n 54. Wais®sz Q, de Winter JP, Kruyt FA et al. A physical complex of the Fanconi anemia proteins FANCG/\n     XRCC9 and FANCA. Proceedings of the National Academy of Sciences of the USA 1999; 96: 10 320±10 325.\n 55. de Winter JP, van der Weel L, de Groot J et al. The Fanconi anemia protein FANCF forms a nuclear\n     complex with FANCA, FANCC and FANCG. Human Molecular Genetics 2000; 9: 2665±2674.\n 56. Garcia-Higuera I, Kuang Y, Denham J & D'Andrea AD. The Fanconi anemia proteins FANCA and\n     FANCG stabilize each other and promote the nuclear accumulation of the Fanconi anemia complex.\n     Blood 2000; 96: 3224±3230.\n 57. Yamashita T, Kupfer GM, Naf D et al. The Fanconi anemia pathway requires FAA phosphorylation and\n     FAA/FAC nuclear accumulation. Proceedings of the National Academy of Sciences of the USA 1998; 95:\n     13 085±13 090.\n*58. Garcia-Higuera I, Taniguchi T, Ganesan S et al. Interaction of the Fanconi Anaemia proteins and BRCA1\n     in a common pathway. Molecular Cell 2001; 7: 249±262.\n 59. Chen M, Tomkins DJ, Auerbach W et al. Inactivation of Fac in mice produces inducible chromosomal\n     instability and reduced fertility reminiscent of Fanconi anaemia. Nature Genetics 1996; 12: 448±451.\n 60. Whitney MA, Royle G, Low MJ et al. Germ cell defects and hematopoietic hypersensitivity to gamma-\n     interferon in mice with a targeted disruption of the Fanconi anemia C gene. Blood 1996; 88: 49±58.\n 61. Cheng NC, van de Vrugt HJ, van der Valk MA et al. Mice with a targeted disruption of the Fanconi\n     anemia homolog Fanca. Human Molecular Genetics 2000; 9: 1805±1811.\n 62. Pang Q, Fagerlie S, Christianson TA et al. The Fanconi anemia protein FANCC binds to and facilitates the\n     activation of STAT1 by gamma interferon and hematopoietic growth factors. Molecular Cell Biology 2000;\n     20: 4724±4735.\n*63. Xie Y, de Winter JP, Wais®sz Q et al. Aberrant Fanconi anaemia protein pro®les in acute myeloid\n     leukaemia cells. British Journal of Haematology 2000; 111: 1057±1064.\n 64. Sie CA, Nisbet-Brown E & Nathan DG. Congenital bone marrow failure syndromes. British Journal of\n     Hamatology 2000; 111: 30±42.\n*65. Guardiola P, Pasquini R, Dokal I et al. Outcome of 69 allogeneic stem cell transplantations for Fanconi\n     anemia using HLA-matched unrelated donors: a study on behalf of the European Group for Blood and\n     Marrow Transplantation. Blood 2000; 95: 422±429.\n 66. Gluckman E, Auerbach AD, Horowitz MM et al. Bone marrow transplantation for Fanconi anemia. Blood\n     1995; 86: 2856±2862.\n 67. Socie G, Devergie A, Girinski T et al. Transplantation for Fanconi's anaemia: long-term follow-up of ®fty\n     patients transplanted from a sibling donor after low-dose cyclophosphamide and thoraco-abdominal\n     irradiation for conditioning. British Journal of Haematology 1998; 103: 249±255.\n 68. Flowers ME, Zanis J, Pasquini R et al. Marrow transplantation for Fanconi anaemia: conditioning with\n     reduced doses of cyclophosphamide without radiation. British Journal of Haematology 1996; 92: 699±706.\n 69. McCloy M, Almeida A, Daly P et al. Fludarabine-based stem cell transplantation protocol for Fanconi's\n     anaemia in myelodysplastic transformation. British Journal of Haematology 2001; 112: 427±429.\n 70. Boulad F, Gillio A, Small TN et al. Stem cell transplantation for the treatment of Fanconi anaemia using a\n     ¯udarabine-based cytoreductive regimen and T-cell-depleted related HLA-mismatched peripheral blood\n     stem cell grafts. British Journal of Haematology 2000; 111: 1153±1157.\n 71. Passarge E. Bloom's Syndrome. In German J (ed.) Chromosome Mutation and Neoplasia, pp 11±21. New\n     York: Alan R. Liss Inc, 1983.\n\f644 A. M. R. Taylor\n\n 72. Chaganti RS, Schonberg S & German J. A manyfold increase in sister chromatid exchanges in Bloom's\n     syndrome lymphocytes. Proceedings of the National Academy of Sciences of the USA 1974; 71: 4508±4512.\n 73. Ishida R & Buchwald M. Susceptibility of Fanconi's anemia lymphoblasts to DNA-cross-linking and\n     alkylating agents. Cancer Research 1982; 42: 4000±4006.\n 74. Heddle JA, Krepinsky AB & Marshall RR. Cellular sensitivity to mutagens and carcinogens in the\n     chromosome-breakage and other cancer-prone syndromes. In German J (ed.) Chromosome Mutation and\n     Neoplasia, pp 203±234. New York: Alan R. Liss Inc, 1983.\n*75. Ellis NA, Groden J, Ye TZ et al. The Bloom's syndrome gene product is homologous to RecQ helicases.\n     Cell 1995; 83: 655",
  "wordCount": 8121,
  "indexed": "2025-09-25T22:39:18.276Z",
  "method": "direct"
}
