{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Kamphans et al. - 2013 - Filtering for Compound Heterozygous Sequence Varia.pdf",
  "fileName": "Kamphans et al. - 2013 - Filtering for Compound Heterozygous Sequence Varia.pdf",
  "relativePath": "Genetica/Recesivas/Kamphans et al. - 2013 - Filtering for Compound Heterozygous Sequence Varia.pdf",
  "text": "Filtering for Compound Heterozygous Sequence Variants\nin Non-Consanguineous Pedigrees\nTom Kamphans1, Peggy Sabri2, Na Zhu2, Verena Heinrich2, Stefan Mundlos2,3, Peter N. Robinson2,\nDmitri Parkhomchuk2, Peter M. Krawitz2,3*\n1 Smart Algos, Berlin, Germany, 2 Institute for Medical Genetics and Human Genetics, Charité Universtätsmedizin, Berlin, Germany, 3 Max Planck Institute for Molecular\nGenetics, Berlin, Germany\n\n\n\n     Abstract\n     The identification of disease-causing mutations in next-generation sequencing (NGS) data requires efficient filtering\n     techniques. In patients with rare recessive diseases, compound heterozygosity of pathogenic mutations is the most likely\n     inheritance model if the parents are non-consanguineous. We developed a web-based compound heterozygous filter that is\n     suited for data from NGS projects and that is easy to use for non-bioinformaticians. We analyzed the power of compound\n     heterozygous mutation filtering by deriving background distributions for healthy individuals from different ethnicities and\n     studied the effectiveness in trios as well as more complex pedigree structures. While usually more then 30 genes harbor\n     potential compound heterozygotes in single exomes, this number can be markedly reduced with every additional member\n     of the pedigree that is included in the analysis. In a real data set with exomes of four family members, two sisters affected by\n     Mabry syndrome and their healthy parents, the disease-causing gene PIGO, which harbors the pathogenic compound\n     heterozygous variants, could be readily identified. Compound heterozygous filtering is an efficient means to reduce the\n     number of candidate mutations in studies aiming at identifying recessive disease genes in non-consanguineous families. A\n     web-server is provided to make this filtering strategy available at www.gene-talk.de.\n\n  Citation: Kamphans T, Sabri P, Zhu N, Heinrich V, Mundlos S, et al. (2013) Filtering for Compound Heterozygous Sequence Variants in Non-Consanguineous\n  Pedigrees. PLoS ONE 8(8): e70151. doi:10.1371/journal.pone.0070151\n  Editor: Kai Wang, University of Southern California, United States of America\n  Received April 20, 2013; Accepted June 20, 2013; Published August 5, 2013\n  Copyright: ß 2013 Kamphans et al. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits\n  unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.\n  Funding: This work was supported by a grant from the Deutsche Forschungsgemeinschaft grant to P.M.K. (DFG KR 3985/1-1). GeneTalk is supported by a grant\n  from the Bundesministerium für Wirtschaft und Technologie (BMWT; 03EGSBB082). The funders had no role in study design, data collection and analysis, decision\n  to publish, or preparation of the manuscript.\n  Competing Interests: Tom Kamphans, who is affiliated to SmartAlgos, is a self-employed software developer and consultant (SmartAlgos). This does not alter\n  the authors’ adherence to all the PLOS ONE policies on sharing data and materials.\n  * E-mail: peter.krawitz@gmail.com\n\n\n\nBackground                                                                             sequence, if the read length is less than the distance between the\n                                                                                       variants or if it is not possible to phase the haplotypes by any other\n   In recessive genetic disorders, both copies of a certain gene are                   means. However, when sequence variants of more than one family\ndefective. For autosomal recessive genes, this means that the                          member are available, one can exclude certain variants based on\nmaternally as well as the paternally transmitted copy of a gene                        rules of Mendelian inheritance. We will describe a set of rules that\nharbors a pathogenic mutation. The occurrence of a pathogenic                          we used for compound heterozygous filtering and analyze how\nmutation can be viewed as a random process, and many different                         effectively the sequence variants can be reduced in certain case\npathogenic mutations have arisen for recessive genes in the human                      scenarios.\npopulation over time. This also means the lower the kinship of the\nparents the higher is the chance that two different mutant alleles of\n                                                                                       Methods\nthe disease gene are present in a patient affected by a recessive\ndisease, whereas in a closely related, consanguineous partnership it                      We implemented a compound heterozygous filter in Ruby\nis more likely that an affected child will inherit the same                            inside the GeneTalk framework [1]. We assume that the\npathogenic allele from both parents and thus be homozygous for                         phenotype is fully penetrant and that all sequenced individuals\nthe disease causing mutation. This translates to a simple rule of                      are either affected or not affected. The first two rules work on a\nthumb: If the parents are non-consanguineous, the most likely                          single variant level:\nexplanation for a recessive disease is compound heterozygosity for\ntwo different pathogenic mutations. Exceptions from this rule of                        1) A variant has to be in a heterozygous state in all affected\nthumb may be founder mutations in certain populations and                                  individuals.\nspecific gain of function mutations in certain genes such as e.g.                       2) A variant must not occur in a homozygous state in any of the\nFGFR2.                                                                                     unaffected individuals.\n   A challenge in filtering sequence variants for compound\nheterozygotes is that one has to figure out whether the two                              If a variant were homozygous in an unaffected individual it\nheterozygous variants affect different copies of a gene or the same                    could not be disease causing, otherwise the individual would have\ncopy. Usually, that cannot be determined from a single DNA\n\n\nPLOS ONE | www.plosone.org                                                         1                               August 2013 | Volume 8 | Issue 8 | e70151\n\f                                                                                                                                    Compound Heterozygotes Filter for Exome Data\n\n\n\n   A                                            B                                                     C\n               contradiction to:                      contradiction to:                                       contradiction to:\n               not homozygous                         parents not affected                                    no recombination\n mother                  index      father          mother                 index          father           mother         index           father\n\n\n\n\nFigure 1. Compound Heterozygote Filtering Rules. If both parents of the index patient are unaffected it is not possible that one of the\nheterozygous disease causing mutations is present in a heterozygous state in both parents unless a recombination occurred between this variant and\nthe second compound heterozygous mutation.\ndoi:10.1371/journal.pone.0070151.g001\n\nto be affected, as both copies of the gene harbor the same                                                then the variant would be homozygous in the child and would be\nmutation.                                                                                                 therefore removed based on the first rule (Figure 1 A). The index\n  If the genotypes of both parents of an affected child are                                               patient could be heterozygous for both variants if both variants\navailable and they are both unaffected there is a third rule that is                                      occurred on different copies of the gene in one of the parents.\nvery powerful in reducing the variants:                                                                   However, in this case this particular parent has to be affected as\n                                                                                                          well and the third rule does not apply, as its assumption is not\n3) A variant that is heterozygous in an affected child must be                                            fulfilled (Figure 1B). The third case describes a scenario in which\n   heterozygous in exactly one of the parents.                                                            one of the parents has the two heterozygous mutations on the same\n                                                                                                          copy of the gene, while the other parent is heterozygous for only\n      This rule is a compact version of:\n                                                                                                          one of them. In this scenario the child could be compound\n      3a) The variant must not be heterozygous in both parents.                                           heterozygous only if a recombination happened in the germline of\n                                                                                                          its ancestor (Figure 1C). As already mentioned, this case is so\n      3b) The variant must be present in at least one of the parents.\n                                                                                                          unlikely that we exclude it.\n   Rule 3a is applicable only if no recombination occurred                                                   Rule 3b is applicable only if we assume that no de novo mutations\nbetween the tested loci in any of the parents. However, most                                              occurred. The number of de novo mutations is estimated to be\ngenes have an extension considerably less than one megabase in                                            below five per exome per generation [2,3], thus, the likelihood that\nthe genome and thus the probability of a recombination is usually                                         an individual is compound heterozygous and at least one of these\nfar below one per cent and the assumption of no recombination is                                          mutations arose de novo is low. If more than one family member is\nwell justified. In Figure 1, we illustrate why a variant that does not                                    affected, de novo mutations are even orders of magnitudes less likely\nfulfill 3a may be removed as not pathogenic. If we keep such a                                            as a recessive disease cause. On the other hand, excluding these\nvariant it will result in a violation of one of prerequisites for a                                       variants from the further analysis helps to remove many\ncompound heterozygous mode of inheritance. Without loss of                                                sequencing artifacts. In linkage analysis for example it is common\ngenerality we may consider two heterozygous variants in an                                                practice of data cleaning to exclude variants as Mendelian errors if\naffected individual. One of them is in a heterozygous state in both                                       they cannot be explained by Mendelian inheritance.\nunaffected parents. If the variant, for which mother and father are                                          When the filtering rules 1–3 have been applied on a single\nheterozygous, is transmitted by both of them to the index patient,                                        variant level, the fourth and fifth rule test on a gene level, whether\n\n\nA             30                                             B              40                                                    C 10     4\n\n                                                    YRI                                                                YRI\n                                                    CEU                     35                                         CEU\n              25\n                                                                                                                                           3\n                                                                            30                                                            10\nindividuals\n\n\n\n\n                                                             individuals\n\n\n\n\n              20\n                                                                            25\n                                                                                                                                  genes\n\n\n\n\n                                                                                                                                           2\n              15                                                            20                                                            10\n\n                                                                            15\n              10\n                                                                                                                                           1\n                                                                            10                                                            10\n               5\n                                                                             5\n                                                                                                                                           0\n               0                                                             0                                                            10\n                   200       250       300      350                                20 25 30 35 40 45 50 55 60 65 70 75 80 85 90                0     50        100      150\n\n                         variants pass filter                                              genes pass filter                                              individuals\n\nFigure 2. Exomes of 85 European individuals (CEU) as well as 88 African individuals (YRI) were filtered for rare compound\nheterozygous candidate variants. A) In average around 230 variants pass the filter in CEU exomes and 309 in YRI exomes. B) The potential\ncompound heterozygotes are distributed over 31 genes in CEU individuals and 67 genes in YRI individuals. C) Altogether 1998 genes harbored\npotential compound heterozygous variants in the tested individuals and compound heterozygotes in 1066 genes occurred only in singular cases.\ndoi:10.1371/journal.pone.0070151.g002\n\n\nPLOS ONE | www.plosone.org                                                                            2                                    August 2013 | Volume 8 | Issue 8 | e70151\n\f                                                                                                      Compound Heterozygotes Filter for Exome Data\n\n\n\n\nFigure 3. Filtering results for compound heterozyotes in a case study. With the filter settings for genotype frequency ,0.01, effect on\nprotein level (functional filter: missense, nonsense, stop loss, splice site, insertions or deletions), and compound heterozygous yields six variants in\nthree genes. MUC16 and NBPR10 are both genes from large gene families known for their high variability and detection artifacts due to pseudogenes.\nThe heterozygotes in PIGO remain as the likeliest candidates. The Show icon at the right end of the line links to an expert curated annotation\ndatabase that indicates that the mutation in PIGO is causing Hyperphosphatasia with mental retardation syndrome and has been published in [9]. The\ngene view for PIGO lists all variant annotations for this gene and links to further knowledge bases. The length of the coding sequence of the longest\ntranscript (max. CDS) and the mean number of rare heterozygous variant calls per exome (MRHC) are important parameters for the assessment of\ncandidate genes.\ndoi:10.1371/journal.pone.0070151.g003\n\nenough variants remained to fulfill the requirements for a                      that one of the parents of the child was either carrier of these two\ncompound heterozygous mode of transmission and whether they                     heterozygous variants or not. However, this means that one of\nwere transmitted biparentally:                                                  these variants cannot be disease causing or rule three would be\n                                                                                broken. The intervals for which we counted and compared the\n4) A gene must have two or more heterozygous variants in each                   heterozygous genotypes were defined by the gene start and end\n   of the affected individuals.                                                 points that we derived from Ensembl/BioMart [4]. All filters that\n5) There must be at least one variant transmitted from the                      we applied prior to the compound heterozygote filter are available\n   paternal side and one transmitted from the maternal side.                    through the GeneTalk platform. The allele frequency filter is\n                                                                                based on genetic variation data from the 1000 genomes project [5]\n    We did not use two as an upper bound in these rules as not                  as well as the 5000 exomes project [6]. The effect of the variants\nnecessarily all of the variants that pass these rules have to be                on the protein level which is subject to the functional filter was\npathogenic. However, as we will discuss later, a gene with many                 predicted by ANNOVAR [7].\nvariants passing all five rules, is less likely to be a disease gene. The          The length of a gene, as well as the variability of its sequence in\nfifth rule makes sure that only genes pass the filter for which there           a healthy reference population affects the probability to observe\nare at least two heterozygous variants in the affected individuals              rare, heterozygous variants in a test individual. We derived the\nthat are transmitted in a biparental mode. Another way of                       length of the coding sequence of the longest transcript per gene\nphrasing this rule is: There must not be two identical haplotypes\n                                                                                ( max :CDS) and determined the mean number of rare, hetero-\naround the disease gene in an unaffected and an affected\n                                                                                zygous variant calls in healthy individuals (MRHC) based on the\nindividual. If all heterozygous mutations of a gene in an affected\n                                                                                5000 exomes data [8] to assist in the interpretation of candidate\nindividual match all the heterozygous mutations of the same gene\n                                                                                genes after filtering. The MRHC was computed by adding the\nin an unaffected individual of the family, then we exclude this\n                                                                                frequencies of heterozygous variant calls for all positions in a gene\ngene. Imagine a scenario where sequence variants of only one\n                                                                                that were below 0.01:\ngrandfather or grandmother are available as unaffected control\nbut not directly the sequence variants of the parents of the affected                                      X\nchild. Let us assume that this index patient has exactly two                                                          ri      ri\n                                                                                               MRHC~           i[gene c\n                                                                                                                         ,with ƒ0:01\nheterozygous variants in a gene that match the genotypes of this                                                       i      c\ngene in the grandmother. Excluding recombination this means\n\n\nPLOS ONE | www.plosone.org                                                  3                           August 2013 | Volume 8 | Issue 8 | e70151\n\f                                                                                                      Compound Heterozygotes Filter for Exome Data\n\n\n                                                                               in reducing the number of candidate genes the lower the expected\n                                                                               number of heterozygous variants is per gene. We used an allele\n                                                                               frequency cutoff of 1% for heterozygous variants, removed all\n                                                                               synonymous variants and known sequencing artifacts before\n                                                                               applying the compound heterozygous filter. We choose the\n                                                                               frequency cutoff of 1% as an upper bound, as this is above the\n                                                                               allele frequency of the most common pathogenic alleles in cystic\n                                                                               fibrosis (MIM 219700), one of the more common autosomal\n                                                                               recessive disorders.\n                                                                                  With these parameter settings, we filtered 85 European exomes\n                                                                               (CEU) as well as 88 African exomes (YRI) available from the 1000\n                                                                               genomes project [5]. All these individuals are healthy and the\n                                                                               numbers of variants as well as genes passing our filter settings serve\n                                                                               as a background distribution that one has to expect when filtering\n                                                                               single exome data. In the CEU exomes in average 230 variants\n                                                                               distributed over 31 genes passed the filter, whereas in average 309\n                                                                               variants distributed over 67 genes passed the filter in the Yorubian\n                                                                               exomes (Figure 2A and 2B). In the 173 tested individuals we\n                                                                               identified variants as possible compound heterozygotes in\n                                                                               altogether 1998 genes, and 1066 of these genes were unique to\n                                                                               only one of the tested samples (Figure 2C).\n                                                                                  As all these exomes were of healthy individuals it would be\n                                                                               difficult to identify a single additional gene that passes the filters in\n                                                                               a patient with a rare recessive disorder due to the true disease\nFigure 4. The length of the coding sequence and the mean\nnumber of rare alleles per gene. In an average healthy individual              causing compound heterozygotes.\nfrom the 5000 exomes project there is more than one rare                          We then analyzed the effectiveness of the compound heterozy-\nheterozygous variant in MUC16 that has an allele frequency below               gous filter for cases in which more than only a single exome of a\n0.01 in the reference population. In contrast, the coding sequence of          family is available. For this purpose we used two parent-child trios\nPIGO is much shorter and rare heterozygous variants occur in less than         of European (NA12878, NA12891, NA12892) as well as Yoruban\n8 out of 1000 exomes.\n                                                                               (NA19238, NA19239, NA19240) descent from the 1000 genomes\ndoi:10.1371/journal.pone.0070151.g004\n                                                                               project. We assigned the status of the affected index to the\n                                                                               offspring (NA12878, NA19238), so that for both trios all five rules\nwhere ci is the total genotype count at position i and ri is the               were applicable. As before, in advance to the compound\nheterozygous genotype count at position i.                                     heterozygous filter, we reduced the exome variants of the trios\n                                                                               to rare variants with a presumable effect on the protein level and\nResults                                                                        removed known calling artifacts. This prior filtering step yielded\n                                                                               1668 variants in the European trio and 2653 variants in the\n   We tested the effectiveness of the compound heterozygotes filter\n                                                                               Yoruban trio. The compound heterozygous filter reduced this\nin GeneTalk for single samples as well as in more complex\n                                                                               number down to 48 variants in 17 genes in the European\npedigree structures. If single individuals are analyzed only rules 1\n                                                                               individual NA12878, while 68 variants in 29 genes passed in the\nand 4 can be used. Rules 2 and 5 require data of at least one\n                                                                               Yoruban individual NA19238. If we remove genes for which\nadditional unaffected family member and rule 3 is applicable only\n                                                                               compound heterozygous variants also occurred in other unrelated\nif sequence data of both parents is available. Any additional filter\n                                                                               individuals (Figure 1C and Table S1), only twelve candidate genes\nsettings should be used prior to rule 4 as this rule is more effective\n                                                                               remained in NA12878 (CACHD1, DPP4, CACNA1D, PLXNA1,\n\n\n                                         NBPF10                    NBPF10 pseudogene\n\n   sample\n\n\n sequence reads\n\n\n\n\n   reference                                                      pseudogene\n                                                                      d      not in reference\n\n                              Ref/Alt: 3/1\n\n\nFigure 5. Illustration of mapping artifacts resulting in false positive variant detection. The illustrated sample carries a mutation in the\nmaternal copy of a pseudogene of NBPF10. If the pseudogene is not included in the reference sequence, the reads originating from this pseudogene\nare mismapped. This may result in a false variant call. Indicative for false genotype calls are proportions of reads supporting the alternate allele that\nstrongly deviate from 0.5 or 1.\ndoi:10.1371/journal.pone.0070151.g005\n\n\nPLOS ONE | www.plosone.org                                                 4                             August 2013 | Volume 8 | Issue 8 | e70151\n\f                                                                                                                 Compound Heterozygotes Filter for Exome Data\n\n\nMECOM, PSMD2, TBC1D4, DCAF5, ZNF614, MYH9, PKDREJ,                                       therefore identical by descent for both copies of the gene (IBD = 2)\nMAGEC1) and in NA19238 (CD180, ERAP2, EPB41L2, COL1A2,                                   [12]. Two siblings are in average IBD = 2 in only one quarter of\nMUC16, AASS, PZP, ZMYM2, ZNF423, LRRC48, DMC1, GPR64).                                   their genome which reduces the number of candidate genes\nThus, in comparison to filtering a single individual the inclusion of                    likewise with every additional affected sibling. If we analyzed in\nthe parental genotypes reduces the number of variants by a factor                        this family only one of the affected sisters at a time in a trio\nof around five. The removal of highly variable genes as observed                         approach, we would have seen the additional candidate genes\nby the analysis of single individuals cut the remaining variants in                      HRNR, PLCD1, and MUC5B. KGGseq [13], a statistical frame-\nhalf.                                                                                    work for analyzing exome data of multiple individuals has only\n    We continued our analysis with exome data from a family with                         implemented rule 2 for compound heterozygous filtering and\ntwo daughters affected by Mabry syndrome also known as                                   reduced to 223 rare candidate variants.\nhyperphosphatasia with mental retardation syndrome (MIM\n614749) [9]. The parents were of European descent and unrelated.                         Conclusions\nAltogether 27584 distinct variants were detected in the coding\nregions of all four analyzed family members. Applying the                                   In this work we developed a filter for identifying compound\ngenotype frequency filter and removing known sequencing                                  heterozygotes in exome data of one or more individuals of a\nartifacts reduced this number to 2208 variants. 1446 of these                            family. The rule set on which our filter is based, is comprehensive\nvariants had a predicted effect on the protein level. The compound                       for analyzing multiple samples and advances the prioritization of\nheterozygous filter reduces this set to six variants in three distinct                   compound heterozygous candidate variants beyond existing tools\ngenes, NBPF10, MUC16, and PIGO (see Figure 3).                                           for analyzing data of exome sequencing studies [14,15]. We\n    MUC16 is a member of a large family of mucin coding genes                            showed that filtering for compound heterozygous mutations is an\nand NBPF10 is from the neuroblastoma breakpoint family, which                            effective means in identifying disease candidate genes especially if\nconsists of 22 genes and pseudogenes that arose by gene                                  multiple family members are available for the analysis. In a trio\nduplication [10,11]. Both genes are highly variable and harbor                           analysis with exome data of the parents and one affected child,\nmany low frequency variants [8]. Genes with a long coding                                typically, mutations in only about a dozen candidate genes remain.\nsequence (CDS) and many rare heterozygous variants are more                              This manageable number of remaining genes can then be assessed\nlikely to appear as candidate genes after compound heterozygous                          based on the expertise of the investigator or further prioritized by\nfiltering. In Figure 4 a scatterplot is shown for the mean number of                     suitable tools[16–18]. We implemented the compound heterozy-\nrare heterozygous variants and the CDS length of the longest                             gous filter as an intuitively usable web service that allows a quick\ntranscript for each gene. MUC16 is not only an extraordinarily                           reduction of the exome variants to such a candidate set. The filter\nlarge gene with over 40kb coding sequence, in average there were                         as well as the European and Yoruban trios are accessible via the\nalso 1.16 rare heterozygous variant calls per healthy individual                         demo account at www.gene-talk.de [1].\nwith an allele frequency below 0.01 in the reference population of\nthe 5000 exomes project. In e.g. NA19238, there were also two\n                                                                                         Web Resources\nsuch rare heterozygous calls that passed the filter. Genes with\n                                                                                            The URL for data presented herein are as follows:\npseudogenes, such as NBPF10 are also prone to genotyping\n                                                                                            1000 genomes project website. Available: http://www.\nartifacts in reference guided resequencing due to mismapped\nreads: A variant that is classified as a heterozygous genotype is                        1000genomes.org. Accessed 2013 May 2.\nlikely to be a false positive call, if the coverage of this position is                     NHLBI Exome Sequencing Project (ESP) website. Available:\nhigh, however the proportion of reads supporting the alternate                           http://evs.gs.washington.edu/EVS/. Accessed 2013 May 2.\nallele deviates strongly from the value of 0.5 that is expected for a                       GeneTalk website. Available: www.gene-talk.de. Accessed 2013\nheterozygous genotype. Figure 5 illustrates the mismapping of                            May 2.\nreads originating from a pseudogene of NBPF10 that result in such\ngenotyping artifacts. For NBPF10 many such calling artifacts have                        Supporting Information\nbeen reported in GeneTalk and were automatically excluded. Also\n                                                                                         Table S1.\nthe variants detected in NBPF10 and MUC16 are highly suggestive\n                                                                                         (PDF)\nfor such false calls, for instance in the heterozygously called variant\nwith the dbSNP ID rs61813437 the alternate allele is only\nsupported by 44 out of altogether 236 sequence reads in the first                        Acknowledgments\nindividual and likewise in the others (alternate allele/reference                        The authors would like to thank the NHLBI GO Exome Sequencing\nallele: 203/37, 212/30, 199/38) and in dbSNP this variant is also                        Project and its ongoing studies which produced and provided exome\nlisted as ‘‘not validated’’. After this quick assessment of the                          variant calls for comparison: the Lung GO Sequencing Project (HL-\ntrustworthiness of the variant calls, PIGO remains as the most                           102923), the WHI Sequencing Project (HL-102924), the Broad GO\npromising disease candidate gene in this case and the mutations                          Sequencing Project (HL-102925), the Seattle GO Sequencing Project (HL-\nwere indeed confirmed as the causative mutations of the disorder                         102926) and the Heart GO Sequencing Project (HL-103010).\n[9].\n    With the additional second affected individual in this case                          Author Contributions\nscenario the number of candidate genes was markedly lower than                           Conceived and designed the experiments: TK PMK. Performed the\nin the two trios. In autosomal recessive disorders all affected family                   experiments: PS NZ VH DP. Analyzed the data: PMK VH DP PNR SM .\nmembers share both haplotypes around the disease locus and are                           Wrote the paper: PMK PNR.\n\nReferences\n 1. Kamphans T, Krawitz PM (2012) GeneTalk: an expert exchange platform for               2. Neale BM, Kou Y, Liu L, Ma’ayan A, Samocha KE, et al. (2012) Patterns and\n    assessing rare sequence variants in personal genomes. Bioinformatics 28: 2515–           rates of exonic de novo mutations in autism spectrum disorders. Nature 485:\n    2516.                                                                                    242–245.\n\n\n\nPLOS ONE | www.plosone.org                                                           5                              August 2013 | Volume 8 | Issue 8 | e70151\n\f                                                                                                                     Compound Heterozygotes Filter for Exome Data\n\n\n 3. Roach JC, Glusman G, Smit AF, Huff CD, Hubley R, et al. (2010) Analysis of             11. Pei B, Sisu C, Frankish A, Howald C, Habegger L, et al. (2012) The\n    genetic inheritance in a family quartet by whole-genome sequencing. Science                GENCODE pseudogene resource. Genome Biol 13: R51.\n    328: 636–639.                                                                          12. Rodelsperger C, Krawitz P, Bauer S, Hecht J, Bigham AW, et al. (2011)\n 4. Haider S, Ballester B, Smedley D, Zhang J, Rice P, et al. (2009) BioMart Central           Identity-by-descent filtering of exome sequence data for disease-gene identifi-\n    Portal–unified access to biological data. Nucleic Acids Res 37: W23–27.                    cation in autosomal recessive disorders. Bioinformatics 27: 829–836.\n 5. (2010) A map of human genome variation from population-scale sequencing.               13. Li H (2011) A statistical framework for SNP calling, mutation discovery,\n    Nature 467: 1061–1073.                                                                     association mapping and population genetical parameter estimation from\n 6. (ESP) NGESP (2013) Exome Variant Server, NHLBI GO Exome Sequencing                         sequencing data. Bioinformatics 27: 2987–2993.\n    Project (ESP),. Seattle, WA.                                                           14. Li MX, Gui HS, Kwan JS, Bao SY, Sham PC (2012) A comprehensive\n 7. Wang K, Li M, Hakonarson H (2010) ANNOVAR: functional annotation of                        framework for prioritizing variants in exome sequencing studies of Mendelian\n    genetic variants from high-throughput sequencing data. Nucleic Acids Res 38:               diseases. Nucleic Acids Res 40: e53.\n    e164.                                                                                  15. Sifrim A, Van Houdt JK, Tranchevent LC, Nowakowska B, Sakai R, et al.\n 8. Tennessen JA, Bigham AW, O’Connor TD, Fu W, Kenny EE, et al. (2012)                        (2012) Annotate-it: a Swiss-knife approach to annotation, analysis and\n                                                                                               interpretation of single nucleotide variation in human disease. Genome Med\n    Evolution and functional impact of rare coding variation from deep sequencing\n                                                                                               4: 73.\n    of human exomes. Science 337: 64–69.\n                                                                                           16. Bornigen D, Tranchevent LC, Bonachela-Capdevila F, Devriendt K, De Moor\n 9. Krawitz PM, Murakami Y, Hecht J, Kruger U, Holder SE, et al. (2012)\n                                                                                               B, et al. (2012) An unbiased evaluation of gene prioritization tools.\n    Mutations in PIGO, a member of the GPI-anchor-synthesis pathway, cause\n                                                                                               Bioinformatics 28: 3081–3088.\n    hyperphosphatasia with mental retardation. Am J Hum Genet 91: 146–151.                 17. Tiffin N, Andrade-Navarro MA, Perez-Iratxeta C (2009) Linking genes to\n10. Karro JE, Yan Y, Zheng D, Zhang Z, Carriero N, et al. (2007) Pseudogene.org:               diseases: it’s all in the data. Genome Med 1: 77.\n    a comprehensive database and comparison platform for pseudogene annotation.            18. Moreau Y, Tranchevent LC (2012) Computational tools for prioritizing\n    Nucleic Acids Res 35: D55–60.                                                              candidate genes: boosting disease gene discovery. Nat Rev Genet 13: 523–536.\n\n\n\n\nPLOS ONE | www.plosone.org                                                             6                                August 2013 | Volume 8 | Issue 8 | e70151",
  "wordCount": 4479,
  "indexed": "2025-09-25T22:42:31.009Z",
  "method": "direct"
}
