{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/SNP Array/Sund et al. - 2013 - Regions of homozygosity identified by SNP microarr.pdf",
  "fileName": "Sund et al. - 2013 - Regions of homozygosity identified by SNP microarr.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/SNP Array/Sund et al. - 2013 - Regions of homozygosity identified by SNP microarr.pdf",
  "text": "ORIGINAL RESEARCH ARTICLE                                                                ©American College of Medical Genetics and Genomics\n\n\n\n\n       Regions of homozygosity identified by SNP microarray\n     analysis aid in the diagnosis of autosomal recessive disease\n        and incidentally detect parental blood relationships\n           Kristen Lipscomb Sund, PhD, MS1, Sarah L. Zimmerman, PhD1, Cameron Thomas, MD2,\n         Anna L. Mitchell, MD, PhD3, Carlos E. Prada, MD1, Lauren Grote, BS1, Liming Bao, MD, PhD1,\n                             Lisa J. Martin, PhD1 and Teresa A. Smolarek, PhD1\n\n\n Purpose: The purpose of this study was to document the ability of                         was suspected in the parents of at least 11 patients with regions of\n single-nucleotide polymorphism microarray to identify copy-neutral                        ­homozygosity ­covering >21.3% of their autosome. In four patients\n regions of homozygosity, demonstrate clinical utility of regions of                        from two ­families, homozygosity mapping discovered a candidate\n homozygosity, and discuss ethical/legal implications when regions of                       gene that was sequenced to identify a clinically significant mutation.\n homozygosity are associated with a parental blood relationship.                           Conclusion: This study demonstrates clinical utility in the identifica-\n Methods: Study data were compiled from consecutive samples                                tion of regions of homozygosity, as these regions may aid in diagnosis\n sent to our clinical laboratory over a 3-year period. A cytogenetics                      of the patient. This study establishes the need for careful reporting,\n database identified patients with at least two regions of homozygosity                    thorough pretest counseling, and careful electronic documentation,\n >10 Mb on two separate chromosomes. A chart review was conduct-                           as microarray has the capability of detecting previously unknown/\n ed on patients who met the criteria.                                                      unreported relationships.\n Results: Of 3,217 single-nucleotide polymorphism microarrays,                             Genet Med 2013:15(1):70–78\n 59 (1.8%) patients met inclusion criteria. The percentage of\n ­homozygosity ranged from 0.9 to 30.1%, indicating parental rela-                         Key Words: consanguinity; heterozygosity; homozygosity; incest;\n  tionships from distant to first-degree relatives. First-degree kinship                   microarray.\n\n\n\n                             INTRODUCTION                                                  malformations and a 4.4% increased risk for prereproduc-\nGenome-wide copy-number analysis by microarray is a front-                                 tive mortality.12 Close consanguineous unions, mostly first-\nline test for the diagnosis of microdeletion/microduplication                              cousin marriages, occur in up to 60% of relationships in some\nsyndromes.1,2 Single-nucleotide polymorphism (SNP) microar-                                parts of the world13 but fall in the range of 0.1–1.5% in\nrays can also detect regions of homozygosity (ROH) through-                                North America.14–17\nout the genome. Depending on the genomic context, constitu-                                   Although several laboratories perform SNP microarray, and\ntional ROH may indicate ancestral homozygosity, uniparental                                reviews are available to describe the capability of these arrays\ndisomy, or parental consanguinity.3–5 Short ROH (up to 5 Mb)                               to detect ROH,3–5 literature describing patients with ROH due\nare considered ancestral markers of an outbred population.3,4,6,7                          to parental consanguinity in a clinical setting is limited.11,18 As\nThe presence of a single large ROH or a couple of large ROH                                more laboratories incorporate this test, it becomes increasingly\non the same chromosome most likely indicates uniparental dis-                              important to discuss the advantages and disadvantages of the\nomy, especially if the ROH is telomeric.4 Multiple large ROH                               technology. Our report highlights the ability of SNP microar-\nspread across different chromosomes is representative of a                                 ray to detect parental consanguinity in a patient population and\nparental blood relationship.3,6,8,9                                                        uses select cases to illustrate the utility of this tool in clinical\n   Clinically, ROH of any size can aid in diagnosis of auto-                               diagnosis.\nsomal recessive disease through homozygosity mapping and\nselection of a candidate gene for sequence analysis.10,11 In con-                                                            METHODS\nsanguineous families, the risk for autosomal recessive disease                             Patient population\nis directly proportional to the degree of parental relation-                               Study data were compiled from consecutive samples sent to\nship.3 As a guide, it is estimated that offspring of first cous-                           our clinical laboratory between May 2008 and July 2011 for\nins have an additional 1.7–2.8% increased risk for congenital                              SNP microarray analysis. Patient indications were chosen\n\n\n1\n Division of Human Genetics, Department of Pediatrics, Cincinnati Children’s Hospital Medical Center, Cincinnati, Ohio, USA; 2Division of Neurology, Department of Pediatrics,\nCincinnati Children’s Hospital Medical Center, Cincinnati, Ohio, USA; 3University Hospitals Case Medical Center, Departments of Genetics and Pediatrics, Cleveland, Ohio, USA.\nCorrespondence: Kristen Sund (Kristen.Sund@cchmc.org)\nSubmitted 26 January 2012; accepted 26 June 2012; advance online publication 2 August 2012. doi:10.1038/gim.2012.94\n\n70                                                                                                           Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fRegions of homozygosity and SNP microarray | SUND et al                     ORIGINAL RESEARCH ARTICLE\nby referring physicians from a broad range of specialties.       the Omni1-Quad. This calculation, adapted from McQuillan\nEthnicity/race was extracted from the patient medical record.    et al.,6 excludes mitochondrial DNA and sex chromosomes:\nThis study included patients with at least two ROH on two\nseparate chromosomes, each >10 Mb. The 10 Mb cutoff was                                  Froh =\n                                                                                                  åL   roh auto\n\nbased on the suggestion by Kirin et al.19 that ROH >10 Mb                                          Lauto\nare rarely seen in cosmopolitan populations; the suggestion by\nKearney et al.5 that conservative clinical thresholds for ROH       Separate calculations were performed on female patients to\nare between 3 and 10 Mb; and the exclusion of patients from      evaluate the impact of the X chromosome on total homozygos-\nuniparental disomy analysis by Papenhausen et al.4 when a        ity. ROH >5 Mb were summed across the entire covered female\nsecond chromosome had an ROH >10 Mb, indicating identity         genome (Lroh genome), including the X chromosome, and divided\nby descent.                                                      by the total number of base pairs in the genome (Lgenome). The\n   When multiple family members were submitted simulta-          sum of the covered female genomes was 2,843,859,790 bps\nneously, only one was included in the study as the proband.      for the 370-duo, 2,843,756,902 bps for the 610-Quad, and\nPercentage of homozygosity was determined for the other sib-     2,851,012,420 bps for the Omni1-Quad:\nlings but not included in the cohort summary. Retrospective\nchart reviews were done in accordance with the institutional\n                                                                                   Females : Froh =\n                                                                                                      åL     roh genome\nreview board policies at Cincinnati Children’s Hospital                                                    L genome\nMedical Center.\n\nDNA extraction and SNP microarray analysis                       Classification of degree of consanguinity based on the\nDNA was extracted using MagnaPure Compact kits (Roche,           ­­proportion of ROH\nIndianapolis, IN) following the manufacturer’s instructions.     On the basis of theoretical coefficients of inbreeding, the\nBetween May and September of 2008, microarray analysis           expected degree of homozygosity in offspring of consan-\nidentified ROH in three patients using the Illumina Human        guineous matings is 25, 12.5, 6.25, 3.125, and 1.5625% for\nCNV 370-duo DNA Analysis BeadChip platform (Illumina,            first-, second-, third-, fourth-, and fifth-degree relatives,\nSan Diego, CA). Mean spacing of SNPs on this platform is         respectively.20,21 However, estimates of homozygosity in any\n7.7 kb; median spacing is 5 kb. Between September 2008           one individual may vary by chance. Therefore, to molecularly\nand October 2010, microarray analysis identified ROH in 32       classify degrees of consanguinity, we determined the 95% con-\npatients using the Illumina Human610-DUO Quad v1.0 DNA           fidence intervals for expected proportions of first- through\nAnalysis BeadC chip platform. Mean spacing of SNPs is 4.7        fifth-degree relatives. To calculate confidence intervals on\nkb; median spacing is 2.7kb. Between October 2010 and July       expected degree of homozygosity, we assumed that degree of\n2011, microarray analysis identified ROH in 24 patients using    homozygosity was based on an underlying binary distribu-\nthe Illumina HumanOmni1-Quad. Mean spacing of SNPs is            tion (homozygosity for any one region scored as yes/no). Of\n2.4 kb; median spacing is 1.2 kb. The Illumina Infinium Assay    note, the distribution of degree of homozygosity could also be\nwas performed as described by the manufacturer on 250 ng         viewed as a continuous trait, but as this trait exhibits a multi-\nDNA. B-allele frequency and log2R ratio were analyzed with       modal distribution, calculation of confidence intervals would\nIllumina Genome Studio V2009.2 software (Illumina, San           be extremely challenging. Calculation of confidence inter-\nDiego, CA). DNA copy-number changes were prioritized             vals was based on autosome coverage on the Omni1-Quad\nusing cnvPartition Plug-in v2.3.4. The software identifies       (Supplementary Table S3 online). To calculate confidence\nROH based on the presence of homozygosity in the B-allele        intervals, the effective number of regions (n) across the auto-\nfrequency but no change in the log2R ratio, to exclude regions   some must be determined. Determining this is complicated\nthat are hemizygous due to deletion. ROH interrupted by          because the autosome is not linear, is not captured completely\nhomozygous deletions or genotyping errors were manually          by current SNP chips, and is not completely independent. To\nadjusted.                                                        address nonlinearity, the analysis was performed following\n                                                                 breakdown of each chromosome into its respective p and q\nCalculation of percentage of homozygosity                        arms. To address incomplete capture, only regions covered by\nPercentage of homozygosity (Froh) was calculated by summing      the Omni1-Quad were considered in the calculation. As not\nROH >5 Mb across the covered autosome (Lroh auto) and divid-     all regions of the autosome segregate independently due to\ning by the total autosome base pairs (Lauto) represented on      linkage, we considered the number of possible 5 Mb regions\neach respective microarray platform (Supplementary Tables        covered on the Omni1-Quad chip for each chromosomal\nS1–S3 online). The calculation included ROH >5 Mb based on       arm. Five megabase pairs was selected to be consistent with\nthe suggestion by Papenhausen et al.4 that multiple, long ROH    the minimum ROH considered in this study; however, other\n>5 Mb are likely to represent identity by descent. The sum of    lengths could have been selected and would have resulted in\ncovered autosomes was 2,691,971,030 bps for the 370-duo,         different confidence intervals. The number of 5 Mb regions\n2,691,868,142 bps for the 610-Quad, and 2,699,116,387 bps for    for each chromosomal arm was ­calculated and rounded down\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                     71\n\fORIGINAL RESEARCH ARTICLE                                                                                       SUND et al | Regions of homozygosity and SNP microarray\n\n\n\nto the next whole number, yielding 519 (n) regions. The                              1 was Other (Italian/Spanish), and 2 had no documented race\n95% confidence interval was then calculated using the follow-                        provided. The most common postnatal indications for microar-\ning equation:                                                                        ray testing were developmental delay/mental retardation, hypo-\n                                                                                     tonia, seizures, and dysmorphic features.\n                                                    p × (1 − p)\n     Upper confidence interval : p + 1.96\n                                                         n                           Findings of ROH indicating parental consanguinity are not\n                                                                                     rare in patients undergoing SNP microarray testing\n                                                                                     Retrospective data analysis of 3,217 patients identified 59\n                                          p × (1 − p)                                (1.8%) with at least two ROH >10 Mb on two separate chro-\n     Lower confidence interval : p − 1.96\n                                               n                                     mosomes. In this cohort, SNP microarray detected a range\n                                                                                     of homozygosity from 0.9 to 30.1%, indicating parental rela-\n  In this formula, p is the theoretic inbreeding coefficient and                     tionships from first-degree to distant relatives. Representative\nn is the number of regions, 519. Using this confidence interval,                     microarray plots (Figure 1) provide visualization of the auto-\nindividuals were molecularly classified to the estimated degree                      some in the offspring of consanguineous parents. Figure 1a\nof relationship.                                                                     represents the offspring of parents with a first-degree rela-\n                                                                                     tionship, as indicated by ROH >5 Mb covering 24.4% of\n                                 RESULTS                                             the autosome. Figure 1b shows a more distant third-degree\nDemographics for patients with regions of homozygosity                               parental relationship with homozygosity covering 7.3% of the\nMost samples collected for SNP microarray were from pediatric                        autosome. A first-cousin relationship was confirmed for this\npatients. However, 5/59 samples with ROH were nonpediatric;                          patient’s parents.\nthese included one product of conception, three prenatal amnio-                         By calculating the confidence interval for the coefficients\ncentesis samples, and one adult sample. There were 34 male and                       of inbreeding for different types of consanguineous mat-\n25 female SNP samples. Ethnicity/race was documented for                             ings, we were able to categorize the parents’ suspected degree\n43/59 patients. Of these, 4/43 were Hispanic/Other and 39/43                         of relationship (Figure 2). Individuals who were unable to\nwere Non-Hispanic. Of the Non-Hispanics, 22 were Caucasian,                          be clearly classified fell between the calculated intervals\n3 were African-American, 3 were Asian, 8 were Middle Eastern,                        (Table 1).\n\n       a                                                                            b\n\n\n\n\nFigure 1 Single-nucleotide polymorphism (SNP) microarray data indicate regions of homozygosity (ROH) associated with parental consanguinity.\n(a) ROH in a patient with closely related parents. Based on ROH >5 Mb, ~24.4% of the autosome is identical by descent indicating parental first-degree\nrelatives. The coefficient of inbreeding for first-degree relatives is one-fourth (25%). (b) ROH in a patient whose parents are reported to be third-degree relatives.\nBased on ROH >5 Mb, ~7.3% of the autosome is identical by descent. The coefficient of inbreeding for third-degree relatives is one-eighth (6.25%). Parents\nwere confirmed to be first cousins. Grayed blocks indicate ROH identified by SNP microarray across the autosome.\n\n\n72                                                                                                    Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fRegions of homozygosity and SNP microarray | SUND et al                                               ORIGINAL RESEARCH ARTICLE\n                                        Breakdown of percent homozygosity                Table 1 Predicted degree of relationship between\n                       35                                                                ­parents of individuals with two or more ROH >10 Mb\n                                                                                  n=1     on separate chromosomes\n                       30                                                   n = 10                                                   Percentage of\n                                                                                         Degree of               Theoretic           homozygosity\nPercent homozygosity\n\n\n\n\n                       25                                                                relationship           percentage        (confidence interval)          Total\n                                                                       n=4               First or closer           >25%                   >28.7%                    1\n                       20                                                                First                      25%                 21.3–28.7%                10\n                                                                                         First or second                                15.3–21.3%                  4\n                       15\n                                                                 n=6                     Second                    12.5%                 9.7–15.3%                  6\n                                                           n=2\n                       10                                                                Second or third                                 8.3–9.7%                   2\n                                                     n = 15\n                                                                                         Third                     6.25%                 4.6–8.3%                 15\n                        5                     n=8n=1\n                                        n=8                                              Third or fourth                                 4.2–4.6%                   1\n                                n=4\n                                                                                         Fourth                   3.125%                 2.6–4.2%                   8\n                        0\n                            0   Fifth      Fourth      Third    Second       First       Fourth or fifth                                 1.6–2.6%                   8\n                                  Estimated degree of consanguineous mating              Fifth                    1.5625%                0.5–1.6%                   4\n                                                                                         Total                                                                    59\nFigure 2 Estimated degree of parental relationship in patients with\nregions of homozygosity (ROH). A confidence interval was generated                       Percentage of homozygosity was based on ROH >5 Mb. Classification of\nto predict the parental degree of relationship in patients with two or more              individuals was based on confidence intervals around the theoretical inbreeding\nROH, found on different chromosomes, each >10 Mb. Patients who fell                      coefficient.\n                                                                                         ROH, region of homozygosity.\nbetween categories were considered to have parents with uncertain degrees\nof relationship and were categorized accordingly.\n\n                                                                                        but only 3 (16.7%) physicians provided this information on the\n                                                                                        requisition.\n  Using generated confidence intervals, individuals with                                   Following chart review, patients were classified as family his-\nhomozygosity exceeding 21.3% were categorized as suspected                              tory unknown (10/43, 23%), molecular results consistent with\noffspring of first-degree relatives. In this study, 11/59 (18.6%)                       family report (12/43, 28%), consanguinity denied (10/43, 23%),\npatients met this threshold. The remaining 48 patients had                              ROH more than expected (9/43, 21%), and ROH less than\n<21.3% homozygosity, representing parents who were more                                 expected (2/43, 5%).\ndistantly related.                                                                         Patients/families that denied consanguinity fell into four cat-\n                                                                                        egories. Two patients had a high level of homozygosity most\nImpact of the X chromosome on estimates of homozygosity                                 consistent with a first-degree parental relationship (27.2 and\nSeparate calculations were performed on 25 female patients to                           23.8%). Three patients with 4.6, 4.1, and 2.5% homozygos-\ndetermine whether inclusion of the X chromosome impacts                                 ity denied consanguinity but were Jordanian, Pakistani, and\npercentage of homozygosity. Fifteen of 25 (60%) females had                             American Amish, respectively. Four patients had relatively low\nROH on the X chromosome. Comparisons of total percent-                                  levels of homozygosity (1.7, 1.7, 1.1, and 0.9%). One patient\nage of homozygosity were made between the autosome and                                  with 5.4% homozygosity denied consanguinity, and the reason\ngenome. The mean difference was 0.5% and the median dif-                                for the discrepancy is unclear.\nference was −0.1%. Parental classification remained the same                               In 19 cases, microarray results suggested more homozygosity\nin 13/25 (52%) patients. In 12/25 (48%) patients, the parental                          than would be expected by clinical documentation. Ten cases\nclassification was more ambiguous. In 20/25 (80%) females,                              have been discussed above as they denied consanguinity. The\nthe difference was ≤1% (Supplementary Table S4 online). The                             remaining nine are divided into three categories. Two patients\nremaining five patients had differences of 1.6, 2.5, 2.6, 2.6, and                      had high levels of homozygosity that may be consistent with a\n4%. One patient had a ROH covering the entire X chromosome,                             first-degree parental relationship (28.4 and 21.0%). Six patients\nand this increased percentage of homozygosity from 25.2 to                              admitted a parental relationship, but the microarray finding\n29.2%.                                                                                  suggested a closer relationship than reported. All six were from\n                                                                                        ethnicities in which multiple generations of consanguinity is\nDiscrepancies in clinical documentation of family history                               common. In one family, parents reported a second-cousin rela-\nand molecular findings of ROH                                                           tionship, but microarray detected 3.8% homozygosity; the rea-\nParental consanguinity was documented on the requisition                                son for the discrepancy is unclear.\nin 8/59 (13.5%) cases. There was no documentation of con-                                  Finally, in two cases, microarray suggested less homozy-\nsanguinity before 2010. An internal medical chart review was                            gosity than would be expected by clinical documentation\nperformed on 43 patients. In 19/43 (44%) cases, consanguinity                           for unknown reasons. In one family, the mother confirmed\nwas documented in the clinical chart before microarray testing,                         that the father of the baby was her paternal half-brother. The\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                                                              73\n\fORIGINAL RESEARCH ARTICLE                                                                 SUND et al | Regions of homozygosity and SNP microarray\n\n\n\nexpected coefficient of inbreeding based on the patient report      deficiency (OMIM no. 610090), which is caused by recessive\nwas 12.5% but the observed percentage of homozygosity was           mutations in pyridoxamine 5′-phosphate oxidase (PNPO), a\n8%. Table 2 provides a summary of expected versus observed          candidate gene in an ROH on chromosome 17q21.32 (Figure\nhomozygosity.                                                       3c,d). Gene sequencing in both siblings identified a homozy-\n                                                                    gous nonsynonomous missense mutation (c.674G→T) in the\nConsistency of homozygosity calculations in siblings                coding sequence that resulted in the substitution of a highly\nPercentage of homozygosity was calculated for two sibling pairs     conserved amino acid (p.R225L). Both patients were started\nand one sibling trio to appraise consistency of the microarray      on pyridoxine supplementation. The younger sibling had\ntool. In family 1, the siblings had 7.3 and 6.9% homozygosity       excellent seizure control on pyridoxine monotherapy. The\nand would be classified in the same category of parental related-   older sibling had recurrent seizure activity and was on seizure\nness. In family 2, the siblings had 9.8 and 11.1% homozygosity      medications in addition to pyridoxine. However, she has had\nand would be classified in the same category. In family 3, the      an episode of status epilepticus that was successfully aborted\nsiblings had 4.3, 4.4 and 6.4% homozygosity. For this trio, two     using repeated doses of intravenous pyridoxine.\nsiblings were categorized as offspring of third/fourth-degree\nrelatives whereas the third sibling was categorized as offspring                            DISCUSSION\nof third-degree relatives.                                          This study describes the use of SNP microarray to detect ROH\n                                                                    associated with parental consanguinity and illustrates the clin-\nSNP microarray-based homozygosity mapping aids in                   ical utility of ROH with two pertinent families. In an earlier\n­selection of candidate genes for diagnosis of autosomal            study, Bruno et al.11 identified ROH >5 Mb, in 5/117 patients\n ­recessive disease                                                 tested; however, no diagnoses were made and the study con-\nIn two known consanguineous families, homozygosity mapping          cluded that most regions were unlikely to be clinically sig-\nled to molecular testing/patient diagnosis. In family 1, both the   nificant. In this study, homozygosity mapping of probands\nproband and an affected sibling displayed profound mental           and affected siblings identified a causative gene mutation in\nretardation, hypotonia, and seizures. Severe parenchymal vol-       four patients from two families (Figure 3). This is expected to\nume loss with white matter signal abnormalities (abnormal           represent the lower limit of clinical utility as not all patients\nbright signal on FLAIR/T2-weighted images) in the cerebral/         had comprehensive follow-up and for some families the gene\ncerebellar hemispheres bilaterally were identified by magnetic      of interest may be located within an ROH <5 Mb, the cut-\nresonance imaging. SNP microarray revealed 15 ROH covering          off used in this study. In siblings with a homozygous PNPO\n7.3% of the autosome in the proband, and 10 ROH covering            mutation, identification of the genetic defect led to important\n6.9% of the autosome in the affected sibling. Consistent with       clinical management decisions, improved patient care, and\npercentage of ROH identified by microarray, the parents were        potentially benefitted the long-term neurodevelopmental out-\nknown first cousins. There were seven regions of overlapping        come. It should be emphasized that successful homozygosity\nhomozygosity (Supplementary Table S5 online). The physi-            mapping is dependent on excellent communication between\ncian suspected a deficiency of acyl-CoA oxidase 1, palmitoyl,       the managing clinician and the laboratory regarding patient\nencoded by the ACOX1 gene on 17q25, because of elevated             phenotype and clinical suspicion for disease. Web tools are in\nvery long chain fatty acids with normal urinary bile acids.         development to aid in the analysis of ROH for candidate reces-\nHomozygosity was not identified around ACOX1, ACOX2,                sive disease genes in the context of clinical features (Genomic\nor ACOX3. However, the siblings shared an ROH at 5q23.1             Oligoarray and SNP array evaluation tool v1.0, University of\n(Figure 3a,b), that included HSD17B4 (hydroxysteroid (17-β)         Miami, Coral Gables, FL and Oklahoma University Health\ndehydrogenase 4), which encodes the D-bifunctional pro-             Sciences Center, Oklahoma City, OK).\ntein (Figure 3b). Mutation of this gene can present clinically         Homozygosity calculations from this study revealed patients\nwith features similar to ACOX deficiency.22 Enzymatic testing       with coefficients of inbreeding ranging from 0.9 to 30.1%.\nof D-bifunctional protein showed a deficiency (OMIM no.             This includes 11 probands who had ROH consistent with a\n261515) in the siblings, and sequencing identified a previously     parental first-degree kinship (>21.3% homozygosity), clearly\nreported23 homozygous 3 bp (c.233_235del, p.Glu78del) dele-         demonstrating that SNP microarray has potential to identify\ntion in HSD17B4.                                                    a high degree of parental relatedness including potentially ille-\n   In family 2, sisters presented with global developmental         gal incestuous relationships. Particularly concerning are cases\ndelay, muscle weakness, profound hypotonia, lack of coor-           where one parent is underage or mentally incapacitated. States\ndination, and intractable neonatal seizures beginning in            have different laws defining incest, with some including only\nthe late prenatal period, recurring within the first hours          first-degree relatives and others extending to first- and second-\nof life, and resistant to multiple antiepileptic medications.       degree relatives.24,25 Due in part to this legal ambiguity, there\nMicroarray analysis revealed 9.8 and 11.1% ROH in the sib-          is no clear national consensus or standard of care to provide\nlings. Overlapping ROH narrowed the autosome to eight               guidance to laboratories and physicians in responding appro-\nregions of interest (Supplementary Table S5 online). The            priately and consistently to homozygosity data generated by\nsiblings were diagnosed with pyridoxine phosphate oxidase           genetic testing. Although every attempt should be made to\n\n74                                                                               Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fRegions of homozygosity and SNP microarray | SUND et al                                           ORIGINAL RESEARCH ARTICLE\n Table 2 Comparison of clinical documentation of family history and molecular findings of ROH on SNP microarray\n                                                             Ethnicity                Race              Expected              Observed          Origin\n Family history unknown                                           H                     O                   Unk                  2.30%\n                                                                 Unk                   Unk                  Unk                21.30%\n                                                                 NH                    W                    Unk                  9.80%\n                                                                 Unk                   Unk                  Unk                21.00%\n                                                                 NH                    W                    Unk                  9.0%\n                                                                 NH                    W                    Unk                  1.10%\n                                                                 NH                     W                   Unk                  7.30%\n                                                                 NH                     W                   Unk                  3%\n                                                                 NH                     O                   Unk                  1.5%           Asian\n                                                                 NH                     W                   Unk                  9.70%\n Molecular results consistent with family report                 NH                    AA                   25%                25.20%\n                                                                 NH                     W                   25%                30.10%\n                                                                 NH                     W                   25%                23.70%\n                                                                 NH                     W                  6.25%                 7.80%\n                                                                 NH                     W                  6.25%                 5.40%\n                                                                 NH                     O                  6.25%                 5.10%          Yemen\n                                                                  H                     O                  3.13%                 2.60%\n                                                                 NH                     W                  1.60%                 1.80%\n                                                                 NH                     W                    Rel                 1.70%\n                                                                 NH                     O                    Rel                 4%             Palestine\n                                                                  H                     O                    Rel                 3.90%\n                                                                 NH                     W                    Rel               17.80%\n Consanguinity denied                                            NH                     W                    0%                27.2%\n                                                                 NH                     W                    0%                23.8%\n                                                                 NH                     W                    0%                  5.40%\n                                                                 NH                     O                    0%                  4.60%          Jordan\n                                                                 NH                     O                    0%                  4.10%          Pakistan\n                                                                 NH                    W                     0%                  2.50%          USA/Amish\n                                                                 NH                    W                     0%                  1.70%\n                                                                  H                     O                    0%                  1.70%\n                                                                 NH                     O                    0%                  1.10%          Italy/Spain\n                                                                 NH                    W                     0%                  0.90%\n ROH more than expected                                          NH                    AA                    0%                28.40%\n                                                                 NH                    AA                    0%                21.00%\n                                                                 NH                     O                 6.25%+               11.00%           Kuwait\n                                                                 NH                     O                  6.25%               11.00%           Saudi Arabia\n                                                                 NH                     O                  3.13%                 9.80%          UAE\n                                                                 NH                     O                  6.25%                 9.40%          Kuwait\n                                                                 NH                     O                  1.60%                 7%             Asian\n                                                                 NH                     O                  1.60%                 5.40%          East Indian\n                                                                 NH                    W                   1.60%                 3.80%\n ROH less than expected                                          NH                    W                   25%+                21.50%\n                                                                 NH                    W                  12.50%                 8%\n Plus signs represent a clinical report of multiple generations of inbreeding.\n AA, African-American; H, Hispanic; NH, non-Hispanic; O, Other; Rel, related; ROH, region of homozygosity; SNP, single nucleotide polymorphism; UAE, United Arab\n Emirates; Unk, unknown; W, white.\n\n\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                                                         75\n\fORIGINAL RESEARCH ARTICLE                                                                                SUND et al | Regions of homozygosity and SNP microarray\n\n\n\n     a                                 b\n\n\n\n\n     c                                 d\n\n\n\n\nFigure 3 Single-nucleotide polymorphism microarray analysis from affected siblings narrowed regions of homozygosity (ROH), leading to\nidentification of candidate genes. (a) ROH on chromosome 5 is overlapping in siblings with profound mental retardation, hypotonia, seizures, and abnormal\nmagnetic resonance imaging results. The box demarcates the region that is enhanced in (b). (b) Overlapping ROH and clinical features implicate the HSD17B4\ngene. (c) ROH on chromosome 17 is overlapping in siblings with seizures associated with an unspecified disorder of metabolism. The box demarcates the region\nthat is enlarged in (d). (d) Overlapping ROH and clinical features implicate the PNPO gene.\n\n\naddress these ethical/legal issues in a thorough pretest coun-                    Because the proportion of the autosome covered by ROH is a\nseling session, it would be helpful to have national consensus                  continuous measure, but the theoretical coefficient of inbreed-\nguidelines for a structured and consistent response to this type                ing is a single-point estimate, there is difficulty in ­classifying\nof result.                                                                      the likely degree of parental consanguinity. Thus, confidence\n\n\n76                                                                                              Volume 15 | Number 1 | January 2013 | Genetics in medicine\n\fRegions of homozygosity and SNP microarray | SUND et al                          ORIGINAL RESEARCH ARTICLE\nintervals were obtained in this study to classify parental degree     made more ambiguous for 12/25 females when the X chromo-\nof relationship. Although the utility of reporting the location of    some was added to the calculation, as minor adjustments were\nROH in clinical cases is recognized, we do not suggest includ-        made to the degree of relationship (Supplementary Table S4\ning an estimate of parental degree of relatedness in a clini-         online). In one patient where a first-degree parental relation-\ncal laboratory report. Such calculations are only an estimate         ship was suspected, the entire X chromosome was homozy-\nand cannot account for multiple generations of consanguin-            gous, increasing the percentage of homozygosity by 4% and\nity or the random nature of crossovers in meiosis. Although           supporting the classification of the parental relationship. On\nthis approach was successful in classifying some cases, not all       the basis of these findings, it may be prudent to exclude the X\npatients fit cleanly into the designated categories. Furthermore,     chromosome from homozygosity calculations, but ROH on the\nwe had only a small number of individuals with clinically             X chromosome should not be completely ignored. Additional\nreported consanguinity; therefore, it is difficult to determine       information may be obtained by consideration of ROH on the\nthe accuracy of our assumptions. Clearly, further studies are         X chromosome. Such information may strengthen suspicion\nrequired to determine the most appropriate thresholds for             of parental incest.\nROH reporting.                                                           Consistency of microarray prediction of ROH was also evalu-\n   In some cases, the degree of clinically reported relation-         ated in three families where microarray analysis was done on\nship did not match up with molecular findings. In families            more than one child. For the most part, molecular findings in\nthat denied consanguinity, discrepancies could be explained           the offspring were consistent according to our classification\nby a distant parental relationship that may be unknown to the         strategy. In one trio, percentage of homozygosity was 4.3, 4.4,\nfamily, families that were from isolated populations, or a close      and 6.4%. Two siblings had a parental classification that fell into\nparental relationship that the family did not wish to disclose.       the overlapping third- or fourth-degree category, whereas the\nIn families where observed ROH was more than expected,                third sibling was classified as offspring of third-degree relatives.\ndiscrepancies could be explained by patient ethnicities where         The parents in this family denied close consanguinity, explic-\nmultiple generations of consanguinity are common or a close           itly stating they were not first cousins. However, they are from\nparental relationship that the family was unaware of or did not       Palestine, a relatively isolated population where rates of consan-\nwish to disclose. In two cases, we were unable to explain the dis-    guinity approach 44.3% in some populations.27 This family fur-\ncrepancy. It is not surprising that these types of discrepancies      ther illustrates the difficulty of classifying families with multiple\nwere identified, as many families have incomplete or inaccurate       generations of consanguinity. Future studies addressing the\ninformation about their ancestors.26                                  genomic landscape of ROH may be useful in delineating actual\n   In two families, molecular results suggested parents were more     parental relationship categories. As a general observation, this\ndistantly related than expected. Although these results cannot        study noted increased centromeric, increased telomeric, and\nbe explained with certainty, it is possible that the parental rela-   decreased intra-arm ROH in the offspring of parents who were\ntionship was unclear in one family, as the child was adopted.         first-degree relatives as compared with parents who were more\nIn the second case, it is possible that a recombination event in      distantly related.\nthe formation of gametes led to an overall decrease in percent-          In this study, microarray testing was performed on three\nage of homozygosity. The offspring of this union, a male child,       different platforms. The mean spacing of SNPs on the oldest\nwas expected to have 12.5% homozygosity based on clinical             platform (370-duo) was 7.7 kb; the median spacing was 5 kb.\nreport that the mother and father were paternal half-siblings.        It is possible that reported ROH from this platform is slightly\nHowever, microarray identified 8% homozygosity, a significant         inflated due to spacing of SNPs. However, this platform was\ndeparture from the expected value.                                    used for only three patients and based on spacing of SNPs, the\n   Even when parental relationships were clinically docu-             impact on total percentage of homozygosity is expected to be\nmented, the relationship was rarely communicated to the labo-         minor. Density of SNPs is an important consideration in the\nratory performing microarray analysis but was instead found           assessment of homozygosity in a patient population. Another\non chart review. However, our laboratory has seen an increase         issue that needs to be addressed in future studies is the presence\nin documentation of consanguinity as an indication, suggest-          of common ROH in populations.4,7,28. Tracking these regions\ning that physicians recognize the utility of SNP microarray in        may be beneficial in the exclusion of uniparental disomy, but\nidentifying ROH in these populations.                                 it is unclear how such regions impact percentage of homozy-\n   In this study, the impact of the X chromosome on homozy-           gosity. The authors are unaware of a publicly available database\ngosity calculations was evaluated by comparing autosome and           that tracks common ROH. Such a database would be a valuable\ngenome homozygosity in 25 females. Fifteen of 25 females              resource in the determination of consistently reported common\nhad homozygosity on the X chromosome, but in most cases it            ROH in specific ethnic populations.\nchanged the total percentage by ≤1%; the mean net difference             This study represents the first systematic review of clinical\nwas 0.5%. However, 25% of the females had an increase >1%,            patients determined to be offspring of a consanguineous relation-\nsuggesting that inclusion of the X chromosome may have a              ship with SNP microarray technology. Although the technology\nnet impact of increasing total percentage of homozygosity in          can be used to estimate parental degree of relationships, future\nsome cases. Of note, the parental classification system was           studies are important to delineate categories of consanguinity.\n\nGenetics in medicine | Volume 15 | Number 1 | January 2013                                                                              77\n\fORIGINAL RESEARCH ARTICLE                                                                                             SUND et al | Regions of homozygosity and SNP microarray\n\n\n\nThe ability to detect ROH is not limited to microarray; results of                        9.    Broman KW, Weber JL. Long homozygous chromosomal ",
  "wordCount": 6025,
  "indexed": "2025-09-25T22:46:39.103Z",
  "method": "direct"
}
