{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Massó et al_2015_Neurogenetic Disorders in the Basque Population.pdf",
  "fileName": "Massó et al_2015_Neurogenetic Disorders in the Basque Population.pdf",
  "relativePath": "Genetica/Recesivas/Massó et al_2015_Neurogenetic Disorders in the Basque Population.pdf",
  "text": "Review                                                                                                          doi: 10.1111/ahg.12088\n\n\nNeurogenetic Disorders in the Basque Population\nJosé Félix Martı́ Massó1,3,4,5,7 , Juan José Zarranz2,3,6,7 , David Otaegui5 and Adolfo López de\nMunain1,3,4,5∗\n1\n  Department of Neurology at Hospital Universitario Donostia (San Sebastián, Guipúzcoa), Basque Health Service (Osakidetza), Basque\nCountry, Spain\n2\n  Department of Neurology at Hospital Universitario Cruces (Baracaldo, Vizcaya), Basque Health Service (Osakidetza), Basque Country,\nSpain\n3\n  Department of Neurosciences, University of Basque Country (UPV-EHU)\n4\n  Centre for Networked Biomedical Research on Neurodegenerative Diseases (CIBERNED); Carlos III Health Institute, Ministry of\nEconomy and Competitiveness, Spain\n5\n  BioDonostia Institute, San Sebastián, Guipúzcoa\n6\n  BioCruces Institute, Baracaldo, Vizcaya\n7\n  JAKIUNDE, Academia de las Ciencias, de las Artes y de las Letras\n\n\n\nSummary\nIn the molecular era, the study of neurogenetic disorders in relict populations provides an opportunity to discover new\ngenes by linkage studies and to establish clearer genotype-phenotype correlations in large cohorts of individuals carrying\nthe same mutation. The Basque people are one of the most ancient populations living in Europe and represent an\nexcellent resource for this type of analysis in certain genetic conditions. Our objective was to describe neurogenetic\ndisorders reported in the Basque population due to the presence of ancestral mutations or an accumulation of cases or\nboth. We conducted a search in PubMed with the terms: Basque, neurogenetic disorders, genetic risk, and neurological disorders.\nWe identified nine autosomal and two recessive disorders in the Basque population attributable to ancestral mutations\n(such as in PNRP, PARK8, FTDP-TDP43, LGMD2A, VCP, c9ORF72, and CMT4A), highly prevalent (DM1) or\ninvolving unique mutations (PARK1 or MAPT). Other genes were reported for their role as protective/risk factors\nin complex diseases such as multiple sclerosis, Alzheimer’s disease, and Parkinson’s disease. At the present time, when\npowerful sequencing techniques are identifying large numbers of genetic variants associated with unique phenotypes, the\nscrutiny of these findings in genetically homogeneous populations can help analyze genotype-phenotype correlations.\n\n     Keywords: Basque, neurogenetic disorders, population genetics\n\n\n\nIntroduction                                                            the Roman Empire and the entry into the western Roman\n                                                                        Empire of the Germanic tribes, the Basque region was a\nThe Basque lands were described by classical authors, such as           key place of passage of several different groups of invaders,\nEstrabon and Plinius the Elder, in terms of the Ager Vasconum,          at which point the original more Romanized Basque tribes\nwell-Romanized plains in the central and southern part of               (Vasconum) may have moved to the west at the expense of\nNavarre, and the Saltus Vasconum, formed by less Romanized              less Romanized populations of Celtic origin that had been\nareas from Navarre to the Pyrenees to the eastern Cantabrian            incorporated into the Empire late on, at the beginning of\ncoast (Fig. 1). In the Dark Ages that followed the fall of              the Christian era (Aguirre et al., 1991; several authors, The\n                                                                        Cantabrian Wars, 1999).\n∗\n                                                                           Around the year 800 AD, there was the creation of an\n  Corresponding author: Adolfo López De Munain, Department             eastern Pyrenean kingdom, the Kingdom of Pamplona, with\nof Neurology, Hospital Universitario Donostia, Paseo del Dr.\nBeguiristain s/n, San Sebastián 20014, Spain. Tel: +34 943 00 62 94;   familial links to the Muslim governors of the southern\nFax: +34 943 00 62 50; E-mail: adolfo.lopezdemunainarregui@             Navarre, and both gained their independence from the Car-\nosakidetza.net                                                          olingian Empire in France and from the Omeyan Caliphate in\n\n\n\n\u0003\nC 2014 John Wiley & Sons Ltd/University College London                                           Annals of Human Genetics (2014) 00,1–19   1\n\f    J. F. M. Massó et al.\n\n\n\n\n                             Figure 1 Geographical distribution of the Basques in the Roman era.\n\n\n    Cordoba, respectively. Within a century, this nascent kingdom           these regions came under the Spanish Crown, as in the present\n    had become the Kingdom of Navarre, which encompassed                    day.\n    all Basque lands around the year 1000 AC (Fig. 2). At the                  Throughout all these changes in rulers, the Basques have\n    western border of the Basque lands, very soon after the                 preserved their ancient language, Euskara, one of the oldest\n    Muslim invasion, another nucleus of organized resistance to             languages spoken in Europe. This may have contributed to\n    the invader emerged under the influence of the Kingdom                  maintaining a high degree of genetic isolation until recently\n    of Asturias. From these lands, where Cantabria, Burgos, and             (Collins, 1986; Cavalli-Sforza, 1988), and would explain some\n    Alava converge (Fig. 3), there emerged an independent county            genetically based characteristics of the population. These in-\n    which was later to become the Kingdom of Castile. The King-             clude a high frequency of blood group O and nearly com-\n    dom of Aragón (originally a county dependent on the Crown              plete absence of group B (Boyd & Boyd, 1937; Vallois, 1944;\n    of Navarre in the central Pyrenees in lands formerly populated          Cavalli-Sforza et al., 1944; Calafell & Bertranpetit, 1994;\n    by Basque people) became independent after the death of the             Manzano et al., 2002; Bauduer et al., 2004), the frequency\n    King of Navarre, Sancho the Great in 1035. In the 15th cen-             of the latter trait being the lowest reported in the world\n    tury, after the marriage of Isabella of Castile and Ferdinand of        (2–3%; Mourant, 1947; Moulinier, 1949; Levine et al., 1977),\n    Aragon, and the occupation and subsequent conquest of the               as well as a high frequency of Rh-negative blood (35.6%\n    Kingdoms of Granada (1492) and Southern Navarre (1512),                 of a sample of Argentineans of Basque origin was found\n\n\n\n2   Annals of Human Genetics (2014) 00,1–19                                              \u0003\n                                                                                         C 2014 John Wiley & Sons Ltd/University College London\n\f                                                                                                     Neurogenetic Disorders in the Basques\n\n\n\n\n                                                                  PAMPLONA\n                              GALICIA                                             SOBRARBE\n                                                                                                CONDADOS\n                                                LEÓN\n                                                                                                 CATALANES\n                                                          CASTILLA\n                                                                                            Lerida\n            ATLANTIC SEA\n\n\n\n\n                                                                                Zaragoza\n\n\n                                                                                                 Tortosa\n                                                                       Albarracin\n                                                                                 Alpuente\n\n\n\n\n                                                                                                                          A\n                                                         Toledo                     Valencia\n\n\n\n\n                                                                                                                        SE\n                                           Mérida\n                                                                                   Denia\n\n\n\n\n                                                                                                                  AN\n                                                                                                               E\n                                                                                                           AN\n                                                          Cordoba       Murcia\n                                 Mértola\n                                            Niebla\n\n\n\n\n                                                                                                         R\n                                           Sevilla         Granada\n\n\n\n\n                                                                                                     R\n                             Santa                                    Almeria\n                                                 Morón\n\n\n\n\n                                                                                                     E\n                              Maria\n\n\n\n\n                                                                                               IT\n                                            Arcos           Malaga\n\n\n                                                                                            D\n                                                                                           E\n                                                                                     M\n\n                                                                                           SPAIN IN THE XI CENTURY\n                                                                                           (circa 1035 AD)\n\n\n\n     Figure 2 Iberian kingdoms in the period of Sancho the Great, King of Navarre (1035).\n\n\nto be Rh-negative; Etcheverry, 1945). In contrast, modern              latter, between two autonomous regions that are now called\ngenetic studies using SNPs and microsatellites in the HLA              the Basque Country (Euskadi) and Navarre (Fig. 4).\nsystem, Chromosome Y, and mitochondrial DNA, showed                       Native Basques continue to be identified by their surnames\nthat the current Basque population is quite similar to the             (with their specific linguistic roots in the Basque language\nneighbouring populations and that it exists as a partial               and Basque place names) and originate from a numerically\ngenetic continuity between modern Basques and Pale-                    small population (Gorrochategui, 1995). Specifically, from a\nolithic/Mesolithic settlers of the Basque Country (Behar et al.,       population of around 800,000 in the late 19th century, the\n2012; Martı́nez-Cruz et al., 2012).                                    population of Navarre and the Basque Country has stabilized\n   Only when the Kingdom of Navarre was at the height of its           at around 2,700,000 since the restoration of democracy in\npower (under Sancho the Great in the 11th century) have all            Spain in 1978. The growth was mainly due to immigration\nlands populated by the Basques been part of a single political         from other regions of Spain, in the second half of the century\nentity, in this case, together with other lands that had been          mostly to Biscay and throughout the 20th century (especially\nrecaptured from the Muslim invaders. The slow decline of               the second half) to Guipúzcoa, Alava, and Navarre. The\nthe Kingdom of Navarre over the following centuries, until             immigration flow has progressively declined in the past 50\nits conquest by the Crown of Castile in the 16th century,              years and the more recent waves of immigration from outside\nled to the division of the Basque population between two               the European Union, in the decade 1997–2007, have had\ndifferent political entities, France and Spain, and within the         relatively little impact in Euskadi. In 2013, only 8.4% of\n\n\n\n\u0003\nC 2014 John Wiley & Sons Ltd/University College London                                               Annals of Human Genetics (2014) 00,1–19   3\n\f    J. F. M. Massó et al.\n\n\n\n\n                                                                             Navarra\n\n                                                                               Aragón\n\n                             Portugal\n                                                    Castilla y León\n\n\n\n                                                          Granada                       Hispanic Kingdoms\n                                                                                        before the unification\n                                                                                        made by Catholic Kings\n\n\n\n\n                             Figure 3 Iberian kingdoms immediately before the unification under the Catholic Kings\n                             (1492–1512).\n\n\n    the population were classified as born outside Spain (43%               to America after the 16th century. After the Latin American\n    from America, 25.7% from elsewhere in Europe, and 23.8%                 Wars of Independence (1810–1826), there were successive\n    from Africa) and 20.3% as from other parts of Spain, mainly             waves of emigration (associated with changes in the tradi-\n    from Castilla-León, Extremadura, Andalusia, and Galicia                tional Pyrenean mode of transmission of the familial property\n    (http://www.irekia.euskadi.net/assets/attachments/1728/                 toward a system based on Roman law after the French\n    LA INMIGRACION EN EUSKADI.pdf?1323870011).                              Revolution in 1789, defections from Napoleon´s wars and\n    On the other hand, between 2001 and 2011, the foreign                   the successive Spanish Civil wars during the 19th and 20th\n    population living in Navarre grew from 4.4% to 10.3%                    Centuries). As a result, as many as 10% of people in some Latin\n    and 30% of the current population of Navarre were born                  American countries, including Argentina, Colombia, Chile,\n    elsewhere (17% in other parts of Spain and 13% outside                  Cuba, Mexico, Uruguay, and Venezuela, have Basque ances-\n    Spain; http://www.ine.es/prensa/np775.pdf ). Overall, we                try (Thayer Ojeda, 1919; Hagen, 1963; Retamal et al., 1992;\n    can estimate that more than half of the current population              Azcona, 2004; Douglass & Bilbao, 2005; Azcona, 2012).\n    of the Basque Country and Navarre descend from the                         From the economic point of view, the Spanish Basque\n    successive waves of immigration over the last 150 years, with           Country was one of the first regions in Spain to be indus-\n    the percentages being highest in Alava and Biscay, inter-               trialized in the last third of the 19th century, with intense\n    mediate in Navarre and lowest in Guipúzcoa (Picabea,                   development of heavy industry (coal mining, steel produc-\n    1993).                                                                  tion, and shipbuilding) and manufacturing industry especially\n       Another important demographic phenomenon is the falling              in the second half of the 20th century. Even today, despite the\n    birth rate over the last 50 years, resulting in one of the most         severe economic crisis and the phenomena arising from glob-\n    aged populations in Europe. In 2014, over 20.7% of the pop-             alization processes, the Basque region has a heavily industrial\n    ulation is over 65 years of age, and this percentage is predicted       economy with a higher GDP per capita than Spain overall and\n    to rise to 22.4% by 2020 (with 7.2% being older than 80                 income levels in the region are in line with those of the more\n    years; source, EUSTAT, Basque Institute of Statistics, 2014;            industrialized countries of the European Union (http://\n    http://www.eustat.es/).                                                 www.datosmacro.com/pib/espana-comunidades-autonomas;\n       In parallel, the Basque Country has been a source of emi-            http://www.datosmacro.com/pib/alemania).\n    gration since the time of the war against the Muslims (10th–               As a result of this economic development and the polit-\n    15th centuries) to the south of the Iberian Peninsula, and              ical autonomy that the Basque Country recovered with the\n\n\n\n4   Annals of Human Genetics (2014) 00,1–19                                              \u0003\n                                                                                         C 2014 John Wiley & Sons Ltd/University College London\n\f                                                                                                    Neurogenetic Disorders in the Basques\n\n\n\n\n                         Figure 4 (a) The Basque Country or Euskal Herria divided into seven territories in\n                         France and Spain. (b) Euskal Herria and distribution of dialectal variants of the Basque\n                         language, Euskara.\n\n\nSpanish Constitution of 1978, the region has developed its               1987. Health parameters of the Basque Country are con-\nown Public Health System integrating local health organi-                sidered good, coming third in 2005 in the world ranking\nzations with the previous national health network that had               of Human Development (based on the Human Develop-\ndeveloped in Spain from 1944 onwards. The Basque Health                  ment Index, a global measure introduced by the United Na-\nSystem (called Osakidetza) integrates tertiary and community             tions that includes life expectancy, indicators of educational\nhospitals, as well as district and health centres, provid-               attainment and GDP; http://www.regleg.eu), and are com-\ning universal health coverage to all the population since                parable to those of the most developed countries in Europe\n\n\n\n\n\u0003\nC 2014 John Wiley & Sons Ltd/University College London                                               Annals of Human Genetics (2014) 00,1–19   5\n\f    J. F. M. Massó et al.\n\n\n    with good rates of overall health and the highest female life     this mutation, all of them among immigrants of non-Basque\n    expectancy in Europe (http://en.eustat.es/ci ci/elementos/        origin. In contrast, 26 patients harbouring the D178N mu-\n    ele0010800/not0010869 i.html#axzz2rATE20XY).                      tation have been reported prospectively to the Registry of\n       Neurologists who settled in the Basque Country in the          the Basque Health Department between January 1993 and\n    mid-1970s have had the opportunity to provide care for al-        December 2013. These 26 cases represent around 50% of all\n    most two full generations of Basques, which together with         cases diagnosed in Spain and reported to the national reg-\n    the relatively small amount of immigration in the period, and     istry of the Carlos III Health Institute. Moreover, as well\n    economic stability, has allowed several disorders to be clearly   as these 26 prospectively reported cases, a further 12 cases\n    seen to be related to genetics where identification of ge-        have been identified retrospectively, not having been reported\n    netic basis in other open populations would have been more        to the registry because they were diagnosed before the reg-\n    difficult.                                                        istry was created in 1993 or because families declined to give\n       The current population of the Basque Country has spe-          consent.\n    cial demographic features, in particular, a low geographic           Two main possible explanations for this unusually high in-\n    mobility around the ancestral home and a certain cultural         cidence of familial prion diseases are proposed. First, ascer-\n    inbreeding based on the influence of the Basque language,         tainment of cases by the community neurologists is likely to be\n    which facilitates marriages between people from the same          complete, thanks to the facilities created by the Basque Health\n    cultural and linguistic background, especially in Guipúzcoa.     authorities (after the bovine spongiform encephalopathy crisis) to\n    Together, these characteristics favour the persistence in the     improve the identification all human prion diseases, partic-\n    region of dominant disorders derived from ancestral domi-         ularly variant CJD. Second, there is a cluster of cases with\n    nant mutations and recurrent emergence of some recessive          an ancestral D178N mutation within families of Basque ori-\n    disorders.                                                        gin sharing a common haplotype (Rodrı́guez-Martı́nez et al.,\n                                                                      2005). A genealogic search through parochial registries up to\n                                                                      the XVI century could not identify the probable common\n    Neurogenetic Disorders in the Basque                              ancestor. Our findings suggest a limited number of muta-\n                                                                      tional events in the PNRP gene, and that most Basque and\n    Country\n                                                                      Spanish cases, as well as some of the Italian ones (from the\n    In the past 30 years, the discovery of powerful techniques        Tuscany region) are genetically related (Rodrı́guez-Martı́nez\n    for DNA analysis has dramatically boosted the understand-         et al., 2008). On the other hand, one apparently sporadic\n    ing of the molecular basis of both clearly inherited disorders    case carrying the same mutation and with a different haplo-\n    and others that were previously considered to be nongenetic       type was also detected in a non-Basque patient living in the\n    (sporadic) disorders. These new technical possibilities and the   Basque Country (Alzualde et al., 2010).\n    aforementioned characteristics of the Spanish Basque popu-           The observation of these clusters of patients allows us\n    lation have enabled us to identify a number of neurological       to confirm the great phenotypic variability among D178N\n    disorders associated with specific mutations. These disorders     mutation carriers even among homozygous 129MM pa-\n    affect both the central and peripheral nervous and muscu-         tients (carriers of the homozygous allele encoding methio-\n    loskeletal systems and are transmitted both in a dominant and     nine/methionine at a polymorphic site at codon 129 of the\n    recessive manner (Table 1).                                       PNRP gene; Zarranz et al., 2005a). Some of the previously\n                                                                      accepted genotype-phenotype correlations are challenged by\n                                                                      our findings (Zarranz et al., 2005b). For instance, the fatal\n    Dominant Disorders                                                familial insomnia phenotype is always related to 129MM or\n                                                                      129MV genotypes but the reverse is not true, and seven out of\n    Prionopathy due to the D178N mutation in the PRNP gene            17 patients with a 129MM genotype in this series presented\n    Genetic prion diseases are late-onset fatal neurodegenera-        with clinicopathological features of CJD.\n    tive disorders linked to pathogenic mutations in the prion\n    protein-encoding gene, PRNP (OMIM 600072, 176640).\n    Worldwide, the most prevalent mutation is the substitution        Myotonic dystrophy type 1\n    of glutamic acid for lysine at codon 200 (E200K), causing         Myotonic dystrophy type 1 (Steinert’s disease), the most com-\n    genetic Creutzfeldt-Jakob disease (CJD) with several known        mon neuromuscular disorder in the adult population, is char-\n    clusters, including Jews of Libyan origin, and certain Chilean    acterized by progressive skeletal muscle weakness and wasting\n    and Slovakian families (Hsiao et al., 1991; Goldfarb et al.,      accompanied by extramuscular features that vary with the age\n    1991; Mitrova & Belay, 2002). Neurologists working in the         of onset (OMIM 160900). This dominant condition is due to\n    Basque Country, however, have only diagnosed three cases of       an expansion of an unstable (CTG)n trinucleotide repeat in\n\n\n6   Annals of Human Genetics (2014) 00,1–19                                        \u0003\n                                                                                   C 2014 John Wiley & Sons Ltd/University College London\n\f\u0003\n                                                         Table 1 Main neurogenetic disorders with ancestral mutations or high prevalence in basques.\n\n                                                                                                            Chromo-                       Recurrent\n                                                                          OMIM         Gene/                 somal       SNP              Basque                 Protein   Disease/\n                                                         Heredity         Refs         Protein              location     code             mutation               change    Phenotype              References\n\n                                                         No Dominant      600072       PRNP/                20pter-p12   Rs74315403       c.532G>A               D178N     Fatal familial         Alzualde et al., 2010,\n                                                                            176640       Prion protein                                                                       insomnia/Familial      Rodrı́guez-Martı́nez\n                                                                                                                                                                             Creutzfeldt-Jakob      et al., 2005,\n                                                                                                                                                                             disease (FFI/fCJD)     Rodrı́guez-Martı́nez\n                                                                                                                                                                                                    et al., 2008, Zarranz\n                                                                                                                                                                                                    et al., 2005a, Zarranz\n                                                                                                                                                                                                    et al., 2005b,\n                                                                          160900       DMPK/DMPK            19q13.3                       Trinucleotide repeat             Myotonic dystrophy     López de Munain\n                                                                                                                                            (CTG) expansion                 type 1 (DM1)             et al., 1993a, López\n                                                                                                                                                                                                     de Munain et al.,\n                                                                                                                                                                                                     1993b, López de\n\n\n\n\nC 2014 John Wiley & Sons Ltd/University College London\n                                                                                                                                                                                                     Munain et al., 1994\n                                                                          168161       PARK1 or SNCA        4q21-q23     Rs104893875      c.136G>A               E46K      Dementia +             Somme et al., 2011,\n                                                                                         α-Synuclein                                                                         parkinsonism           Tijero et al.,2010,\n                                                                                                                                                                             (PARK1)                Tijero et al., 2013,\n                                                                                                                                                                                                    Zarranz et al., 2004,\n                                                                                                                                                                                                    Zarranz et al., 2005c\n                                                                          607060       PARK8/          12q12             Rs33939927       c.4321C>T              R1441G    Typical Parkinson’s    Gorostidi et al., 2009,\n                                                                            609007      LRRK2 Dardarin                                                                       disease (PARK8)       Martı́ Massó et al.,\n                                                                                                                                                                                                   2009, Mata et al.,\n                                                                                                                                                                                                   2009, Paisán-Ruı́z\n                                                                                                                                                                                                   et al., 2004,\n                                                                                                                                                                                                   Paisán-Ruı́z et al.,\n                                                                                                                                                                                                   2005,\n                                                                                                                                                                                                   Ruı́z-Martı́nez\n                                                                                                                                                                                                   et al., 2010,\n                                                                                                                                                                                                   Ruı́z-Martı́nez\n                                                                                                                                                                                                   et al., 2011\n                                                                                                                                                                                                   Simón-Sánchez\n                                                                                                                                                                                                   et al., 2006\n                                                                          600512       ETL1 or LGI1 /       10q24                         758delC                          Autosomal dominant     Ayerdi-Izquierdo et al.,\n                                                                            604619       Epitempin                                                                           laterotemporal         2006, Michelucci\n                                                                                                                                                                             epilepsy (ETL1)        et al., 2003,\n                                                                                                                                                                                                    Morante-Redolat\n                                                                                                                                                                                                    et al., 2002, Poza\n                                                                                                                                                                                                    et al., 1999\n\n                                                                                                                                                                                                               (Continued)\n\n\n\n\nAnnals of Human Genetics (2014) 00,1–19\n                                                                                                                                                                                                                             Neurogenetic Disorders in the Basques\n\n\n\n\n 7\n\f8\n                                                         Table 1 Continued.\n\n                                                                                                  Chromo-                    Recurrent\n                                                                                                                                                                                                                   J. F. M. Massó et al.\n\n\n\n\n                                                                       OMIM       Gene/            somal       SNP           Basque           Protein            Disease/\n                                                         Heredity      Refs       Protein         location     code          mutation         change             Phenotype               References\n\n                                                                       600274     MAPT/ Tau       17q21.31     Rs63750092    c.1901A>-T       K317M              Autosomal dominant      Zarranz et al., 2005d\n                                                                                                                                                                   frontotemporal\n                                                                                                                                                                   dementia and\n\n\n\n\nAnnals of Human Genetics (2014) 00,1–19\n                                                                                                                                                                   parkinsonism\n                                                                                                                                                                   (FTD17)\n                                                                       607485     PGRN/           17q21.32                   IVS7g.1872G->A p.A237WfsX4          Frontotemporal          Barandiaran et al.,\n                                                                         138945     Progranulin                                                                    dementia, speech        2012, López de\n                                                                                                                                                                   disorder, corticobasal Munain et al., 2008,\n                                                                                                                                                                   syndrome                Moreno et al., 2009,\n                                                                                                                                                                                           Moreno et al., 2011,\n                                                                                                                                                                                           Moreno et al., 2013\n                                                                       601023     VCP Valosin     9p13.3       Rs121909335   c.476 G>A        R159H              Frontotemporal         Stojkovic et al., 2009\n                                                                                   containing                                                                      dementia, hereditary\n                                                                                   protein                                                                         inclusion body\n                                                                                                                                                                   myopathy, Paget’s\n                                                                                                                                                                   disease (hIBMPFD1)\n                                                                       105550     C9ORF72         9p21.2                     Hexanucleotide                      Autosomal               Garcı́a-Redondo et al.,\n                                                                         614260                                               repeat                               dominant/sporadic       2013\n\n\n\n\n\u0003\n                                                                                                                              (GGGGCC)                             amyotrophic lateral\n                                                                                                                              expansion                            sclerosis-\n                                                                                                                                                                   frontotemporal\n                                                                                                                                                                   dementia\n                                                         Recessive     253600     CANP3/          15q15.1-     Rs80338804    2362AG –>        p.(Arg788Serfs∗ 14) Juvenile limb-girdle Cobo et al., 2004,\n                                                                         114240    Calpain3         q21.1                      TCATCT                               muscular dystrophy   Sáenz et al.,2005,\n                                                                                                                                                                    (LGMD2A)             Urtasun et al., 1998\n                                                                       214400     GDAP1/          8q13-q21.1   Rs104894077   c.487C>T         Q163X              Severe Charcot Marie Cuesta et al., 2002\n                                                                         607706    GDAP1                                                                           Tooth with vocal\n                                                                         606598                                                                                    cord paresis\n                                                                                                                                                                   (CMT4A)\n\n\n\n\nC 2014 John Wiley & Sons Ltd/University College London\n\f                                                                                             Neurogenetic Disorders in the Basques\n\n\nthe 3’ UTR of a gene encoding a putative serine/threonine             We reported a Basque family with autosomal dominant\nprotein kinase (DMPK) on human Chromosome 19q13.3, but             Parkinsonism, dementia, and sleep disorganization (Zarranz\nthe details of the underlying mechanisms remain unclear (Udd       et al., 2004) due to a novel E46K point mutation in α-\n& Krahe, 2012). In 1993, we conducted an epidemiological           synuclein. Nine patients were ascertained across the history\nsurvey of the disease in the province of Guipúzcoa, finding       among the relatives of the two first generations and another\na prevalence rate of 26.5 cases/100,000 inhabitants (López        nine patients were diagnosed and examined in the three next\nde Munain et al., 1993a), the second highest identified in         generations. Three additional individuals are carriers of the\nthe world after that reported in the region of Saguenay-Lac-       mutations and remain asymptomatic or suffer from a mild\nSt-Jean in Québec (Canada; Mathieu et al., 1990; Laberge          pure autonomic failure.\net al., 2005). In our study, conducted around the time of the         The postmortem examination of the propositus showed at-\ndiscovery of the DM1 gene, we detected both typical adult-         rophy of the substantia nigra, lack of Alzheimer pathology,\nonset and neonatal cases and also nearly asymptomatic carriers     and numerous Lewy bodies which were immunoreactive to\namong at-risk relatives, some of them with only a partial syn-     α-synuclein and ubiquitin in cortical and subcortical areas,\ndrome (only cataracts; López de Munain et al., 1993b). This       fulfilling the neuropathological criteria for Lewy body de-\nprevalence rate cannot be explained by consanguinity in a          mentia. A second still unreported autopsy confirmed selective\ndominant condition. Furthermore, as the DM mutation in             and widespread α-synuclein pathology. The E46K mutation,\nCaucasians comes from an ancestral chromosome common to            which substitutes a dicarboxylic amino acid, glutamic acid,\nall patients around the world (Imbert et al., 1993; Goldman        with a basic amino acid such as lysine in a highly conserved\net al., 1995; Deka et al., 1996), the rate cannot be attributed    area of the protein, is likely to produce severe disturbance of\nto a founder effect alone, although such an effect could con-      protein function as several in vitro studies have demonstrated.\ntribute to the high prevalence, as in Québec (Yotova et al.,      However, we have observed a wide and still unexplained\n2005). Other factors that may have contributed to the cur-         phenotypic variability among the six carriers of the muta-\nrent prevalence rate being notably high are the thoroughness       tion subsequently identified within the same family. Three\nof the epidemiological investigation, better than previously       of them presented with aggressive early-onset PD and cog-\nperformed in other countries, but also demographic factors,        nitive deterioration, while the three others presented with\nsuch as the rapid growth of the Guipúzcoa population where        a symptomatic or asymptomatic pure dysautonomia. In these\nthe premutation was present in the last century.                   cases isotopic and laboratory tests confirmed that cardiac sym-\n   During the last 20 years, despite extensive genetic coun-       pathetic denervation precedes the nigrostriatal involvement\nselling, the prevalence of DM1 has not decreased and in early      (Tijero et al., 2010). The sympathetic denervation appears\n2014 we estimate a prevalence of 35 cases/million people           to be organ-specific, with selective involvement of the heart\n(data not published). These data, with more than half of the       given that plasma norepinephrine levels and blood pressure\nnew cases born before the period when the first epidemio-          were normal. Comprehensive and serial neuropsychological\nlogical survey was conducted, indicates the limitations of this    assessments indicate that tests of frontal function showed the\nkind of epidemiological study in rare genetic conditions with      first alterations in all patients but these vary in severity. The\nvariable phenotypes and could be due to a strong presence          first cognitive complaints coincide with the deterioration of\nof pre-expanded alleles in the community, giving rise to the       skills to complete tasks with a posterior cortical basis (Somme\nemerging cases with premutation. The mild symptomatol-             et al., 2011). In the polysomnographic (PSG) studies per-\nogy associated with the newly ascertained cases makes them         formed in four of the seven patients and in two asymptomatic\nalmost undetectable to the genetic counselling services.           carriers of the mutation, we detected a severe loss of both rapid\n                                                                   eye movement (REM) and non-REM sleep in two patients\n                                                                   complaining of insomnia and in a third parkinsonian member\nParkinson’s disease (PD) and Lewy body dementia due to the         of the family who did not complain of trouble with sleeping.\nE46K mutation in the α-synuclein gene                              Another parkinsonian family member had mildly disorganized\nPolymeropoulos et al. reported in 1996 and 1997 a type of          sleep architecture whereas the two asymptomatic carriers had\nfamilial PD (PARK1; OMIM 168601) due to a G-to-A tran-             minor changes in the PSG findings. Although several episodes\nsition in nucleotide 209 of the SNCA gene, which resulted          of bizarre behaviour at night were reported historically in the\nin an ala53-to-thr substitution in α-synuclein. A highly con-      two symptomatic patients, we never observed abnormal be-\nserved protein, α-synuclein is abundant in neurons, espe-          haviour during the PSG studies. No episodes of REM sleep\ncially in presynaptic terminals although its functions are still   behaviour disorder were recorded in any of these cases. Our\nnot completely understood. Since then, another three point         findings expanded the spectrum of sleep disorders reported in\nmutations and pathogenic duplication and triplication of α-        synucleinopathies whether sporadic or familial (Zarranz et al.,\nsynuclein have been described.                                     2005c; Tijero et al., 2013).\n\n\n\u0003\nC 2014 John Wiley & Sons Ltd/University College London                                       Annals of Human Genetics (2014) 00,1–19   9\n\f     J. F. M. Massó et al.\n\n\n     PD due to the R1441G mutation in the LRRK2 gene                       depends on ethnicity and the place of residence in the Basque\n     Wszolek et al. and Hasegawa & Kowa in 1995 and 1997                   country. It was studied in Guipúzcoa in 418 PD patients\n     respectively, reported two large families from Nebraska and           and 138 unrelated controls. They were screened for LRRK2\n     Japan with an autosomal dominant Parkinsonism character-              G2019S and R1441G mutations. Of the patients, 3.82% were\n     ized by a unilateral Parkinsonism at onset, a mean age of onset       heterozygous carriers of G2019S and 13.15% of R1441G.\n     between 50 and 65 years old and a favourable response to              The frequency of G2019S was higher in the non-Basque\n     dopaminergic medication. Postmortem examination of cases              population (6.0%), while that of R1441G was high in peo-\n     from both families showed neuronal and pigmentary loss, glio-         ple of Basque origin (22.4%; Gorostidi et al., 2009). Most\n     sis, and Lewy bodies in the substantia nigra (Wszolek et al.,         of the brains studied from individuals with the R1414G mu-\n     1995; Hasegawa & Kowa, 1997).                                         tation had pure nigral degeneration without Lewy bodies\n         In 2004, we cloned a novel gene that contains missense mu-        (Martı́-Massó et al., 2009). Interestingly, we have also detected\n     tations segregating with PARK8-linked PD (OMIM 607060,                G2019S carriers among Basque PD patients but the pene-\n     609007) in one family from England and in four from the               trance of this mutation is less complete than that of R1441G\n     same small region of Guipúzcoa in the Spanish Basque Coun-           and the study of haplotypes is ongoing.\n     try (Paisán-Ruı́z et al., 2004; Paisán-Ruı́z et al., 2005). Given\n     the tremor observed in PD and that a number of the families           Autosomal dominant latero-temporal epilepsy due to mutations\n     are of Basque des",
  "wordCount": 13376,
  "indexed": "2025-09-25T22:42:35.140Z",
  "method": "direct"
}
