{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mantere et al_2019_Long-Read Sequencing Emerging in Medical Genetics.pdf",
  "fileName": "Mantere et al_2019_Long-Read Sequencing Emerging in Medical Genetics.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mantere et al_2019_Long-Read Sequencing Emerging in Medical Genetics.pdf",
  "text": "REVIEW\n                                                                                                                                               published: 07 May 2019\n                                                                                                                                       doi: 10.3389/fgene.2019.00426\n\n\n\n\n                                              Long-Read Sequencing Emerging in\n                                              Medical Genetics\n                                              Tuomo Mantere 1,2 , Simone Kersten 1,3,4 and Alexander Hoischen 1,3,4*\n                                              1\n                                               Department of Human Genetics, Radboud University Medical Center, Nijmegen, Netherlands, 2 Laboratory of Cancer\n                                              Genetics and Tumor Biology, Cancer and Translational Medicine Research Unit and Biocenter Oulu, University of Oulu, Oulu,\n                                              Finland, 3 Department of Internal Medicine, Center for Infectious Diseases (RCI), Radboud University Medical Center,\n                                              Nijmegen, Netherlands, 4 Radboud Institute for Molecular Life Sciences, Radboud University Medical Center, Nijmegen,\n                                              Netherlands\n\n\n                                              The wide implementation of next-generation sequencing (NGS) technologies has\n                                              revolutionized the field of medical genetics. However, the short read lengths of currently\n                                              used sequencing approaches pose a limitation for the identification of structural variants,\n                                              sequencing repetitive regions, phasing of alleles and distinguishing highly homologous\n                                              genomic regions. These limitations may significantly contribute to the diagnostic gap in\n                                              patients with genetic disorders who have undergone standard NGS, like whole exome or\n                                              even genome sequencing. Now, the emerging long-read sequencing (LRS) technologies\n                                              may offer improvements in the characterization of genetic variation and regions that are\n                                              difficult to assess with the prevailing NGS approaches. LRS has so far mainly been used\n                           Edited by:\n                     H. Steven Wiley,         to investigate genetic disorders with previously known or strongly suspected disease\nPacific Northwest National Laboratory         loci. While these targeted approaches already show the potential of LRS, it remains to\n                (DOE), United States\n                                              be seen whether LRS technologies can soon enable true whole genome sequencing\n                       Reviewed by:\n                            Rui Chen,\n                                              routinely. Ultimately, this could allow the de novo assembly of individual whole genomes\n          Baylor College of Medicine,         used as a generic test for genetic disorders. In this article, we summarize the current\n                        United States         LRS-based research on human genetic disorders and discuss the potential of these\n                        Adam Ameur,\n          Uppsala University, Sweden          technologies to facilitate the next major advancements in medical genetics.\n                 *Correspondence:             Keywords: long-read sequencing, next-generation sequencing, medical genetics, structural variation, tandem\n                 Alexander Hoischen           repeat expansion, phasing, pseudogenes\n alexander.hoischen@radboudumc.nl\n\n\n                   Specialty section:         INTRODUCTION\n         This article was submitted to\n         Genomic Assay Technology,            Since its introduction over a decade ago, next-generation sequencing (NGS) of DNA has become\n               a section of the journal\n                                              a routine diagnostic tool for modern medical genetics and revolutionized the discovery of novel\n                  Frontiers in Genetics\n                                              Mendelian disease genes (Gilissen et al., 2011). Due to the high-throughput nature and low costs of\n         Received: 25 October 2018\n                                              NGS compared to Sanger sequencing, previous single gene approaches have largely been replaced\n           Accepted: 18 April 2019\n                                              by gene panels and whole exome sequencing (WES), allowing better clinical diagnostics (Gilissen\n           Published: 07 May 2019\n                                              et al., 2011; Goodwin et al., 2016). However, despite the numerous advancements that NGS has\n                            Citation:\n                                              conferred, many studies are still hindered by the short-read lengths (∼150–300 bp) that the current\n             Mantere T, Kersten S and\n       Hoischen A (2019) Long-Read\n                                              NGS technologies are bound to use in order to preserve high read quality (Goodwin et al., 2016).\n     Sequencing Emerging in Medical           Issues arising from the use of short reads can mainly be pinned down to the highly repetitive and\n      Genetics. Front. Genet. 10:426.         complex nature of the human genome (Feuk et al., 2006; de Koning et al., 2011; Treangen and\n      doi: 10.3389/fgene.2019.00426           Salzberg, 2011). It has been shown that despite the use of sophisticated bioinformatic algorithms\n\n\nFrontiers in Genetics | www.frontiersin.org                                         1                                                May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                                 Long-Read Sequencing in Medical Genetics\n\n\n\nit is often impossible to accurately map, or even assemble, short               Pacific Biosciences (PacBio) and nanopore sequencing by Oxford\nreads originating from regions harboring structural variation                   Nanopore Technologies Inc. (ONT) (Clarke et al., 2009; Eid et al.,\n(SV), repetitive sequences, extreme guanine-cytosine (GC)                       2009) (Box 1 for technical summary).\ncontent, or sequences with multiple homologous elements within\nthe genome (Salzberg and Yorke, 2005; Treangen and Salzberg,\n2011). This introduces errors in calling genetic variants and                   OVERCOMING CURRENT LIMITATIONS\ninability to capture certain genomic regions (Ashley, 2016).                    IN MEDICAL GENETICS\nFurthermore, with short-read NGS (SR-NGS) the variant phasing\ninformation is often lost (Delaneau et al., 2013) and the data                  Whole exome sequencing (WES), mainly using Illumina\nanalysis is highly dependent on the reference genomes, which are                platforms, is often used as a first-tier test for many genetic\nknown to be imperfect (Genovese et al., 2013). The dependency                   diseases. This has been very successful and has brought genetic\non the reference genome is especially problematic for the                       testing and diagnostics into a whole new era (Gilissen et al., 2011).\ndetection of SVs at complex genomic regions that can be highly                  However, for many patients that have undergone diagnostic WES,\nindividual- or population-specific (Chaisson et al., 2015b).                    or even WGS, the underlying cause of their disease remains\n    Genetics research has always been strongly driven by novel                  unsolved (Gilissen et al., 2014). Curiously, the recent WGS\nsequencing technologies, first by Sanger sequencing and later                   studies applying LRS have revealed that each human genome\nfollowed by NGS (Shendure et al., 2017). With the recently                      harbors >20,000 of SVs (>50 bp) and additional thousands\ndemonstrated success in identifying previously intractable DNA                  of indels (<50 bp), spanning dozens of megabases (Mbs), that\nsequences and closing gaps in the human genome assemblies                       have largely remained undetected with conventional SR-NGS\n(Chaisson et al., 2015a; Seo et al., 2016; Shi et al., 2016; Jain et al.,       (Chaisson et al., 2015b, 2019; Pendleton et al., 2015; Seo et al.,\n2018), long-read sequencing (LRS) technologies hold the promise                 2016; Shi et al., 2016; Huddleston et al., 2017; De Coster\nto overcome specific limitations of NGS-based investigations of                 et al., 2018). In patients with suspected genetic diseases, such\nhuman diseases. The main advantage of LRS compared to other                     hidden SVs and indels may well disrupt relevant genes or\nplatforms stems from the use of long-reads (>10 kilobase [kb]                   cause a dosage change for dosage-sensitive genes. Furthermore,\non average), originating from single DNA molecules (van Dijk                    NGS methods heavily rely on PCR, which leads to GC-content\net al., 2018). Moreover, the sequencing process occurs in real-time             dependent coverage bias (Benjamini and Speed, 2012). Low or\nand both the sequencing and library preparation are conducted                   zero coverage at genomic locations with extreme GC-contents\nwithout the need of PCR amplification, therefore being free from                are estimated to span >150 Mb of gene-rich regions (Genomes\nany PCR related bias (Schadt et al., 2010). The absence of PCR                  Project Consortium et al., 2012) and some of those may as\nleaves the DNA in its native state, enabling LRS technologies to                well account for a proportion of the hidden genetic variation\ndirectly detect base modifications, such as methylation (Flusberg               underlying human diseases. Among the approaches that are\net al., 2010; Laszlo et al., 2013).                                             based on SR-NGS, the PCR-free library preparation methods\n    Attributable to these features, LRS has the potential to grow               provide the most uniform genome coverage and may allow\ninto a technology that is used not only to produce high-quality                 sequencing of some of the previously difficult regions (Dolzhenko\ngenome assemblies (i.e., the platinum human reference genome)                   et al., 2017). However, SR-NGS always requires a PCR-step in\n(Chaisson et al., 2015a; Pollard et al., 2018), but also to capture             the template amplification, e.g., bridge-PCR, which may still\nclinically relevant genomic elements which are problematic for                  introduce a sequencing bias.\nconventional approaches (summarized in Figure 1). This has                         In contrast to the contemporary SR-NGS methods, LRS\nbeen shown in several studies by (1) identifying disease causing                technologies require no PCR amplification and sequencing is\nSVs that SR-NGS might not detect, (2) directly sequencing repeat                performed on single molecules instead of colonies or clusters of\nexpansions and regions with extreme GC-content, (3) resolving                   amplified DNA molecules, resulting in a more evenly distributed\nvariant phasing and (4) distinguishing a gene of interest from its              coverage (Schadt et al., 2010). This, together with longer reads\npseudogenes (Table 1). Importantly, recent studies have indicated               that can span over challenging genomic regions and SVs, may\nthat LRS technology may play an important role in discovering                   offer an unprecedented view on previously poorly characterized\nnovel pathogenic mutations in human diseases with previously                    genomic locations (Chaisson et al., 2015a; Jain et al., 2018)\nunknown genetic causes (Aneichyk et al., 2018; Ishiura et al.,                  and eventually improve the variant calling of population-scale\n2018; Zeng et al., 2018) and open up unprecedented opportunities                sequencing data (Ameur et al., 2018a). While increases in the\nto investigate transcriptomics (Byrne et al., 2017). In the future,             throughput and lower prices may in the future allow more long-\nthis technology could ultimately allow whole genome sequencing                  read WGS for individual patients, targeted approaches are already\n(WGS) and even de novo assembly capturing all variant types                     demonstrating the value of LRS for medical genetics (Tables 1, 2)\npresent in individual genomes, independently of the reference                   (Ameur et al., 2018b).\ngenome limitations (Chaisson et al., 2015b). In this review, we\nsummarize the LRS-based research of human genetic diseases                      Detection and Characterization of\nand discuss the future promise of these technologies to enable                  Structural Variation\nthe next major advancements in medical genetics. We focus on                    High-depth sequencing by NGS is a reliable and cost-efficient\nthe prevailing true LRS methods that have been commercially                     method for detecting single nucleotide variants (SNVs) and\nreleased so far; single molecule real-time (SMRT) sequencing by                 small indels (Ashley, 2016; Goodwin et al., 2016). However,\n\n\nFrontiers in Genetics | www.frontiersin.org                                 2                                          May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                                                    Long-Read Sequencing in Medical Genetics\n\n\n\n\n  FIGURE 1 | Overview of the main advantages of current long-read sequencing (LRS) approaches in medical genetics. The predominant difference between LRS and\n  the conventional SR-NGS approaches is the significant increase in read length. In contrast to short reads (150–300 bp), LRS has the capacity to sequence on\n  average over 10 kb in one single read, thereby requiring less reads to cover the same gene (illustrated in top panel). Hence, aside from reducing alignment and\n  mapping errors, LRS holds various advantages over short-read approaches which can greatly impact medical genetics (bottom panel). (1) Improved detection and\n  characterization of large structural variation (SV), due to, e.g., large inversions or translocations. (2) Capacity to directly, and with that more accurately, sequence over\n  long tandem repeat expansions and extreme GC-rich regions. (3) Enhanced phasing, i.e., assignment of genetic variants to the homologous paternal or maternal\n  chromosomes, to determine inheritance patterns, parental origin of de novo events, mosaicism, allele specific expression and disease risk haplotypes. (4) Improved\n  discrimination of clinically relevant genes from their pseudogenes.\n\n\n\nin the detection of larger genomic deletions, duplications and                             sequencers are more likely to span SV breakpoints, or often the\nrearrangements, SR-NGS approaches often lack sensitivity, show                             entire SV event, with high-confidence alignments (Huddleston\nexcess of false positives and misinterpret complex SVs (Tattini                            et al., 2017; De Coster et al., 2018; Sedlazeck et al., 2018b).\net al., 2015; Ashley, 2016; Huddleston et al., 2017; Sedlazeck et al.,                     Furthermore, longer reads can be more confidently aligned to\n2018b). Yet, SVs >50 bp in size are an important source of                                 repetitive sequences that often mediate the formation of SVs\ngenetic variation, accounting for the greatest number of divergent                         (Sedlazeck et al., 2018b). Long reads also allow better distinction\nbases across human genomes (Alkan et al., 2011; Sudmant et al.,                            of haplotypes, further contributing to the accuracy of analyzing\n2015; Chaisson et al., 2019). Moreover, SMRT sequencing of a                               SVs (Seo et al., 2016; Cretu Stancu et al., 2017). Other methods,\nhaploid human genome has shown that as much as 89% of the                                  such as microarray copy number profiling and karyotyping, have\nidentified variation, consisting mainly of SVs, had been missed                            traditionally been used to detect disease causing SVs. However,\nin the 1000 genomes project (Huddleston et al., 2017). Similarly,                          with these approaches it is not possible to map small or copy-\na sevenfold increase in SV detection was achieved by a multi-                              balanced SVs, and they do not provide accuracy at base-pair\nplatform approach, including LRS, compared to standard SR-                                 resolution, nor the possibility to resolve complex SVs (Alkan\nNGS methods (Chaisson et al., 2019). It is likely that this gain                           et al., 2011). Thus, LRS can substantially increase the resolution\nin SV detection sensitivity is due to the different sequencing                             and reliability of SV detection and mapping.\ntechnology itself, as this benefits from longer fragments, no PCR,                            Recently, Cretu Stancu et al. (2017) proposed LRS as an\nand less sequence bias.                                                                    alternative approach for genome-wide detection of clinically\n    The detection of SVs by SR-NGS is indirect and based on                                relevant SVs and used ONT-WGS to analyze two patients\nread depth coverages and use of paired-end reads, for which the                            with congenital abnormalities caused by de novo chromothripsis\napproximate length between read pairs is known (Tattini et al.,                            rearrangements. The authors demonstrated that long reads, even\n2015). For copy number variants (CNVs), the excess of reads                                with a relatively low coverage of 16×, are superior to short reads\ncan indicate amplification whereas the loss of reads is suggestive                         (WGS with average coverage of ∼30×) in detecting and mapping\nfor a deletion. Rearrangements can be discovered using paired-                             the breakpoints of the rearrangements. The improved phasing\nend reads by investigating deviations in the expected distances                            capability with long reads also enabled the determination of the\nand orientations between read pairs (Tattini et al., 2015). In                             parental origin of these de novo events (Cretu Stancu et al., 2017).\ncontrast to SR-NGS, the long reads obtained with PacBio or ONT                             Other studies have demonstrated the potential benefits of LRS\n\n\nFrontiers in Genetics | www.frontiersin.org                                            3                                                    May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                                         Long-Read Sequencing in Medical Genetics\n\n\n\nTABLE 1 | Human genetic diseases investigated with LRS technologies.\n\nPhenotype                                     Technology                     Finding                                       Reference(s)\n\nIdentification and fine-mapping of structural variation\nDevelopmental disorder                        ONT                            Complex rearrangements                        Cretu Stancu et al., 2017\n                                                                             (chromothripsis)\nCarney complex                                SMRT                           Large deletion (PRKAR1A)                      Merker et al., 2018\nBardet–Biedl syndrome                         SMRT                           Large deletion (BBS9)                         Reiner et al., 2018\nGlycogen storage disease IA                   ONT                            Large deletion (G6PC)                         Miao et al., 2018\nDevelopmental disorder                        ONT                            Chromosomal translocation                     Dutta et al., 2018\nX-linked Parkinsonism                         SMRT and 10× genomics          SVA insertion (TAF1)                          Aneichyk et al., 2018\nSequencing over tandem repeat expansion loci\nFragile-X                                     SMRT                           Repeat expansion length and                   Loomis et al., 2013; Ardui et al., 2017;\n                                                                             interruption motifs (FMR1)                    Ardui et al., 2018b\nSCA10 and Parkinson’s disease                 SMRT                           Repeat expansion length and                   Schule et al., 2017; McFarland et al.,\n                                                                             interruption motifs (ATXN10)                  2015\nALS and FTD                                   SMRT and ONT                   Repeat expansion length (C9orf72)             Ebbert et al., 2018\nHuntington’s disease                          SMRT                           Repeat expansion length and somatic           Hoijer et al., 2018\n                                                                             variability (HTT)\nMyotonic dystrophy 1                          SMRT                           Repeat expansion length, interruption         Cummings et al., 2017\n                                                                             motifs and somatic variability (DMPK)\nBAFME and FCMTE                               SMRT and ONT                   Novel repeat expansion loci (SAMD12,          Ishiura et al., 2018; Zeng et al., 2018\n                                                                             TNRC6A, and RAPGEF2)\nAlzheimer’s disease                           ONT                            ABCA7 repeat expansion length and             De Roeck et al., 2017\n                                                                             alternative sequence motifs\nResolving allele phasing\nKID syndrome                                  SMRT                           Revertant mosaicism (CX26)                    Gudmundsson et al., 2017\nTreacher Collins and Noonan syndrome          SMRT                           Parental origin of de novo mutations          Wilbe et al., 2017\n                                                                             (TCOF1 and PTPN11)\nDiscriminating pseudogenes\nADPKD                                         SMRT                           Pseudogene discrimination (PKD1)              Borras et al., 2017\nPrimary immunodeficiency                      SMRT                           Pseudogene discrimination (IKBKG)             Frans et al., 2018\nDrug metabolism                               SMRT and ONT                   Pseudogene discrimination and allele          Ammar et al., 2015; Qiao et al., 2016;\n                                                                             phasing (CYP2D6)                              Buermans et al., 2017\n\nADPKD, autosomal dominant polycystic kidney disease, ALS, amyotrophic lateral sclerosis; BAFME, benign adult familial myoclonic epilepsy; FCMTE, familial cortical\nmyoclonic tremor with epilepsy; FTD, frontotemporal dementia; KID, Keratitis-ichthyosis-deafness; SCA10, spinocerebellar ataxia type 10; SVA, SINE-VNTR-Alu\nretrotransposon.\n\n\nover standard SR-NGS in clinical diagnostics to detect pathogenic                   In another diagnostic case-study, ONT-WGS was able to track\nSVs. In a study by Merker et al. (2018), a patient with clinically                  down the exact breakpoints of a reciprocal translocation, which\ndiagnosed Carney complex had previously received negative test                      led to the identification of disrupted ARHGEF9 gene in a girl with\nresults from diagnostic gene panel sequencing and WGS. In                           intellectual disability (Dutta et al., 2018).\ncontrast, low-coverage SMRT-WGS successfully identified the                             In addition to the improved identification and mapping of\ncausative heterozygous deletion of over 2 kb overlapping the first                  SVs affecting known disease genes, we are now seeing the\nexon of PRKAR1A (Merker et al., 2018). Similarly, Miao et al.                       first discoveries of novel disease genes harboring SVs that\n(2018) explored ONT-WGS to confirm the diagnosis for a patient                      are characterized with LRS technologies. As an outstanding\nwith recessive glycogen storage disease by identifying a second-                    example, an unbiased de novo assembly using LRS (SMRT and\nhit (∼7 kb deletion) in G6PC, which had remained undetected                         synthetic longs reads with 10× Genomics) was important for\nin previous WES analysis. Together, these studies indicate that                     the identification of SINE-VNTR-Alu insertion in TAF1, a newly\nLRS has the ability to surpass conventional NGS-methods in the                      discovered gene for X-linked Dystonia Parkinsonism (Aneichyk\ndetection of SVs and yield clinical diagnoses at a molecular level                  et al., 2018). While multiple studies indicate that LRS is superior\nin previously unsolved cases.                                                       to SR-NGS in the discovery of SVs, it is also shown that once\n   The fine-mapping of SVs at single-nucleotide resolution                          the alternate allele is resolved, many of these events (∼61%) can\nis important for patients in which translocation or inversion                       be genotyped with high accuracy and lower costs using SR-NGS\nbreakpoints disrupt disease causing genes (Chen et al., 2010). For                  (Huddleston et al., 2017). This shows that part of the missed SVs\nthis, long reads are highly beneficial and may render mapping                       are present in the SR-NGS data and therefore improved software\nby laborious amplicon-based Sanger sequencing obsolete, as                          may still provide a more complete picture of genomes sequenced\ndemonstrated by Reiner et al. (2018) who used SMRT to fine-                         with short reads. It is noted that the current cut-off of 50 bp\nmap BBS9 deletion in a patient with Bardet–Biedl syndrome.                          for SVs is arbitrary; indels <50 bp are also identified by LRS\n\n\nFrontiers in Genetics | www.frontiersin.org                                     4                                               May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                                                Long-Read Sequencing in Medical Genetics\n\n\n\n\n  BOX 1 | Technical summary of LRS technologies.\n  True versus synthetic LRS\n  The current LRS technologies can be divided into true LRS and synthetic LRS technologies. In synthetic LRS approaches the long stretches of DNA are linked by\n  molecular barcodes, which is followed by sequencing with conventional short-reads and in silico construction of the original DNA molecule (Goodwin et al., 2016).\n  Usually these methods rely on serial-dilutions of very long DNA fragments and physical separation before library preparation in which molecule specific barcodes are\n  added (Kitzman et al., 2011; Peters et al., 2012; Kuleshov et al., 2014). Similar technologies have recently been further optimized and commercialized by 10×\n  Genomics Inc. (Weisenfeld et al., 2017). These technologies have already provided haplotype aware SR-WGS (Zheng et al., 2016) and improved SV calling from\n  SR-WGS data (Nazaryan-Petersen et al., 2018; Marks et al., 2019). While synthetic long-reads leverage advantages of LRS, some short-read issues may persist,\n  e.g., PCR-bias and intra-read complexity may not always be fully resolved.\n  SMRT sequencing by PacBio\n  As a first commercial platform for LRS, PacBio released the RS sequencer in 2011, which was followed by RSII in 2013 and Sequel in 2015. SMRT technology is\n  based on special flow cells harboring individual picolitre-sized wells with transparent bottoms. Each of the wells, referred to as zero mode waveguides (ZMW),\n  contain a single fixed polymerase at the bottom (Levene et al., 2003; Ardui et al., 2018a). This allows a single DNA molecule, which is circularized in the library\n  preparation (i.e., the SMRTbell), to progress through the well as the polymerase incorporates labeled bases onto the template DNA. Incorporation of bases induces\n  fluorescence that can be recorded in real-time through the transparent bottoms of the ZMW (Levene et al., 2003; Ardui et al., 2018a; Pollard et al., 2018). The\n  average read length for SMRT was initially only ∼1.5 Kb, and with reported high error rate of ∼13% characterized by false insertions (Carneiro et al., 2012; Quail\n  et al., 2012). However, the errors are randomly distributed across the reads (Eid et al., 2009) and high consensus sequences can be obtained with sufficient read\n  depths (Roberts et al., 2013; Hebert et al., 2018). Also, for a single molecule, with ∼10 kb read length, each nucleotide position in a 1kb amplicon can be read ∼10\n  times using circular consensus sequence (CCS) method, rendering it unlikely that a same random mistake would occur in multiple reads (Travers et al., 2010;\n  Hestand et al., 2016). Since its introduction, the read length and throughput of SMRT technology have substantially increased. Throughput can reach >10 Gb per\n  SMRT cell for the Sequel machine, while the average read length for both RSII and Sequel is >10 kb with some reads spanning >100 kb (van Dijk et al., 2018). Still,\n  the persisting downsides for this technology are the high cost/throughput ratio and the requirement of relatively high amounts of high quality DNA as starting material\n  (Ardui et al., 2018a; van Dijk et al., 2018).\n  Nanopore sequencing by ONT\n  As an alternative, scientist have since many years aimed to use biological or synthetic nanopores to read the sequence of DNA molecules (Kasianowicz et al., 1996;\n  Butler et al., 2008). In 2015, nanopore sequencing was commercially introduced by ONT with a portable MinION sequencer, which was followed by more\n  high-throughput desktop sequencers GridION and PromethION. The basic principle of nanopore sequencing is to pass a single strand of DNA molecule through a\n  nanopore which is inserted into a membrane, with an attached enzyme, serving as a biosensor (Deamer et al., 2016). Changes in electrical signal across the\n  membrane are measured and amplified in order to determine the bases passing through the pore in real-time. The nanopore-linked enzyme, which can be either a\n  polymerase or helicase, is bound tightly to the polynucleotide controlling its motion through the pore (Deamer et al., 2016; Pollard et al., 2018). For nanopore\n  sequencing, there is no clear-cut limitation for read length, except the size of the analyzed DNA fragments. On average, ONT single molecule reads are >10 kb in\n  length but can reach ultra-long for some individual reads lengths of>1 Mb surpassing SMRT (Jain et al., 2018). Also, the throughput per run of ONT GridION and\n  PromethION sequencers are higher than for PacBio (up to 100 Gb and 6 Tb per run, respectively) (van Dijk et al., 2018). The raw reads have high error rates similar\n  to SMRT dominated by false deletions and in particular homopolymer errors (Jain et al., 2015; Menegon et al., 2017). Currently, the errors are more systematic, and\n  are related to the length and type of the DNA fragment in the nanopore itself, and thus may not all be overcome by just increasing the coverage as with SMRT\n  sequencing (Krishnakumar et al., 2018).\n\n  The main limitations of current LRS technologies\n  Library preparation: for optimal LRS, fresh material or even intact cells are required. The DNA isolation protocols that are needed and the handling of ultra-long\n  high molecular weight DNA require improvements.\n  Error rate: both LRS technologies still have a higher error rate compared to SR-NGS. SMRT sequencing may overcome this with CCS also for long-insert libraries\n  (Wenger et al., 2019). It remains to be seen whether this is sufficient for all variant types including SNVs and indels. So far, ONT has more systematic error-profile,\n  which may be more challenging to overcome.\n  Costs: while LRS is still more expensive than SR-NGS, recent advancements in throughput may offer even lower prices. ONT’s PromethION already offers 30×\n  coverage WGS for less than 1,000 dollars, and PacBio’s 8M chip should also significantly reduce the price per human genome. It is also important to realize that the\n  pricings are constantly changing in this rapidly developing field:\n  https://docs.google.com/spreadsheets/d/1GMMfhyLK0-q8XkIo3YxlWaZA5vVMuhU1kg41g4xLkXc/htmlview?hl=en_GB (documentation of updated sequencing\n  costs by Dr. A Vilella).\n  Data analysis: both raw data analysis as well as mapping and variant calling tools are much less mature for LRS than SR-NGS but are constantly being improved\n  (Sedlazeck et al., 2018a).\n\n\n\nand their frequency in WGS is even much higher than for the                              during cell divisions and to date over 30 human diseases known\n>50 bp SVs (Chaisson et al., 2019). In addition to PacBio and                            to be caused by tandem repeat expansions (Tang et al., 2017) or\nONT, synthetic LRS (i.e., by 10× Genomics) can be highly useful                          repeat contractions (Lemmers et al., 2018). Since their discovery,\nin SV detection (Nazaryan-Petersen et al., 2018; Marks et al.,                           the research of tandem repeat expansions has been limited by\n2019). Uncovering SVs and indels comprehensively holds the                               the overall incompliance of these genomic elements to standard\npotential to unravel a number of novel disease causing mutations                         molecular techniques like cloning, PCR and sequencing (Loomis\nunderlying human diseases.                                                               et al., 2013). Most of the disease causing expansions are longer\n                                                                                         than the currently used NGS reads, making it virtually impossible\n                                                                                         to accurately assemble those (Treangen and Salzberg, 2011; Lee\nSequencing Tandem Repeat Expansions                                                      et al., 2016; Sedlazeck et al., 2018a). Multiple studies have now\nA short tandem repeat is a region of genomic DNA with multiple                           shown that LRS technologies are well suited to transcend through\nadjacent copies of short (1–6 bp) sequence units. These repeat                           these long, often GC-rich, repeat expansions (Table 1). This\nregions are highly mutable due to replication errors that occur                          not only allows the direct detection of expansion lengths, but\n\n\nFrontiers in Genetics | www.frontiersin.org                                          5                                                 May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                              Long-Read Sequencing in Medical Genetics\n\n\n\nalso the intra-molecule sequence variation, which might provide              lines and used SMRT sequencing to monitor the efficiency of the\nclinically relevant additional information (Ardui et al., 2018b;             excision. In the future, LRS could be more broadly implemented\nCumming et al., 2018; Hoijer et al., 2018; McFarland et al., 2015).          in genome editing of challenging regions. Moreover, with\n    The first tandem repeat associated disease studied by LRS was            the capability of directly sequencing through long tandem\nFragile-X (Loomis et al., 2013), which is caused by CGG-repeat               repeats, LRS technology is already accelerating the discovery and\nexpansion in the 50 UTR of the FMR1 gene (Kremer et al., 1991).              characterization of novel repeat expansions linked to human\nWith standard DNA sequencing technologies, i.e., SR-NGS and                  diseases. So far, this has been demonstrated in familial forms\nSanger sequencing, it has been impossible to directly sequence the           of epilepsy, bipolar disorder and schizophrenia (Ishiura et al.,\nexpanded CGG-repeats, consisting of >200 units at full mutation              2018; Song et al., 2018; Zeng et al., 2018). It is noted that,\nrange (Nolin et al., 2003; Peprah, 2012). SMRT technology                    while the current approaches still largely rely on targeted\nenabled for the first time to completely sequence expanded full              enrichment of suspected repeat expansion loci, ultimately the\nmutation FMR1 alleles, up to 750 CGG-repeats, which translates               analysis of all repeat-expansions genome-wide will be retrieved\nto >2 kb of 100% CGG-repeat DNA (Loomis et al., 2013).                       directly by WGS with long reads (De Roeck et al., 2018;\nThe obtained sequencing data and phasing information further                 Chaisson et al., 2019).\nallowed to define the presence of ‘AGG’ interruptions, which\naffect the risk of a premutation to expand into a full mutation              Haplotype Resolution With Long Reads\nin the following generation (Nolin et al., 2015; Ardui et al., 2017).        Phasing refers to the means of assigning genetic variants to the\nThe clinical use of this information has been largely neglected due          homologous paternal and maternal chromosomes. In medical\nto technical limitations, which can now be overcome with LRS                 genetics, phasing is very important for understanding, e.g.,\n(Ardui et al., 2018b). Genetic variation within repeat expansion             inheritance patterns, parental origin of de novo mutations,\nloci that are causative for other diseases, such as myotonic                 mosaicism, allele-specific expression and disease risk-haplotypes\ndystrophy 1 (DM1) and spinocerebellar ataxia 10 (SCA10),                     (Tewhey et al., 2011). However, in order to directly resolve\nhave also been investigated with LRS technology (Cumming                     the haplotype of two heterozygous SNVs they would need to\net al., 2018; McFarland et al., 2015). In DM1, SMRT sequencing               be covered by the same molecule (i.e., read). With SR-NGS\ndetected de novo repeat interruptions at DMPK expansion                      this is usually only the case for a limited number of variants\nlocus, associated with reduced somatic instability of the repeat             (20–30% of substitutions), despite the use of paired-end reads\nexpansion and therefore mild or even absent clinical features                (Goldmann et al., 2016). Therefore, phasing has largely been\n(Cumming et al., 2018). Moreover, McFarland et al. (2015)                    based on parental genotypes and statistical imputation (Tewhey\ndemonstrated that SMRT sequencing could identify interruption                et al., 2011) or, in some cases, laborious physical separation\nmotifs, potentially acting as phenotypic modifiers, within the               of entire chromosomes (Fan et al., 2011). Now, with the\ntandem repeat expansion locus in ATXN10 of SCA10 patients.                   substantially longer read lengths, LRS technology enables to\n    The presented studies on repeat expansions rely on PCR-                  directly phase variants multiple kbs apart (Laver et al., 2016)\nbased target enrichment, which may complicate the analysis due               or even assemble and phase complex genomic regions, such as\nto the occurrence of PCR stutter, chimeric molecules, and false              the major histocompatibility complex, in full-length in a diploid\ninsertions or deletions of the repeat units (Laver et al., 2016;             human genome (Jain et al., 2018).\nTsai et al., 2017; Hoijer et al., 2018). Therefore, it has been                 Knowing whether two variants in the same gene are in\nproposed that the optimal approach to study these repetitive                 cis or trans can be crucial for diagnostic purposes, especially\nregions would be to sequence single DNA molecules without                    for compound heterozygosity, which is a commonly observed\nany prior PCR amplification (Hoijer et al., 2018). For this, Tsai            phenomenon underlying recessive Mendelian disorders (Tewhey\net al. (2017) have developed CRISPR/Cas9-based amplification-                et al., 2011). By using LRS, two SNVs in the same gene can\nfree target enrichment method (No-Amp targeted sequencing,                   be directly phased without the need of testing the parents\nTable 2), which was used to capture repeat the expansion                     (Laver et al., 2016) or if one of the two mutations has occurred\nlocus in Huntingtin (HTT), responsible for Huntington’s disease              de novo and the parental genotypes cannot resolve the phase\n(Hoijer et al., 2018). This allowed the retrieval of detailed                in the offspring (Neveling et al., 2012). In pre-implantation\nsequence information and assessment of somatic variability of                genetic diagnostics (PGD), LRS can be applied to determine\nrepeat elements without the interference of PCR stutter. In                  the parental origin of pathogenic de novo mutations by simply\naddition, No-Amp approach has been utilized to successfully                  sequencing across the adjacent variants (Wilbe et al., 2017).\nsequence across C9orf72 and ATXN10 repeat expansion loci in                  Resolving the parental origin of de novo mutations is needed\npatients with frontotemporal dementia or Parkinson’s disease,                for estimating the recurrence risk of a genetic disease in the\nrespectively (Schule et al., 2017; Ebbert et al., 2018). These studies       case of germline mosaicism (Dimitriadou et al., 2017). LRS\nindicate that No-Amp Targeted sequencing could provide an                    could also be used in PGD to directly phase parental genotypes\noptimal targeted solution to study different repeat elements that            for genome-wide haplotype reconstruction of a single cell via\nare recalcitrant to PCR-based methods.                                       discrete SNP genotypes (i.e., haplarithmisis) (Zamani Esteki et al.,\n    In the era of CRISPR/Cas9 genome editing, LRS has found                  2015). Moreover, phasing with long reads offers an accurate\nuse in monitoring the efficiency of editing challenging genomic              method to study mosaicism. This has recently been shown by\nregions. Dastidar et al. (2018) excised a disease causing tandem             Gudmundsson et al. (2017) who used SMRT to resolve allele\nrepeat expansion in the DMPK locus in DM1 patient-derived cell               phasing in an exceptional case of keratitis-ichthyosis-deafness\n\n\nFrontiers in Genetics | www.frontiersin.org                              6                                          May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                                                    Long-Read Sequencing in Medical Genetics\n\n\n\nTABLE 2 | Different applications of LRS technology.\n\nLR-WGS\n\nSMRT-WGS                                           De novo assembly and reference-based WGS with focus on structural variant calling (Chaisson et al., 2015a; Seo et al.,\n                                                   2016; Shi et al., 2016).\nONT-WGS                                            De novo assembly and reference-based WGS utilizing ultra-long reads to improve phasing and close gaps in the\n                                                   reference genome (Jain et al., 2018).\nTargeted LRS\nLR-PCR amplicon sequencing                         Commonly used targeted approach with standard LR-PCR amplification of the target region followed by SMRT\n                                                   amplicon sequencing (Borras et al., 2017; Frans et al., 2018)\nHybridization-based capture                        As for SR-NGS, hybridization-based target capture can be applied for LRS (Wang et al., 2015). Protocols are available\n                                                   for different vendors of bait-libraries.\nNo-Amp targeted SMRT sequencing                    A standard PacBio SMRTbell library is created and a Cas9 guide RNA is designed adjacent to the region of interest.\n                                                   Digestion with Cas9 breaks open the SMRTbell molecules to enable ligation with a capture adapter. SMRTbell\n                                                   molecules that contain the capture adapter are enriched on magnetic beads and prepared for SMRT Sequencing (Tsai\n                                                   et al., 2017; Hoijer et al., 2018).\nCATCH for ONT sequencing                           CATCH (Cas9-assisted targeting of chromosome segments) is based on targeted fragmentation of DNA in vitro by\n                                                   Cas9, followed by separation of the target region from the rest of the genomic DNA by pulsed field gel electrophoresis\n                                                   and DNA isolation from the gel (Jiang et al., 2015; Gabrieli et al., 2018)\nONT Read until selective sequencing                Real-time data analysis that enables the selection of specific DNA molecules for sequencing by reversing the driving\n                                                   voltage across individual nanopores: this enables to proceed to sequence only molecules that are recognized to\n                                                   originate from a certain chromosome or region of interest (Loose et al., 2016).\nLR-RNA-sequencing\nSMRT-IsoSeq                                        The IsoSeq method of PacBio enables sequencing of full-length transcripts up to 15 Kb using SMRT sequencing, in\n                                                   turn eliminating computational transcript reconstruction and the need for a reference genome.\nDirect ONT RNA-seq                                 By circumventing the bias prone elements in regular RNA sequencing, i.e., reverse transcription and PCR amplification\n                                                   of cDNA, Nanopore’s direct RNA-seq enables the direct detection of full-length RNA. This real-time single-molecule\n                                                   method is based on two adapters; (1) a poly(T)adaptor for recognition and binding of the polyadenylated messenger\n                                                   RNA, and (2) a pair of sequencing adaptors that ligate onto the overhang of the poly(T)adaptors and facilitate its capture\n                                                   by a nanopore (Garalde et al., 2018).\nR2C2 method for ONT                                Rolling Circle Amplification to Concatemeric Consensus (R2C2) method enables to generate a consensus from a single\n                                                   sequence read with many copies of an original molecule: this approach has been used to accurately produce full-length\n                                                   RNA transcript isoforms (Volden et al., 2018).\n\n\n\n\n  FIGURE 2 | Applicability of long-read sequencing (LRS) to unveil the transcriptome landscape of cells and tissues. Given the significant improvements in read length,\n  employing LRS on RNA level now allows for full-length isoform sequencing, covering the complete mRNA transcript in one single read (panel 1). As recent advances\n  have demonstrated the isoform landscape to be more complex than initially thought, LRS holds the potential to identify novel isoforms (panel 2), as well as detect\n  transcriptional and post-transcriptional modification sites, e.g., alternative transcriptional start sites (TSS), alternative splicing of exons and alternative transcription\n  termination sites (30 polyadenylation sites; PAS), that underpin the emergence of different isoforms (panel 3). Collectively, uncovering the full isoform diversity within\n  cells and tissues.\n\n\n\nsyndrome exhibiting revertant mosaicism, a rare phenomenon                                 with targeted SMRT amplicon sequencing. In their study, the\ninvolving spontaneous correction of a pathogenic mutation by                               formation of chimeric molecules during PCR-amplification led\nanother mutation in a somatic cell. To keep in mind, Laver                                 to unambiguous results, which could have been avoided by\net al. (2016) pointed out problems in resolving allele phasing                             using PCR-free methods (Ebbert et al., 2018; Hoijer et al., 2018).\n\n\nFrontiers in Genetics | www.frontiersin.org                                            7                                                    May 2019 | Volume 10 | Article 426\n\fMantere et al.                                                                                            Long-Read Sequencing in M",
  "wordCount": 13270,
  "indexed": "2025-09-25T22:46:08.929Z",
  "method": "direct"
}
