{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Liehr - 2010 - Cytogenetic contribution to uniparental disomy (UP.pdf",
  "fileName": "Liehr - 2010 - Cytogenetic contribution to uniparental disomy (UP.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Liehr - 2010 - Cytogenetic contribution to uniparental disomy (UP.pdf",
  "text": "Liehr Molecular Cytogenetics 2010, 3:8\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\n REVIEW                                                                                                                                        Open Access\n\nCytogenetic contribution to uniparental disomy\n(UPD)\nThomas Liehr\n\n\n  Abstract\n  Uniparental disomy (UPD) is often considered as an event to be characterized exclusively by molecular genetic or\n  epigenetic approaches. This review shows that at least one third of UPD cases emerge in connection with or due\n  to a chromosomal rearrangement. Thus, additional (molecular) cytogenetic characterization of UPD cases is essen-\n  tial. Up to now > 1,100 UPD cases detected in clinical, non-tumor cases are reported in the literature. Recently,\n  these cases were summarized in a regularly updated, freely available online database http://www.med.uni-jena.de/\n  fish/sSMC/00START-UPD.htm. Based of this, here the presently known imprinting syndromes, the chromosomal\n  contribution to UPD phenomenon, and the cytogenetic subgroups of UPD, including cases with normal, abnormal\n  balanced or unbalanced karyotype (like e.g. small supernumerary marker chromosomes and Robertsonian transloca-\n  tions) and segmental UPD are reviewed. Furthermore, chromosome fragmentation as a possible mechanism of tri-\n  somic rescue is discussed, which might help to explain the observed 1:9 rate of maternal versus paternal UPD\n  present in cases with original trisomic karyotypes. Overall, as UPD is more but an interesting rarity, the genetic\n  background of each “UPD-patient” needs to be characterized besides by molecular methods, also by molecular\n  cytogenetics in detail.\n\n\nIntroduction                                                                            In theory there are 48 possible uniparental chromoso-\nUniparental disomy (UPD) is the presence of a chromo-                                mal pairs, plus 2 whole genomic variants of UPD which\nsome pair derived only from one parent present in a                                  could exist. Up to present no maternal UPD was\ndisomic cell line [1]. When one of the first proven UPD                              reported for chromosome 19 (and Y), and no paternal\ncase was published [2] an editorial in the same journal                              UPD for chromosomes 4, 17, 18 and 19 [1]. UPD can\nissue commented this by the words: < it seems unlikely                               be detected based on cytogenetic data and chromosomal\nthat UPD will turn out to be anything but an interesting                             heteromorphisms or rearrangements [10-14], microsatel-\nrarity > [3]. However, today, some 20 years later, there                             lite analysis [15], methylation test [16] or SNP-bases\nare > 1,100 reports on UPD cases [1] and what was con-                               array-comparative genomic hybridization [15]. Also\nsidered initially as something exotic is nowadays an                                 molecular cytogenetics taking advantage of the so called\nimportant diagnostic [4] and even prognostic factor for                              copy number variations (CNV) within the human gen-\nspecial syndromes [5,6]. Also UPD is able to support the                             ome can be used to characterize UPD [17]. Interestingly,\nlocalization of monogenic disorder genes (e.g. [7], see                              UPD is in at least 30% of the case observed together\nalso [1]) and was demonstrated to play a role in tumori-                             with a chromosomal aberration [1]. Thus, (molecular)\ngenesis, as reviewed by [8].                                                         cytogenetics is essential when concentrating on this\n  The concept of UPD was introduced in 1980 into                                     putatively exclusive molecular genetic topic.\nmedical genetics by Eric Engel [9]. In 1987 the first case                              This review focuses on UPD present in clinically nor-\nof UPD proven by molecular methods was described                                     mal and clinically abnormal persons. UPD cases nowa-\n[10]. However, cases having a UPD were reported before                               days repeatedly reported as acquired, tumor-specific\n[11-14].                                                                             epigenetic alteration [8] are not subject of this paper.\n                                                                                     Basis of this review is a freely available and regularly\n                                                                                     updated online database including all published UPD-\nCorrespondence: i8lith@mti.uni-jena.de                                               cases [1].\nJena University Hospital, Institute of Human Genetics and Anthropology,\nKollegiengasse 10, D-07743 Jena, Germany\n\n                                       © 2010 Liehr; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons\n                                       Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in\n                                       any medium, provided the original work is properly cited.\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                       Page 2 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\nBasic types of UPD                                              - matUPD(14): Temple syndrome (TS; see OMIM\nAccording to [18] there are three basis types of UPD.           *605636 and #176270),\nUPD for the entire chromosomal complement can be                - patUPD(14): paternal UPD(14) syndrome (patUPD\npresent as paternal or maternal UPD (UPDpat/                    (14); OMIM #608149),\nUPDmat). The first leads to complete hydatidiform               - matUPD(15): Prader Willi syndrome (PWS; OMIM\nmole, the second one induces benign cystic ovary. For           #176270), and\nUPDpat exceptional cases are reported with mosaic               - patUPD(15): Angelman syndrome (AS; OMIM\nstate of uniparental and biparental inheritance but no          #105830).\ntriploidy; more frequently UPDpat cell lines with a tri-\nploid one are seen as partial hydatidiform mole [1,18].        Meiotic and mitotic origin of the UPD has been\n  UPD for a complete chromosome can appear due to            shown to be assorted in different imprinting disorders.\ngamete complementation, trisomic rescue (with or with-       Meiotic origin is e.g. suggested in 58% of matUPD(7)-,\nout formation of a small supernumerary marker chro-          in 89% of matUPD(15)- and in 16% in patUPD(15)-\nmosome = sSMC), monosomic rescue, mitotic error in           cases [21].\nconnection with a Robertsonian or other translocation,\nisochromosome formation, deletion and duplication            Frequency of UPD\n[18]. Finally, segmental UPD can arise due to a postzy-      According to the literature the frequency of UPD in\ngotic somatic recombination between maternal and             newborn is considered to be about 1 in 3,500 which\npaternal homologue, or in connection with numerical          equals a rate of 0.029% [21]. However, the rate for a\nand/or structural chromosomal aberrations [18].              similar rare human group of disorders, in which UPD\n                                                             also can be present, i.e. the patients with small supernu-\nHetero- and isodisomy, imprinting and                        merary marker chromosomes (sSMC), is only 0.044% in\nhemizygosity                                                 newborn [22]. At present almost 4,000 sSMC cases [23]\nTwo subtypes of UPD can be recognized by molecular           and only ~1,100 UPD [1] cases are reported in the lit-\nanalysis. The one is called heterodisomy (hUPD) and is       erature. Thus, the rate of UPD in human population\ndefined as inheritance of both chromosomes from one          might be even lower than suggested, maybe 1 in 5,000\nparental pair. Besides there can be isodisomy (iUPD), i.e.   or less.\ninheritance of two copies of the same chromosomes from         However, in the above mentioned “imprinting disor-\none parent. hUPD and iUPD can cause disease if affecting     ders” the UPD rates are much higher. In SRS about 5%\na gene underlying genomic imprinting (= expression of a      of the cases show a matUPD(7). For AS a UPD rate of\ngene which depends on parental origin). iUPD can             7% [24] and for PWS of 25% is given [24,25]. BWS has\nfurther and independent of imprinting, result in func-       segmental UPD(11p) in 20% of the cases. In TND a\ntional reduction to hemizygosity and thus can cause a        patUPD(6) is reported in 40% of the patients. > 95% of\nrecessive disease to occur in the offspring of one carrier   TS cases show matUPD(14) and for patUPD(14) syn-\npatient. Apart from monosomic rescue cases, which            drome no cases without UPD are reported yet [24]. Also\nshould always be iUPD, hUPD and iUPD can be observed         important to state is that UPD seems not to be pro-\nas mixed forms mostly. Overall, mainly meiotic I or II       moted by assisted reproductive technologies (ART),\nerrors and/or postzygotic events contribute to UPD for-      while imprinting defects are very well found more fre-\nmation [18]. Additionally, as Albert Schinzel stated < the   quently after application of ART [24].\nincidence of meiotic nondisjunction increases with             As summarized in Table 1 the male to female ratio of\nadvanced maternal age, maternal UPD most often is het-       UPD carriers overall is 1:1. Only for matUPD(4) and\nerodisomy while in paternal UPD isodisomy prevails, and      patUPD(6) this ratio was abnormal (Tab. 1). For\nno correlation with paternal age is found > [19].            matUPD(4) at present eight cases are reported, seven of\n  As “imprinting disorders” are nowadays regarded and        which are male. In patUPD(6) only seven of the nine-\nregistered in the database Online Mendelian Inheritance      teen cases are female. Further cases have to be studied\nof Man (OMIM) [20]:                                          to be able to draw a final conclusion if these data are\n                                                             subject to bias or not.\n    - patUPD(6): transient neonatal diabetes (TND;\n    OMIM #601410),                                           Detection of UPD\n    - matUPD(7): Silver Russel syndrome (SRS; OMIM           In one third of clinical UPD cases this genetic defect is\n    #180860),                                                uncovered due to, or in connection with a chromosomal\n    - patUPD(11): Beckwith-Wiedemann syndrome                abnormality [1]. In such cases cytogenetic analysis was\n    (BWS; OMIM #130650),                                     performed because in the overwhelming majority of the\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                                              Page 3 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\nTable 1 Male to female ratio in maternal and paternal                               published without having cytogenetics done. This is\nUPD for human autosomes.                                                            especially critical in UPD of one of the chromosomes\n                          matUPD                        patUPD                      13, 14, 15, 21 or 22 (acrocentric ones). Presence of a\nChromosome                    Male        female           male        female       Robertsonian translocation is known to contribute to\n1                                 6             5               6              9    the formation of this rare kind of mitotic error and can\n2                                 9             7               6              4    assist to explain familial cases of e.g. PWS or AS [26].\n                                                                                    Between 0.6% and 3% of Robertsonian translocations are\n3                                 1             4               0              0\n                                                                                    associated with UPD [27]. However, over 10% of the\n4                                 7             1               0              0\n                                                                                    acrocentric chromosome derived UPDs summarized in\n5                                 0             1               1              1\n                                                                                    [1] have a Robertsonian translocation.\n6                                 3             3             12               7\n7                                17            20               6              3    2) UPD-cases with abnormal balanced karyotype\n8                                 2             3               1              1    Abnormal balanced karyotypes in connection with UPD\n9                                 4             8               0              0    can be formed as isochromosomes (as described for\n10                                3             1               0              0    chromosomes 1, 2, 4, 7 and 9), inversions (reported for\n11                                2             1               7              8    chromosomes 3 and 4), balanced translocations (see\n12                                1             3               0              1\n                                                                                    chromosomes 7, 15) and Robertsonian translocations\n                                                                                    (chromosomes 13, 14, 15, 21 and 22). Overall, such\n13                                2             3               3              3\n                                                                                    abnormal balanced karyotypes are reported in 8% of\n14                               20            24             12               15\n                                                                                    published UPD cases [1] (Fig. 1).\n15                               36            25             23               23\n16                               13            13               0              2    3) UPD-cases with abnormal unbalanced karyotype\n17                                1             2               0              0    16% of reported UPD cases are observed in connection\n18                                0             1               0              0    with an unbalanced karyotype. About a quarter of those\n19                                0             0               0              0    cases were identified due to the presence of an sSMC\n20                                3             2               1              0    [1,23] (Fig. 1).\n21                                3             1               1              3    3a) UPD-cases with sSMC\n                                                                                    All reported sSMC cases are summarized at http://www.\n22                                3             5               2              1\n                                                                                    med.uni-jena.de/fish/sSMC/00START.htm[23]. At pre-\nOverall                         136           133             81               81\n                                                                                    sent there are > 3,900 entries with sSMC; ~3,300 of\nAs not for all reported UPD cases the gender is given in the literature only\n413 cases summarized in [1] could be included in this table.\n                                                                                    those are reported not in connection with a Turner syn-\n                                                                                    drome. Thus, at least 1.3% of those sSMC cases present\n                                                                                    with a UPD. This rate would be higher if derivative-\ncases with a UPD clinical abnormalities are present.                                chromosome-22-/Emanuel-syndrome would be included;\nOnly some 50 cases with UPD but no clinical abnormal-                               however, to the best of our knowledge no reliable quan-\nities are reported in the literature; they were found                               titative data on parental UPD(22) origin is available\nmore or less by chance or due to repeated abortions in                              here. Among the reported UPD cases sSMC were pre-\na family with chromosomal rearrangement [1].                                        sent in 4%. As up to present only de novo sSMC were\n  As the karyotype is crucial for the understanding of                              associated with a UPD, trisomic rescue is the most likely\nUPD formation, in the following the reported UPD-                                   reason for their formation. This assumption was also\ncases are grouped into: 1) Cases with proven or sug-                                already proven for some UPD cases (e.g. [28]).\ngested normal karyotype; 2) cases with abnormal                                     3b) UPD-cases with imbalances except for sSMC\nbalanced karyotype; 3) cases with abnormal unbalanced                               Trisomic rescue can not only lead to sSMC formation\nkaryotype, subdividing in a) cases with small supernu-                              but also, more often, to mosaic formation like mos 47,\nmerary marker chromosomes (sSMC) and b) cases with                                  XN, + 16/46, XN; in such cases a UPD, in the given\nimbalances except for sSMC; and 4) cases with segmen-                               example a UPD 16, can be present in the cells with nor-\ntal UPD. The percentage rates given below are summar-                               mal karyotype. Over 100 such cases are reported, at pre-\nized in Fig. 1 and deduced from [1].                                                sent for chromosomes 2, 4, 6-7, 9-17 and 20-22.\n                                                                                    Besides, imbalances like additional sex chromosomes,\nCytogenetic subgroups displaying UPD                                                pseudodicentric chromosomes, unbalanced transloca-\n1) UPD-cases with proven or suggested normal karyotype                              tions, partial deletions and duplications are reported in\n65% of the reported UPD cases have a cytogenetically                                the remainder ~25 cases. In UPD-cases with additional\nproven or suggested normal karyotype of 46, XX or 46,                               imbalances it is hard to distinguish between a possible\nXY (Fig. 1). Surprisingly, > 50% of these cases are                                 effect of UPD and of the observed chromosomal\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                        Page 4 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\n Figure 1 Cytogenetic subgroups displaying matUPD, patUPD and UPD in general. Abbreviations: matUPD = maternal UPD;\n patUPD = paternal UPD.\n\n\nimbalance on the clinical phenotype. Also, if no chro-     involved in UPD formation, chromosome 15 being by\nmosomal imbalance has been detected except for UPD,        far the most often observed one, which might possibly\nthere still can be aberrant cell lines present in other    reflect in parts an ascertainment bias. Chromosomes 1,\nthan the studied body tissues. This topic is matter of     2 and 6 have a moderate frequency of UPD, while the\ndiscussion especially for matUPD(16) [29]. Additionally,   remainder chromosomes are sparsely contributing to\nit is noteworthy that in the here discussed mosaic cases   UPD.\nwith a trisomic cell line the disomic cells have a UPD       Kalouseck and Barrett [30] suggested that the fre-\nand the trisomic ones not. However, there are mosaic       quency with which various chromosomes are involved\ncases with UPD reported especially for cases with BWS,     in placental aneuploidy could correspond to the inci-\nbut also other chromosomes [1]. Mostly these can be        dence of specific chromosomal trisomies in spontaneous\nacknowledged only by molecular approaches, as cyto-        abortions. Thus, a data from a review on chromosomal\ngenetically the different cell lines do not differ.        contribution in spontaneous abortion [31] was com-\n                                                           pared with chromosomal contribution of UPD as known\n4) Segmental UPD-cases                                     by now, excluding segmental UPD cases [1]. However,\nAt present there are 122 reports on segmental UPD.         as visible in Fig. 3 there is no positive correlation, but, if\n~65% of those cases are provided by Beckwith-Wide-         at all a negative one. If true, this would possibly mean\nmann syndrome and segmental paternal UPD 11p [1].          that chromosomes which tend to form UPD are found\nThe remainder cases were found in connection with          less frequently in abortions. Further studies are required\nchromosomal rearrangements in ~12%, while a normal         to substantiate this possibility.\nor no karyotype is reported in 20 and 16 cases, respec-\ntively. Overall, 11% of all known UPD cases are of the     Maternal and paternal UPD\nsegmental type (Fig. 1).                                   Trisomic rescue as reason for UPD is present in most of\n                                                           the sSMC- and of the mosaic-cases having trisomy in a\nChromosomal contribution to UPD in autosomal               subset of their cells. Overall, about 150 such cases are\nchromosomes                                                available in the literature. The fact that only 4 of 45\nIn Fig. 2 the chromosomal contribution to UPD              sSMC- and 9 of 107 mosaic-carriers show a paternal\ntogether with matUPD and patUPD is summarized.             UPD, i.e. only 8.6%, must have a biological background.\nChromosomes 15, 11, 7, 14 and 16 are most often            It was already speculated that this might be due to the\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                                    Page 5 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\n Figure 2 Chromosomal contribution to UPD. Maternal (matUPD) and paternal (patUPD) are presented in different colors. Abbreviations:\n # = number; chr. = chromosome.\n\n\n\n\n Figure 3 Chromosomal distribution of UPD compared to that found in abortions. Abbreviations: # = number; chr. = chromosome;\n n = quantity of cases.\n\n\nhigher frequency of aneuploidy in oocytes than in sperm             [38]. Also the recently recognized phenomenon that\n[32]. Chromosome anomalies are common in human                      “developmental chromosome instability” is significantly\ngametes, with approximately 21% of oocytes and 9% in                increased during embryonic stage and affects different\nsperm [33]. In implanted embryos the rate of trisomies              tissues is to be mentioned in this context [39]. Los and\nwas estimated to be 16% [34]. Trisomic rescue is the                coworkers [36] < consider trisomic rescue to consist of\nresult of viable postzygotic non-disjunction or anaphase            one correction event in the first to fourth postzygotic\nlag event occurring during early embryogenesis which                cell division with a subsequent unknown distribution of\ncan involve either trophectoderm or extraembryonic                  trisomic and disomic cells among the progenitor cells of\nmesoderm progenitors or both of them [35]. Los and                  the inner cell mass and trophoblast compartment until\ncoworkers added to that in 1998 the theory of chromo-               16-cell stage >. Cellular selection during following for-\nsome demolition as an alternative correction mode [36].             mation of placenta and early embryogenesis would help\nAs UPD and sSMC formation can go together, chromo-                  as a result to ensure the presence of a numerically\nsome demolition would be a process of deliberate frag-              balanced chromosome complement in the developing\nmentation and/or removal of one of the sets of three                fetus.\nchromosomes during ana- or metaphase. Such chromo-                     Together with the recent findings that there are inher-\nsome fragmentation is seen in Howel Joly bodies [37]                ent epigenetic differences between the paternal and\nand a case with a del(5)(q31) recently reported could be            maternal pronuclei in early cleavage stage embryos [40]\ninterpreted as incomplete chromosome fragmentation                  this led us to suggest the following idea to explain the\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                                                               Page 6 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\nabove mentioned 1:9 rate of matUPD versus patUPD.                              3.    Warburton D: Uniparental disomy: a rare consequence of the high rate\n                                                                                     of aneuploidy in human gametes. Am J Hum Genet 1988, 42:215-216.\nBesides the fact that aneusomies are more likely to be                         4.    Eggermann T, Meyer E, Ranke MB, Holder M, Spranger S, Zerres K,\ncontributed from the female side [32] also another kind                              Wollmann HA: Diagnostic proceeding in Silver-Russell syndrome. Mol\nof enzymatic content in male and female derived pro-                                 Diagn 2005, 9:205-209.\n                                                                               5.    Halit H, Grice SJ, Bolton R, Johnson MH: Face and gaze processing in\nnuclear compartment could be important. The oocyte                                   Prader-Willi syndrome. J Neuropsychol 2008, 2:65-77.\nhas obviously a less active machinery to eliminate chro-                       6.    Weksberg R, Squire JA: Molecular biology of Beckwith-Wiedemann\nmosomal mistakes than the spermatocyte. Thus, at stage                               syndrome. Med Pediatr Oncol 1996, 27:462-469.\n                                                                               7.    Woodage T, Prasad M, Dixon JW, Selby RE, Romain DR, Columbano-\nof pronuclei an elimination of a paternally derived addi-                            Green LM, Graham D, Rogan PK, Seip JR, Smith A: Bloom syndrome and\ntional chromosome could be more likely than of a                                     maternal uniparental disomy for chromosome 15. Am J Hum Genet 1994,\nmaternally derived one. In concordance herewith, evi-                                55:74-80.\n                                                                               8.    Tuna M, Knuutila S, Mills GB: Uniparental disomy in cancer. Trends Mol\ndence for the existence of a chromosome counting                                     Med 2009, 15:120-128.\nmechanisms in zygote and early embryogenesis was                               9.    Engel E: A new genetic concept: uniparental disomy and its potential\nalready provided [41].                                                               effect, isodisomy. Am J Med Genet 1980, 6:137-143.\n                                                                               10.   Créau-Goldberg N, Gegonne A, Delabar J, Cochet C, Cabanis MO,\n                                                                                     Stehelin D, Turleau C, de Grouchy J: Maternal origin of a de novo\nConclusion                                                                           balanced t(21q21q) identified by ets-2 polymorphism. Hum Genet 1987,\nBased on a regularly updated case collection on clinical                             76:396-398.\n                                                                               11.   Carpenter NJ, Say B, Barber ND: A homozygote for pericentric inversion of\nUPD cases [1] meta-analyses of the presently available                               chromosome 4. J Med Genet 1982, 19:469-471.\ncase-reports are now possible. Here a first attempt is                         12.   Kirkels VG, Hustinx TW, Scheres JM: Habitual abortion and translocation\npresented. Similar as stated for the sSMC database [23]                              (22q;22q): unexpected transmission from a mother to her phenotypically\n                                                                                     normal daughter. Clin Genet 1980, 18:456-461.\nin [42] the present UPD-cases collected [1] are ascer-                         13.   Palmer CG, Schwartz S, Hodes ME: Transmission of a balanced\ntainment-biased, however, it is the only data available by                           homologous t(22q;22q) translocation from mother to normal daughter.\nnow. Of the 48 possible uniparental chromosomal pairs,                               Clin Genet 1980, 17:418-422.\n                                                                               14.   Betz A, Turleau C, de Grouchy J: Heterozygosity and homozygosity for a\nplus 2 whole genomic variants of UPD still the first                                 pericentric inversion of human chromosome 3. Ann Genet 1974, 17:79-80.\nreports for mat UPD(19) and patUPD(4), patUPD(17),                             15.   Altug-Teber O, Dufke A, Poths S, Mau-Holzmann UA, Bastepe M, Colleaux L,\npatUPD(18), and patUPD(19) are awaited. However, the                                 Cormier-Daire V, Eggermann T, Gillessen-Kaesbach G, Bonin M, Riess O: A\n                                                                                     rapid microarray based whole genome analysis for detection of\nrate of UPD might be lower than that of sSMC, and                                    uniparental disomy. Hum Mutat 2005, 26:153-159.\nthus, lower than predicted [21]. Trisomic rescue and                           16.   Baumer A, Wiedemann U, Hergersberg M, Schinzel A: A novel MSP/DHPLC\nUPD should be highly actual fields of research, as the                               method for the investigation of the methylation status of imprinted\n                                                                                     genes enables the molecular detection of low cell mosaicisms. Hum\nunderstanding of nuclear architecture and interphase                                 Mutat 2001, 17:423-430.\ncell regulation is nowadays considered as important for                        17.   Mkrtchyan H, Gross M, Hinreiner S, Polytiko A, Manvelyan M, Mrasek K,\nepigenetic gene regulation [43]. Thus, interphase cytoge-                            Kosyakova N, Ewers E, Nelle H, Liehr T, Volleth M, Weise A: Early embryonic\n                                                                                     chromosome instability results in stable mosaic pattern in human\nnetic tools like fluorescence in situ hybridization based                            tissues. PLoS One 2010, 5:e9591.\nbanding approaches including multicolor banding could                          18.   Gardner RJM, Sutherland GR: Chromosome abnormalities and genetic\nalso be of interest in UPD-research [43-46].                                         counseling. Oxford University Press 2004, 314-318.\n                                                                               19.   Schinzel A: Catalogue of unbalanced chromosome aberrations in man.\n  What cannot be stressed enough is that the genetic                                 De Gruyter 2001, 19-22.\nbackground of a ‘UPD-patient’ needs to be character-                           20.   Online Mendelian Inheritance of Man (OMIM). 2010 [http://www.ncbi.\nized, besides by molecular methods, also by (molecular)                              nlm.nih.gov/omim].\n                                                                               21.   Robinson WP: Mechanisms leading to uniparental disomy and their\ncytogenetics as in one third of the cases chromosomal                                clinical consequences. Bioessays 2000, 22:452-459.\nrearrangements are in connection with the event of a                           22.   Liehr T, Weise A: Frequency of small supernumerary marker\nUPD!                                                                                 chromosomes in prenatal, newborn, developmentally retarded and\n                                                                                     infertility diagnostics. Int J Mol Med 2007, 19:719-731.\n                                                                               23.   Liehr T: Small supernumerary marker chromosomes (sSMC). 2010\n                                                                                     [http://www.med.uni-jena.de/fish/sSMC/00START.htm].\nAuthors’ contributions\n                                                                               24.   Amor DJ, Halliday J: A review of known imprinting syndromes and their\nTL contributed all work related to the UPD-database [1] and to this review.\n                                                                                     association with assisted reproduction technologies. Hum Reprod 2008,\n                                                                                     23:2826-2834.\nCompeting interests\n                                                                               25.   Nicholls RD, Knoll JH, Butler , Karam S, Lalande M: Genetic imprinting\nThe author declares that he has no competing interests.\n                                                                                     suggested by maternal heterodisomy in nondeletion Prader-Willi\n                                                                                     syndrome. Nature 1989, 342:281-285.\nReceived: 23 March 2010 Accepted: 29 March 2010\n                                                                               26.   Flori E, Biancalana V, Girard-Lemaire F, Favre R, Flori J, Doray B, Mandel JL:\nPublished: 29 March 2010\n                                                                                     Difficulties of genetic counseling and prenatal diagnosis in a\n                                                                                     consanguineous couple segregating for the same translocation (14;15)\nReferences                                                                           (q11;q13) and at risk for Prader-Willi and Angelman syndromes. Eur J\n1. Liehr T: Cases with uniparental disomy (UPD). 2010 [http://www.med.uni-           Hum Genet 2004, 12:181-186.\n    jena.de/fish/sSMC/00START-UPD.htm].                                        27.   Ruggeri A, Dulcetti F, Miozzo M, Grati FR, Grimi B, Bellato S, Natacci F,\n2. Spence JE, Perciaccante RG, Greig GM, Willard HF, Ledbetter DH,                   Maggi F, Simoni G: Prenatal search for UPD 14 and UPD 15 in 83 cases\n    Hejtmancik JF, Pollack MS, O’Brien WE, Beaudet AL: Uniparental disomy as         of familial and de novo heterologous Robertsonian translocations. Prenat\n    a mechanism for human genetic disease. Am J Hum Genet 1988,                      Diagn 2004, 24:997-1000.\n    42:217-226.\n\fLiehr Molecular Cytogenetics 2010, 3:8                                                                                                          Page 7 of 7\nhttp://www.molecularcytogenetics.org/content/3/1/8\n\n\n\n\n28. Bartels I, Schlueter G, Liehr T, Von Eggeling F, Starke H, Glaubitz R,\n    Burfeind P: Supernumerary small marker chromosome (SMC) and\n    uniparental disomy 22 in a child with confined placental mosaicism of\n    trisomy 22: Trisomy rescue due to marker chromosome formation.\n    Cytogenet Genome Res 2003, 101:103-105.\n29. Wolstenholme J: An audit of trisomy 16 in man. Prenat Diagn 1995,\n    15:109-121.\n30. Kalousek DK, Barrett I: Confined placental mosaicism and stillbirth. Pediatr\n    Pathol 1994, 14:151-159.\n31. Hassold T, Chen N, Funkhouser J, Jooss T, Manuel B, Matsuura J,\n    Matsuyama A, Wilson C, Yamane JA, Jacobs PA: A cytogenetic study of\n    1000 spontaneous abortions. Ann Hum Genet 1980, 44:151-178.\n32. Bán Z, Nagy B, Papp C, Beke A, Tóth-Pál E, Papp Z: Recurrent trisomy 21\n    and uniparental disomy 21 in a family. Fetal Diagn Ther 2003, 18:454-458.\n33. Martin RH: Meiotic errors in human oogenesis and spermatogenesis.\n    Reprod Biomed Online 2008, 16:523-531.\n34. Farfalli VI, Magli MC, Ferraretti AP, Gianaroli L: Role of aneuploidy on\n    embryo implantation. Gynecol Obstet Invest 2007, 64:161-165.\n35. Kalousek DK, Howard-Peebles PN, Olson SB, Barrett IJ, Dorfmann A,\n    Black SH, Schulman JD, Wilson RD: Confirmation of CVS mosaicism in\n    term placentae and high frequency of intrauterine growth retardation\n    association with confined placental mosaicism. Prenat Diagn 1991,\n    11:743-750.\n36. Los FJ, van Opstal D, Berg van den C, Braat AP, Verhoef S, Wesby-van\n    Swaay E, Ouweland van den AM, Halley DJ: Uniparental disomy with and\n    without confined placental mosaicism: a model for trisomic zygote\n    rescue. Prenat Diagn 1998, 18:659-668.\n37. Felka T, Lemke J, Lemke C, Michel S, Liehr T, Claussen U: DNA degradation\n    during maturation of erythrocytes - molecular cytogenetic\n    characterization of Howell-Jolly bodies. Cytogenet Genome Res 2007,\n    119:2-8.\n38. Vialard F, Molina-Gomes D, Quarello E, Leroy B, Ville Y, Selva J: Partial\n    chromosome deletion: a new trisomy rescue mechanism? Fetal Diagn\n    Ther 2009, 25:111-114.\n39. Iourov IY, Vorsanova SG, Yurov YB: Developmental neural chromosome\n    instability as a possible cause of childhood brain cancers. Med\n    Hypotheses 2009, 72:615-616.\n40. Wu TF, Chu DS: Epigenetic processes implemented during\n    spermatogenesis distinguish the paternal pronucleus in the embryo.\n    Reprod Biomed Online 2008, 16:13-22.\n41. Migeon BR, Jeppesen P, Torchia BS, Fu S, Dunn MA, Axelman J,\n    Schmeckpeper BJ, Fantes J, Zori RT, Driscoll DJ: Lack of X inactivation\n    associated with maternal X isodisomy: evidence for a counting\n    mechanism prior to X inactivation during human embryogenesis. Am J\n    Hum Genet 1996, 58:161-170.\n42. Liehr T, Mrasek K, Weise A, Dufke A, Rodríguez L, Martínez Guardia N,\n    Sanchís A, Vermeesch JR, Ramel C, Polityko A, Haas OA, Anderson J,\n    Claussen U, von Eggeling F, Starke H: Small supernumerary marker\n    chromosomes–progress towards a genotype-phenotype correlation.\n    Cytogenet Genome Res 2006, 112:23-34.\n43. Manvelyan M, Kempf P, Weise A, Mrasek K, Heller A, Lier A, Höffken K,\n    Fricke HJ, Sayer HG, Liehr T, Mkrtchyan H: Preferred co-localization of\n    chromosome 8 and 21 in myeloid bone marrow cells detected by three\n    dimensional molecular cytogenetics. Int J Mol Med 2009, 24:335-341.\n44. Iourov IY, Liehr T, Vorsanova SG, Yurov YB: Interphase chromosome-\n    specific multicolor banding (ICS-MCB): a new tool for analysis of\n    interphase chromosomes in their integrity. Biomol Eng 2007, 24:415-417.\n45. Manvelyan M, Hunstig F, Bhatt S, Mrasek K, Pellestor F, Weise A, Simonyan I,\n    Aroutiounian R, Liehr T: Chromosome distribution in human sperm - a 3D            Submit your next manuscript to BioMed Central\n    multicolor banding-study. Mol Cytogenet 2008, 1:25.                               and take full advantage of:\n46. Yurov YB, Iourov IY, Vorsanova SG, Liehr T, Kolotii AD, Kutsev SI, Pellestor F,\n    Beresheva AK, Demidova IA, Kravets VS, Monakhov VV, Soloviev IV:\n                                                                                      • Convenient online submission\n    Aneuploidy and confined chromosomal mosaicism in the developing\n    human brain. PLoS One 2007, 2:e558.                                               • Thorough peer review\n                                                                                      • No space constraints or color figure charges\n doi:10.1186/1755-8166-3-8\n Cite this article as: Liehr: Cytogenetic contribution to uniparental                 • Immediate publication on acceptance\n disomy (UPD). Molecular Cytogenetics 2010 3:8.\n                                                                                      • Inclusion in PubMed, CAS, Scopus and Google Scholar\n                                                                                      • Research which is freely available for redistribution\n\n\n                                                                                      Submit your manuscript at\n                                                                                      www.biomedcentral.com/submit",
  "wordCount": 4666,
  "indexed": "2025-09-25T22:40:57.997Z",
  "method": "direct"
}
