{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Bianchi_2012_From prenatal genomic diagnosis to fetal personalized medicine.pdf",
  "fileName": "Bianchi_2012_From prenatal genomic diagnosis to fetal personalized medicine.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Bianchi_2012_From prenatal genomic diagnosis to fetal personalized medicine.pdf",
  "text": "HHS Public Access\n                                 Author manuscript\n                                 Nat Med. Author manuscript; available in PMC 2015 May 15.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Nat Med. ; 18(7): 1041–1051. doi:10.1038/nm.2829.\n\n\n\n                    From prenatal genomic diagnosis to fetal personalized\n                    medicine: progress and challenges\n                    Diana W Bianchi\n                    The Mother Infant Research Institute at Tufts Medical Center and the Division of Genetics,\n                    Department of Pediatrics, Floating Hospital for Children, Boston, Massachusetts, USA.\nAuthor Manuscript\n\n\n\n\n                    Abstract\n                         Thus far, the focus of personalized medicine has been the prevention and treatment of conditions\n                         that affect adults. Although advances in genetic technology have been applied more frequently to\n                         prenatal diagnosis than to fetal treatment, genetic and genomic information is beginning to\n                         influence pregnancy management. Recent developments in sequencing the fetal genome combined\n                         with progress in understanding fetal physiology using gene expression arrays indicate that we\n                         could have the technical capabilities to apply an individualized medicine approach to the fetus.\n                         Here I review recent advances in prenatal genetic diagnostics, the challenges associated with these\n                         new technologies and how the information derived from them can be used to advance fetal care.\n                         Historically, the goal of prenatal diagnosis has been to provide an informed choice to prospective\n                         parents. We are now at a point where that goal can and should be expanded to incorporate genetic,\n                         genomic and transcriptomic data to develop new approaches to fetal treatment.\nAuthor Manuscript\n\n\n\n\n                                       The goal of personalized medicine is to optimize health and develop individualized therapy\n                                       for disease by combining a person's genetic and genomic data with information about their\n                                       lifestyle and exposures. So far, personalized medicine has focused on the prevention and\n                                       treatment of conditions affecting adults, such as cancer and cardiovascular disease1.\n                                       Remarkably, few studies have addressed the therapeutic implications of recent advances in\n                                       genetic technologies for the fetus. This is surprising, as progress in prenatal diagnosis2 has\n                                       led to widespread antenatal screening programs that have been successfully reproduced\n                                       throughout the developed world. One could argue that a personalized medicine approach\n                                       would have maximal benefit over the course of an individual's lifetime if it began in the\n                                       womb or at birth. However, a major limitation of applying advanced genetic and genomic\n                                       techniques in the prenatal setting is that genomic variation can be identified for which the\nAuthor Manuscript\n\n\n\n\n                                       clinical implications are not known. But as knowledge of the fetus and fetal development\n                                       progresses by sequencing fetal DNA and RNA, new treatment opportunities will emerge.\n                                       Now is the time to acknowledge the scientific progress that has taken place in the area of\n                                       prenatal genomic medicine and consider the practical and ethical considerations raised by\n                                       these technologies. Furthermore, the strong interest in and acceptance of direct-to-consumer\n                                       genetic testing by many pregnant women3–5 effectively mandates that multidisciplinary\n\n\n                    Correspondence should be addressed to D.W.B. (dbianchi@tuftsmedicalcenter.org)..\n                    COMPETING FINANCIAL INTERESTS\n                    The author declares competing financial interests: details are available in the online version of the paper.\n\f                    Bianchi                                                                                                 Page 2\n\n\n                                   specialists should consider and discuss these issues before a ‘parallel universe’ populated by\nAuthor Manuscript\n\n\n\n\n                                   commercial interests is fully established outside of the traditional health care system.\n\n                                   Importantly, advances in prenatal diagnosis that allow for a more detailed analysis of fetal\n                                   genetics and genomics provide some of the data necessary for a personalized approach to\n                                   fetal medicine. I first discuss these technological advances and provide examples of how\n                                   they have provided a greater understanding of the genetic basis of specific fetal disorders\n                                   (Table 1). In the prenatal setting, pure fetal material may be obtained invasively through\n                                   amniocentesis or chorionic villus sampling or noninvasively through maternal blood. The\n                                   invasive diagnostic techniques are generally safe and accurate, although they need to be\n                                   performed by obstetricians with specific expertise, and they carry with them a small but\n                                   measurable chance of miscarriage. There is expanding interest in noninvasive techniques of\n                                   fetal assessment using cell-free DNA and RNA molecules that circulate in the maternal\n                                   blood. Maternal venipuncture has no associated risk of fetal loss; however, maternal blood\nAuthor Manuscript\n\n\n\n\n                                   contains a mixture of both fetal and maternal nucleic acids, which increases the downstream\n                                   analytic complexity.\n\n                                   Transcriptomic analyses are also beginning to be applied to prenatal diagnosis; these\n                                   analyses can provide a dynamic view of fetal and placental development. I discuss advances\n                                   in this area and how such approaches might be used to find new biomarkers for fetal\n                                   diseases or provide insights into the functional pathways involved in a particular disorder. I\n                                   also discuss the practical and ethical challenges facing the field of fetal diagnostics,\n                                   including how these new technologies should be incorporated into clinical practice, as well\n                                   as how to move forward to translate these insights to provide new therapeutic strategies for\n                                   fetal disease and achieve the goal of fetal personalized medicine.\nAuthor Manuscript\n\n\n\n\n                       Advances in invasive diagnosis by fetal cytogenomics\n                                   Cytogenetic diagnosis is in a transition from the microscopic analysis of chromosomes in\n                                   metaphase to the analysis of DNA within chromosomes using microarrays (Fig. 1). In the\n                                   postnatal setting, a chromosomal microarray analysis is now considered to be the first-tier\n                                   cytogenetic diagnostic test for individuals with congenital anomalies, intellectual disability\n                                   or both6. Even before the International Standard Cytogenomic Array (ISCA) Consortium\n                                   (https://www.iscaconsortium.org/) published their evidence-based summary of 33 studies\n                                   involving over 21,000 children and adults in 2010 (ref. 6), there was a demand for applying\n                                   this technology prenatally. Therefore, in 2007 the Eunice Kennedy Shriver National Institute\n                                   of Child Health and Human Development (NICHD) funded a clinical trial comparing the\n                                   accuracy of microarrays to that of standard cytogenetic analyses (NCT01279733).\nAuthor Manuscript\n\n\n\n\n                       Microarrays offer advantages over conventional karyotyping\n                                   The advantages of microarray testing over the current standard, metaphase karyotyping,\n                                   include a higher sensitivity to detect chromosome deletions, duplications and unbalanced\n                                   rearrangements and a shorter turnaround time. This shorter time is because the DNA\n                                   isolation procedures can be automated, and there is no need to culture the fetal cells.\n                                   Whereas metaphase analyses using banding techniques can identify chromosome deletions\n                                   and duplications in the range of 5–10 Mb, the higher resolution provided by microarrays can\n\n\n                                          Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                                    Page 3\n\n\n                                   detect changes as small as 50–100 kb7. The disadvantages of microarrays include their\nAuthor Manuscript\n\n\n\n\n                                   inability to detect a balanced chromosome rearrangement or a triploid karyo-type. The\n                                   design of the array is crucial. Oligonucleotide and bacterial artificial chromosome arrays\n                                   provide less coverage of the genome but are specifically designed to identify known\n                                   chromosomal aberrations that are associated with clinically significant disease. Whole-\n                                   genome arrays provide sequence information without complete knowledge of the long-term\n                                   prognostic implications of all of the variants detected. Such sequence information, however,\n                                   may be permanently archived and used as a reference source to advance our knowledge of\n                                   the health of individuals and populations, human development and disease.\n\n                       The challenge of assessing clinical meaning from microarray results\n                                   A major concern regarding the widespread application of chromosome microarray\n                                   technology to low-risk pregnancies is the possibility of detecting copy number variants\nAuthor Manuscript\n\n\n\n\n                                   (CNVs) that have unknown clinical consequences. This is a problem because the phenotype\n                                   of the fetus cannot be completely assessed while in the womb, so it can be difficult to\n                                   determine the functional consequences of these genetic changes. When an indeterminate\n                                   CNV is detected, several factors increase the probability of its pathogenicity. These include\n                                   being absent in the parents (de novo), having a size of larger than 1 Mb, being a deletion\n                                   rather than a duplication or involving a gene-rich area of the genome. A final consideration\n                                   is whether there is a similar phenotype that involves genes within the same pathway7. When\n                                   a de novo CNV is found in the fetus, publicly available references can be consulted to\n                                   interpret its clinical implications, such as the database of Genotypes and Phenotypes\n                                   (dbGAP) (http://www.ncbi.nlm.nih.gov/gap)8 or the Database of Chromosomal Imbalance\n                                   and Phenotype in Humans using Ensembl Resources (DECIPHER) (http://\n                                   decipher.sanger.ac.uk/)9. However, most clinicians do not have adequate training to perform\nAuthor Manuscript\n\n\n\n\n                                   such interpretations of CNVs.\n\n                       Combining karyotype and microarray analyses to maximize information\n                                   In the prenatal setting, there is uncertainty as to whether it is better to use an array that only\n                                   detects findings of known clinical meaning or one that has the greatest possible resolution10.\n                                   Despite this uncertainty, a consensus exists with regard to the essential need for counseling\n                                   before and after testing as well as the clinical scenarios in which microarrays are a useful\n                                   adjunct to metaphase karyotyping. For example, in the settings of miscarriage11 and\n                                   stillbirth12,13, in which tissue culture frequently fails, the quality of the chromosome\n                                   preparation is suboptimal or both, microarrays have been shown to improve the detection of\n                                   genomic alterations in the fetus. Similarly, the addition of a microarray analysis when there\n                                   is a fetal structural anomaly and a normal metaphase karyotype results in the detection of 1–\nAuthor Manuscript\n\n\n\n\n                                   16% additional clinically relevant chromosome abnormalities14–21. The lower end of the\n                                   range reflects the use of lower density arrays14–18, and the higher percentages are derived\n                                   from the studies that used whole-genome platforms19–21. The use of microarrays has shown\n                                   that up to 25% of apparently balanced translocations analyzed by metaphase karyotyping are\n                                   in fact unbalanced and contain substantial aberrations in regions of the genome known to\n                                   encode for essential genes.\n\n\n\n\n                                          Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                               Page 4\n\n\n                                  A recent retrospective study performed in Israel compared antenatal karyotyping to\nAuthor Manuscript\n\n\n\n\n                                  microarrays; both options were routinely offered to couples undergoing invasive\n                                  procedures22. This study illustrated the potential added value of a microarray analysis in a\n                                  prenatal context. Of the 269 fetuses examined, 254 had a normal metaphase karyotype and\n                                  15 had abnormal metaphase findings of unknown clinical meaning. In the former group, 36\n                                  out of 254 fetuses had an abnormal microarray result, and 33 of these 36 fetuses were found\n                                  to have benign CNVs. The remaining three fetuses had de novo duplications (two of them\n                                  also had sonographic abnormalities). All three of the women carrying these fetuses opted for\n                                  termination. The overall risk of having an unbalanced genomic finding after a normal\n                                  karyotype was 1 in 84, or 1.1%. The microarray results were normal in 11 of the 15 fetuses\n                                  (73.3%) with an abnormal metaphase finding; all of these pregnancies were continued. In\n                                  four fetuses, unbalanced abnormalities in the karyotype were confirmed by a microarray\n                                  analysis; the women chose to terminate their pregnancies in these instances. In the entire\nAuthor Manuscript\n\n\n\n\n                                  study, clinically relevant genetic or genomic changes that had not been previously detected\n                                  were found in 18 out of 269 (6.5%, or 1 in 15) fetuses. Thus, the addition of genomic data\n                                  allowed the physicians to better define the expected prognosis for the child, which\n                                  substantially influenced subsequent pregnancy management and parental decisions.\n\n                       Advances in noninvasive prenatal diagnosis\n                                  The clinical experience with microarrays illustrates the immediate impact that rapid\n                                  advances in technology can have on clinical care, even before the completion of a\n                                  prospective blinded trial. The same phenomenon occurred with the noninvasive diagnosis of\n                                  fetal sex and the Rhesus D blood group (RhD) using circulating nucleic acids. In 1997, Lo\n                                  and his colleagues first found that cell-free fetal DNA circulates in maternal plasma and\n                                  serum by showing that gene sequences that are unique to the fetus could be amplified from\nAuthor Manuscript\n\n\n\n\n                                  maternal plasma23. Maternal blood contains a mixture of maternal and fetal (predominantly\n                                  placental24–30) cell-free nucleic acids. Therefore, fetal DNA can be isolated from maternal\n                                  blood and analyzed noninvasively (Fig. 2).\n\n                       Noninvasive diagnosis of RhD\n                                  By the early 1990s, the gene sequence for RhD (RHD) was known, and the prenatal\n                                  diagnosis of fetal Rhesus blood groups had moved from the serotyping of fetal blood to the\n                                  genotyping of amniocytes or villi31. An immediate clinical application for cell-free fetal\n                                  DNA in maternal blood was envisioned for the noninvasive diagnosis of fetal blood type. In\n                                  an initial feasibility study, fetal RHD genotype was accurately predicted by PCR\n                                  amplification of cell-free DNA isolated from peripheral blood samples in 55 of 57 RhD–\n                                  pregnant women32. The definitive fetal genotype was determined by amplification of RHD\nAuthor Manuscript\n\n\n\n\n                                  in the amniotic fluid or by serology at birth. There were two false-negative calls in first-\n                                  trimester samples, which were presumed to be the result of a low concentration of fetal\n                                  DNA in maternal plasma early in gestation. As early as 2001, after appropriate preclinical\n                                  validation studies, the International Blood Group Reference Laboratory in the UK\n                                  transitioned this test to prenatal care33.\n\n                                  Similar large-scale clinical studies were performed in France and The Netherlands34 that\n                                  identified the major challenges associated with noninvasive testing. False-negative results\n\n\n                                         Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                                 Page 5\n\n\n                                   were generally caused by a lack of fetal DNA in the sample, either for biological (too early\nAuthor Manuscript\n\n\n\n\n                                   in gestation) or technical (poor extraction) reasons34. More recent studies have incorporated\n                                   secondary PCRs using sex determining region Y (SRY), a Y chromosome sequence used as a\n                                   marker of male fetal DNA, RASSF1A, a marker of differentially methylated placental DNA,\n                                   or other paternal genetic markers as internal controls to verify that fetal DNA is present in\n                                   the sample35. In general, instances of false positives are caused by the fact that the majority\n                                   of RhD– individuals of African ancestry have one of two RHD variants, the RHD pseudo-\n                                   gene or the RHD-CE-Ds hybrid sequence36. Once these variants were identified, primer and\n                                   probe combinations were developed to either specifically recognize or entirely avoid the\n                                   problem of false-positive amplification. Noninvasive prenatal testing (NIPT) of RHD has\n                                   recently been implemented on a routine national basis in Denmark37. Prior to this policy\n                                   change, all RhD– pregnant women received RhD immunoglobulin. In the Danish study,\n                                   routine noninvasive prenatal testing meant that 862 women (37.2% of the total) could avoid\nAuthor Manuscript\n\n\n\n\n                                   unnecessary exposure to this blood product. NIPT has advanced antenatal care by limiting\n                                   RhD prophylaxis to only those women who carry an RhD+ fetus. In addition, noninvasive\n                                   fetal blood group tests are available for the blood groups C, c, E and KEL35,36.\n\n                       Noninvasive diagnosis of sex-linked disorders\n                                   Similarly, PCR amplification of cell-free DNA in maternal blood has been used as a\n                                   noninvasive alternative to cytogenetic diagnosis after an invasive procedure to determine\n                                   fetal sex. Such diagnostic tests are recommended when knowledge of fetal sex is needed for\n                                   the management of X-linked conditions or of ambiguous genitalia detected by sonogram.\n                                   Furthermore, knowledge of fetal sex helps determine which women need to take steroids to\n                                   prevent the masculinization of a female fetus that is at risk for congenital adrenal\n                                   hyperplasia. The widespread availability of this technology over the internet and in\n                                   pharmacies in the United States, however, raises substantial ethical concerns4. To determine\nAuthor Manuscript\n\n\n\n\n                                   the analytic and clinical validity of diagnosing fetal sex, a recent meta-analysis of 80\n                                   discrete datasets from 57 studies and 6,541 singleton fetuses showed that the overall\n                                   diagnostic performance of noninvasive testing was high (with a 95.4% sensitivity and a\n                                   98.1% specificity) when maternal blood samples were obtained after 7 weeks of gestation38.\n                                   The variables that had the biggest effect on test performance were gestational age and DNA\n                                   amplification methodology. Currently in the United States, noninvasive fetal DNA testing is\n                                   not available at point of care, and this testing is not approved by the Clinical Laboratory\n                                   Improvement Amendments (CLIA) or reimbursed by insurers, despite the results of this\n                                   meta-analysis38. In contrast, in the UK, this approach has already been incorporated into\n                                   prenatal care and has led to a reduction in invasive prenatal diagnostic procedures for sex-\n                                   linked disorders39.\nAuthor Manuscript\n\n\n\n\n                       Noninvasive prenatal testing for fetal aneuploidies\n                                   Antenatal recognition of fetuses with trisomy 21 is a major goal of all screening programs in\n                                   the developed world40. Whereas NIPT of fetal sex and RHD genotype can be performed\n                                   using the relatively straightforward technique of real-time PCR, identification of fetal\n                                   trisomy 21 using maternal plasma is much more complicated because there are no unique\n                                   fetal gene sequences to be detected. Multiple attempts over the past two decades have used\n                                   intact fetal cells in maternal blood41,42, cell-free DNA43 or cell-free RNA44,45 to\n\n\n                                          Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                            Page 6\n\n\n                              noninvasively diagnose Down's syndrome. The subsequent development of digital PCR\nAuthor Manuscript\n\n\n\n\n                              techniques led to the ability to quantify the amount of nucleic acids in a maternal sample by\n                              counting amplifications from single molecules. Digital PCR has been applied to the\n                              molecular detection of aneuploidy using cell-free RNA46 or DNA47.\n\n                              Although some of the early studies achieved success on a small scale, the arrival of\n                              massively parallel sequencing techniques and instrumentation substantially changed the\n                              landscape for this type of research. In 2008, two independent reports published 2 months\n                              apart each showed that fetal aneuploidy could be accurately diagnosed using DNA isolated\n                              from maternal plasma samples by mapping and aligning short sequence tags to a reference\n                              human genome, followed by counting and bioinformatics analyses48,49.\n\n                              Subsequently, progress has been rapid. Since January 2011, at least ten independent large-\n                              scale clinical trials involving NIPT of trisomies 21, 18 and 13 have been published50–59.\nAuthor Manuscript\n\n\n\n\n                              Three of these studies were prospective54–56. So far, all of them were performed with study\n                              subjects that were at a high risk for fetal aneuploidy and incorporated a case-control study\n                              design in which an independent third party matched known euploid fetuses with fetuses that\n                              had a variety of chromosomal abnormalities. The teams that performed the sample\n                              processing, sequencing and bioinformatics analyses were blinded. All of the studies\n                              achieved similar, near-perfect rates of detection of trisomy 21, including in two sets of twins\n                              (in which at least one was affected)52, three cases of mosaic trisomy 21 (ref. 56) and several\n                              cases caused by an unbalanced translocation56,60. All of the studies had very low false-\n                              positive rates (<1%). The various studies, however, differed in their bioinformatics\n                              analytical approaches. In some of them, the number of sequence tags on the chromosome of\n                              interest was normalized to the number of tags on all chromosomes in the particular\n                              sequencing run (the z-score)49–51,53–55. In other studies52,56, a normalized chromosome\nAuthor Manuscript\n\n\n\n\n                              value (NCV) was used to calculate the ratio of the number of counts on the chromosome of\n                              interest (for example, 21) in a specific sample to the number of counts on a reference\n                              chromosome or a chromosome set derived from an unaffected group of samples. The NCV\n                              is a fixed ratio that removes variation within and between sequencing runs. A third approach\n                              incorporates information on the fraction of fetal DNA present in the sample to calculate an\n                              individual risk of trisomy59.\n\n                              By late 2011, NIPT of trisomy 21 by sequencing of maternal plasma DNA began to be\n                              offered on a clinical and commercial basis in the United States and China at approximate\n                              costs ranging from $475 to $1,900, depending on the patient's insurance. This development\n                              prompted a rapid response statement to be issued by the International Society for Prenatal\n                              Diagnosis61, which cautioned that before routine population screening for fetal Down's\nAuthor Manuscript\n\n\n\n\n                              syndrome is introduced, additional trials are needed, particularly in low-risk populations.\n                              Despite these concerns, noninvasive testing using massively parallel sequencing of maternal\n                              plasma DNA is now a clinical reality. As of April 2012, over 25,000 clinical tests have been\n                              performed in China and several thousand have been performed in the United States (http://\n                              www.genomeweb.com/mdx/non-invasive-t21-testing-space-abuzz-firms-jockey-share-1b-\n                              market-battle-over-ip).\n\n\n\n\n                                     Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                                Page 7\n\n\n                                   Compared with the antenatal diagnosis of Down's syndrome, the diagnosis of other\nAuthor Manuscript\n\n\n\n\n                                   commonly occurring fetal aneuploidies, such as trisomies 13 and 18, is more challenging\n                                   because the accuracy of aneuploidy detection is affected by the GC base content of an\n                                   individual chromosome. Whereas chromosome 21 has a midrange percentage of GC content,\n                                   chromosomes 18 and 13 have a lower percentage, which increases the coefficient of\n                                   variation in the sequencing reactions of these chromosomes48,53. Specific quantitative\n                                   correction of the GC content bias in the sequencing data using modified z-score equations\n                                   has resulted in improved sensitivity and specificity in the detection of trisomies 13 and 18\n                                   (ref. 53). The NCV analytic method was sensitive enough to detect a case of mosaic trisomy\n                                   9, an 11q21-23 deletion, partial trisomy of 6q12-16.3 and several sex chromosome\n                                   abnormalities52,56, suggesting this method may have expanded clinical utility as compared\n                                   to the z-score.\n\n                       Insights into fetal cell-free DNA from a noninvasive diagnosis\nAuthor Manuscript\n\n\n\n\n                                   Crucially, the noninvasive sequencing studies have provided basic information regarding the\n                                   biology of the fetal cell-free DNA in maternal plasma. The majority of the total (mainly\n                                   maternal) circulating cell-free DNA derives from apoptotic hematopoietic cells62, with a\n                                   peak fragment size of about 162–169 bp48,63,64. In the circulation, the DNA double helix is\n                                   wound around a nucleosome, and a 20-bp fragment links the nucleosome to its core particle.\n                                   Fetal DNA, which derives from the placenta24–30, is present in shorter fragments that\n                                   predominantly, but not exclusively, measure around 143 bp63–65. The sizes of the maternal\n                                   DNA and fetal DNA differ because in the fetal DNA, the 20-bp linker fragment has been\n                                   cleaved from the nucleosome48,63. The median amount of circulating cell-free fetal DNA in\n                                   maternal plasma is 10%23,63,66. Single nucleotide polymorphism (SNP) analyses reveal that\n                                   the entire fetal genome is represented in maternal plasma and that the relative proportions of\n                                   maternal and fetal sequence are constant63. This implies that it is theoretically possible to\nAuthor Manuscript\n\n\n\n\n                                   noninvasively screen maternal blood for both fetal DNA copy number variation and single-\n                                   gene disorders. In two proof-of-concept studies of cell-free DNA analysis using blood\n                                   samples from women carrying fetuses with known diagnoses, Peters et al.67 found the\n                                   presence of a familial 4.2-Mb deletion in chromo-some 12p inherited by the fetus, and Lo et\n                                   al.63 showed that a fetus carried the paternal (but not the maternal) mutation for β-\n                                   thalassemia.\n\n                                   Prenatal detection of aneuploidy using maternal plasma DNA is effective because the\n                                   diagnosis relies on counting sequence tags and mapping them to the clinically relevant\n                                   chromosomes. NIPD of single-gene disorders, many of which are inherited as autosomal or\n                                   X-linked recessive conditions, is fundamentally even more complex because of the fact that\n                                   the mother and fetus share the same mutation. In preliminary studies, a digital relative\nAuthor Manuscript\n\n\n\n\n                                   mutation dosage method has been used to deduce whether the mutant or the wild-type allele\n                                   is overrepresented in the maternal plasma DNA68–70. This method can be applied in\n                                   autosomal or X-linked recessive conditions in which a pregnant woman carries a\n                                   heterozygous gene mutation. If a woman's fetus is homozygous for either the wild-type or\n                                   mutant allele, there is an underrepresentation or overrepresentation of the mutant allele in\n                                   her plasma DNA. Digital PCR amplification, followed by counting and statistical analyses,\n                                   determines whether an allelic imbalance is present. In small research studies, this has\n\n\n                                          Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                               Page 8\n\n\n                                 facilitated accurate diagnoses of hemoglobin β (HBB) mutations that cause hemoglobin E\nAuthor Manuscript\n\n\n\n\n                                 disease68, β-thalassemia68 or sickle cell anemia69, as well as of F8 and F9 mutations that\n                                 cause hemophilia70. In one instance of a fetus that was at risk for β-thalassemia, a proof-of-\n                                 concept whole-genome sequencing study was performed using maternal plasma DNA63, and\n                                 the fetal genome was successfully inferred from SNP genotyping data of parental and\n                                 chorionic villus samples. In the future, targeted sequencing approaches may be applied to\n                                 noninvasively diagnose groups of single-gene disorders for which the fetus is at risk based\n                                 on the ethnic background of the parents.\n\n                       Advances in analyzing the fetal transcriptome\n                                 The dynamic nature of fetal developmental processes, coupled with a need to distinguish\n                                 normal from abnormal physiology (especially when a fetus appears normal on sonographic\n                                 examination), has led to an interest in exploring the fetal transcriptome. Unlike fetal DNA,\nAuthor Manuscript\n\n\n\n\n                                 which is released into maternal plasma in consistently increasing amounts as gestation\n                                 advances71, fetal RNA levels are more variable and reflect differential expression as a\n                                 function of development72. The finding that fetal Y-chromosome–specific mRNA sequences\n                                 could remain intact in the maternal circulation despite the presence of circulating RNases\n                                 did not occur until 2000 (ref. 73). Later work showed that fetal mRNA fragments were\n                                 relatively stable in the maternal plasma74,75, probably because this mRNA circulates within\n                                 apoptotic bodies that are protected from further degradation.\n\n                                 Interestingly, transcripts that originate from the placenta are more easily detected in\n                                 maternal plasma76, whereas transcripts that originate in the fetus are more easily found in\n                                 maternal whole blood77. In one study, a gene expression microarray analysis was used to\n                                 compare transcripts found in maternal whole blood at term immediately before and 24–36\nAuthor Manuscript\n\n\n\n\n                                 hours after delivery with newborn umbilical cord blood to identify circulating fetal\n                                 biomarkers77. Sequences that were statistically significantly upregulated in both antepartum\n                                 maternal blood and newborn blood, but not in maternal postpartum blood, were identified as\n                                 possible fetal transcripts. This work showed that the majority of the circulating fetal\n                                 transcripts in third-trimester maternal blood were related to visual or central nervous system\n                                 development, sense of smell and the ability to mount an inflammatory response. The\n                                 identification that these particular systems were actively developing at this stage made sense\n                                 according to what was already known about third-trimester fetal physiology. What was new,\n                                 however, was the knowledge regarding the relative proportions of the actively expressed\n                                 transcripts, such as the 10% of transcripts that are devoted to development of the immune\n                                 response. This study also identified specific genes that are normally expressed by the fetus\n                                 before delivery at term and suggested the possibility that a multiplex, RT-PCR–based assay\n                                 could be developed to track physiological gene expression78. Such an assay could then\nAuthor Manuscript\n\n\n\n\n                                 possibly be used to track abnormal patterns of gene expression and identify fetuses or\n                                 infants that might be at risk for developmental delays.\n\n                                 Another area of current research is the investigation of placental microRNAs (miRNAs) in\n                                 maternal plasma79–84. MiRNAs are small (~19–25 nt) single-stranded noncoding RNA\n                                 molecules that repress protein translation by binding to the 3′ untranslated regions of their\n                                 target mRNAs. Because they are remarkably stable in plasma, miRNAs are under evaluation\n\n\n                                        Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                                 Page 9\n\n\n                                   as pregnancy-specific biomarkers in conditions such as preeclampsia80 and fetal growth\nAuthor Manuscript\n\n\n\n\n                                   restriction81. Thus far, approximately 40 placenta-specific miRNAs have been identified,\n                                   although none are presently used in clinical assays82–84. MiRNAs are exported from\n                                   syncytiotrophoblasts by exosomes79, which are circulating microparticles that may have a\n                                   role in intercellular communication. Circulating miRNAs may therefore have a functional\n                                   role in fetomaternal communication or the development of immune tolerance.\n\n                       Transcriptomic analysis of fetal abnormalities\n                                   Discovery-driven fetal research using maternal blood is limited because the majority of the\n                                   circulating transcripts are maternal in origin. Larrabee et al.85 hypothesized that amniotic\n                                   fluid supernatant might be a useful source of pure fetal gene expression information that\n                                   would provide new data on human development. In an initial proof-of-concept study, they\n                                   analyzed cell-free fetal RNA in amniotic fluid samples from pregnant women in the second\nAuthor Manuscript\n\n\n\n\n                                   or third trimester undergoing amnioreduction for twin-to-twin transfusion syndrome (TTTS)\n                                   or hydrops fetalis85. The results showed that fetal gene expression is dynamic and is\n                                   influenced by gestational age and gender. For example, the genes encoding surfactant\n                                   proteins A2, B and C, tracheobronchial, gastric and salivary mucin and statherin (a protein\n                                   involved in both salivary secretion and ossification) were all upregulated as a function of\n                                   gestational age. Conversely, keratin gene transcript expression decreased with gestational\n                                   age, which probably reflects the decreased contact between keratin-producing cells and\n                                   amniotic fluid as the fetal skin matures. Specific transcripts that were upregulated secondary\n                                   to disease, such as the water transporter aquaporin 1 (AQP1) in TTTS, were also identified\n                                   in this study. The authors suggested that AQP1 may have a role in TTTS by affecting water\n                                   movement from the amniotic cavity across the placenta and into the fetal circulation.\n\n                                   The amniotic fluid transcriptome was further studied in fetuses with trisomies 21 (ref. 86M)\nAuthor Manuscript\n\n\n\n\n                                   and 18 (ref. 87) and was compared to the transcriptome of euploid fetuses that were matched\n                                   for sex and gestational age. In both aneuploidies, hundreds of statistically significantly\n                                   differentially regulated genes were found; however, only a handful mapped to the\n                                   chromosome of interest (for example, 21 or 18). This provided strong evidence to suggest\n                                   that the pathology in fetuses with aneuploidy is the result largely of complex downstream\n                                   processes and not simply a gene dosage effect caused by the extra chromosome. Subsequent\n                                   functional and pathway analyses suggested that each aneuploidy has a unique and\n                                   characteristic transcriptome.\n\n                                   In the fetuses with Down's syndrome, oxidative stress, ion transport and G protein signaling\n                                   were the major functional abnormalities. Whereas oxidative stress response genes have been\n                                   previously examined in adults with Down's syndrome88, this study was the first to show that\nAuthor Manuscript\n\n\n\n\n                                   fetuses with Down's syndrome can also be affected by oxidative stress and its intermediate\n                                   consequences, such as cell stress responses and ion transport. Furthermore, this study was\n                                   the first, using the Connectivity Map database89, to identify compounds that might reverse\n                                   the molecular phenotype of Down's syndrome and be considered as potential therapies that\n                                   can be administered antenatally. Primary cultures of amniocytes90,91 and trophoblasts92\n                                   have also been used as a source of mRNA to further study human autosomal trisomy.\n                                   Although there is always the possibility that the cell culture induces artifactual changes in\n\n\n\n                                          Nat Med. Author manuscript; available in PMC 2015 May 15.\n\f                    Bianchi                                                                                               Page 10\n\n\n                                  gene expression, these studies concluded that the Down's syndrome phenotype derives partly\nAuthor Manuscript\n\n\n\n\n                                  from overexpressed genes on chromosome 21 and partly by secondary genome-wide\n                                  transcriptional dysregulation. Interestingly, in trophoblasts, the changes in the expression of\n                                  genes involved in the ubiquitin cycle were one of the greatest discriminators of trisomy 21\n                                  and euploid placentas90. This finding implies that epigenetic mechanisms that affect post-\n                                  transcriptional modification by ubiquitination may also play a part in the Down's syndrome\n                                  phenotype.\n\n                                  In the fetuses with trisomy 18, significant downregulation of genes involved in adrenal\n                                  development was identified87, which could explain both the low concentrations of maternal\n                                  serum estriols and the prenatal and postnatal growth restriction observed in affected fetuses\n                                  and infants. A functional analysis also highlighted differential regulation of pathways related\n                                  to cardiovascular disease, which is not surprising given that congenital heart disease is a\n                                  major problem in affected fetuses. In particular, Rho-associated kinase 1 (ROCK1), a gene\nAuthor Manuscript\n\n\n\n\n                                  located on chromosome 18, was significantly upregulated in fetuses with trisomy 18. Prior\n                                  to this study, ROCK1 was not known to be associated with trisomy 18, illustrating one of the\n                                  benefits of using transcriptomic analyses to discover genes involved in fetal disease. ROCK1\n                                  has a key role in the regulation of endocardial cell differentiation and migration in early\n                                  heart development. In addition, it is one of only six genes that are dysregulated in both\n                                  trisomies 18 and 21 compared to euploid controls87.\n\n                                  In addition to the amniotic fluid transcriptome of fetuses with aneuploidies, the normal\n                                  amniotic fluid transcriptome has also been analyzed in euploid fetuses93. Four hundred\n                                  seventy six well-annotated genes were identified as being expressed in 12 second trimester\n                                  amniotic fluid samples. Of the 23 transcripts that mapped to specific organs, six were highly\n                                  expressed in fetal brain. Other transcripts originated in fetal lung, skin, thyroid, pancreas,\nAuthor Manuscript\n\n\n\n\n                                  blood, liver an",
  "wordCount": 11769,
  "indexed": "2025-09-25T22:47:15.313Z",
  "method": "direct"
}
