{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Tucker et al. - 2012 - Uniparental disomy can SNP array data be used for.pdf",
  "fileName": "Tucker et al. - 2012 - Uniparental disomy can SNP array data be used for.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Tucker et al. - 2012 - Uniparental disomy can SNP array data be used for.pdf",
  "text": "©American College of Medical Genetics and Genomics                                                      brief report\n\n\n                   Uniparental disomy: can SNP array data be used\n                                   for diagnosis?\n       Tracy Tucker, PhD1, Kamilla Schlade-Bartusiak, PhD1, Patrice Eydoux, MD1, Tanya N. Nelson, PhD1\n                                          and Lindsay Brown, PhD1\n\n\n    Purpose: Single-nucleotide polymorphism microarray analysis                          ­ omozygosity in three of the four cases. The four cases in which\n                                                                                         h\n    identifies copy-number variants and blocks of homozygosity, sug-                     ­microarray did not detect blocks of homozygosity all involved\n    gestive of consanguinity or uniparental disomy. The purpose of                        ­chromosome 15.\n    this study was to validate chromosomal microarray analysis for the                   Conclusion: A failure to recombine may predispose to nondisjunc-\n    ­identification of uniparental disomy in a clinical laboratory.                      tion and, therefore, to uniparental disomy. Four cases of heterodisomy\n    Methods: In phase I of this retrospective study, nine cases with uni-                15 were not detected by array, suggesting a lack of ­recombination.\n    parental disomy for chromosomes 7 (n = 1), 14 (n = 1), and 15 (n = 7),               Therefore, a normal chromosomal microarray result for chromo-\n    identified by conventional polymorphic microsatellite marker analy-                  some 15 does not exclude the possibility of uniparental ­disomy. This\n    sis were analyzed on the Affymetrix 6.0 single-nucleotide polymor-                   ­observation may apply to other chromosomes; however, further\n    phism array. In phase II, four cases of uniparental disomy 15 showing                 study is needed.\n    heterozygosity for all microsatellite markers were analyzed using the                Genet Med 2012:14(8):753–756\n    same array.\n                                                                                         Key words: clinical, microarray, Prader–Willi syndrome, SNP,\n    Results: Chromosomal microarray analysis detected blocks of                          ­uniparental disomy\n    homozygosity in eight of the nine cases in phase I. Phase II analy-\n    sis of molecularly defined heterodisomy failed to detect blocks of\n\n\n\n                            INTRODUCTION                                                 fertilization of a normal haploid gamete by an abnormal nulli-\nUniparental disomy (UPD) is the inheritance of both homologs                             somic gamete and somatic reduplication of the monosomic\nof a chromosome pair from a single parent with no representa-                            chromosome.1 Meiotic nondisjunction followed by trisomy\ntive copy inherited from the other parent. Generally, the inheri-                        rescue in the zygote is a frequent cause of UPD, particularly\ntance of both chromosomes from a single parent is of no clini-                           for maternal nondisjunction of chromosome 15 (Prader–Willi\ncal consequence, unless it unmasks mutations for an autosomal                            syndrome (PWS), OMIM no. 176270).2 Two well-known fac-\nrecessive disease, or if the chromosome contains imprinted                               tors that predispose to nondisjunction are maternal age3 and\ngenes that have different expression patterns depending on the                           aberrant recombination4 (e.g., lack of recombination or recom-\nparent of origin. Several chromosomes (e.g., chromosomes 6, 7,                           bination too close to the centromere or telomere).\n11, 14, and 15) have clusters of imprinted genes associated with                            Chromosomal microarray analysis (CMA) is recommended\nrecognizable syndromes and are, therefore, sensitive to UPD;                             as a first-tier test for the detection of copy-number variants in\ndevelopmental delay is a feature of most of these syndromes.                             individuals with developmental delay and autism,5 replacing\nHeteroUPD is the presence of one of each homolog from one                                karyoptype analysis and some disease-specific tests. Single-\nparental pair in a diploid zygote, and isoUPD is the presence of                         nucleotide polymorphisms (SNPs) are biallelic markers found\none parental homolog in duplicate in a diploid cell. Due to mei-                         throughout the genome, and a SNP-based array interrogates\notic crossing over, partial heterodisomy and partial isodisomy                           SNP allele status across hundreds of thousands of SNPs through-\n(iso/heteroUPD) may coexist for the same chromosome pair.                                out the genome. An individual could show homozygosity for a\n   Mechanisms leading to UPD include: (i) trisomy rescue: the                            particular SNP because both parents have the same allele. Small\nfertilization of an abnormal disomic gamete by a normal hap-                             blocks of homozygosity are present on multiple chromosomes\nloid gamete followed by postzygotic loss of the chromosome                               in all outbred populations.6 However, when large blocks of\nderived from the haploid gamete; (ii) gamete complementation:                            homozygosity are present on multiple chromosomes it typi-\nthe fertilization of an abnormal disomic gamete by an abnormal                           cally represents parental relatedness.7 Alternatively, when large\ngamete nullisomic for the same chromosome; (iii) postfertiliza-                          block(s) of homozygosity are restricted to a single chromosome\ntion error: a loss of one chromosome followed by duplication                             it can involve the whole chromosome and reflect complete iso-\nof the remaining homolog, and (iv) monosomy rescue: the                                  disomy or it can be interspersed with regions of heterodisomy\n\nDepartment of Pathology and Laboratory Medicine, University of British Columbia, Vancouver, British Columbia, Canada. Correspondence: Lindsay Brown (lbrown5@cw.bc.ca)\n1\n\n\nSubmitted 05 December 2011; accepted 13 February 2012; advance online publication 26 April 2012. doi:10.1038/gim.2012.35\n\nGenetics in medicine | Volume 14 | Number 8 | August 2012                                                                                                            753\n\fbrief report                                                                                                          TUCKER et al | UPD detection by SNP arrays\n\n\n\n(iso/heteroUPD). The power of CMA for the detection of copy-                       consistent with complete heteroUPD). These cases would either\nnumber variants has been well documented; however, very few                        have complete heterodisomy (i.e., no observable recombinants)\nstudies have established the clinical use of SNP-based CMA for                     or have regions of isodisomy not detected with the microsatellite\nthe detection of UPD.8,9                                                           markers used for analysis. Due to the high prevalence of UPD in\n                                                                                   PWS, all available cases in the second phase were UPD15. The\n                              METHODS                                              markers used to assess UPD in these older cases were D15S18,\nUPD was investigated by conventional polymorphic micro-                            D15S11, D15S113, GABRB3, GABRA5, D15S217, D15S219,\nsatellite analysis after an abnormal methylation test result and                   IPM15M9, and D15S87 (primer sequences available on the\nthe absence of a common microdeletion on chromosome 15,                            UCSC Genome Browser, http://genome.ucsc.edu/).\nor because of a phenotype suggestive of UPD7 or UPD14.                               All UPD probands were analyzed on the Affymetrix 6.0 SNP\nMicrosatellite analysis was performed by polymerase chain                          array (Santa Clara, CA). Sample preparation and hybridizations\nreaction amplification on samples from the patient and both                        were performed according to the manufacturer’s protocols and\nparents; all cases required at least three microsatellite markers                  analyzed using GTC v4.0 and Chromosomal Analysis Suite v1.1\nconsistent with failure to inherit a parental allele to be consid-                 without the analyzer having prior knowledge of the chromo-\nered positive for UPD.                                                             some involved. Human genome build 18 (Hg 18) was used for\n    There were two phases to the project. In the first phase, we                   the analysis. Blocks of homozygosity were visualized when >1\nretrospectively identified all UPD-positive cases identified by                    Mb; these were considered suggestive of UPD when the block(s)\npolymorphic marker analysis over the time frame of 2007–2011                       of homozygosity on a single chromosome were larger than the\n(N = 9) for CMA. The polymorphic markers used to assess UPD                        average blocks of homozygosity throughout the whole genome.\nwere the ABI HD5 v2.5 linkage mapping panel 52 (D7S2464,\nD7S644, D7S2252, D7S2427, D7S506, D7S2476, D7S2459, and                                                        RESULTS\nD7S483; Life Technologies, Carlsbad, CA), the ABI HD5 v2.5                         Phase I\nlinkage mapping panel 70 (D15S986, D15S118, D15S1016,                              Eight of the nine UPD cases, selected without bias for type of\nD15S1036, D15S988, and D15D1014; Life Technologies) and                            UPD, were detected by CMA (89%; Table 1). The confirmed\nfor chromosome 14 (D14S72, D14S50, D14S283, D14S67, and                            cases consisted of one case of complete isoUPD for chromo-\nD14S250; primer sequences available on the UCSC Genome                             somes 14 and 15, as well as five cases of iso/heteroUPD15\nBrowser, http://genome.ucsc.edu/). The UPD-positive ­samples                       and one case of iso/heteroUPD7 detected by CMA as a large\nwere run on the Affymetrix 6.0 array (Santa Clara, CA) and                         block(s) of homozygosity on a single chromosome. The micro-\nanalyzed without the researcher who analyzed the results                           satellite markers analyzed for each case were concordant with\n­having prior knowledge of the chromosome involved.                                the array results (Figure 1). One case, which showed heterozy-\n    For the second phase of the project, we retrospectively selected               gosity for all maternal microsatellite markers on chromosome\n all UPD cases identified over the time frame of 1998–2006                         15, showed no large block(s) of homozygosity restricted to a\n (N = 4) for which all microsatellite markers on the patient were                  single chromosome on CMA. This case was considered to be\n heterozygous (i.e., within the limitations of marker analysis, were               complete heteroUPD15, with no observable recombinants.\n\nTable 1 Summary of cases investigated in the first and second phases of microarray analysis of UPD cases\n                       Chr           Marker analysis               Blocks of homozygosity on CMA                                Comment\n\n First phase           7             Iso/heterodisomy              7p11.1 (20 Mb)                                               Results concordant\n                                                                   7q21.11 (21 Mb)\n                       14            Isodisomy                     Complete isodisomy (87.9 Mb)                                 Results concordant\n                       15            Isodisomy                     Complete isodisomy (81.7 Mb)                                 Results concordant\n                       15            Iso/heterodisomy              15q22.2–q26.1 (31.4 Mb)                                      Results concordant\n                       15            Iso/heterodisomy              15q21.1–q23 (22.5 Mb)                                        Results concordant\n                       15            Iso/heterodisomy              15q22.2–q26.2 (33.7 Mb)                                      Results concordant\n                       15            Heterodisomy                  None                                                         Results concordant\n                       15            Heterodisomy                  15q23–q26.1 (23.2 Mb)                                        Results concordant\n                       15            Heterodisomy                  15q25.1–q26.1 (13.0 Mb)                                      Results concordant\n Second phase          15            Heterodisomy                  None                                                         Results concordant\n                       15            Heterodisomy                  None                                                         Results concordant\n                       15            Heterodisomy                  None                                                         Results concordant\n                       15            Iso/heterodisomy              15q24.1–q25.3 (15.9 Mb)                                      Results concordant\n Chr, chromosome; CMA, chromosomal microarray analysis; UPD, uniparental disomy.\n\n\n754                                                                                              Volume 14 | Number 8 | August 2012 | Genetics in medicine\n\fUPD detection by SNP arrays | TUCKER et al                                                                                                                            brief report\n   a                            b                                  c                             d                              e                               f\n    Blocks of         Marker        Blocks of        Marker          Blocks of        Marker        Blocks of        Marker        Blocks of        Marker        Blocks of        Marker\n  homozygosity    interpretations homozygosity   interpretations   homozygosity   interpretations homozygosity   interpretations homozygosity   interpretations homozygosity   interpretations\n\n\n\n\n       6.5 Mb        Mat lso                        Mat Het                           Mat Het                        Mat Het (2 markers)            Mat Het (2 markers)            Mat Het (2 markers)\n                                                                                                                     Mat Het (4 markers)            Mat Het (4 markers)            Mat Het (4 markers)\n       1.2 Mb                                                                                                        Mat Het                        Mat Het                        Mat Het\n\n                     Mat Het                        Mat Het                           Mat Het\n                                                                                                     1.3 Mb\n                                    1.2 Mb                                                                                                                       1.0 Mb\n                                    1.4 Mb\n                     Mat Het                        Mat Het                           Mat Het                                       1.0 Mb\n                                    1.3 Mb                                                                                                                          2.3 Mb\n                     Mat lso                        Mat Het                           Mat Het\n                     Mat lso                        Mat Het                           Mat Het\n\n                                                                       1.3 Mb                        1.7 Mb                         1.3 Mb\n    31.5 Mb                       27.2 Mb\n                                                                       1.2 Mb                                                       1.1 Mb                          1.0 Mb\n                                                                                                                     Mat Het                        Mat Het                        Mat Het\n                     Mat Het                        Mat Het                           Mat Het                        Mat Het                        Mat Het                        Mat Het\n\n\nFigure 1 Chromosome 15 ideograms for 6 of the 13 UPD cases studied. (a) Microsatellite analysis shows segments of isodisomy (Iso), and heterodisomy\n(Het), concordant with CMA. (b) Microsatellite analysis shows heterodisomy; CMA analysis detects heterodisomy in these same regions, and isodisomy in\nregions not assessed by microsatellite analysis. (c–f) All microsatellite markers analyzed show heterodisomy. No large blocks of homozygosity observed, failing\nto detect UPD with CMA. The average size of the blocks of homozygosity in these cases was 1.3 Mb. CMA, chromosomal microarray analysis; Mat, maternal;\nUPD, uniparental disomy.\n\n\nPhase II                                                                                                homozygosity for at least three maternal markers; given the\nCMA was able to detect UPD15 in only one of the four cases                                              concordance of microsatellite markers and CMA results for\n(25%) (Table 1). Three of the UPD cases showed no large                                                 all analyzed cases, we assume these three cases would be\nblock(s) of homozygosity (Figure 1).                                                                    detected by CMA. Therefore, of the 14 cases of UPD15, four\n                                                                                                        (29%) were not detected by CMA. In all four cases, the data\nSummary                                                                                                 were consistent with complete heteroUPD with no observable\nThe average size of the blocks of homozygosity across UPD                                               recombination, and, as such, are assumed to arise as a final\nchromosomes detected by CMA was 23.3 Mb (ranging from                                                   result of failure of maternal recombination. The similarity\n13 Mb to 33.7 Mb). The average size of the blocks of homozygos-                                         in the percentage of complete heteroUPD cases in this study\nity across the remainder of the autosomes was 1.3 Mb (ranging                                           (29%) to those of earlier recombination studies3 for chromo-\nfrom 1.2 to 3.7 Mb). The average size of the blocks of homozy-                                          some 15 supports this assumption. If 21–29% of all UPD15\ngosity for the four cases of UPD15 not detected by CMA was                                              PWS cases show no evidence of recombination, as many as\n1.3 Mb (ranging from 1.1 to 4.0 Mb) for all autosomes.                                                  8% of PWS cases will be missed with CMA alone. However,\n                                                                                                        it is not clear whether the same proportion of nonrecombi-\n                                 DISCUSSION                                                             nants applies to all other chromosomes. Certainly, there are\nThe utility of CMA in detecting copy-number variation is well                                           reports that lack of recombination on chromosome 18 is a\ndocumented and is now considered routine clinical practice. The                                         rare event,10 and, therefore, the percentage of UPD cases not\npurpose of this study was to validate the use of the Affymetrix                                         identified by CMA in this study may not be generalizable to\n6.0 SNP array for UPD analysis. SNP-based CMAs can iden-                                                other chromosomes. Further study is necessary to determine\ntify blocks of homozygosity and are suggestive of UPD when                                              the percentage of UPD cases for other chromosomes that may\nthese large blocks are restricted to a single chromosome. In the                                        also be missed by CMA, particularly for those chromosomes\nfirst phase of the project, we performed CMA on nine UPD                                                susceptible to UPD disorders.\ncases, of which one case of maternal UPD15 was not detected.                                               A recent study by Papenhausen et al.9 performed a similar\nIn the second phase of our study, we selected cases showing                                             UPD validation study on the Affymetrix 6.0 array by retrospec-\nonly heterozygosity for all microsatellite markers; these were all                                      tively testing eight cases of UPD; blocks of homozygosity were\ncases of UPD15. CMA failed to detect three of the four cases.                                           detected in all eight cases. The smallest single block of homozy-\n   It has previously been demonstrated that a high percentage of                                        gosity for a single chromosome observed in these eight cases\ncases of PWS are due to meiotic errors resulting in UPD, with                                           was 13.5 Mb, and there was one case with two large blocks of\n25–29% of all PWS cases caused by UPD; therefore, it was not                                            homozygosity of 11 Mb on a single chromosome. Therefore,\nsurprising that the majority of cases in our project were UPD15.                                        the authors’ threshold for reporting possible UPD was a single\nOne study demonstrated that up to 21% of cases of maternal                                              block of homozygosity of 13.5 Mb for a single chromosome or\nUPD15 show no evidence of recombination during meiosis I.3                                              when the sum of two or more blocks of homozygosity on a sin-\n   In our laboratory, a total of 14 cases of UPD15 were ascer-                                          gle chromosome was over 15 Mb. Using these size criteria, the\ntained from 1998 to 2011, 11 of which were included in this                                             authors prospectively analyzed 92 cases for UPD using CMA.\nstudy. The three cases not analyzed by CMA each showed                                                  Of 46 patients that met the proposed criteria for UPD, only 29\n\nGenetics in medicine | Volume 14 | Number 8 | August 2012                                                                                                                                           755\n\fbrief report                                                                                                       TUCKER et al | UPD detection by SNP arrays\n\n\n\nwere confirmed; the majority of the confirmed cases (n = 21)           analysis were not detected by CMA. Therefore, a normal SNP-\nwere associated with chromosomes known to have imprinted               based CMA cannot exclude the diagnosis in patients with a sus-\ngenes (e.g., chromosomes 6, 7, 14, and 15). However, in this           pected imprinting disorder such as PWS, and if a strong clinical\nprospective review design, and in any prospective SNP array            suspicion remains, methylation analysis and/or UPD analysis\nanalytic design, complete heteroUPD cases would be missed.             should be pursued.\n   In our series of patients, the smallest single block of homozy-\ngosity was 13.0 Mb, smaller than that reported by Papenhausen          DISCLOSURE\net al.9 In addition, the average size of the blocks of homozygos-      The authors declare no conflict of interest.\nity across the remaining chromosomes, except the X chromo-\nsome, was 1.3 Mb. This is smaller than the 3.64 Mb previously          references\nreported.9 The difference in the size may be a result of our study     1.  Robinson WP. Mechanisms leading to uniparental disomy and their clinical\npopulation having more genetic diversity between parents. This             consequences. Bioessays 2000;22:452–459.\n                                                                       2. Robinson WP, Barrett IJ, Bernard L, et al. Meiotic origin of trisomy in confined\nwas particularly evident in the prospective analysis of UPD,               placental mosaicism is correlated with presence of fetal uniparental disomy,\nas Papenhausen et al.9 suggested that identity by decent could             high levels of trisomy in trophoblast, and increased risk of fetal intrauterine\nexplain why only 29 of the 46 cases meeting their criteria for             growth restriction. Am J Hum Genet 1997;60:917–927.\n                                                                       3. Robinson WP, Kuchinka BD, Bernasconi F, et al. Maternal meiosis I non-\nUPD were confirmed.                                                        disjunction of chromosome 15: dependence of the maternal age effect on\n   Another retrospective review reported six patients with                 level of recombination. Hum Mol Genet 1998;7:1011–1019.\nmicrosatellite confirmed UPD analyzed on the Affymetrix                4. Lorber BJ, Grantham M, Peters J, Willard HF, Hassold TJ. Nondisjunction of\nGeneChip Human Mapping 10K array.8 In the study, analysis                  chromosome 21: comparisons of cytogenetic and molecular studies of the\n                                                                           meiotic stage and parent of origin. Am J Hum Genet 1992;51:1265–1276.\nof the proband and both parents allowed comparison of SNP              5. Miller DT, Adam MP, Aradhya S, et al. Consensus statement: chromosomal\ntransmissions. They identified UPD in all six patients, including          microarray is a first-tier clinical diagnostic test for individuals with developmen-\nthree segmental UPDs (postzygotic events). Studying the par-               tal disabilities or congenital anomalies. Am J Hum Genet 2010;86:749–764.\n                                                                       6. Gibson J, Morton NE, Collins A. Extended tracts of homozygosity in outbred\nents by microarray would identify all cases of UPD, including              human populations. Hum Mol Genet 2006;15:789–795.\ncomplete heteroUPD; however, it is not economically feasible to        7. Li LH, Ho SF, Chen CH, et al. Long contiguous stretches of homozygosity in\ntest both parents for each patient in a clinical laboratory setting.       the human genome. Hum Mutat 2006;27:1115–1121.\n                                                                       8. Altug-Teber O, Dufke A, Poths S, et al. A rapid microarray based whole\n   In conclusion, our study demonstrates that SNP-based CMA                genome analysis for detection of uniparental disomy. Hum Mutat\nis a valuable addition to standard CMA, as it will detect the              2005;26:153–159.\nmajority of cases of UPD, including all cases of isoUPD and            9. Papenhausen P, Schwartz S, Risheg H, et al. UPD detection using homozy-\n                                                                           gosity profiling with a SNP genotyping microarray. Am J Med Genet A\nmost cases of iso/heteroUPD. However, it will fail to identify\n                                                                           2011;155A:757–768.\ncases of complete heteroUPD, as demonstrated in our series             10. Bugge M, Collins A, Petersen MB, et al. Non-disjunction of chromosome 18.\nwhere 29% of cases of UPD15 identified by microsatellite                   Hum Mol Genet 1998;7:661–669.\n\n\n\n\n756                                                                                       Volume 14 | Number 8 | August 2012 | Genetics in medicine",
  "wordCount": 3048,
  "indexed": "2025-09-25T22:41:24.547Z",
  "method": "direct"
}
