{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Ligadas al X/Ørstavik_2009_X chromosome inactivation in clinical practice.pdf",
  "fileName": "Ørstavik_2009_X chromosome inactivation in clinical practice.pdf",
  "relativePath": "Genetica/Ligadas al X/Ørstavik_2009_X chromosome inactivation in clinical practice.pdf",
  "text": "Hum Genet (2009) 126:363–373\nDOI 10.1007/s00439-009-0670-5\n\n REVIEW ARTICLE\n\n\n\nX chromosome inactivation in clinical practice\nKaren Helene Ørstavik\n\n\n\n\nReceived: 25 January 2009 / Accepted: 7 April 2009 / Published online: 25 April 2009\n© Springer-Verlag 2009\n\n\nAbstract X chromosome inactivation (XCI) is the tran-                   Barbara Migeon’s (2007) recent book has been a useful\nscriptional silencing of the majority of genes on one of the            resource and an inspiration in writing this article.\ntwo X chromosomes in mammalian females. Females are,\ntherefore, mosaics for two cell lines, one with the maternal\nX and one with the paternal X as the active chromosome.                 X chromosome inactivation\nThe relative proportion of the two cell lines, the X inactiva-\ntion pattern, may be analyzed by simple assays in DNA                   Inactivation of one of the two X chromosomes occurs in\nfrom available tissues. This review focuses on medical                  early embryonic life, about the time of implantation, and is\nissues related to XCI in X-linked disorders, and on the                 random and permanent for all descendants of a cell. How-\nvalue of X inactivation analysis in clinical practice.                  ever, not all of the more than one thousand genes on the X\n                                                                        chromosome are inactivated. Genes that escape X inactiva-\n                                                                        tion are spread throughout the X chromosome, although the\nIntroduction                                                            majority are located on the short arm, especially in the\n                                                                        pseudoautosomal region. Escape from X inactivation may\nX chromosome inactivation (XCI) is the transcriptional                  be incomplete, and may vary between tissues and between\nsilencing of one of the two X chromosomes in female mam-                individuals (Carrel et al. 1999). Extensive investigation of\nmalians. Females are functional mosaics for two cell lines,             the expression of X-linked genes showed that 15% escaped\none with the maternal X and one with the paternal X as the              X inactivation to some degree. For an additional 10%, X\nactive chromosome. This mosaicism has important implica-                inactivation varied between females (Carrel and Willard\ntions for the phenotypic expression of X-linked diseases                2005). This variation in gene expression between females\n(Puck and Willard 1998; Brown and Robinson 2000; Lyon                   may explain a portion of the phenotypic variation in\n2002; van den Veyver 2001; Ørstavik 2006; Migeon 2006.                  females in X-linked disorders (Lyon 2005).\nAlthough XCI analysis is widely used, indications and lim-\nitations for the use in clinical practice have received little\nattention. This review focuses on medical aspects of XCI,               X inactivation analysis\nand XCI analysis as a diagnostic tool in clinical practice.\n                                                                        Assays of XCI may be performed by direct expression anal-\n                                                                        ysis that requires RNA, or indirect DNA-based methylation\n                                                                        analysis. DiVerential methylation analysis at the androgen-\nK. H. Ørstavik (&)                                                      receptor gene (AR) is widely used. Heterozygosity in the\nDepartment of Medical Genetics,                                         CAG repeat polymorphism in exon 1 of AR distinguishes\nOslo University Hospital,                                               the two X chromosomes from each other in »90% of\nRikshospitalet and Faculty Division Rikshospitalet,\nUniversity of Oslo, Forskningsveien 2B,\n                                                                        females (Allen et al. 1992).\n0027 Oslo, Norway                                                          DNA-based XCI analysis may be performed on any tis-\ne-mail: k.h.orstavik@medisin.uio.no                                     sue. Cells with high mitotic activity, such as peripheral\n\n                                                                                                                         123\n\f364                                                                                                Hum Genet (2009) 126:363–373\n\n\nblood cells, have a more skewed pattern than cells with            Skewed X inactivation in the general female population\nlower mitotic activity (Knudsen et al. 2007). The correla-\ntion of XCI between tissues ranges from 0.5 to 0.8 in the          The prevalence of skewed XCI in normal females varies\nsame individual (Gale et al. 1994; Sharp et al. 2000; Knud-        between studies (Table 1). This may be due to diVerences\nsen et al. 2007; Bittel et al. 2008; Bolduc et al. 2008). This     in tissues examined, age of subjects, and methods of analy-\ncorrelation permits XCI analysis in alternative tissues when       sis. Migeon (2007) examined X-linked glucose-6-phos-\nthe appropriate tissue is not available. However, XCI in one       phate dehydrogenase (G6PD) protein variants directly in\ntissue cannot be assumed to be the representative for              cells from heterozygote young females, and found that 5%\nanother tissue. Most studies on XCI in the general popula-         had extremely skewed XCI, which is in agreement with the\ntion and in patients have been performed in DNA from               Wndings of Amos-Landgraf et al. (2006) and Bolduc et al.\nperipheral blood cells.                                            (2008) using methylation analysis.\n   DNA from lymphoblastoid cell lines has recently been               Skewed XCI is more common in blood DNA from eld-\nshown to exhibit a higher degree of skewed XCI than DNA            erly females (Busque et al. 1996; Christensen et al. 2000;\nfrom uncultured peripheral blood cells from the same indi-         Hatakeyama et al. 2004). This age-related skewing seems\nvidual, probably secondary to clonal selection (Plagnol            to start around age 55 years, continues to increase until age\net al. 2008). XCI assays should, therefore, be performed on        100 years (Kristiansen et al. 2005), and has been conWrmed\nDNA from uncultured cells.                                         in longitudinal studies (Sandovici et al. 2004). However, in\n                                                                   a recent large study, mothers had a skewed XCI twice as\n                                                                   often as their newborn daughters, indicating that an eVect of\nSkewed X inactivation                                              age on skewing of XCI may start at birth (Bolduc et al.\n                                                                   2008). A signiWcant, but less pronounced, age eVect has\nInactivation of one of the two X chromosomes is random,            also been reported in DNA from buccal swab cells (Knud-\nand the distribution of the resulting two cell lines is depen-     sen et al. 2007; Bolduc et al. 2008).\ndent on the number of cells present when inactivation takes           The reasons for age-related skewing are not clear. A sto-\nplace. Skewed XCI is a marked deviation from a 50:50               chastic clonal loss may occur (Gale et al. 1997). However,\nratio and is arbitrarily deWned, often as preferential inacti-     the preferential inactivation of the same X chromosome in\nvation of either the maternally or paternally inherited X          blood and buccal swab cells (Knudsen et al. 2007; Bolduc\nchromosome in 75–80% or more of cells. Extreme skewing             et al. 2008), and a genetic eVect on the age-related skewing\nof X inactivation is the preferential inactivation of one X        (Vickers et al. 2001; Kristiansen et al. 2005) make selection\nchromosome in 90–95% of cells.                                     seem more likely. Age-related skewing is probably due to\n\n\nTable 1 Skewed XCI in normal females\nAge (years)            Subjects        Tissue               Skewed XCI (%)                            References\n\n                                                            ¸75%          ¸80%          ¸90%\n\nNewborn                590             Blood                               5            0.5           Amos-Landgraf et al. (2006)\nNewborn                450             Blood                14                          3             Bolduc et al. (2008)\n                                       Buccal swab           8                          0.5\n0–19                    74             Blood                34                          11            Hatakeyama et al. (2004)\n20–39                   90             Blood                41                          10            Hatakeyama et al. (2004)\n40–59                   89             Blood                48                          14            Hatakeyama et al. (2004)\n60+                     97             Blood                60                          29            Hatakeyama et al. (2004)\n<25                    121             Blood                28                          7             Sharp et al. (2000)\n·32                    229             Blood                11                          3             Busque et al. (1996)\nAdult                  415             Blood                              14            4             Amos-Landgraf et al. (2006)\nChildbearing age       450             Blood                28                          5             Bolduc et al. (2008)\n                                       Buccal swab          14                          1\nAge unknown            205             Blood                               9            3             Plenge et al. (2002)\n¸60                    139             Blood                48            32            16            Sharp et al. (2000)\n¸73                    142             Blood                              27            8             Kristiansen et al. (2005)\n101                     33             Blood                              67            18            Christensen et al. (2000)\n\n\n123\n\fHum Genet (2009) 126:363–373                                                                                                365\n\n\ncomplex mechanisms involving both stochastic and genetic          X chromosome. However, in carriers of adrenoleukodystro-\nfactors.                                                          phy, the X chromosome carrying a mutation in the ABCD1\n   Since 8% of females aged 73 years or older; and 18% of         gene is the preferentially active chromosome. This can\ncentenarians have skewed XCI ¸ 90%, many females in               result in disease in adult females (Migeon et al.1981; Maier\nthis age group are no longer mosaics (Table 1). The signiW-       et al. 2002).\ncance of this lack of mosaicism for longevity is not clear           The mechanisms underlying selection have not been\n(Christensen et al. 2001). Debut of some X-linked disor-          extensively investigated. The skewed XCI in mouse carri-\nders, such as sideroblastic anemia (Cazzola et al. 2000) and      ers of Wiskott–Aldrich syndrome (WAS) was related to a\nG6PD deWciency (Au et al. 2004, 2006) in the elderly has          migration defect of hematopoietic stem cells (Lacout et al.\nbeen attributed to age-related skewing.                           2003). The skewed XCI in mice heterozygous for a null\n   Interestingly, Swierczek et al. (2008) found no increased      mutation in the ortholog of the human X-linked \u0001-thalasse-\nskewing in elderly females with a novel transcriptionally         mia/mental retardation syndrome (ATR-X) gene was\nbased assay for XCI analysis. The implications of their           caused by multiple cell selection events at diVerent times in\nWndings remain to be determined.                                  diVerent tissues, i.e. by apparently independent tissue-spe-\n                                                                  ciWc events (Muers et al. 2007).\n\nCauses of skewed X inactivation\n                                                                  Females are mosaics\nChance\n                                                                  X-linked disorders have traditionally been classiWed as\nX inactivation is usually a stochastic event. Because the         recessive or dominant. However, because of the mosai-\nnumber of cells at the time of X inactivation is small, some      cism, X-linked disorders have a dominant phenotype at\nfemales will have skewed XCI due to chance alone.                 the cellular level in females (Migeon 2007), and disease\n                                                                  expression varies widely. Dobyns et al. (2004) analyzed\nGenetic factors                                                   penetrance and severity in males and females in 32 X-\n                                                                  linked disorders. Penetrance had a predominantly bimodal\nSeveral families have been reported where skewed XCI              distribution in females. However, an intermediate pene-\nseems to be an isolated dominant trait (Naumova et al.            trance was found in many disorders. The authors argued,\n1996). There are also families with X-linked disorders,           therefore, that “X-linked inheritance” is a more appropri-\nsuch as hemophilia, where several carrier females in the          ate term.\nsame family have a severe phenotype associated with                  The phenotype in X-linked disorders is dependent on the\nskewed XCI (Bicocchi et al. 2005; Renault et al. 2007). In        way cells migrate from the blastocyst where XCI is com-\nother families both carrier and non-carrier females have          plete to form the various organs (Sun and Tsao 2008). The\nskewed XCI (Ørstavik et al. 1999; Tanner et al. 1999).            phenotype may manifest as areas of aVected and unaVected\nThis may be due to a genetic factor not associated with the       skin, often following the lines of Blaschko, in female carri-\ndisorder in the family. A mutation in the X inactivation-         ers of X-linked disorders aVecting the skin (Happle 2006).\nspeciWc transcript gene (XIST) may be a rare cause of             However, more frequently the two cell types are intermin-\nfamilial skewed X inactivation (Plenge et al. 1997). Twin         gled. This may lead to interaction between cells, i.e. sharing\nstudies on young adult females have conWrmed a genetic            of gene products, interference between cells, competition\ninXuence on X inactivation, with a heritability of 0.6            between cell lines, and selection of cells at the chromo-\n(Kristiansen et al. 2005). However, a recent large study of       some and gene level (Migeon 2007). In most cases, cellular\nXCI in 450 neonates and their mothers revealed no corre-          mosaicism is an advantage, and skewed XCI can be\nlation between XCI in the mother–child pairs (Bolduc              considered a “unique form of gene therapy” (Migeon\net al. 2008). This could indicate that most of the skewing        2007). One exception is the X-linked craniofrontonasal\nof XCI in adults is acquired secondarily (Minks et al.            syndrome, which is consistently more severe in females\n2008).                                                            than in males, and where XCI is random (Twigg et al.\n                                                                  2004). A patchy loss of the gene product ephrin-B1 in\nSelection                                                         heterozygous females may disturb the boundary formation\n                                                                  in the developing coronal suture (Migeon 2007).\nDiVerential cell growth and/or survival rates may lead to            Lethality is higher in males than in females in all age\nskewed XCI. Skewing may be present early, or manifest             groups, from fetuses to centenarians. Functional X chromo-\nwith time leading to X-linked disease late in life. In general,   some mosacism in females may theoretically contribute to\nselection will favor cells in which the normal X is the active    lower mortality rates (Migeon 2007).\n\n                                                                                                                     123\n\f366                                                                                                           Hum Genet (2009) 126:363–373\n\n\nX inactivation and phenotype in carriers of X-linked                       Rare cases of severely aVected female carriers of Duch-\ndisorders                                                               enne muscular dystrophy have been associated with\n                                                                        extreme skewing of XCI (Burn et al. 1986). However,\nX chromosome inactivation has an important phenotypic                   female carriers are usually asymptomatic or mildly aVected.\nimpact on female carriers of X-linked disorders. However,               It has been proposed that manifesting carriers with a\nthe clinical use of XCI analysis requires knowledge of the              skewed XCI had a higher risk of developing moderate to\nrelationship between XCI and phenotype. There are few                   severe muscular dystrophy (Pegoraro et al. 1995). This was\nstudies where the relationship between XCI and phenotype                supported by Yoshioka et al. (1998). However, a clear rela-\nhas been systematically investigated. One diYculty is how               tionship between XCI and clinical phenotype was not found\nto deWne the phenotype; another diYculty is the rarity of               in the study of Matthews et al. (1995), where non-manifest-\nmany X-linked disorders. In the following paragraphs,                   ing and some manifesting carriers had identical patterns of\nsome X-linked disorders where X inactivation and pheno-                 XCI. XCI in muscle was random in all manifesting carriers\ntype have been investigated will be discussed.                          investigated. Furthermore, no correlation was found\n                                                                        between XCI and phenotype measured as serum creatine\nX-linked disorders usually associated with random XCI                   kinase levels (Sumita et al. 1998).\nand variable phenotype in carriers                                         Female heterozygotes for the fragile X syndrome full\n                                                                        mutation are often aVected. It seems that more than 50% of\nIn this group of disorders, selection is not likely to take             the neurons have to express the fragile X mental retardation\nplace. Carrier females are usually healthy and have random              protein to give a normal phenotype (Oostra and Willemsen\nXCI. Carriers may be mildy, or in rare cases, severely                  2002). XCI is of importance for the clinical phenotype. In\naVected. Extremely skewed XCI in peripheral blood cells                 females with the full mutation, a signiWcant relation was\nhas been reported in severely aVected females for a large               found between IQ and the proportion of normal FMR1 alle-\nnumber of X-linked disorders, probably as a chance occur-               les on the active X chromosome in peripheral blood cells\nrence. Alternatively, heterozygosity for a second, undiag-              (de Vries et al. 1996).\nnosed X-linked disorder may result in skewed XCI and a\nsevere phenotype (Migeon and Haisley-Royster 1998).                     X-linked disorders usually associated with skewed XCI\n   Although skewed XCI may explain a phenotype, a consis-               and normal phenotype in carriers\ntent relationship between phenotype and XCI in blood cells\ncould not be conWrmed for several X-linked disorders such as            In many severe X-linked disorders female carriers are usu-\nhemophilia A and B (Ørstavik et al. 2000), Fabry disease                ally asymptomatic and have extremely skewed XCI, proba-\n(Maier et al. 2006) and myotubular myopathy (Kristiansen                bly because of selectively mediated favorable skewing\net al. 2003) (Table 2). One explanation may be that the most            (Table 3). Examples are ATR-X syndrome, WAS, dyskera-\nappropriate tissue is not available for analysis. This was the          tosis congenita, X-linked agammaglobulinemia, severe\ncase in a family with ornithine transcarbamylase deWciency,             combined immunodeWciency, and the MECP2 duplication\nwhere skewed XCI was found in liver, but not in blood cells             syndrome. In these disorders, a skewed XCI in the mother\nof severely aVected females (Yorifuji et al. 1998).                     of a possibly aVected male may be diagnostically helpful.\n\n\nTable 2 X-linked disorders usually associated with random XCI and variable phenotype in carriers\nDisease                             Gene     Phenotype                  Tissue              Phenotype and XCI       References\n\nDuchenne muscular dystrophy         DMD      Clinical                   Blood               Some relationship       Pegoraro et al. (1995)\n                                             Clinical                   Blood               Some relationship       Yoshioka et al. (1998)\n                                             Clinical                   Blood and muscle    No clear relationship   Matthews et al. (1995)\n                                             Serum creatine kinase      Blood               No relationship         Sumita et al. (1998)\nFabry disease                       GLA      Clinical and biochemical   Blood               No relationship         Maier et al. (2006)\nHemophilia A                        F8       Plasma concentration       Blood               No relationship         Ørstavik et al. (2000)\n                                               of factor VIII\nHemophilia B                        F9       Plasma concentration       Blood               No relationship         Ørstavik et al. (2000)\n                                               of factor IX\nHypohidrotic ectodermal dysplasia   EDA1     Clinical                   Blood and saliva    Some relationship       Lexner et al. (2008)\nMyotubular myopathy                 MTM1     Clinical                   Blood               No relationship         Kristiansen et al. (2003)\nNephrogenic diabetes insipidus      V2R      Clinical                   Blood               Some relationship       Satoh et al. (2008)\n\n\n123\n\fHum Genet (2009) 126:363–373                                                                                                            367\n\n\nTable 3 X-linked disorders usually associated with skewed XCI and normal phenotype in carriers\nDisease                                    Gene         Tissue                          XCI                      References\n\nAlpha-thalassemia/mental retardation       ATR-X        Blood, saliva and hair roots    Skewed                   Gibbons et al. (1992)\n  syndrome (ATR-X)\nBarth syndrome                             TAZ          Blood and skin Wbroblasts       Skewed, not              Ørstavik et al. (1998)\n                                                                                          totally penetrant\nDyskeratosis congenita                     DKC1         Blood, granulocytes, and        Skewed                   Ferraris et al. (1997)\n                                                          mononuclear cells\n                                                        Blood                           Skewed                   Devriendt et al. (1997)\n                                                        Blood                           Skewed                   Vulliamy et al. (1997)\nDystonia–deafness–optic neuronopathy       DDP          Blood                           Skewed, not              Ørstavik et al. (1996);\n  syndrome                                                                                totally penetrant      Plenge et al. (1999)\nHypohidrotic ectodermal dysplasia          NEMO         Blood                           Skewed in two of three   Ørstavik et al. (2006)\n  with immunodeWciency                                                                    carriers\nAgammaglobulinemia                         BTK          Blood (B cells)                 Skewed                   Li et al. (1998)\n                                                        Blood (B cells)                 Skewed                   Moschese et al. (2000)\nSevere combined immunodeWciency            IL2RG        Blood (T and NK cells)          Skewed                   Li et al. (1998)\n  syndrome\nMECP2 duplication                          MECP2        Blood                           Skewed                   Van Esch et al. (2005)\nWiskott–Aldrich syndrome                   WASP         Blood                           Skewed                   Fearon et al. (1988)\n                                                        Fibroblasts                     Random\n\n\n\n\nAVected females are very rare but have been reported in                      Females with incontinentia pigmenti have a skewed XCI,\nATR-X syndrome (Wada et al. 2005; Badens et al. 2006),                    and XCI is more likely to modulate the phenotype in patients\nand in WAS (Parolini et al. 1998; Lutskiy et al. 2002; And-               with hypomorphic mutations (Fusco et al. 2004). In the\nreu et al. 2003).                                                         otopalatodigital spectrum disorders, otopalatodigital syn-\n   Reduced penetrance for extremely skewed XCI has been                   drome, Melnick–Needles syndrome, and frontometaphyseal\nreported for several disorders, such as the dystonia–deaf-                dysplasia, all caused by mutations in the FLN1 gene,\nness–optic neuronopathy syndrome (DDP) (Ørstavik et al.                   females are aVected and have favorably skewed XCI (Kris-\n1996; Plenge et al. 1999), Barth syndrome (Ørstavik et al.                tiansen et al. 2002; Robertson et al. 2003, 2006). XCI could\n1998), and hypohidrotic ectodermal dysplasia with                         not explain the great phenotypic variability in one family\nimmunodeWciency (Ørstavik et al. 2006). One reason for                    with Melnick–Needles syndrome (Kristiansen et al. 2002).\nthe skewed XCI in some but not all carrier cases may be the\nvariability in the expression of X-linked genes among                     Mental retardation\nfemales (Carrel and Willard 2005).\n                                                                          A signiWcant proportion of mentally retarded males have X-\nX-linked disorders with reduced viability in males                        linked mental retardation (XLMR). Female carriers of some\n                                                                          of the XLMR syndromes have skewed XCI, probably as a\nSeveral X-linked disorders are lethal in males, and have a                result of selection. Systematic studies of families with\nvariable phenotype in females (Franco and Ballabio 2006)                  XLMR revealed skewed XCI in all carriers in three of 19\n(Table 4). In females with Rett syndrome disease severity                 (Raynaud et al. 2000) and four of 20 families (Plenge et al.\nvaries and XCI is usually random. It is likely that XCI has               2002). Skewed XCI in the mother of an aVected male may,\nan inXuence on phenotype since the very rare healthy muta-                therefore, indicate the presence of one of the XLMR syn-\ntion carriers have favorably extremely skewed XCI (Dayer                  dromes. In the XLMR syndrome, Börjeson–Forssman–\net al. 2007). The inXuence of XCI on phenotype in Rett                    Lehmann syndrome, female carriers are often aVected and\nsyndrome has been extensively investigated, and there                     skewed XCI has been reported (Turner et al. 2004).\nseems to be a tendency towards a milder phenotype in\nfemales with skewed XCI (Huppke et al. 2006; Chahrour                     Recurrent spontaneous abortions\nand Zoghbi 2007). The inXuence of XCI may also be\ndependant on the mutation and aVected functional domain                   Females with recurrent spontaneous abortions (RSAs) have\nof the MECP2 gene (Archer et al. 2007).                                   increased frequency of skewed XCI (Lanasa et al. 1999;\n\n\n                                                                                                                              123\n\f368                                                                                                      Hum Genet (2009) 126:363–373\n\n\nTable 4 X-linked disorders with reduced viability in males and aVected phenotype in females\nDisorder                                Gene          Tissue                       XCI                    References\n\nFocal dermal hypoplasia (Goltz)         PORCN         Blood                        Random                 Leoyklang et al. (2008)\nAngioma serpiginosum                    PORCN         Blood                        Skewed                 Blinkenberg et al. (2008)\nIncontinentia pigmenti                  NEMO          Blood                        Skewed and random      Fusco et al. (2004)\nMicrophthalmia with linear              MLS           Blood                        Skewed                 Franco and Ballabio (2006)\n skin-defects syndrome (MIDAS)\nOPD spectrum\nOtopalatodigital syndrome               FLN1          Blood                        Skewed                 Robertson et al. (2003)\nMelnick–Needles syndrome                FLN1          Blood and buccal swab        Skewed                 Kristiansen et al. (2002)\nFrontometaphyseal dysplasia             FLN1          Blood                        Skewed                 Robertson et al. (2006)\nOrofaciodigital syndrome 1              OFD1          Blood                        Random and skewed      Thauvin-Robinet et al. (2006)\nRett syndrome                           MECP2         Blood                        Random                 Chahrour and Zoghbi 2007\nRett-like syndrome                      CDKL5         Blood                        Random                 Bahi-Buisson et al. 2008\n\nSangha et al. 1999; Robinson et al. 2001; Beever et al.                 chromosome in females are generally tolerated because of\n2003). One explanation could be loss of male fetuses in                 the preferential inactivation of the abnormal X chromo-\nfemale carriers of undiagnosed X-linked lethal disorders.               some. Random XCI should, therefore, be associated with a\nFurthermore, an excess of trisomic losses has been reported             more abnormal phenotype (Leppig and Disteche 2001).\nin women with RSA and skewed XCI, compared with                         However, in a study of X inactivation in 12 females with\nwomen with RSA and random XCI (Beever et al. 2003;                      various X chromosome rearrangements, the XCI pattern\nBretherick et al. 2005). Skewed XCI was more strongly                   was not a consistent predictor of prognosis (Schluth et al.\nassociated with a trisomic pregnancy than with RSA in gen-              2007).\neral. This Wnding could theoretically be explained by a                    In balanced X;autosome translocations, the normal X\nreduction in the size of the follicular pool. However, mater-           chromosome is usually inactivated and the phenotype may\nnal XCI analysis was not considered indicated in the inves-             be normal. XCI pattern was the major predictor of the clini-\ntigation of fetal trisomies (Bretherick et al. 2005).                   cal phenotype in 122 females with a balanced X;autosome\n                                                                        translocation, with a more normal phenotype in females\nMonozygotic twins                                                       with a skewed XCI (Schmidt and Du Sart 1992). In unbal-\n                                                                        anced translocations, the abnormal X is inactivated, the\nFemale monozygotic (MZ) twins may diVer in the expres-                  inactivation spreads to the autosomal region, and the\nsion of an X-linked disorder. Several MZ twin pairs have                phenotype is often abnormal.\nbeen reported where one twin is healthy and the co-twin                    Females with severe X-linked disorders usually\nseverely aVected with an X-linked disorder. This discor-                expressed only in males, may have a cryptic chromosomal\ndance has been attributed to skewed XCI in the aVected twin             rearrangement disrupting a putative gene. A girl with\nin several cases, such as Duchenne muscular dystrophy                   severe hypohidrotic ectodermal dysplasia had extremely\n(Burn et al. 1986; Richards et al. 1990; Lupski et al. 1991;            skewed XCI. This Wnding lead to the detection of a cryptic\nTiberio 1994), Hunter disease (Winchester et al. 1992),                 balanced X;9 translocation that disrupted the EDA1 gene\nFabry disease (Marguery et al. 1993; Redonnet-Vernhet                   (Ørstavik et al. 2007). A similar case was reported in a\net al. 1996) and hemophilia A (Bennett et al. 2008). It has             female with the hyper IgM immunodeWciency syndrome\nbeen speculated that skewed X inactivation of the inner cell            (Imai et al. 2006). The identiWcation of skewed XCI may,\nmass may lead to MZ twinning (Nance 1990; Lubinsky and                  therefore, be helpful in the diagnosis of a cryptic X;autosome\nHall 1991). However, no diVerence in XCI pattern has been               rearrangement.\nfound between MZ twins and dizygotic twins or singletons\n(Monteiro et al. 1998; Kristiansen et al. 2005).\n                                                                        XCI analysis as a tool in clinical practice\n\nXCI and chromosome anomalies                                            There are many reports of XCI in females, who carry muta-\n                                                                        tions for X-linked disorders. Often the focus is on skewed\nIn aneuploidies involving the X chromosome, all extra X                 XCI as an explanation for an aVected phenotype. However,\nchromosomes are inactivated, leaving only one active                    when considering XCI as a tool in clinical practice, the\nX chromosome. Structural abnormalities limited to the X                 following should be kept in mind.\n\n123\n\fHum Genet (2009) 126:363–373                                                                                           369\n\n\nMethod                                                         variation, but may also complicate the interpretation of\n                                                               results of XCI analysis.\nDiVerent methods of XCI analysis may give diVerent\nresults. XCI analysis is usually performed by indirect,\ni.e. by methylation analysis, not by direct expression\n                                                               Conclusion\nanalysis. A recent comparison of XCI using both methyl-\nation analysis and expression analysis in elderly females\n                                                               Research on XCI has had a great impact on our understand-\nrevealed increased skewing of XCI with methylation\n                                                               ing of X-linked inheritance and X-linked disorders. In a\nanalysis only.\n                                                               clinical setting, however, analysis of XCI currently appears\n                                                               to be of value in a limited number of situations. Examples\nSkewed X inactivation\n                                                               of such situations are:\n                                                               Females who are severely aVected with a suspected or veri-\nThe deWnition of skewed XCI varies between studies.\n                                                               Wed X-linked disorder in which clinical manifestations are\n                                                               generally limited to males:\nAge of subjects\n                                                                    Extremely skewed XCI may contribute to conWrmation\n                                                                    of the clinical diagnosis.\nThe frequency of skewed XCI increases after the age\n                                                                    Random XCI does not rule out the presence of an X-\nof »55 years. The Wnding of a skewed XCI in elderly\n                                                                    linked disorder.\nfemales may, therefore, be a consequence of advanced age\nand not related to the clinical situation.                     Mothers of undiagnosed aVected males where X-linked\n                                                               inheritance is suspected:\nAppropriate tissue                                                 Extremely skewed XCI is supportive of the presence of\n                                                                   an X-linked disorder.\nX chromosome inactivation analysis is usually performed            Random XCI does not rule out the presence of an X-\non DNA from easily available tissues, such as peripheral           linked disorder.\nblood cells or buccal swab epithelium. These tissues may\n                                                               Females with suspected X chromosome anomalies:\nnot be appropriate for the disorder in question.\n                                                                  Skewed XCI may point to a cryptic X chromosome\n                                                                  anomaly.\nSmall numbers of investigated patients\n                                                               Females with veriWed X chromosome anomalies:\nSkewed XCI in female carriers of X-linked disorders has           X chromosome inactivation pattern may contribute to\noften been reported in single cases or very small patient         information on phenotypic consequences.\nseries. Larger series are needed.\n                                                               Monozygotic female twins discordant for a clinical pheno-\n                                                               type:\nSelection bias\n                                                                   In cases of a veriWed X-linked diagnosis, a discordant\n                                                                   XCI phenotype may explain why the twins are discor-\nMany studies may be compromised by selection bias.\n                                                                   dant for the clinical phenotype. In cases of a suspected\nCarriers who have had children have been preferentially\n                                                                   X-linked diagnosis, a discordant XCI phenotype may\ninvestigated and may not be representative for all carriers.\n                                                                   support the clinical suspicion of an underlying X-\n                                                                   linked disorder.\nDiVerent mutations\n                                                               X chromosome inactivation analysis will usually not be\nThe inXuence of XCI on the phenotype may vary according        helpful diagnostically in females with mild symptoms sug-\nto the mutation in the carrier. A relationship between XCI     gestive of a possible X-linked disorder. The Wnding of a\nand phenotype may, therefore, be missed when carriers          skewed XCI may be irrelevant for the clinical problem at\nwith diVerent mutations are pooled before analysis.            hand, and may create a new problem, the possibility that the\n                                                               individual is a carrier of an unrelated and unknown X-\nHeterogeneity of inactivation                                  linked disorder.\n                                                                  It seems likely that new methods for the analysis of XCI\nAt 10% of X-linked loci inactivation varies between            based on the direct expression analysis will prove more\nfemales. This heterogeneity may explain some phenotypic        useful in the future.\n\n\n\n\n                                                                                                                123\n\f370                                                                                                             Hum Genet (2009) 126:363–373\n\n\nAcknowledgments I am thankful to Trine Prescott for critical read-        Bolduc V, Chagnon P, Provost S, Dubé MP, Belisle C, Gingras M,\ning of the manuscript.                                                         Mollica L, Busque L (2008) No evidence that skewing of X chro-\n                                                                               mosome inactivation patterns is transmitted to oVspring in\nConXict of interest statement    None.                                         humans. J Clin Invest 118:333–341\n                                                                          Bretherick K, Gair J, Robinson WP (2005) The association of skewed\n                                                                               X chromosome inactivation with aneuploidy in humans.\n                                                                               Cytogenet Genome Res 111:260–265\nReferences                                                                Brown CJ, Robinson WP (2000) The causes and consequences of ran-\n                                                                               dom and non-random X chromosome inactivation in humans.\nAllen RC, Zoghbi HY, Moseley AB, Rosenblatt HM, Belmont JW                     Clin Genet 58:353–363\n     (1992) Methylation of HpaII and HhaI sites near the polymorphic      Burn J, Povey S, Boyd Y, Munro EA, West L, Harper K, Thomas D\n     CAG repeat in the human androgen-receptor gene correlates with            (1986) Duchenne muscular dystrophy in one of monozygotic twin\n     X chromosome inactivation. Am J Hum Genet 51:1229–1239                    girls. J Med Genet 23:494–500\nAmos-Landgraf JM, Cottle A, Plenge RM, Friez M, Schwartz CE,              Busque L, Mio R, Mattioli J, Brais E, Blais N, Lalonde Y, Maragh M,\n     Longshore J, Willard HF (2006) X chromosome-inactivation pat-             Gilliland DG (1996) Nonrandom X-inactivation patterns in nor-\n     terns of 1, 005 phenotypically unaVected females. Am J Hum                mal females: lyonization ratios vary with age. Blood 88:59–65\n     Genet 79:493–499                                                     Carrel L, Willard HF (2005) X-inactivation proWle reveals extensive\nAndreu N, Pujol-Moix N, Martinez-Lostao L, Oset M, Muñiz-Diaz E,               variability in X-linked gene expression in females. Nature\n     Estivill X, Volpini V, Fillat C (2003) Wiskott–Aldrich syndrome           434:400–404\n     in a female with skewed X-chromosome inactivation. Blood Cells       Carrel L, Cottle AA, Goglin KC, Willard HF (1999) A Wrst-generation\n     Mol Dis 31:332–337                                                        X-inactivation proWle of the human X chromosome. Proc Natl\nArcher H, Evans J, Leonard H, Colvin L, Ravine D, Christodoulou J,             Acad Sci USA 96:14440–14444\n     Williamson S, Charman T, Bailey ME, Sampson J, de Klerk N,           Cazzola M, May A, Bergamaschi G, Cerani P, Rosti V, Bishop DF\n     Clarke A (2007) Correlation between clinical severity in patients         (2000) Familial-skewed X-chromosome inactivation as a predis-\n     with Rett syndrome with a p.R168X or p.T158M MECP2 muta-                  posing factor for late-onset X-linked sideroblastic anemia in car-\n     tion, and the direction and degree of skewing of X-chromosome             rier females. Blood 96:4363–4436\n     inactivation. J Med Genet 44:148–152                                 Chahrour M, Zoghbi HY (2007) The story of Rett syndrome: from\nAu WY, Ma ES, Lam VM, Chan JL, Pang A, Kwong YL (2004) Glu-                    clinic to neurobiology. Neuron 56:422–437\n     cose 6-phosphate dehydrogenase (G6PD) deWciency in elderly           Christensen K, Kristiansen M, Hagen-Larsen H, Skytthe A, Bathum L,\n     Chinese women heterozygous for G6PD variants. Am J Med Gen-               Jeune B, Andersen Ranberg K, Vaupel JW, Orstavik KH (2000)\n     et 129:208–211                                                            X-linked genetic factors regulate hematopoietic stem-cell kinetics\nAu WY, Lam V, Pang A, Lee WM, Chan JL, Song YQ, Ma ES, Kwong                   in females. Blood 95:2449–2451\n     YL (2006) Glucose-6-phosphate dehydrogenase deWciency in fe-         Christensen K, Ørstavik KH, Vaupel J (2001) The X chromosome and\n     male octogenarians, nanogenarians, and centenarians. J Gerontol           the female survival advantage: an example of the intersection be-\n     A Biol Sci Med Sci 61:1086–1089                                           tween genetics, epidemiology and demography. Ann New York\nBadens C, Martini N, Courrier S, DesPortes V, Touraine R, Levy N,              Acad Sci 954:175–183\n     Edery P (2006) ATRX syndrome in a girl with a heterozygous           Dayer AG, Bottani A, Bouchardy I, Fluss J, Antonarakis SE, Haeng-\n     mutation in the ATRX Zn Wnger domain and a totally skewed X-              geli CA, Morris MA (2007) MECP2 mutant allele in a boy with\n     inactivation pattern. Am J Med Genet A 140:2212–2215                      Rett syndrome and his unaVected heterozygous mother. Brain\nBahi-Buisson N, Nectoux J, Rosas-Vargas H, Milh M, Boddaert N,                 Dev 29:47–50\n     Girard B, Cances C, Ville D, Afenjar A, Rio M, Héron D,              de Vries BB, Wiegers AM, Smits AP, Mohkamsing S, Duivenvoorden\n     MAN’G Morel, Arzimanoglou A, Philippe C, Jonveaux P, Chelly               HJ, Fryns JP, Curfs LM, Halley DJ, Oostra BA, van den Ouwe-\n     J, Bienvenu T (2008) Key clinical features to identify girls with         land AM, Niermeijer MF (1996) Mental status of females with an\n     CDKL5 mutations. Brain 131:2647–2661                                      FMR1 gene full mutation. Am J Hum Genet 58:1025–1032\nBeever CL, Stephenson MD, Peñaherrera MS, Jiang RH, Kalousek              Devriendt K, Matthijs G, Legius E, Schollen E, Blockmans D, van\n     DK, Hayden M, Field L, Brown CJ, Robinson WP (2003) Skewed                Geet C, Degreef H, Cassiman JJ, Fryns JP (1997) Skewed X-chro-\n     X-chromosome inactivation is associated with trisomy in women             mosome inactivation in female carriers of dyskeratosis congenita.\n     ascertained on the basis of recurrent spontaneous abortion or             Am J Hum Genet 60:581–587\n     chromosomally abnormal pregnancies. Am J Hum Genet 72:399–           Dobyns WB, Filauro A, Tomson BN, Chan AS, Ho AW, Ting NT,\n     407                                                                       Oosterwijk JC, Ober C (2004) Inheritance of most X-linked traits\nBennett CM, Boye E, Neufeld EJ (2008) Female monozygotic twins                 is not dominant or recessive, just X-linked. Am J Med Genet A\n     discordant for hemophilia A due to nonrandom X-chromosome                 129:136–143\n     inactivation. Am J Hematol 83:778–780                                Fearon ER, Kohn DB, Winkelstein JA, Vogelstein B, Blaese RM\nBicocchi MP, Migeon BR, Pasino M, Lanza T, Bottini F, Boeri E,                 (1988) Carrier detection in the Wiskott–Aldrich syndrome. Blood\n     Molinari AC, Corsolini F, Morerio C, Acquila M (2005) Familial            72:1735–1739\n     nonrandom inactivation linked to the X inactivation centre in het-   Ferraris AM, Forni GL, Mangerini R, Gaetani GF (1997) Nonrandom\n     erozygotes manifesting haemophilia A. Eur J Hum Genet 13:635–             X-chromosome inactivation in hemopoietic cells from carriers of\n     640                                                                       dyskeratosis congenita. Am J Hum Genet 61:458–461\nBittel DC, Theodoro MF, Kibiryeva N, Fischer W, Talebizadeh Z, But-       Franco B, Ballabio A (2006) X-inactivation and human disease:\n     ler MG (2008) Comparison of X-chromosome inactivation pat-                X-linked dominant male-lethal disorders. Curr Opin Genet Dev\n     terns in multiple tissues from human females. J Med Genet                 16:254–259\n     45:309–313                                                           Fusco F, Bardaro T, Fimiani G, Mercadante V, Miano MG, Falco G,\nBlinkenberg EO, Brendehaug A, Sandvik AK, Vatne O, Hennekam                    Israël A, Courtois G, D’Urso M, Ursini MV (2004) Molecular\n     RC, Houge G (2008) Angioma serpiginosum with oesophageal                  analysis of the genetic defect in a large cohort of IP patients and\n     papillomatosis is an X-linked dominant condition that maps to             identiWcation of novel NEMO mutations interfering with NF-kap-\n     Xp11.3-Xq12. Eur J Hum Genet 16:1027–1028                                 pa B activation. Hum Mol Genet 13:1763–1773\n\n\n123\n\fHum Genet (2009) 126:363–373                                                                          ",
  "wordCount": 8148,
  "indexed": "2025-09-25T22:42:10.267Z",
  "method": "direct"
}
