{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Tai et al. - 2016 - Engineering microdeletions and microduplications b.pdf",
  "fileName": "Tai et al. - 2016 - Engineering microdeletions and microduplications b.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Tai et al. - 2016 - Engineering microdeletions and microduplications b.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Nat Neurosci. 2016 March ; 19(3): 517–522. doi:10.1038/nn.4235.\n\n\n\n                    Engineering microdeletions and microduplications by targeting\n                    segmental duplications with CRISPR\n                    Derek J. C. Tai1,2,3,4, Ashok Ragavendran1,3,4, Poornima Manavalan1,3,4, Alexei\n                    Stortchevoi1,3,4, Catarina M. Seabra1,2,3,4,5, Serkan Erdin1,3,4, Ryan L. Collins1,3,4, Ian\n                    Blumenthal1, Xiaoli Chen6, Yiping Shen7, Mustafa Sahin8, Chengsheng Zhang9, Charles\n                    Lee9,10, James F. Gusella1,11,12,*, and Michael E. Talkowski1,2,3,4,11,*\nAuthor Manuscript\n\n\n\n\n                    1Molecular Neurogenetics Unit, Center for Human Genetic Research, Massachusetts General\n\n                    Hospital, Boston, MA\n                    2Department of Neurology, Harvard Medical School, Boston, MA\n\n                    3Psychiatric and Neurodevelopmental Genetics Unit, Center for Human Genetic Research,\n\n                    Massachusetts General Hospital, Boston, MA\n                    4Department of Psychiatry, Massachusetts General Hospital, Boston, MA\n\n                    5Institute of Biomedical Sciences Abel Salazar, University of Porto, Portugal\n\n                    6Beijing Municipal Key Laboratory of Child Development and Nutriomics, Capital Institute of\n\n                    Pediatrics, Beijing, China\n                    7Department of Laboratory Medicine, Boston Children’s Hospital, Boston, MA\nAuthor Manuscript\n\n\n\n\n                    8Department of Neurology, Boston Children’s Hospital, Boston, MA\n\n                    9The Jackson Laboratory for Genomic Medicine, Farmington, CT\n\n                    10Department of Graduate Studies – Life Sciences, Ewha Womans University, Seoul, Korea\n\n                    11Program in Medical and Population Genetics, Broad Institute of Harvard and MIT\n\n                    12Department of Genetics, Harvard Medical School, Boston, MA\n\n\n\n                    Abstract\n                         Recurrent, reciprocal genomic disorders resulting from non-allelic homologous recombination\n                         (NAHR) between near-identical segmental duplications (SDs) are a major cause of human disease,\nAuthor Manuscript\n\n\n\n\n                         often producing phenotypically distinct syndromes. The genomic architecture of flanking SDs\n                         presents a significant challenge for modeling these syndromes; however, the capability to\n\n\n                    Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research,\n                    subject always to the full Conditions of use: http://www.nature.com/authors/editorial_policies/license.html#terms\n                    *\n                     Correspondence: talkowski@chgr.mgh.harvard.edu; gusella@helix.mgh.harvard.edu.\n                    AUTHOR CONTRIBUTIONS\n                    M.E.T., J.F.G., D.J.C.T., A.S. and I.B. conceived of and designed the studies, D.J.C.T., P.M., C.M.S., A.S. performed molecular\n                    studies, A.R., R.L.C., S.E. performed computational and statistical analyses, X.C., Y.S., and M.S. obtained 16p11.2 family tissue\n                    samples, C.Z. and C.L. designed and performed microarray studies. D.J.C.T., J.F.G., and M.E.T. wrote the manuscript.\n                    COMPETING FINANCIAL INTERESTS\n                    The authors declare no competing financial interests.\n\f                    Tai et al.                                                                                                     Page 2\n\n\n                                 efficiently generate reciprocal copy number variants (CNVs) that mimic NAHR would represent\nAuthor Manuscript\n\n\n\n\n                                 an invaluable modeling tool. We describe here a CRISPR/Cas9 genome engineering method,\n                                 Single-guide-CRISPR/Cas-targeting-Of-Repetitive-Elements (SCORE), to model reciprocal\n                                 genomic disorders and demonstrate its capabilities by generating reciprocal CNVs of 16p11.2 and\n                                 15q13.3, including alteration of one copy-equivalent of the SDs that mediate NAHR in vivo. The\n                                 method is reproducible and RNAseq reliably clusters transcriptional signatures from human\n                                 subjects with in vivo CNV and their corresponding in vitro models. This new approach will\n                                 provide broad applicability for the study of genomic disorders and, with further development, may\n                                 also permit efficient correction of these defects.\n\n\n                        Keywords\n                                 CRISPR; Cas9; Genomic Disorder; 16p11.2; NAHR; Genome Editing; Copy Number Variation\n                                 (CNV); Structural Variation; Homology\nAuthor Manuscript\n\n\n\n\n                                           Recurrent microdeletion and microduplication syndromes (rMDS) are among the most\n                                           common causes of human neurodevelopmental and psychiatric disorders. These recurrent\n                                           rearrangements are mediated by NAHR, which occurs between two highly homologous SDs\n                                           that flank a genomic segment and can result in either copy loss (microdeletion) or the\n                                           reciprocal copy gain (microduplication) of this segment1. In one study, the prevalence of five\n                                           common NAHR-mediated CNVs was estimated to be 0.47% of consecutive newborns2, and\n                                           the rate of recurrent rMDS in prenatal samples referred for diagnostic screening has been\n                                           estimated to be 1.5%, emphasizing the relevance of the rearrangements to developmental\n                                           abnormalities3.\n\n                                           Reciprocal CNV of a small segment of chromosome 16p11.2 (OMIM #611913) is a\nAuthor Manuscript\n\n\n\n\n                                           common rMDS that has been associated with intellectual disability, autism spectrum\n                                           disorder (ASD), schizophrenia and other neuropsychiatric disorders, as well as\n                                           anthropometric traits, including obesity4. Like all such NAHR-mediated genomic disorders,\n                                           16p11.2 rMDS involves gain or loss of a unique genic segment and one copy-equivalent of\n                                           the SD. The unique genic segment of the 16p11.2 CNV spans 593 kb5, containing 47 genes,\n                                           of which 28 are annotated as protein coding (based on Ensembl GRCh37 V.716). It is\n                                           flanked by parallel and highly homologous (>99% identity) SDs, each spanning 147 kb5 and\n                                           containing six duplicated genes (five annotated as protein coding6). The mechanism of\n                                           NAHR-mediated CNV formation in vivo involves the mispairing of the flanking SDs, which\n                                           can result in either the loss or gain of a 740 kb segment encompassing one copy of the\n                                           unique genic segment and one copy-equivalent of the SD7. Disentangling the effects of the\n                                           entire CNV and of individual genes within it are confounded by several factors in studies of\nAuthor Manuscript\n\n\n\n\n                                           humans and their cells, including variable genetic background, the uncertain relevance of\n                                           available peripheral tissues, and the inability to collect large cohorts. Meanwhile, animal\n                                           models may be limited in their generalizability to humans8, 9. Novel methods to model\n                                           rMDS alterations in induced pluripotent stem cells (iPSCs) that can then be differentiated\n                                           into relevant tissues, including neural precursors and derivative neural cells, would open\n                                           access to innovative approaches to understanding the impact of rMDS in human\n                                           neurodevelopment.\n\n\n\n                                               Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                              Page 3\n\n\n                                    Clustered regularly interspaced short palindromic repeats (CRISPR)/CRISPR-associated\nAuthor Manuscript\n\n\n\n\n                                    proteins (Cas) was discovered as a ribonucleoprotein interfering complex involved in\n                                    bacterial adaptive immunity10, and recently it evolved into a new programmable and broadly\n                                    applicable genome engineering tool11. Like zinc finger nucleases (ZFNs)12 and transcription\n                                    activator-like effector nucleases (TALENs)13, CRISPR/Cas has inherent endonuclease\n                                    activity that can generate DNA a double strand break when it encounters its target along\n                                    with a proto-spacer-associated motif (PAM) sequence, 5′-NGG, where N is any nucleotide14.\n                                    Most current applications of CRISPR/Cas rely on a single Cas protein in the type II\n                                    CRISPR/Cas system15, Cas9, which in its host bacteria forms a complex with CRISPR RNA\n                                    (crRNA) and trans-activating crRNA (tracrRNA)14. In the laboratory, a single engineered\n                                    RNA (a guide RNA, or gRNA) as a chimera of a crRNA and a fixed tracrRNA can direct\n                                    Cas9 to a specified target sequence that is complementary to crRNA14. One of the most\n                                    common applications for the CRISPR/Cas system is targeted genome editing in cells16 and\n                                    model organisms8, 17 to generate point mutations or deletion of a genic segment. Repair of\nAuthor Manuscript\n\n\n\n\n                                    gRNA-directed Cas9 nuclease-induced double-strand breaks through non-homologous end-\n                                    joining (NHEJ) can induce indel mutations that abolish normal expression of the target\n                                    gene16. To introduce precise point mutations or insertions at a target gene locus cleaved by\n                                    Cas9, a donor template carrying a mutation can be delivered into the cell to permit repair by\n                                    homologous recombination (HR)11. In addition, pairs of gRNAs can be used in a dual-guide\n                                    RNA (dgRNA) strategy to produce deletions or other genomic rearrangements16, 18–21\n\n                                    In this study, we present a new method, SCORE, to efficiently produce microdeletions and\n                                    microduplications comparable to those associated with reciprocal genomic disorders in\n                                    humans as a consequence of NAHR between flanking SDs. To accomplish this, SCORE uses\n                                    a single-guide RNA (sgRNA) strategy to directly target perfectly homologous sequences\n                                    within the SDs. We demonstrate the capability of the method to rapidly and efficiently\nAuthor Manuscript\n\n\n\n\n                                    generate reciprocal CNVs with the SCORE method using two proof-of-principle rMDS\n                                    regions of differing size and composition, 16p11.2 and 15q13.3. In each region, the method\n                                    generates reciprocal CNVs that mimic the products of the NAHR mechanism, including\n                                    deletion or duplication of one copy-equivalent of the SDs, with reproducible rates of\n                                    efficiency. These data suggest that SCORE can open widespread access to modeling these\n                                    common causes of human developmental anomalies.\n\n\n                            RESULTS\n                           Generation of reciprocal 16p11.2 CNVs using CRISPR/Cas9\n                                    We postulated that optimizations in emerging genome engineering technologies could be\n                                    applied to human iPSCs to generate reciprocal CNV directly comparable to those in\nAuthor Manuscript\n\n\n\n\n                                    recurrent NAHR-mediated rMDS. We initially tested this hypothesis on the common\n                                    16p11.2 rMDS. The overview of our experimental design is shown in Fig. 1a. All studies\n                                    used a previously described control iPSC line (8330)22 as the test sample. As positive\n                                    controls, we iPSC lines generated from subjects harboring 16p11.2 rMDS that were\n                                    previously detected from clinical screening (four subjects with microdeletion, three subjects\n                                    with microduplication) as well as family-based controls (See Online Methods;\n                                    Supplementary Fig. 1). We refer herein to the distal SD (closest to the telomere) as ‘SDA’\n\n\n\n                                        Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                            Page 4\n\n\n                                     and the proximal SD (closest to the centromere) as ‘SDB’. It has been previously shown that\nAuthor Manuscript\n\n\n\n\n                                     the CRISPR/Cas system can efficiently generate predictable deletions and inversions using a\n                                     dgRNA strategy18. We first used this proven approach to create heterozygous deletions of a\n                                     contiguous 575 kb sequence containing all genes within the unique genic segment as an\n                                     initial comparison group (Fig. 1b). This initial experiment used two independent and\n                                     uniquely mapping dgRNAs targeted within the contiguous genic segment between the SDs\n                                     (See Online Methods). This experiment generated the predicted 575,414 bp microdeletion\n                                     while leaving the flanking SDs fully intact (GRCh37 chromosome 16: 29,624,445–\n                                     30,199,859) (Fig. 1b). Sanger sequencing confirmed the precise breakpoint and revealed\n                                     NHEJ as the likely repair mechanism (Supplementary Fig. 2). However, this dgRNA strategy\n                                     to delete the unique genic segment does not accurately model reciprocal rMDS in humans,\n                                     where NAHR alters this unique segment and one copy-equivalent of the SDs.\n\n                                     To generate a method that would mimic the consequences of the in vivo NAHR mechanism,\nAuthor Manuscript\n\n\n\n\n                                     we hypothesized that transfecting a sgRNA that targets perfectly homologous sites in each\n                                     flanking SD could generate a 740 kb microdeletion of the 16p11.2 rMDS that is mediated by\n                                     NAHR, i.e., encompassing the unique genic segment and one copy-equivalent of each gene\n                                     in the SDs, mirroring the size of the CNV in humans. We evaluated the potential of this new\n                                     single-guide method SCORE (Single-guide CRISPR/Cas targeting Of Repetitive Elements)\n                                     to model rMDS lesions (Fig. 1b). We targeted a homologous site in each of SDA and SDB to\n                                     promote simultaneous DNA breaks in both SDs, but not elsewhere in the genome (Fig. 1b;\n                                     see Online Methods for detailed methods on sgRNA design). We predicted this strategy\n                                     would promote formation of a 739,346 bp deletion (chromosome 16: 29,487,574–\n                                     30,226,919) comprising all of the 593 kb unique genic segment and one copy-equivalent of\n                                     the SDs, comparable to the in vivo mechanism. We used the sgRNA CRISPR transfection\n                                     methods described in Online Methods, followed by FACS sorting to isolate single iPSCs into\nAuthor Manuscript\n\n\n\n\n                                     individual wells of Matrigel-coated 96-well plates. Once the clonal iPSC colonies were\n                                     formed, relevant gene dosage was measured by copy number screening. This screening\n                                     readily identified CRISPR/Cas modified clones that showed decreased dosage consistent\n                                     with the expected microdeletion. The assay also identified clones with increased 16p11.2\n                                     dosage, consistent with apparent microduplication, suggesting that our SCORE method can\n                                     promote predictable reciprocal dosage imbalances that mimic the in vivo consequences of\n                                     NAHR.\n\n                           Replication and characterization of 16p11.2 CNV iPSCs\n                                     To estimate the efficiency of the approach, the entire experiment was repeated and 114\n                                     clones were systematically screened by copy number analysis (Fig. 1c). In this replicate\n                                     experiment, 12 clones harbored the expected 740 kb deletion, suggesting an overall\nAuthor Manuscript\n\n\n\n\n                                     efficiency of 10.5% for microdeletion (12 of 114 clones screened), and 4.3% of clones\n                                     harbored a putative microduplication by copy number analysis (5 of 114 clones screened).\n                                     Further analyses of select dosage-altered clones was then performed by strand-specific\n                                     transcriptome sequencing (RNAseq; 23 total lines, see Supplementary Fig. 3 for RNAseq\n                                     overview) and genome-wide DNA microarray analysis to screen for on-target and off-target\n                                     CNVs (see Supplementary Fig. 3). Dosage microarray and RNAseq confirmed the observed\n                                     microdeletions and microduplications (Fig. 1 and 2). Notably, no off-target CNVs were\n\n\n                                         Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                             Page 5\n\n\n                                 detected from genome-wide analyses (Supplementary Fig. 4). We did not obtain\nAuthor Manuscript\n\n\n\n\n                                 homozygous deletions of the 16p11.2 rMDS region, suggesting that total absence of one or\n                                 more genes in this segment may be incompatible with iPSC viability in our system.\n\n                                 To provide insight into the rearrangement mechanism associated with SCORE-generated\n                                 iPSCs, we attempted to clone and sequence the breakpoints generated by CRISPR/Cas\n                                 within the SDs. To our knowledge, identification of the precise exchange points in SDs of\n                                 16p11.2 rMDS subjects has not been accomplished due to the inability to distinguish the\n                                 SDA and SDB sequence at most sites. However, in our experiments, we were able to explore\n                                 the predicted sgRNA targeting sites for potential alterations by performing cloning and\n                                 Sanger sequencing of the region. We found clear junctions among 12 CRISPR-treated 740\n                                 kb microdeletion lines and 5 microduplication lines, which are shown in Supplementary Fig.\n                                 5a,b. Three different types of indel mutation were found in three microdeletion lines (Del\n                                 1~3), two mutations were found in one deletion line (Del 4), a single-nucleotide T insertion\nAuthor Manuscript\n\n\n\n\n                                 was found in four deletion lines (Del 5~8), and four deletion junctions contained no\n                                 evidence of new mutations at the breakpoints, suggesting potential homology-mediated\n                                 repair (Del 9~12) (Supplementary Fig. 5a). Intriguingly, only a single-nucleotide T insertion\n                                 was found in four of five CRISPR-treated 740 kb microduplication lines (Supplementary\n                                 Fig. 5b). These data suggest disparate mechanisms of repair for these CRISPR-treated\n                                 microdeletion and microduplication lines, which clearly involve non-homologous or\n                                 microhomology mediated mechanisms, but likely also involve homology mediated\n                                 mechanisms, potentially including NAHR.\n\n                                 RNAseq was performed for 23 lines, including CRISPR-treated 575 kb and 740 kb\n                                 microdeletion lines, CRISPR-treated 740 kb microduplication lines, 16p11.2 patient lines\n                                 with either microdeletion23 or microduplication, and two types of control lines (those from\nAuthor Manuscript\n\n\n\n\n                                 CRISPR-treatment that did not produce a CNV and those from family member controls of\n                                 16p11.2 CNV carriers) (Supplementary Fig. 3). RNAseq analyses revealed reduced\n                                 expression and overexpression of all genes within the unique genic segment for the 740 kb\n                                 SCORE-generated microdeletion and microduplication lines, respectively (Fig. 2a).\n                                 Moreover, we observed expression patterns reflecting the loss of one copy of the genes\n                                 localized to the SDs from the 740 kb deletion lines (reduction from 4 to 3 total copies of the\n                                 SDs across both homologous chromosomes) and the gain of one additional copy of the SDs\n                                 in the microduplication lines (increase from 4 to 5 copies) (Fig. 2a). These in vitro results\n                                 were consistent with the transcriptional patterns described previously in lymphoblastoid cell\n                                 lines from families harboring 16p11.2 rMDS CNV9. As expected, there was no reduction of\n                                 genes in the SDs from RNAseq of the 575 kb microdeletion line. Hierarchical clustering\n                                 from the transcriptome data of the 16p11.2 rMDS region revealed that all CRISPR-treated\nAuthor Manuscript\n\n\n\n\n                                 deletion and duplication lines clustered together with the corresponding patient deletion and\n                                 duplication lines, respectively, while control lines clustered together with the control family\n                                 member (Fig. 2b). In addition, western blot analysis of MAPK3, encoded within the unique\n                                 genic segment, also confirmed altered levels of protein expression in our CRISPR-treated\n                                 iPSC lines with 16p11.2 CNVs (Supplementary Fig. 6).\n\n                                 Statistical analyses using general linear models evaluated gene-level contrasts of each\n                                 genotype (deletion or duplication) compared to controls. We also assessed results from a\n\n\n                                     Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                                 Page 6\n\n\n                                    linear model requiring gene-dosage to be positively or negatively correlated with copy state\nAuthor Manuscript\n\n\n\n\n                                    (e.g., a linear trend in gene expression is observed with copy state = 1, 2, or 3), analogous to\n                                    a previous study in families harboring 16p11.2 CNV and in the cortex of mouse models9.\n                                    We observed largely identical results in the CRISPR-treated iPSCs to those previous\n                                    detected; all 32 genes detected by RNAseq (25 Protein coding) within the region showed a\n                                    linear increase in expression with copy number. In the 740kb microdeletion and\n                                    microduplication lines, 28 genes (22 protein coding) and 25 genes (20 protein coding) were\n                                    significantly down-regulated and up-regulated, respectively, relative to controls (nominal p-\n                                    value < 0.05) (Fig. 2a). Genome-wide differential expression was most significant for genes\n                                    within the 16p11.2 rMDS region (Fig. 2c), again replicating previous findings in humans\n                                    and mouse models5, 9, 24. These results imply that in vitro models yield comparable\n                                    expression profiles to human iPSCs harboring the in vivo 16p11.2 CNV.\n\n                           Replication of the SCORE approach in 15q13.3 rMDS\nAuthor Manuscript\n\n\n\n\n                                    To demonstrate generalizability of the SCORE method, we performed a second replication\n                                    study, targeting another common, yet much larger, rMDS region encompassing a 1.771 Mb\n                                    unique genic segment and 218 kb flanking SDs within 15q13.3. Recurrent rMDS of this\n                                    region have been associated with mental retardation, epilepsy, schizophrenia, autism, obesity\n                                    and variable facial and digital dysmorphisms (OMIM #612001)25–27. The unique genic\n                                    segment contains seven protein encoding genes (Ensembl GRCh37 chromosome 15:\n                                    30,910,306–32,445,406), and when combined with one copy-equivalent of the flanking SVs,\n                                    the total genomic imbalance due to NAHR in affected subjects is 1.989 Mb28. To model this\n                                    rMDS, we designed a sgRNA to uniquely target these flanking SDs (see Fig. 3a and online\n                                    methods for sgRNA sequence and localization). We used the same transfection approach as\n                                    in the 16p11.2 CNV, followed by single cell isolation and clonal expansion. Copy number\nAuthor Manuscript\n\n\n\n\n                                    screening of 164 CRISPR-treated iPSC colonies expanded from single cells in the initial\n                                    experiment revealed 9 microdeletions and 2 microduplications (Fig. 3b). In contrast to the\n                                    16p11.2 CNV, we identified 2 clones that were consistent with homozygous microdeletion\n                                    of the 15p13.3 segment. We observed no dosage increase beyond a single duplication, and\n                                    no dosage changes were detected for genes flanking the CRISPR targeted region\n                                    (Supplementary Fig. 7). As shown in Fig. 3c, we found the overall efficiency of the SCORE\n                                    approach for this larger ~2 Mb CNV to be 5.5% for microdeletion (9 of 164 clones\n                                    screened) and 1.2 % for microduplication (2 of 164 clones screened). Notably, these\n                                    relatively high efficiencies for such large CNVs were detected based on a single initial\n                                    experiment without prior optimization. Further development in this or other regions could\n                                    result in still higher efficiencies.\nAuthor Manuscript\n\n\n\n\n                            DISCUSSION\n                                    This Technical Report reveals that carefully designed CRISPR/Cas9 genome engineering\n                                    can emulate the genetic architecture of NAHR-mediated recurrent genomic disorders by\n                                    generating lesions that mimic those produced in vivo. Previous studies have shown that dual-\n                                    guide CRISPR/Cas9 genome editing can generate multiple classes of structural variation\n                                    mediated by non-homologous repair within unique genic segments across a range of\n                                    sizes18–20, 29. This SCORE approach demonstrates that it is possible to model the outcome\n\n\n                                        Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                          Page 7\n\n\n                                 of NAHR-mediated rMDS with relatively high efficiency, including reciprocal dosage\nAuthor Manuscript\n\n\n\n\n                                 imbalance of one copy-equivalent of the flanking SDs. SCORE thereby opens access to\n                                 genome-wide modeling of these common causes of human congenital anomalies, including\n                                 interrogation the unique genic segment and the SDs in any rMDS region.\n\n                                 The junction sequences observed in the CRISPR/Cas-generated CNVs suggest that different\n                                 molecular mechanisms may predominate in the generation of microdeletions and\n                                 microduplications using SCORE (Supplementary Fig. 5). A mechanism based purely on\n                                 NAHR that produced coincident deletion and duplication events in a single cell would not be\n                                 detected in our screen for altered dosage. However, if NAHR-mediated alterations affected\n                                 sister chromatids, segregation of the events in mitosis prior to FACS sorting would then lead\n                                 to individual cells with either deletion or duplication, which might be expected to be\n                                 recovered in roughly equal numbers. However the junction sequences recovered suggest that\n                                 non-NAHR mechanisms also operate in this system. We observed evidence of both NHEJ\nAuthor Manuscript\n\n\n\n\n                                 and microhomology-mediated repair for the microdeletions, as well as wild-type sequence\n                                 for some microdeletions or a single insertion of a T nucleotide at the breakpoint of all\n                                 SCORE generated microduplication lines (Supplementary Fig. 5b). These data suggest that\n                                 homology-mediated repair, possibly including NAHR, may be important in the production\n                                 of microduplications and of a fraction of microdeletions generated using this method.\n                                 Notably, this efficiency and the presence of multiple breakpoint compositions could be\n                                 influenced by mosaicism and other factors. We performed FACS sorting to obtain single\n                                 cells, followed by clonal expansion to minimize the potential for mosaicism. Nonetheless,\n                                 sister chromatid exchange could occur during clonal expansion leading to low levels of\n                                 mosaicism in the final cell population, which would be challenging to detect. Scrutiny of the\n                                 RNAseq and microarray results did not suggest mosaicism in a meaningful fraction of cells,\n                                 though we cannot exclude this possibility. It is also possible that deletion occurs on one\nAuthor Manuscript\n\n\n\n\n                                 chromosome and duplication occurs on the other, leading to a balanced dosage state that\n                                 would not be detected by our dosage screening, though such events would be expected to be\n                                 rare. Further experiments will be needed to tease apart these varied mechanisms of repair\n                                 and their relative efficiencies.\n\n                                 The generation of 15q13.3 rMDS CNV also confirms that relatively large reciprocal CNV\n                                 models can be derived with the SCORE approach with an efficiency that was comparable to\n                                 the much smaller 740 kb 16p11.2 CNVs initially generated. Previous studies suggest that\n                                 dual-guide CRISPR that is reliant upon NHEJ has less than 1% efficiency for deletions\n                                 greater than 100 kb19. By contrast, we find that the 10.5% SCORE efficiency to generate the\n                                 740 kb 16p11.2 microdeletion with a single cut site is only modestly reduced to 5.5% when\n                                 the deletion size is increased to the 2 Mb of 15q13. For microduplication, the corresponding\nAuthor Manuscript\n\n\n\n\n                                 efficiency decrease was from 4.3% to 1.2%. This suggests that relatively efficient modeling\n                                 rMDS will be tractable across a broad size distribution. It may also indicate that the\n                                 participation of homology-mediated repair contributes to a greater efficiency of CNV\n                                 formation than methods relying upon non-homologous repair alone. The precise size\n                                 limitations of the SCORE approach remains to be determined, but we note that the 15q13.3\n                                 CNV is one of the larger recurrent, reciprocal genomic disorders commonly observed in\n                                 humans (1/40000 for population incidence25, 0.48% of cases with neurodevelopmental\n                                 abnormalities30).\n\n                                     Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                             Page 8\n\n\n                                    In conclusion, we describe here a novel method to use a single-guide RNA that targets\nAuthor Manuscript\n\n\n\n\n                                    highly homologous SDs that flank unique genomic segments and derive recurrent, reciprocal\n                                    dosage imbalances, thus modeling the consequences of NAHR, which drives many of the\n                                    most common causes of human congenital anomalies. Our experiments reveal that SCORE\n                                    can be rapidly implemented to produce rMDS CNVs of different size and copy state, as we\n                                    observed 0, 1, 2, and 3 copies of the rMDS regions. Genome-wide analyses suggest that the\n                                    method generates models with high fidelity, as we did not observe off-target CNVs\n                                    following genome-wide screening, and transcriptome studies of the in vitro edited lines\n                                    recapitulated previous findings in rMDS families and mouse models. We provide complete\n                                    details on the design and application of this method, which will enable modeling of rMDS in\n                                    multiple tissue types and, with further development and optimization, could provide a\n                                    tractable route to in vitro correction of these common genomic imbalances.\nAuthor Manuscript\n\n\n\n\n                            METHODS\n                           Guide RNA design and preparation\n                                    We used the CRISPR Design Tool (http://tools.genome-engineering.org)31 to obtain the\n                                    sequences of guide RNAs targeting the 16p11.2 rMDS segment. The design of guide RNAs\n                                    and reference sequence are based on genome assembly GRCh37. To generate 575kb\n                                    microdeletion that includes all unique genes within the rMDS segment, the sequence of\n                                    dual-guide RNAs were as follows:\n                                             gRNA427: 5′-GCAGTGGCAGGCCATGAGCT -3′, chromosome 16: 29,624,428–\n                                             29,624,447;\n\n                                             gRNA841: 5′-GCCTGGACACCGGGCGCAGG -3′, chromosome 16: 30,199,842–\n                                             30,199,861.\nAuthor Manuscript\n\n\n\n\n                                    To design the sgRNAs targeting 16p11.2 SDs and 15q13.3 SDs with the SCORE approach,\n                                    we first identified all possible 18–25mer guides with Jellyfish32 and performed a degenerate\n                                    Blast search to identify sequences that would uniquely target the 16p11.2 and 15q13.3 SDs\n                                    respectively, with no predicted off-target effects. Additionally, for the 15q13.3 guides, we\n                                    refined our original guide design methodology by utilizing a recently released tool, Off-\n                                    Spotter33, to screen out candidate guides with less than four mismatches across non-target\n                                    regions, further mitigating any possible off-target effects. Finally, we cross-verified the\n                                    target sites and regions with the new assembly (GRCh38) to ensure there were no artifacts\n                                    arising from updates to the reference genome.\n\n                                    For generation of the 740 kb microdeletion and microduplication in 16p11.2, the following\n                                    single-guide RNA was used:\nAuthor Manuscript\n\n\n\n\n                                             sg569: 5′-GACATGCCTATATCGCATAG -3′, chromosome 16: 29,487,572–\n                                             29,487,590 and 30,226,917–30,226,935.\n\n                                    For generation of the 2 Mb microdeletion and microduplication in 15q13.3, the following\n                                    single-guide RNA was used:\n\n                                             sg387: 5′-GCCTTAGGGGATTGCGGGAC -3′, chromosome 15: 30,792,593–\n                                             30,792,611 and 32,799,503–32,799,521.\n\n\n                                        Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                                 Page 9\n\n\n                                     All gRNAs were cloned into pSpCas9(BB)-2A-Puro plasmid with a puromycin resistance\n                                     marker (pX459, Addgene plasmid 48139) using a BbsI restriction site31. gRNA841 was\nAuthor Manuscript\n\n\n\n\n                                     cloned into gRNA_Cloning Vector (pGuide, Addgene plasmid 41824) using a BbsI\n                                     restriction site34. Validation of the guide sequence in the gRNA vector was confirmed by\n                                     Sanger Sequencing. Before transfection, all plamids were purified from EndoFree Plasmid\n                                     Maxi Kit according to the manufacturer’s instruction (Qiagen).\n\n                           Cell culture and DNA transfection\n                                     Human induced pluripotent stem cells (iPSCs), derived from adult fibroblasts, are\n                                     maintained on Matrigel-coated dish (Corning) with Essential 8 medium (Invitrogen) and\n                                     incubated at 37 °C in a humidified atmosphere with 5% CO2. For the dual-guide approach,\n                                     we transfected human iPSCs with pSpCas9(BB)-2A-Puro plasmid and gRNA_Cloning\n                                     Vectors which carry both guide RNAs and collected individual iPSC colonies after\nAuthor Manuscript\n\n\n\n\n                                     puromycin selection (see Online Methods for details). At 72 hours post-transfection, iPSCs\n                                     were dissociated and single cells were isolated by fluorescence-activated cell sorting (FACS)\n                                     gated for a high level of GFP expression. Genomic DNAs from iPSC colonies were screened\n                                     by PCR for the presence of an expected ~1 kb junction product (Supplementary Fig. 2). For\n                                     the SCORE method, the Human iPSCs (5 × 105 cells) were transfected with 2 μg total DNA\n                                     plasmid, Cas9-sgRNA expression vector (pX459) with the chosen guide RNA (sg569: 5′-\n                                     GACATGCCTATATCGCATAG-3′) and EGFP vector or pGuide-sgRNA vectors.\n                                     Transfection utilized Human Stem Cell Nucleofector Kit 1 (Lonza) and Amaxa\n                                     Nucleofection II device (Lonza) with programs B-016, according to the manufacturer’s\n                                     instructions. After Nucleofection, the iPSCs were cultured in two different settings: i) on\n                                     Matrigel-coated wells using Essential 8 medium (Invitrogen) supplemented with 10 μM\n                                     ROCK inhibitor (Santa Cruz Biotech), ii) co-cultured on a monolayer of feeder cells (mouse\nAuthor Manuscript\n\n\n\n\n                                     embryonic fibroblasts, MEF) using MEF conditioned media (CM) supplemented with 10\n                                     ng/ml bFGF (R&D) and 10 μM ROCK inhibitor (Santa Cruz Biotech), which was made by\n                                     incubating human iPS KnockOut Serum Replacement (KOSR) media with feeder cells\n                                     overnight. For Puromycin selection, 24 hours post-Nucleofection iPSCs were harvested in\n                                     fresh Essential 8 medium with Puromycin (0.1μg/mL). After 24 hours, surviving colonies\n                                     are then collected into Matrigel-coated 96-well plates individually (one colony per well), for\n                                     subsequent screenings. For cell sorting, the iPSC were recovered in fresh Essential 8\n                                     medium for three days after Nucleofection.\n\n                           Single cell isolation by fluorescence-activated cell sorting (FACS)\n                                     To obtain isogenic iPSC colonies following CRISPR/Cas9 treatment, single cell isolation\n                                     was obtained by FACS. At 72 hours post-nucleofection, the iPSCs were dissociated into a\nAuthor Manuscript\n\n\n\n\n                                     single cell suspension with Accutase and resuspended in PBS with 10 μM ROCK inhibitor\n                                     (Santa Cruz Biotech). All samples were filtered through 5mL polystyrene tubes with 35um\n                                     mesh cell strainer caps (BD Falcon 352235) immediately before being sorted. After adding\n                                     the viability dye TO-PRO-3 (Invitrogen), the GFP+ TO-PRO-3- iPSCs were sorted and\n                                     plated, with one cell placed into each well of Matrigel-coated 96-well plates by BD\n                                     FACSAriaII with 100-mm nozzle under sterile conditions. Once multi-cellular colonies were\n                                     clearly visible (2~3 days after sorting), they were collected into individual wells of Matrigel-\n                                     coated 96-well plates by manually picking. Once individual iPSC colonies were available\n\n\n                                         Nat Neurosci. Author manuscript; available in PMC 2016 August 01.\n\f                    Tai et al.                                                                                            Page 10\n\n\n                                     (~14 days after sorting), the genomic DNA from those colonies were characterized by copy\nAuthor Manuscript\n\n\n\n\n                                     number assay.\n\n                           Genomic DNA extraction\n                                     For high throughput extraction in 96-well format, the genomic DNA was isolated from cells\n                                     transfected by the Cas9-gRNA expression vector (pX459) using a Rapid DNA extraction\n                                     method35. Cells were lysed by adding DNA extraction buffer containing Proteinase K (0.2\n                                     mg/ml). Samples were digested at 55 °C for 30 min followed by Proteinase K inactivation at\n                                     95 °C for 10 min, followed by RNase A incubation at room temperature for 10 min. For\n                                     genomic DNA extraction from 16p11.2 patient iPSC lines, we performed extraction by\n                                     DNeasy Blood & Tissue Kit (Qiagen) and followed the manufactural instruction. For\n                                     15q13.3 patient genomic DNA, we obtained it from Simons Foundation Autism Research\n                                     Initiative.\nAuthor Manuscript\n\n\n\n\n                           Screening of individual iPSC colonies\n                                     To isolate genomic DNA from the iPSC colonies, iPSCs were detached with ReLeSR (Stem\n                                     Cell Technologies) and then prepared by using Rapid DNA extraction method35. For\n                                     detection of deletion, the genomic region flanking the CRISPR target site was amplified by\n                                     PCR (Supplementary Fig. 2a). The primers were synthesized by Integrated DNA\n                                     Technologies (IDT) with the following sequences:\n\n                                              Forward, 5′-CAACTGCAATTTCCTTTTCAA-3′;\n\n                                              Reverse, 5′-CCCTCAGGTCATCCTCTCAT-3′.\n\n                                     PCR reactions were performed using 2 μl of genomic DNA and Phusion High Fidelity\n                                     Master Mix (NEB), with the following cycling conditions: 95 °C for 2 min; 95 °C for 15 s,\nAuthor Manuscript\n\n\n\n\n                                     63 °C for 30 s, 72 °C for 1 min (45 cycles); 72 °C for 2 min. PCR products were visualized,\n                                     followed by Sanger sequencing to determine the exact modification that occurred (for the\n                                     575 kb deletions) (Supplementary Fig. 2b). To determine the heterozygosity of 16p11.2\n                                     region in CRISPR targeting iPSC lines, we followed the same PCR protocol performed in\n                                     the detection of deletion to amplify part of 16p11.2 region which was deleted in 16p11.2\n                                     rMDS. Also, the PCR was performed using the same forward primer in detection of deletion\n                                     and a new-design reverse primer targeting on the unique rMDS segment.\n\n                           Identification of the junction sequences in 16p11.2 rMDS iPSC lines\n                                     For isolation the sequences, the genomic region around the CRISPR target site was\n                                     amplified by nested PCR. The primers were synthesized by Integrated DNA Technologies\n                                     (IDT) with the following sequences:\nAuthor Manuscript\n\n\n\n\n                 ",
  "wordCount": 7955,
  "indexed": "2025-09-25T22:43:41.557Z",
  "method": "direct"
}
