{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Abou Tayoun et al_2018_Recommendations for interpreting the loss of function PVS1 ACMG-AMP variant.pdf",
  "fileName": "Abou Tayoun et al_2018_Recommendations for interpreting the loss of function PVS1 ACMG-AMP variant.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Abou Tayoun et al_2018_Recommendations for interpreting the loss of function PVS1 ACMG-AMP variant.pdf",
  "text": "HHS Public Access\n                              Author manuscript\n                              Hum Mutat. Author manuscript; available in PMC 2019 November 01.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Hum Mutat. 2018 November ; 39(11): 1517–1524. doi:10.1002/humu.23626.\n\n\n\n                    Recommendations for interpreting the loss of function PVS1\n                    ACMG/AMP variant criterion\n                    Ahmad N. Abou Tayoun1,2,3,*, Tina Pesaran4, Marina T. DiStefano5, Andrea Oza5, Heidi L.\n                    Rehm5,6,7, Leslie G. Biesecker8, and Steven M. Harrison5 ClinGen Sequence Variant\n                    Interpretation Working Group (ClinGen SVI)\n                    1The Children’s Hospital of Philadelphia, Philadelphia, PA, USA\nAuthor Manuscript\n\n\n\n\n                    2The University of Pennsylvania Perelman School of Medicine, Philadelphia, PA, USA\n\n                    3Current address: Al Jalila Children’s Specialty Hospital, Dubai, UAE\n\n                    4Ambry Genetics, Aliso Viejo, CA, USA\n\n                    5Laboratory for Molecular Medicine, Partners Healthcare Personalized Medicine, Cambridge, MA,\n\n                    USA\n                    6Center for Genomic Medicine, Massachusetts General Hospital, Boston MA USA\n\n                    7The Broad Institute of MIT and Harvard, Cambridge, MA, USA\n\n                    8Medical Genomics and Metabolic Genetics Branch, National Human Genome Research\n\n                    Institute, National Institutes of Health, Bethesda, MD, USA\nAuthor Manuscript\n\n\n\n\n                    Abstract\n                        The 2015 ACMG/AMP sequence variant interpretation guideline provided a framework for\n                        classifying variants based on several benign and pathogenic evidence criteria, including a\n                        pathogenic criterion (PVS1) for predicted loss of function variants. However, the guideline did not\n                        elaborate on specific considerations for the different types of loss of function variants, nor did it\n                        provide decision-making pathways assimilating information about variant type, its location, or any\n                        additional evidence for the likelihood of a true null effect. Furthermore, this guideline did not take\n                        into account the relative strengths for each evidence type and the final outcome of their\n                        combinations with respect to PVS1 strength. Finally, criteria specifying the genes for which PVS1\n                        can be applied are still missing. Here, as part of the ClinGen Sequence Variant Interpretation (SVI)\n                        Workgroup’s goal of refining ACMG/AMP criteria, we provide recommendations for applying the\nAuthor Manuscript\n\n\n\n\n                        PVS1 criterion using detailed guidance addressing the above-mentioned gaps. Evaluation of the\n                        refined criterion by seven disease-specific groups using heterogeneous types of loss of function\n                        variants (n= 56) showed 89% agreement with the new recommendation, while discrepancies in six\n                        variants (11%) were appropriately due to disease-specific refinements. Our recommendations will\n                        facilitate consistent and accurate interpretation of predicted loss of function variants.\n\n\n\n\n                    *\n                    Corresponding author: ahmadat@gmail.com.\n\f                    Abou Tayoun et al.                                                                                             Page 2\n\n\n\n                       Keywords\nAuthor Manuscript\n\n\n\n\n                            Variant interpretation; Loss of function (LoF); PVS1; ClinGen; ACMG/AMP\n\n\n                       INTRODUCTION\n                                         In 2015, the American College of Medical Genetics and Genomics (ACMG) and the\n                                         Association for Molecular Pathology (AMP) published a joint guideline that provides a\n                                         framework for sequence variant interpretation (Richards et al., 2015). The guideline defined\n                                         28 criteria, each with an assigned code, that addressed distinct types of variant evidence.\n                                         Each criterion code was assigned a direction, benign (B) or pathogenic (P), and a level of\n                                         strength: stand-alone (A), very strong (VS), strong (S), moderate (M), or supporting (P).\n                                         Combining rules for these criteria were also proposed to determine the predicted\nAuthor Manuscript\n\n\n\n\n                                         pathogenicity of sequence variants.\n\n                                         The only criterion designated with Very Strong strength level for pathogenicity in the\n                                         ACMG/AMP guideline was PVS1 which was defined as “null variant (nonsense, frameshift,\n                                         canonical ±1 or 2 splice sites, initiation codon, single or multi-exon deletion) in a gene\n                                         where loss-of-function (LoF) is a known mechanism of disease” (Richards et al., 2015). A\n                                         combination of this rule and only one moderate or two supporting pathogenicity criteria lead\n                                         to a likely pathogenic or pathogenic classification, respectively in the original ACMG/AMP\n                                         recommendations. Given the weighting of this criterion as very strong and the consequent\n                                         impact of any potential inappropriate usage, detailed guidance on its application is critical.\n                                         Despite addressing general considerations associated with PVS1 usage including disease\n                                         mechanism, splice variant effects, nonsense-mediated decay (NMD), and alternative\n                                         splicing, the ACMG/AMP guideline did not provide guidance for how to account for these\nAuthor Manuscript\n\n\n\n\n                                         considerations during variant assessment and determination of whether PVS1 was\n                                         applicable. Additionally, while the ACMG/AMP guideline stated that criteria listed at one\n                                         strength can be moved to another strength level using professional judgment, no guidance\n                                         was provided regarding instances in which the strength level of PVS1 should be decreased to\n                                         Strong (PVS1_Strong), Moderate (PVS1_Moderate), or Supporting (PVS1_Supporting).\n\n                                         The NIH-funded Clinical Genome Resource (ClinGen) established the Sequence Variant\n                                         Interpretation (SVI) working group (https://www.clinicalgenome.org/working-groups/\n                                         sequence-variant-interpretation/) to refine and evolve the ACMG/AMG rules for accurate\n                                         and consistent clinical application, as well as harmonize disease-focused specification of the\n                                         guidelines by Expert Panels (Gelb et al., 2018; Kelly et al., 2018).\nAuthor Manuscript\n\n\n\n\n                                         In this report, we provide detailed recommendations by the SVI working group for\n                                         interpretation of the PVS1 criterioncriterion. These recommendations provide criteria for\n                                         determining if LoF is a disease mechanism for the associated gene/disease and address\n                                         variant type-specific considerations (nonsense, frameshift, initiation codon, invariant splice\n                                         site, deletion and duplication) in the context of gene structure and pathophysiologic\n                                         mechanisms, such as NMD or alternative splicing. In addition, we assign varying\n                                         modifications of PVS1 strength based on assimilation of the available evidence (“Guidance\n                                         on how to rename criteria codes when strength of evidence is modified” section on SVI\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                            Page 3\n\n\n                                         webpage). Finally, 56 putative LoF variants of varying variant type and across multiple\nAuthor Manuscript\n\n\n\n\n                                         genes were curated by ClinGen disease-specific working groups to determine if the\n                                         recommendations were easy to follow, accounted for all LoF scenarios encountered, and if\n                                         the working group agreed with the specified PVS1 strength level for each tested variant.\n\n\n                       METHODS\n                                         In July 2017, the SVI Working Group, representing clinical geneticists, genetic counselors,\n                                         genomic researchers, and clinical laboratory geneticists, held a two-day in-person meeting in\n                                         Boston, MA to specifically refine and extend several ACMG/AMP criteria including the\n                                         PVS1 criterion. During this meeting, the group outlined a detailed framework for evolving\n                                         the previous PVS1 criterion into the current recommendations in this report. Subsequently, a\n                                         smaller group within the ClinGen Hearing Loss (HL) Working Group continued further\n                                         refinement of this rule through weekly conference calls and solicited feedback from the SVI\nAuthor Manuscript\n\n\n\n\n                                         Working group via monthly conference calls.\n\n                                         In October 2017, the SVI Working Group held a second in-person meeting at the American\n                                         Society of Human Genetics (ASHG) meeting in Orlando, FL. During that meeting, the\n                                         group finalized a first recommendation draft and provided comments for additional\n                                         refinements that were addressed through the HL group and later approved by the SVI\n                                         Working Group.\n\n                                         Throughout the PVS1 criterion refinement process, we used expert opinions, empirical data\n                                         in the literature, and unpublished observations from participating research and clinical\n                                         laboratories. In addition, to ensure comprehensive utility of the new rule, seven ClinGen\n                                         Clinical Domain Working Groups (CDWGs) were asked to use this rule to classify five to\n                                         ten LoF variants each in their genes of interest (total 56 variants in ten genes). Their\nAuthor Manuscript\n\n\n\n\n                                         feedback was then incorporated into the final PVS1 recommendations.\n\n\n                       RESULTS\n                       RECOMMENDATION FOR APPLICATION OF PVS1 CRITERION\n                                         The SVI working group has created a PVS1 decision tree (Figure 1) to guide curators on the\n                                         applicable PVS1 strength level depending on variant type (duplication, deletion, splice site,\n                                         nonsense/frameshift, initiation codon) and variant features (such as predicted impact,\n                                         location in the gene, and inclusion of impacted exon). The current decision tree format\n                                         assumes that the gene/disease association is at a Strong or Definitive clinical validity level\n                                         (Strande et al., 2017) and that LoF is an established disease mechanism (see “Disease\n                                         Mechanism” section).\nAuthor Manuscript\n\n\n\n\n                                         PVS1 Strength Levels—The SVI Working Group has recently modeled the ACMG/AMP\n                                         variant classification guidelines into a Bayesian framework whereby the relative odds of\n                                         pathogenicity for supporting, moderate, strong, and very strong pathogenic evidence were\n                                         estimated to be 2.08:1, 4.33:1, 18.7:1, and 350:1, respectively (Tavtigian et al., 2018). In\n                                         refining the PVS1 criteria, the Working Group determined that not all putative LoF variants\n                                         have equal strengths, and that the PVS1 strength level can vary depending on the available\n\n\n                                            Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                             Page 4\n\n\n                                         evidence for each variant type. Therefore, we divided this criterion into PVS1,\nAuthor Manuscript\n\n\n\n\n                                         PVS1_Strong, PVS1_Moderate, and PVS1_Supporting (refer to the ACMG/AMP code\n                                         modification guideline, https://www.clinicalgenome.org/site/assets/files/8490/\n                                         svi_criteria_nomenclature_recommendation_v1_0.pdf). Although we did not quantify each\n                                         evidence type or a combination thereof, to maintain consistency in interpreting this rule, the\n                                         above relative odds of pathogenicity were considered before assigning a PVS1 strength\n                                         level. Lastly, at the Moderate strength level, there is potential overlap in usage of\n                                         PVS1_Moderate and PM4 (protein length changing variant). To prevent double-counting of\n                                         this evidence type, we recommend that PM4 should not be applied for any variant in which\n                                         PVS1, at any strength level, is also applied.\n\n                                         Alternate transcripts and nonsense mediated mRNA decay (NMD)\n                                         considerations—The predicted impact of a premature termination codon on an mRNA\n                                         and/or a protein product depends on the location of the new termination codon within the\nAuthor Manuscript\n\n\n\n\n                                         most biologically relevant transcript(s). Generally, NMD is not predicted to occur if the\n                                         premature termination codon occurs in the 3’ most exon or within the 3’-most 50\n                                         nucleotides of the penultimate exon (Chang, Imam, & Wilkinson, 2007; Lewis, Green, &\n                                         Brenner, 2003). When NMD is not predicted to occur, it is important to determine if the\n                                         truncated or altered region is critical to protein function, often indicated by experimental or\n                                         clinical evidence – such as pathogenic variants downstream of the new stop codon –\n                                         supporting the biological relevance of the C-terminal region. With this evidence, we\n                                         estimated the likelihood of pathogenicity to mount to at least ~19:1 odds of pathogenicity\n                                         (Tavtigian et al., 2018) consistent with PVS1_Strong assignment (Figure 1). If there was no\n                                         variant or functional evidence indicating the truncated region is critical to protein function\n                                         then assessing tolerance of the exon to LoF variants and inclusion in biologically-relevant\n                                         transcripts can be helpful. In this case, if the affected exon was neither enriched with high\nAuthor Manuscript\n\n\n\n\n                                         frequency LoF variants in the general population nor absent from biologically-relevant\n                                         transcripts (either of which would inactivate PVS1 usage, see below), then the length of the\n                                         missing region factors into PVS1 strength level decision making. In this scenario, and in the\n                                         absence of pertinent data, the SVI Working Group reached a consensus agreement that\n                                         removing >10% of the protein product is more likely to have a loss of function effect\n                                         (PVS1_Strong) compared to variants that remove <10% of the protein (PVS1_Moderate)\n                                         (Figure 1). We acknowledge that empirical data are needed to support and further refine this\n                                         generic rule and we anticipate that disease-specific groups will specify based on expert\n                                         knowledge of their genes of interest.\n\n                                         If the putative LoF variant occurs in an exon upstream of where NMD is predicted to occur,\n                                         then alternative splicing of this exon from the major or most biologically relevant transcript\nAuthor Manuscript\n\n\n\n\n                                         must be assessed before application of PVS1 (Figure 1). Generally, a transcript or exon is\n                                         considered biologically relevant based on functional and/or expression evidence. In addition,\n                                         presence of pathogenic variants in an exon is supportive of inclusion of the exon in the\n                                         biologically relevant transcript. Transcript and exon expression patterns can be obtained\n                                         from the literature or from large human expression studies such as the Genotype-Tissue\n                                         Expression Project, GTEx database (https://www.gtexportal.org/home/) (Rivas et al., 2015).\n                                         This database also provides tissue-specific, exon-level RNA sequencing data with\n\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                               Page 5\n\n\n                                         information on alternative splicing and exon skipping. In addition, splicing patterns can be\nAuthor Manuscript\n\n\n\n\n                                         better understood by navigating existing transcript isoforms for a given gene in databases\n                                         like RefSeq, CCDS, Ensembl, and AceView (Casper et al., 2018; Harrison et al., 2017;\n                                         O’Leary et al., 2016; Thierry-Mieg & Thierry-Mieg, 2006). Putative pathogenic variants in\n                                         any given exon can be queried from disease databases such as ClinVar or the Human Gene\n                                         Mutation Database (HGMD). On the other hand, high frequency putative loss of function\n                                         variants in the general population can be obtained from the Genome Aggregation Database\n                                         (gnomAD) (refer to Richards et al., 2015 for a full list of population and disease databases).\n                                         Assimilating information from all the above resources can help determine the biological\n                                         significance of a given transcript/exon (DiStefano et al., 2018).\n\n                                         In general, PVS1 at any strength level should not be applied if the putative loss of function\n                                         variant affects exon(s) which is/are missing from alternate biologically relevant transcript(s)\n                                         OR is/are enriched for high frequency LoF variants in the general population (Figure 1). The\nAuthor Manuscript\n\n\n\n\n                                         frequency threshold at which a LoF variant in the general population is considered to be\n                                         high is dependent on specific gene and/or disease attributes such as prevalence, gene\n                                         contribution, allelic heterogeneity, mode of inheritance and penetrance. Each disease group\n                                         should determine such cutoffs in the process of estimating their allele frequency thresholds.\n\n                                         Variant Type Considerations\n                                         Nonsense and frameshift variants.: The first step in the interpretation process for nonsense\n                                         and frameshift variants includes determination of the location of the new termination codon\n                                         within the most biologically relevant transcript. As explained above, this is critical to\n                                         determining if NMD is predicted to occur, or if the putative LoF variant is in a non-essential\n                                         exon that is either alternatively spliced from the major transcript, enriched with high\n                                         frequency LoF variants in the general population, and/or removes a downstream region that\nAuthor Manuscript\n\n\n\n\n                                         is not critical to protein function. Different combinations of these variables will lead to\n                                         different outcomes with respect to using PVS1, at any strength level, or not at all as\n                                         illustrated in Figure 1.\n\n                                         Canonical ±1,2 splice variants.: Mutations of the canonical ± 1 or 2 splice sites – intronic\n                                         variants within 1 or 2 nucleotides from the exon – are often presumed to have loss of\n                                         function effects. The major consensus nucleotides at the U2 spliceosome donor and acceptor\n                                         sites are GT and AG, respectively. It is important to note that for those variants, the PP3 (in\n                                         silico splicing prediction) criterion should not be used to avoid double counting the same\n                                         predictive evidence used to assign PVS1. When interpreting ± 1,2 splice variants, it is useful\n                                         to predict the impact that altered splicing may have on the protein reading frame (Figure 1).\n                                         While it is challenging to predict the effects of splice site variants (e.g., skipped exon, use of\nAuthor Manuscript\n\n\n\n\n                                         a cryptic splice site, etc.) without RNA studies, it is useful to search for cryptic splice sites\n                                         as well as anticipate the impact of exon skipping or cryptic splice site usage. First, one\n                                         should assess nearby (±20 bp) sequences for any cryptic splice sites that may reconstitute in-\n                                         frame splicing. Although computational tools can be used to predict novel splice sites, those\n                                         predictions might be unreliable and visual inspection of the “variant region” is still strongly\n                                         encouraged (refer to Richards et al., 2015 for a full list of splicing prediction tools). Next,\n                                         one should determine if the nucleotide sequence of the exon is divisible by three and\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                             Page 6\n\n\n                                         therefore could lead to an in-frame deletion in an otherwise intact transcript or if it is not\nAuthor Manuscript\n\n\n\n\n                                         divisible by three and would predict a frameshift if the exon is simply skipped. Then the\n                                         consequence of use of any cryptic splice site as well as exon skipping should be assessed\n                                         and the lowest strength of PVS1 should be applied among the scenarios. Similar approaches\n                                         to assessing NMD, the biological relevance of the exon and protein region, as described\n                                         above for nonsense and frameshift variants, should then be applied (Figure 1).\n\n                                         Initiation codon variants.: Functional studies have shown that start re-initiation can be very\n                                         robust occurring at alternate ATG or non-ATG sites downstream and even upstream of the\n                                         lost original start site (Bazykin & Kochetov, 2011; Drabkin & RajBhandary, 1998; Lee et al.,\n                                         2012; Na et al., 2018; Starck et al., 2012; Wan & Qian, 2014; Zur & Tuller, 2013). Based on\n                                         these findings, the SVI Working Group generally does not recommend assigning PVS1 or\n                                         PVS1_Strong for start loss variants. If alternative functional gene transcripts (i.e., found in\n                                         transcript or expression databases) use an alternative start codon, then we recommend not\nAuthor Manuscript\n\n\n\n\n                                         applying PVS1 at any strength level for an initiation codon variant. If there are no alternative\n                                         start codons in the transcript set for a gene, then we recommend applying PVS1_Moderate\n                                         for a start loss variant if one or more pathogenic variant(s) have been reported 5’ of the next\n                                         downstream putative in-frame start codon (Methionine). On the other hand, if no pathogenic\n                                         variant(s) occur upstream of the new Methionine then PVS1_Supporting should be applied.\n\n                                         Exonic deletions.: The reading frame and NMD considerations illustrated for the ± 1,2\n                                         splice variants and the nonsense/frameshift variants (NMD only) are also applicable to\n                                         single and multi-exon deletions. Whole gene deletions default to PVS1, assuming the gene\n                                         in question meets the criterion for a LoF disease mechanism (Table 1). Although application\n                                         of PVS1 (at a Very Strong level) would not reach a Pathogenic or Likely pathogenic\n                                         classification using the combining rules in Richards et al 2015, the SVI working group\nAuthor Manuscript\n\n\n\n\n                                         acknowledged that for a full gene deletion of a known haploinsufficient gene, a Pathogenic\n                                         classification is warranted as long as there is no conflicting evidence that would question the\n                                         technical data or haploinsufficiency mechanism. It is relevant to note that in the Bayesian\n                                         SVI formulation (Tavtigian et al, 2018), a very strong criterion alone generates a posterior\n                                         probability of 0.975, which is likely pathogenic. Based on these considerations, we\n                                         recommend interpreting the PVS1 criterion for exonic deletions as shown in Figure 1.\n\n                                         Intra-genic duplications.: In the clinical laboratory, duplications are most commonly\n                                         identified through exon array, MLPA, CMA, or NGS-based algorithms. While the affected\n                                         exon(s) may be readily identified using these technologies, the location of the duplicated\n                                         region (i.e., intragenic or extragenic) is often unknown, which can in turn affect the\n                                         pathogenicity of the variant. PVS1 should not be applied to exonic or whole gene\nAuthor Manuscript\n\n\n\n\n                                         duplications that are known to be inserted outside the relevant gene or if the duplication is a\n                                         full gene inserted tandemly (Figure 1). If a duplication of a portion of the gene of a defined\n                                         length is inserted in tandem, then one can predict if the reading frame will be disrupted\n                                         leading to NMD, in which case PVS1 can be applied (Figure 1). PVS1 at any level should\n                                         not be used if NMD is unlikely (or unknown) to occur since the underlying in-frame\n                                         duplications of certain protein regions are not typically as disruptive as are their\n                                         corresponding deletions.\n\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                            Page 7\n\n\n                                         Although one cannot assume duplications are in tandem, current data suggest that at least\nAuthor Manuscript\n\n\n\n\n                                         83% of duplications (including exon level) are in tandem (Newman, Hermetz, Weckselblatt,\n                                         & Rudd, 2015) (and unpublished data). Consequently, a duplication at an unknown insertion\n                                         site is only downgraded one step to PVS1_Strong strength level provided it is predicted to\n                                         shift the reading frame and cause NMD (Figure 1). The location and exact length of the\n                                         duplicated fragment are essential to predict the effect on the reading frame of the protein.\n                                         Uncertainty regarding a duplication length should preclude use of PVS1 given the inability\n                                         to predict the effect on a protein’s reading frame and therefore NMD.\n\n                                         Disease Mechanism Considerations—PVS1 is only applicable if LoF is a disease\n                                         mechanism for the relevant gene/disease association, as recommended in the ACMG/AMP\n                                         guidelines (Richards et al., 2015). However, decisions regarding use of the PVS1 strength\n                                         level should also take into consideration the strength of evidence supporting the LoF disease\n                                         mechanism for a given gene. For example, an LoF variant leading to a true null effect should\nAuthor Manuscript\n\n\n\n\n                                         have a stronger PVS1 level (e.g., PVS1) if it affects a gene strongly linked to disease and\n                                         wherein numerous pathogenic LoF variants have been reported compared to a gene with\n                                         moderate evidence with only a limited number of LoF variants. An LoF variant might\n                                         appropriately then have a lower (e.g., PVS1_Strong) evidence strength if it were present in\n                                         the latter gene.\n\n                                         To provide guidance on how to weight a gene’s disease mechanism, we outline the general\n                                         criteria as shown in Table 1. This is intended to provide a general framework until there is\n                                         gene-level expert-curated mechanism information.\n\n                                         In general, the PVS1_VeryStrong pathogenic criterion can only be applied as shown in\n                                         Figure 1 if used for a predicted LoF variant in genes with definitive or strong disease\nAuthor Manuscript\n\n\n\n\n                                         associations (Strande et al., 2017). Furthermore, we suggest it should only be applied if LoF\n                                         sequence and/or copy number variants make up at least 10% of the reported pathogenic\n                                         variants in the gene and a minimum of three LoF variants have been classified as pathogenic\n                                         without using the PVS1 criterion. It is worth noting that certain genes cause disease through\n                                         an LoF mechanism but do not harbor pathogenic LoF variants due to embryonic lethality\n                                         and instead all pathogenic variants have milder impact such as leaky splice variants or mild\n                                         missense variants. Therefore, while the above cutoffs might be inclusive for most definitive/\n                                         strong gene-disease pairs with an LoF disease mechanism, we caution that some of those\n                                         gene-disease pairs might not satisfy those cutoffs due to lethal LoF effects. Use of constraint\n                                         scores as described below can be helpful in identifying genes of this type. On the other hand,\n                                         no higher than PVS1_Strong should be assigned for a LoF variant in a gene with moderate\n                                         disease evidence where only two LoF variants have been reported for a given phenotype and\nAuthor Manuscript\n\n\n\n\n                                         the phenotype is recapitulated by a knockout animal model. The evidence should be further\n                                         downgraded to PVS1_Moderate for moderate genes meeting only one but not both of these\n                                         criteria (Table 1).\n\n                                         For all the above disease mechanism criteria (Table 1), the previously observed pathogenic\n                                         LoF variants should be distributed across different exons of a given gene (unless it is a\n                                         single-exon gene) and the affected exon should not be alternatively spliced or lead to an in-\n\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                            Page 8\n\n\n                                         frame effect. This consideration is important to rule out false LoF effect due to a dispensable\nAuthor Manuscript\n\n\n\n\n                                         exon.\n\n                                         Genes for diseases inherited in an autosomal dominant pattern should be particularly\n                                         carefully assessed since disease mechanism (haploinsufficiency, gain of function, or\n                                         dominant negative) is not necessarily established even for genes with definitive or strong\n                                         evidence of disease association. Several resources, including the ClinGen haploinsufficiency\n                                         (HI) score and the LoF constraint score (pLI or probability of LoF Intolerance) provided by\n                                         the Exome Aggregation Consortium (ExAC) (Lek et al., 2016), might be useful to assess if\n                                         LoF is a potential disease mechanism for dominant genes. HI scores are divided into six tiers\n                                         based on manually curated evidence (https://www.ncbi.nlm.nih.gov/projects/dbvar/clingen/).\n                                         The pLI score measures the intolerance of a given gene to LoF variants in the general\n                                         population such that a pLI > 0.9 (Lek et al., 2016) suggests a significantly lower than\n                                         expected rate of LoFs in this gene.\nAuthor Manuscript\n\n\n\n\n                       VARIANT PILOT\n                                         Seven gene/disease-specific ClinGen working groups (CDH1, GAA, KCNQ1, PAH, PTEN,\n                                         TP53, and Hearing Loss) were tasked with testing the PVS1 flowchart each using five to ten\n                                         LoF variants, of varying type, to determine if the evidence strength levels were appropriate\n                                         for each variant (Supp. Table S1). Of this pilot set, working groups agreed with the PVS1\n                                         evidence strength level for 89.3% (50/56) of variants. For the six discordant variants,\n                                         working groups proposed a higher evidence level than specified in the PVS1 flowchart. For\n                                         three of those six variants, working groups proposed a mechanism for elevating initiation\n                                         codon variants with ≥1 pathogenic variant(s) upstream of the closest potential start codon\n                                         from a Moderate strength to VeryStrong strength (PVS1). For example, variant\n                                         NM_000152.4:c.1A>G in the GAA gene would reach PVS1_Moderate as the next in-frame\nAuthor Manuscript\n\n\n\n\n                                         methionine is at codon 122 of transcript NM_000152.4 and there are more than seven\n                                         variants labeled as pathogenic or likely pathogenic in ClinVar between the methionine at\n                                         codon 1 and the methionine at codon 122. Given the strength of evidence that variants\n                                         lacking the region from codon 1 to codon 122 result in a nonfunctional protein product, the\n                                         GAA/Pompe working group proposed that PVS1 be applied for initiation codons at its\n                                         default strength level of very strong.\n\n                                         For the other three variants with discrepant strength levels between working groups and the\n                                         PVS1 flowchart, disease groups proposed a mechanism for elevating variants that truncate or\n                                         alter a region critical to protein function one in-frame exon deletion and two nonsense\n                                         variants that escape NMD) from a Strong strength level to Very Strong strength level\n                                         (PVS1). For example, the PTEN working group applied PVS1 to variants that predicted a\nAuthor Manuscript\n\n\n\n\n                                         premature termination codon 5’ of the aspartic acid at codon 375 of transcript\n                                         NM_000314.6. Codon 375 occurs in the middle of the last coding exon, meaning premature\n                                         termination codons in the last exon 5’ of codon 375 are predicted to escape NMD and would\n                                         have PVS1 applied at a Strong evidence level (PVS1_Strong) based on our proposed\n                                         flowchart. However, truncation in the last PTEN exon upstream of codon 375 predicts the\n                                         disruption of the C-terminal domain which includes PEST motifs, residues that undergo\n                                         phosphorylation, and a PDZ domain-binding motif, which are critical to PTEN protein\n\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                                              Page 9\n\n\n                                         function. Although NMD is not predicted to occur, truncation of this region results in\nAuthor Manuscript\n\n\n\n\n                                         documented loss of function and thus the PTEN working group proposed PVS1 at a Very\n                                         Strong strength level be applied (Mester 2018; current issue).\n\n                                         After reviewing the PVS1 pilot variant results, the SVI working group elected to retain the\n                                         current PVS1 evidence strength levels since our recommendations are meant to be a general\n                                         guidance across all disease areas. The differences in classification represent the appropriate\n                                         application of disease and gene-level specifications based on expert knowledge.\n\n\n                       CONCLUSION\n                                         The ACMG/AMP guidelines have been widely implemented by clinical laboratories and\n                                         have been shown to promote consistent variant interpretation among laboratories; however,\n                                         due to subjective interpretation of ACMG/AMP criteria, differences in their application still\nAuthor Manuscript\n\n\n\n\n                                         remain (Amendola et al., 2016; Harrison et al., 2017). ClinGen’s Sequence Variant\n                                         Interpretation (SVI) Working Group, which has taken on the task of refining and evolving\n                                         the current ACMG/AMP guideline to improve consistency in usage, has created\n                                         recommendations for interpreting predicted LoF variants (PVS1 criterion). As this criterion\n                                         is the only one assigned a Very Strong evidence for pathogenicity in the original\n                                         recommendations, caution is required to prevent overestimation of the variant impact and\n                                         subsequent incorrect variant classification. The working group created a PVS1 decision tree\n                                         to determine the appropriate strength level of PVS1 by addressing issues specific to each\n                                         variant type (duplication, deletion, splice site, nonsense/frameshift, initiation codon) as well\n                                         as recommendations for determining if LoF is a disease mechanism for the gene of interest.\n                                         Correct usage of PVS1, with regard to variant impact and gene mechanism, will result in\n                                         greater consistency in interpreting predicted LoF variants both from ClinGen Clinical\nAuthor Manuscript\n\n\n\n\n                                         Domain Working Groups and clinical laboratories. Our recommendations are intended to be\n                                         generic, encompassing the majority of diseases, however, we strongly encourage disease\n                                         groups to further refine our PVS1 criterion based on their expert knowledge of their genes of\n                                         interest. Future work will provide additional guidance regarding the combination of PVS1\n                                         with other rules.\n\n\n                       Supplementary Material\n                                         Refer to Web version on PubMed Central for supplementary material.\n\n\n                       ACKNOWLEDGMENTS\n                                         Thank you to Jessica Mester (PTEN working group), Rachid Karam (CDH1 working group), Amanda Thomas\nAuthor Manuscript\n\n\n\n\n                                         (PAH working group), Catherine Rehder (GAA working group), and Melanie Care (KCNQ1 working group) for\n                                         providing LoF variant examples. This research was supported in part by the National Human Genome Research\n                                         Institute (NHGRI) under award U4100006834 and the Extramural and Intramural Research Programs of the\n                                         National Human Genome Research Institute, National Institutes of Health. LGB was supported by the Intramural\n                                         Research Program of the National Human Genome Research Institute grant number HG200359 09.\n\n                                         ClinGen Sequence Variant Work Group Members: Leslie G. Biesecker (co-chair), Steven M. Harrison (co-chair),\n                                         Ahmad Abou Tayoun, Jonathan Berg, Steven E. Brenner, Fergus Couch, Garry Cutting, Sian Ellard, David\n                                         Goldstein, Marc Greenblatt, Matt Hurles, Peter Kang, Izabela Karbassi, Rachel Karchin, Jessica Mester, Robert L.\n                                         Nussbaum, Anne O’Donnell-Luria, Tina Pesaran, Sharon Plon, Heidi Rehm, Sean Tavtigian, and Scott Topper.\n\n\n\n\n                                             Hum Mutat. Author manuscript; available in PMC 2019 November 01.\n\f                    Abou Tayoun et al.                                                                                                    Page 10\n\n                                         GRANT NUMBERS: Research reported in this publication was supported by the National Human Genome\n                                         Research Institute (NHGRI) under award number U41HG006834. LGB was supported by the Intramural Research\nAuthor Manuscript\n\n\n\n\n                                         Program of the NHGRI grant number HG200359 09.\n\n\n                       REFERENCES\n                                         Amendola LM, Jarvik GP, Leo MC, McLaughlin HM, Akkari Y, Amaral MD, Rehm HL (2016).\n                                           Performance of ACMG-AMP Variant-Interpretation Guidelines among Nine Laboratories in the\n                                           Clinical Sequencing Exploratory Research Consortium. Am J Hum Genet, 98(6), 1067–1076. doi:\n                                           10.1016/j.ajhg.2016.03.024 [PubMed: 27181684]\n                                         Bazykin GA, & Kochetov AV (2011). Alternative translation start sites are conserved in eukaryotic\n                                           genomes. Nucleic Acids Res, 39(2), 567–577. doi:10.1093/nar/gkq806 [PubMed: 20864444]\n                                         Casper J, Zweig AS, Villarreal C, Tyner C, Speir ML, Rosenbloom KR, Kent WJ (2018). The UCSC\n                                           Genome Browser database: 2018 update. Nucleic Acids Res, 46(D1), D762–D769. doi:10.1093/nar/\n                                           gkx1020 [PubMed: 29106570]\n                                         Chang YF, Imam JS, & Wilkinson MF (2007). The nonsense-mediated decay RNA surveillance\n                                           pathway. Annu Rev Biochem, 76, 51–74. doi:10.1146/annurev.biochem.76.050106.093909\nAuthor Manuscript\n\n\n\n\n                                           [PubMed: 17352659]\n                                         DiStefano M, Hemphill S, Cushman B, Bowser M, Hynes E, Grant A, Abou Tayoun A (2018).\n                                           Curating clinically relevant transcripts for the interpretation of sequence variants Journal of\n                                           Molecular Diagnstics, In Press.\n                                         Drabkin HJ, & RajBhandary UL (1998). Initiation of protein synthesis in mammalian cells with\n                                           codons other than AUG and amino acids other than methionine. Mol Cell Biol, 18(9), 5140–5147.\n               ",
  "wordCount": 5963,
  "indexed": "2025-09-25T22:45:34.832Z",
  "method": "direct"
}
