{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/Citogenética/Simons et al. - 2013 - Cytogenetic Nomenclature Changes in the ISCN 2013.pdf",
  "fileName": "Simons et al. - 2013 - Cytogenetic Nomenclature Changes in the ISCN 2013.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/Citogenética/Simons et al. - 2013 - Cytogenetic Nomenclature Changes in the ISCN 2013.pdf",
  "text": "Review Article\n\n                                                      Cytogenet Genome Res 2013;141:1–6                                      Accepted: May 13, 2013\n                                                                                                                             by M. Schmid\n                                                      DOI: 10.1159/000353118\n                                                                                                                             Published online: June 28, 2013\n\n\n\n\nCytogenetic Nomenclature: Changes\nin the ISCN 2013 Compared to the 2009\nEdition\nA. Simons a L.G. Shaffer b R.J. Hastings c\na\n Department of Human Genetics, Radboud University Nijmegen Medical Centre, Nijmegen, The Netherlands;\nb\n Paw Print Genetics, Genetic Veterinary Sciences, Inc., Spokane, Wash., USA; c CEQA and UK NEQAS for Clinical\nCytogenetics, John Radcliffe Hospital, Oxford University Hospitals NHS Trust, Oxford, UK\n\n\n\n\nKey Words                                                                  this system have evolved, and a historical record of this\nArray · Cytogenetic nomenclature · FISH · ISCN 2009 · ISCN                 evolution is shown in the first chapter of the book. The\n2013 · Karyotype                                                           latest version of ISCN, ISCN 2013, was published in No-\n                                                                           vember 2012. The world-wide cytogenetic community\n                                                                           strives for consistency in the descriptive and interpretive\nAbstract                                                                   reporting of both normal and abnormal karyotypes, re-\nThe latest edition of the International System for Human Cy-               gardless of which technical evaluation method was used.\ntogenetic Nomenclature, ISCN 2013, has recently been pub-                  As the field of cytogenetics continues to expand to in-\nlished following a thorough revision of the 2009 issue and                 clude several molecular-based technologies, concurrent\nthe incorporation of suggestions from the community by the                 revisions of cytogenetic nomenclature are critical for\ncurrent standing committee. This review will highlight the                 accurate descriptions of abnormalities with the new\nmultiple nomenclature changes in the respective chapters                   technologies. In addition, as the use of cytogenetics in\nof the 2013 version compared to the previous version of the                oncology continues to increase, the use of cytogenetic\nISCN published in 2009. These highlights are meant as a                    nomenclature for neoplasms continues to become more\nguide for the cytogeneticist to assist in the transition in the            well-defined.\nuse of this updated nomenclature for describing cytogenet-                    The ISCN committee is comprised of an elected pan-\nic and molecular cytogenetic findings in both clinical and                 el of expert (cyto)geneticists representing each conti-\nresearch reports.                           © 2013 S. Karger AG, Basel     nent of the world and convenes periodically to address\n                                                                           changes in the field which are summarized in updated\n                                                                           versions of the ISCN. The use of the most current ISCN\n                                                                           nomenclature is strongly recommended or sometimes\n   The International System for Human Cytogenetic No-                      required for diagnostic cytogenetic reports, cytogenetic\nmenclature (ISCN) has served as the central reference for                  publications, proficiency-testing (or external quality as-\ndescribing the human chromosome complement since                           sessment) and for laboratory accreditation. When ISCN\n1960 [Denver Conference, 1960]. Multiple iterations of                     versions are updated, the cytogenetics community en-\n                                                                                                                                                               195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                                               Hosp.General Universitario-\n\n\n\n\n                           © 2013 S. Karger AG, Basel                      Annet Simons\n                           1424–8581/13/1411–0001$38.00/0                  Department of Human Genetics\n                                                                           Radboud University Nijmegen Medical Centre, PO Box 9101\n                                                                                                                                                               Downloaded by:\n\n\n\n\nE-Mail karger@karger.com\n                                                                           NL–6500 HB Nijmegen (The Netherlands)\nwww.karger.com/cgr\n                                                                           E-Mail a.simons @ gen.umcn.nl\n\fTable 1. Symbol and abbreviated term changes (specific sections are specified), with the new and expanded definitions denoted in bold\n\nSymbol/abbreviation                 Description\n\ncth                                 Chromothripsis (14.2.2)\nhg                                  Human genome build or assembly (14)\nminus sign (–)                      Loss (4.1, 8.1); decrease in length (7.1.1); locus absent from a specific chromosome (13.2)\nneg                                 No presence of the rearrangement for which testing was conducted (15.3)\nplus sign, single (+)               Additional normal or abnormal chromosomes (4.1, 8.1); increase in length (7.1.1); locus\n                                    present on a specific chromosome (13.2)\nplus sign, double (++)              Two hybridization signals or hybridization regions on a specific chromosome (13.2)\npos                                 Detection of a rearrangement for which testing was conducted (15.3)\npter                                Terminal end of the short arm\nqter                                Terminal end of the long arm\nrsa                                 Region-Specific Assay (15)\nsemicolon (;)                       Separates altered chromosomes and breakpoints in structural rearrangements involving more than\n                                    one chromosome (4.1, 4.3.1, 12.1); separates probes on different derivative chromosomes (13.2)\nslant line, single (/)              Separates clones (4.1, 11.1.1, 11.1.6, 11.3), or contiguous probes (13.2, 13.3)\n\n\n\n\nTable 2. Abbreviations removed from ISCN 2013 (with sections specified) because they were no longer used in the nomenclature\n\nSymbol/abbreviation                 Description\n\nml                                  Mainline (11.1.3)\nmlpa                                Multiplex ligation-dependent probe amplification (MLPA) (14.1, 14.4)\nmn                                  Modal number (11.2)\ntan                                 Tandem\n\n\n\n\nters a learning curve during a transition period while the              Chapter 3: Symbols and Abbreviated Terms (Pages\nchanges are adapted for use in both research and clinical               36–38)\nreporting.\n    This report highlights the major changes in the most                Several symbols and abbreviations used in the descrip-\ncurrent version of the ISCN compared to ISCN 2009.                  tion of chromosomes and chromosome abnormalities\nKaryotype as well as FISH and microarray examples are               listed in chapter 3 were redefined or clarified as shown in\ncritical for illustrating nomenclature concepts, and near-          table 1.\nly all chapters are expanded with new examples reflecting               Abbreviations which were removed because they were\nunique situations.                                                  no longer used in the nomenclature are listed in table 2.\n    Descriptions of the changes to the nomenclature,\nwith references to corresponding ISCN 2013 sections,\ncan serve as a starting point in understanding and con-                 Chapter 4: Karyotype Designation\nverting to ISCN 2013 nomenclature. For each chapter\nof the ISCN 2013, the major changes are specified be-                 In section 4.1 (General Principles) where text has been\nlow.                                                                added, it is denoted in bold:\n                                                                       Page 40, paragraph 5: ...and a chimera (cell lines originating\n                                                                    from different zygotes) in constitutional cases...\n    Chapter 2: Normal Chromosomes                                      Page 40, paragraph 6: ...separated by a double slant line (//) as\n                                                                    shown in the following examples.\n                                                                       Page 41, paragraph 2: ...the abnormality may be designated\n    No changes.                                                     de novo (dn), e.g., 46,XY,t(5; 6)(q34;q23)mat,inv(14)(q12q31)dn.\n                                                                    When dn follows another abbreviation, a space is inserted, e.g.,\n                                                                    47,XY,+mar dn[14]/46,XY[16].\n                                                                                                                                           195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                           Hosp.General Universitario-\n\n\n\n\n2                        Cytogenet Genome Res 2013;141:1–6                                 Simons /Shaffer /Hastings\n                         DOI: 10.1159/000353118\n                                                                                                                                           Downloaded by:\n\f   Chapter 5: Uncertainty in Chromosome or Band                         whether it is direct or inverted, is indicated by the order of the\n   Designation                                                          bands with respect to the centromere. Note that no arrow is used\n                                                                        in the short system to indicate the orientation.\n   No changes.                                                             In section 9.2.9 (Insertions), the first paragraph was\n                                                                        rewritten, on page 71:\n                                                                           The symbol ins is used for insertions. The orientation of the\n   Chapter 6: Order of Chromosome Abnormalities in                      inserted segment, whether it is direct or inverted, is indicated by\n   the Karyotype                                                        the order of the bands of the inserted segment with respect to the\n                                                                        centromere.\n    The following new example was added to the top of the                  Some examples were added to the end of the section\nlist of examples on page 52:                                            ‘Insertion between two chromosomes’ on page 72, among\n   50,X,+X,–Y,+10,+14,+17,+21[5]/46,XY[15]                              which:\n   The numerical abnormality of the X is listed before that of the Y.\n                                                                            46,XY,der(5)ins(5;2)(q31;p23p13)mat\n                                                                            A derivative chromosome 5 resulting from malsegregation of a\n                                                                        maternal insertion. There is one derivative chromosome 5 con-\n   Chapter 7: Normal Variable Chromosome Features                       taining the insertion from chromosome 2, one normal chromo-\n                                                                        some 5, and two normal chromosomes 2.\n   In section 7.1.2 (Variation in Number and Position),                     46,XX,del(2)(p13p23)mat\n                                                                            An interstitial deletion resulting from malsegregation of a ma-\nthe following new nomenclature was added to the top of                  ternal insertion.\nthe list on page 54:\n   22pvar\n                                                                          In section 9.2.13 (Neocentromeres), the following text\n   Variable presentation of the short arm of chromosome 22.             was added below the first two examples on page 75:\n                                                                            Unlike duplications in which the orientation of the duplicated\n                                                                        segment, whether it is direct or inverted, is indicated by the order\n   Chapter 8: Numerical Chromosome Abnormalities                        of the bands with respect to the centromere, supernumerary mark-\n                                                                        er chromosomes may require the use of inv or dir depending on\n   No changes.                                                          the circumstance.\n\n\n\n   Chapter 9: Structural Chromosome Rearrangements                         Chapter 10: Chromosome Breakage\n\n   In section 9.2.3 (Derivative Chromosomes), the fol-                     In section 10.1.1 (Chromatid Aberrations; Non-Band-\nlowing new examples were added to the bottom of the                     ed Preparations) on page 85, in the paragraph on chro-\nparagraph ‘When homologous chromosomes cannot be                        matid exchange, the wording was changed from:\ndistinguished within this nomenclature system, one of\n                                                                           ...The number of centromeres might be indicated within paren-\nthe numerals may be underlined (single underlining)...’                 theses...\non page 66:\n    46,XX,der(1)t(1;1)(p31;q32)                                            to\n    46,XX,der(1)t(1;1)(p31;q32)\n                                                                           ...The number of centromeres may be indicated within paren-\n    The two derivative chromosomes can be distinguished by un-\n                                                                        theses...\nderlining. In the first example, the derivative observed is the ho-\nmologue with a break at q32. In the second example, the derivative        In section 10.2.1 (Chromosome Aberrations; Non-\nis the homologue with a breakpoint in p31.\n                                                                        Banded Preparations) on page 87, the following text was\n   In section 9.2.5 (Duplications), the first paragraph was             added to the end of the paragraph on pulverization:\nrewritten, on page 69:\n                                                                            The term chromothripsis (cth) describes complex patterns of\n    The symbol dup indicates a duplication. Duplications are a          alternating copy number changes (normal, gain or loss) along the\ngain of a chromosome segment observed at the original chromo-           length of a chromosome or chromosome segment (Stephens et al.,\nsome location. When a gain of a chromosome segment is found             2011). As these complex rearrangements cannot be visualized on\nelsewhere in the genome, der or ins should be used depending on         banded or non-banded chromosomes, this symbol is used after\nthe rearrangement. The orientation of the duplicated segment,           microarray analysis (see Section 14.2.2).\n                                                                                                                                               195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                               Hosp.General Universitario-\n\n\n\n\nComparison of Nomenclature from ISCN                                    Cytogenet Genome Res 2013;141:1–6                                 3\n2013 to ISCN 2009                                                       DOI: 10.1159/000353118\n                                                                                                                                               Downloaded by:\n\f    Chapter 11: Neoplasia                                                 In section 13.2 (Prophase/Metaphase in situ Hybrid-\n                                                                       ization (ish)), the following text was added to the second\n   In section 11.1.1 (Clones and Clonal Evolution; Defi-               paragraph and can be found on page 106:\nnition of a Clone), the following text was changed/added                  If the clone name is not available, the locus designated accord-\nto paragraph 1 on page 88:                                             ing to GDB (Genome Database) should be used in order as they\n                                                                       would appear on a normal chromosome from pter to qter.\n   Loss of a single chromosome must be detected in at least three\nsuch cells. However, two cells with identical losses of one or more       and\nchromosomes and the same structural aberration(s) may be con-\nsidered clonal and included in the nomenclature.                           Thus, at the discretion of the investigator or laboratory direc-\n   46,XY,del(5)(q13q33),–7,+8[2]/46,XY[18]                             tor, the probe or clone name or accession number, gene name, or\n                                                                       GDB D-number can be used.\n   The following text was added to the end of section\n11.1.1, on page 89 (after the final example):                            Some examples were added to pages 108 and 109,\n                                                                       among which:\n    When additional abnormalities are seen in a single cell, but not\nproven to be present with another method, they should not be              46,XX.ish ins(15;17)(q22;q21q21)(PML+,RARA+;RARA+)\nlisted in the nomenclature but should be discussed in the interpre-       A cryptic insertion of the segment 17q21 from the long arm of\ntation.                                                                chromosome 17 into the 15q22 band of the long arm of chromo-\n                                                                       some 15 identified using probes for PML and RARA.\n   In section 11.1.4 (Clones and Clonal Evolution; Stem-\n                                                                          The following text was added to the end of the section\nline, Sideline and Clonal Evolution), the following exam-\n                                                                       on page 110 and some examples have been added, among\nples were added to page 91 (after the 4th set of examples):\n                                                                       which:\n    46,XY,t(9;22)(q34;q11.2)[3]/47,sl,+8[10]/48,sdl,+der(22)\n    t(9;22)[4]/47,sl,+19[3]                                                An exception to using the multiplication sign can occur in can-\n    46,XY,t(9;22)(q34;q11.2)[3]/47,idem,+8[10]/48,idem,+8,             cer, as shown in these examples. When the number of signals can\n    +der(22)t(9;22)[4]/47,idem+19[3]                                   be counted, the number of signals should be listed.\n    The clone with the t(9;22) as the sole abnormality is the stem-        ish dmin(MYCN×20∼50)[20]\nline. Three additional abnormal subclones are identified, one with         Double minutes, identified to contain MYCN, are found in 20–\na trisomy 8 from the stemline (sl) (now termed sdl), one that has      50 copies per cell.\nan additional derivative chromosome 22 in the previous clone or\nsideline (sdl), and one with trisomy 19 of the stemline.                  The abbreviation amp can be used if the number of signals can-\n                                                                       not be enumerated.\n   In section 11.1.6 (Clones and Clonal Evolution; Unre-                  ish der(21)(RUNX1 amp)\nlated Clones), the following text was added after the first               A derivative chromosome 21 that has an increase in RUNX1\n                                                                       copies so numerous that they cannot be reliably quantified.\nsentence on page 94:\n   If there are two equal sized clones, they are listed as follows:       In section 13.3.1 (Interphase/Nuclear in situ Hybrid-\nclones with abnormalities of the sex chromosomes first and then        ization (nuc ish); Number of Signals), the following was\nthose with the smallest to largest numbered autosomes.                 added to the second paragraph on page 112:\n                                                                           ...separated by commas. For a single locus visualized with\n                                                                       probes to the 3′ and 5′ ends of a gene, they should be listed as they\n    Chapter 12: Meiotic Chromosomes                                    reside on the chromosome pter to qter.\n\n                                                                          The following example was changed on page 112 from:\n    No changes.\n                                                                          nuc ish amp(MYCN)[200]\n\n                                                                          to\n    Chapter 13: In situ Hybridization\n                                                                          nuc ish(MYCN amp)[200]\n    Note: Section 13.2 (List of Symbols and Abbreviations)                The following example was changed on page 113 from:\nin ISCN 2009 has been removed in ISCN 2013, since sym-\n                                                                          nuc ish(D17Z1×2∼3), amp(ERBB2)[100/200]/\nbols and abbreviations have been included in chapter 3.                (D17Z1,ERBB2)×3[20/200]\nTherefore subsequent paragraphs have been renumbered\nin the new ISCN 2013.                                                     to\n                                                                          nuc ish(D17Z1×2∼3),(ERBB2 amp)[100/200]/\n                                                                       (D17Z1,ERBB2)×3[20/200]\n                                                                                                                                               195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                               Hosp.General Universitario-\n\n\n\n\n4                      Cytogenet Genome Res 2013;141:1–6                                       Simons /Shaffer /Hastings\n                       DOI: 10.1159/000353118\n                                                                                                                                               Downloaded by:\n\f  Some more examples were added to pages 113 and 114,                  move the use of arrays restricted to a particular chromo-\namong which:                                                           some or chromosomal region (targeted arrays), and pre-\n    nuc ish(DXZ1×2,DYZ3×1,D18Z1×3),(RB1,D21S259/                       vious examples of such nomenclature in ISCN 2009 are\nD21S341/D21S342)×3                                                     removed from the array chapter, because nomenclature\n    Three copies of 13, 18 and 21, two copies of X and one copy of     for such targeted tests is now covered in chapter 15 (Re-\nY were found, which may indicate a triploid 69,XXY. Note that the      gion-Specific Assays).\nchromosome 21 contig probe shows each locus listed, separated by          In section 14.2 (Examples of Microarray Nomencla-\nslashes.\n                                                                       ture), starting on page 122, many new examples are given,\n   In section 13.3.2 (Interphase/Nuclear in situ Hybrid-               among which:\nization (nuc ish); Relative Position of Signals), new ex-                 arr(8)×3,(21)×3\namples are given on amplification (with supporting dia-                   Microarray analysis shows a single copy gain of chromosomes\ngrams) and on nomenclature of results from dual fusion                 8 and 21.\nand break-apart probes, pages 116 to 118, among which:\n                                                                          arr(X)×2,(Y)×1\n    Amplification of the probe for one of the loci when juxtaposed        Microarray analysis shows a single copy gain of the X chromo-\nto a normal signal is expressed as follows:                            some in a male.\n    nuc ish(IGH @ ×3,BCL2×2,BCL2 amp),(IGH @ con BCL2×1)\n(IGH @ con BCL2 amp×1)                                                    arr(1–22)×3,(X)×2,(Y)×1\n                                                                          Microarray analysis shows triploidy 69,XXY.\n   nuc ish(3′DDIT3×2,5′DDIT3×1,5′DDIT3 amp)(3′DDIT3 con\n5′DDIT3×1)(3′DDIT3 con 5′DDIT3 amp×1) [192/200]                            arr[hg18] Xq28 or Yq12(154,584,238–154,913,754 or\n   Using the DDIT3 break-apart probe, a DDIT3 rearrangement                57,443,438–57,772,954)×1\nwas observed with amplification of the 5′ signal. Note that the ori-       Microarray analysis shows a single copy loss of the pseudoau-\nentation is from pter to qter.                                         tosomal region that is found at Xq28 and Yq12. It is not possible\n                                                                       to determine if the loss is from X or Y in a male; FISH or chromo-\n                                                                       some analysis is required to confirm the origin of the loss.\n   Chapter 14: Microarrays                                                In section 14.2.1 (Nomenclature Specific to SNP Ar-\n                                                                       rays), pages 127 and 128, new examples are added in\n   The original title of this chapter in ISCN 2009 was                 which different regions of homozygosity can be com-\nCopy Number Detection. The chapter has been largely                    bined to shorten nomenclature.\nrewritten and now includes the following sections:                        In addition, examples are added in which constitu-\n   14.1 Introduction                                                   tional and acquired aberrations are present, among\n   14.2 Examples of Microarray Nomenclature                            which:\n   14.2.1 Nomenclature Specific to SNP Arrays                              arr 11p15.5p15.4(2,265,338–6,275,434)×2 hmzc,\n   14.2.2 Complex Array Results                                            19q13.33qter(55,069,569–63,779,291)×2 hmz\n   Note: Section 14.2 in ISCN 2009 (List of Symbols and                    This is a possible example of a Beckwith-Wiedemann syn-\nAbbreviations) has been removed in ISCN 2013 since sym-                drome patient with inherited, segmental UPD for 11p15.5p15.4\nbols and abbreviations have been included in chapter 3.                and an acquired region of homozygosity of 19q13.33qter. Segmen-\n                                                                       tal UPD may be better referred to in cancer cases as copy neutral\n   In section 14.1 (Introduction), the SNP-based array                 loss of heterozygosity (LOH) and in constitutional cases as absence\nhas been given more attention, because this type of array              of heterozygosity (AOH).\nhas become more commonly used, which is also the rea-\nson for adding a separate paragraph on the corresponding                  In section 14.2.2 (Complex Array Results), page 128,\nnomenclature for regions of homozygosity and heterozy-                 the use of the abbreviations cx for complex and cth for\ngosity.                                                                chromothripsis is introduced in array nomenclature with\n   The use of the genome build in describing microarray                some examples, among which:\nresults is introduced in this chapter:                                    arr(1–22,X)cx\n                                                                          Microarray analysis shows multiple complex rearrangements\n   arr[hg19] 4q32.2q35.1(163,146,681–183,022,312)×1\n                                                                       across the entire genome in a female.\n   It is also allowed to display complex array results using               arr 1p36q44(1–247,249,719)cth\nISCN nomenclature in a table instead of in a string.                       Microarray analysis shows multiple alternating changes (normal\n   Because most array platforms used these days are                    segments, gains, and/or losses, within the region) in chromosome 1\nwhole genome arrays, the ISCN committee decided to re-                 at bands p36 through q44. All material is from chromosome 1.\n                                                                                                                                             195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                             Hosp.General Universitario-\n\n\n\n\nComparison of Nomenclature from ISCN                                   Cytogenet Genome Res 2013;141:1–6                                5\n2013 to ISCN 2009                                                      DOI: 10.1159/000353118\n                                                                                                                                             Downloaded by:\n\f    Chapter 15: Region-Specific Assays                                     Chapter 16: References\n\n   This is a new chapter with the following sections:                     The references section has changed from chapter 15 in\n   15.1 Introduction                                                   ISCN 2009 to chapter 16. The following 2 references have\n   15.2 Examples of RSA Nomenclature for Copy Num-                     been added to page 131 and page 132, respectively:\nber Detection                                                              ISCN (2009): An International System for Human Cytogenetic\n   15.3 Examples of RSA Nomenclature for Balanced                      Nomenclature, Shaffer LG, Slovak ML, Campbell LJ (eds), (S Kar-\nTranslocations or Fusion Genes                                         ger, Basel 2009).\n   The term rsa or region-specific assay is introduced as                  Stephens PJ, Greenman CD, Fu B, Yang F, Bignell GR, Mudie\ngeneric or non-specific term to be used for any type of                LJ, Pleasance ED, Lau KW, Beare D, Stebbings LA, et al: Massive\n                                                                       genomic rearrangement acquired in a single catastrophic event\n(targeted) assay. As a consequence, the nomenclature                   during cancer development. Cell 144:27–40 (2011).\nmlpa, as existing in ISCN 2009, is not longer used; it is\nreplaced by rsa. Below some examples of region-specific\nassays in ISCN 2013, pages 129 and 130:\n   46,XY.rsa(13,18,21)×2,(X,Y)×1                                           Conclusion\n   Normal male karyotype and normal copy number of chromo-\nsomes 13, 18, 21, X and Y using a region-specific assay.                  In conclusion, as the field of cytogenetics and molecu-\n                                                                       lar genetics evolves, a standardized nomenclature is criti-\n   When a kit is used, the name of the kit can be desig-\n                                                                       cal for describing karyotypes and genomic changes accu-\nnated if the genomic coordinates are not known:\n                                                                       rately and concisely. This report summarizes the major\n   rsa 22q11.2(‘kit name’)×1                                           changes noted in ISCN 2013. The ISCN is an indispens-\n   Abnormal result showing a loss of 22q11.2 using an MLPA kit.        able tool in clinical and research cytogenetic use for ac-\nThe name of the kit can be inserted in the parentheses without the\nquotation marks.                                                       curate communication and reporting normal and abnor-\n                                                                       mal karyotypes (including e.g. FISH and microarray\n  rsa(BCR::ABL1)neg                                                    data). Cytogeneticists are encouraged to carefully review\n  Normal result using a region-specific assay to identify a BCR-       the new version and become familiar with all differences\nABL1 translocation or juxtaposition.                                   introduced. In addition, users of the ISCN 2013 are in-\n                                                                       vited to contact the committee on omissions and needs\n                                                                       for the next edition of ISCN.\n\n\n\n    References                                Denver Conference (1960): A proposed standard     ISCN (2013): An International System for Hu-\n                                                 system of nomenclature of human mitotic           man Cytogenetic Nomenclature, Shaffer LG,\n                                                 chromosomes. Lancet i:1063–1065 (1960).           McGowan-Jordan J, Schmid M (eds), (S Kar-\n                                              ISCN (2009): An International System for Hu-         ger, Basel 2013).\n                                                 man Cytogenetic Nomenclature, Shaffer LG,\n                                                 Slovak ML, Campbell LJ (eds), (S Karger, Ba-\n                                                 sel 2009).\n\n\n\n\n                                                                                                                                               195.77.16.215 - 9/15/2016 9:32:29 AM\n                                                                                                                                               Hosp.General Universitario-\n\n\n\n\n6                      Cytogenet Genome Res 2013;141:1–6                                        Simons /Shaffer /Hastings\n                       DOI: 10.1159/000353118\n                                                                                                                                               Downloaded by:",
  "wordCount": 3347,
  "indexed": "2025-09-25T22:44:46.324Z",
  "method": "direct"
}
