{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Plenge et al. - 2002 - Skewed X-Chromosome Inactivation Is a Common Featu.pdf",
  "fileName": "Plenge et al. - 2002 - Skewed X-Chromosome Inactivation Is a Common Featu.pdf",
  "relativePath": "Genetica/Generalidades/Plenge et al. - 2002 - Skewed X-Chromosome Inactivation Is a Common Featu.pdf",
  "text": "Am. J. Hum. Genet. 71:168–173, 2002\n\n\nReport\n\n\n\n\nSkewed X-Chromosome Inactivation Is a Common Feature of X-Linked\nMental Retardation Disorders\nRobert M. Plenge,1,* Roger A. Stevenson,2 Herbert A. Lubs,3 Charles E. Schwartz,2\nand Huntington F. Willard1\n1\n Department of Genetics, Case Western Reserve University School of Medicine, and Center for Human Genetics and Research Institute,\nUniversity Hospitals of Cleveland, Cleveland; 2J. C. Self Research Institute, The Greenwood Center, Greenwood, SC; and 3Department of\nPediatrics, Genetics Division, School of Medicine, University of Miami, Miami\n\n\n\nSome deleterious X-linked mutations may result in a growth disadvantage for those cells in which the mutation,\nwhen on the active X chromosome, affects cell proliferation or viability. To explore the relationship between skewed\nX-chromosome inactivation and X-linked mental retardation (XLMR) disorders, we used the androgen receptor\nX-inactivation assay to determine X-inactivation patterns in 155 female subjects from 24 families segregating 20\ndistinct XLMR disorders. Among XLMR carriers, ∼50% demonstrate markedly skewed X inactivation (i.e., patterns\n⭓80:20), compared with only ∼10% of female control subjects (P ! .001 ). Thus, skewed X inactivation is a relatively\ncommon feature of XLMR disorders. Of the 20 distinct XLMR disorders, 4 demonstrate a strong association with\nskewed X inactivation, since all carriers of these mutations demonstrate X-inactivation patterns ⭓80:20. The\nXLMR mutations are present on the preferentially inactive X chromosome in all 20 informative female subjects\nfrom these families, indicating that skewing is due to selection against those cells in which the XLMR mutation is\non the active X chromosome.\n\n\nAs a result of X-chromosome inactivation (Lyon 1961),                      process of X inactivation is generally random (Lyon\nheterozygous females are mosaic for X-linked gene ex-                      1961), significant deviation or skewing from an expected\npression, with one population of cells expressing genes                    mean X-inactivation pattern (i.e., 50:50) in a specific\nfrom the maternal X chromosome and the other pop-                          population of female carriers suggests that the X-linked\nulation expressing genes from the paternal X chromo-                       mutation alters in vivo cell viability or proliferation\nsome (Nance 1964). The relative ratio of these two cell                    (Lyon 1968; Nyhan et al. 1970).\npopulations in a given female is frequently referred to                       Mental retardation is a phenotypic component com-\nas the “X-inactivation pattern.” For female carriers of                    mon to several of the disorders associated with skewed\nan X-linked mutation or structural abnormality, one cell                   X inactivation (Willard 2000). Because of this anecdotal\npopulation may be at a selective growth disadvantage,                      association, we sought to explore the possibility that a\nresulting in clonal outgrowth of cells with one or the                     general defect in cell viability or proliferation, as measured\nother parental X chromosome active (Belmont 1996;                          by skewed X inactivation in peripheral blood cells, is\nPuck and Willard 1998; Willard 2000). Because the                          commonly associated with X-linked mental retardation\n                                                                           (XLMR). XLMR represents a diverse class of genetic mu-\nchoice of one or the other X chromosome early in the\n                                                                           tations. There are ∼150 XLMR disorders, which fall into\n                                                                           three classes: X-linked recessive and partly dominant dis-\n   Received January 4, 2002; accepted for publication April 8, 2002;       orders (including syndromes, neuromuscular disorders,\nelectronically published May 30, 2002.\n   Address for correspondence and reprints: Dr. Huntington F. Willard,\n                                                                           and metabolic disorders), X-linked dominant lethal dis-\nResearch Institute, Lakeside 1400, University Hospitals of Cleveland,      orders, and nonspecific XLMR disorders (Cabezas et al.\n11100 Euclid Avenue, Cleveland, OH 44106. E-mail: Willard@UHRI             1999; Stevenson et al. 1999; Hamel et al. 2000; Chelly\n.org                                                                       and Mandel 2001). Although 130 XLMR genes have been\n   * Present affiliation: Department of Medicine, University of Califor-\n                                                                           cloned to date (Chelly and Mandel 2001), the common-\nnia, San Francisco.\n  䉷 2002 by The American Society of Human Genetics. All rights reserved.   ality of defects leading to mental retardation is not un-\n0002-9297/2002/7101-0019$15.00                                             derstood at the cellular or molecular level. Our data dem-\n\n168\n\fReports                                                                                                                169\n\nonstrate that skewed X inactivation is a consistent feature      patterns is statistically significant (P ! .01). Of the re-\nof at least half of all families with XLMR, suggesting that      maining families, only two (K8450 and K8295) had a\nXLMR mutations represent a unique class of X-linked              large number of carriers with no apparent association\nmutations characterized by a general defect in cell viability    between carrier status and skewing.\nor proliferation. The data further suggest that, despite the        For certain X-linked conditions, secondary cell selec-\nmost prominent clinical feature being restricted to the          tion is believed to occur after an initially random X-\ncentral nervous system, the responsible genes are likely to      inactivation pattern has been established (Belmont 1996;\nbe expressed in peripheral blood cells, where they will be       Puck and Willard 1998; Willard 2000). For X-linked\nmore accessible to experimental study.                           disorders associated with skewing, cell selection most\n   To investigate a possible association between skewed          likely occurs against those cells in which the mutation\nX inactivation and XLMR, we studied 24 families seg-             is on the active X chromosome; the mutation is therefore\nregating 20 distinct XLMR disorders (table 1). These             predicted to be associated with the preferentially inactive\nfamilies were selected solely on the basis of the clinical       X chromosome. To determine whether the XLMR mu-\npresentation in affected males and therefore represent           tations in our families reside on the preferentially active\nan apparently unbiased collection of carrier female sub-         or inactive X chromosome, we followed the cosegre-\njects. Using the androgen receptor (AR) X-inactivation           gation of the XLMR mutation and the differentially\nassay (Allen et al. 1992), we determined the X-inacti-           methylated AR allele (i.e., the allele associated with the\nvation patterns of all available female subjects, both car-      inactive X chromosome). Of the XLMR carriers with\nriers and noncarriers, from the families with XLMR               X-inactivation patterns ⭓80:20, the XLMR mutation\n(n p 155 female subjects).                                       was on the preferentially inactive X chromosome in all\n   Illustrative examples of AR X-inactivation tracings are       20 informative carriers (table 1). These data provide\nshown in figure 1a. The distribution of X-inactivation           strong evidence that the differential growth advantage\npatterns for XLMR carriers (n p 94) and noncarriers              does, in fact, occur in favor of cells in which the XLMR\n(n p 61) is shown in figure 1b. Approximately 9% of              mutation is on the active X chromosome.\nfemale control subjects (n p 205) demonstrate skewed                The possibility of cell selection against certain X-\nX-inactivation patterns ⭓80:20, which is generally con-          linked mutations has been appreciated by geneticists for\nsistent with previous estimates (Nance 1964; Gale et al.         some time (Lyon 1968; Nyhan et al. 1970). However,\n1994; Naumova et al. 1996; Plenge et al. 1997, 1999).            previous studies have focused on either a specific X-\nIn contrast, ∼50% of the XLMR carriers demonstrate               linked disorder or a specific family, with emphasis on\nX-inactivation patterns that are ⭓80:20 (tables 1 and            the clinical presentation of carrier females, and thus\n2; P ! .001). Analysis of the XLMR carrier distribution          demonstrate a potentially significant ascertainment bias.\nat other thresholds of skewed X inactivation are also            In the present study, we have ascertained families with\nstatistically highly significant (table 2). The effect is most   XLMR through a male index patient, without regard to\ndramatic at patterns of X inactivation ⭓90:10; nearly            the phenotype of female carriers.\na third of XLMR carriers show such skewing, compared                The most important question raised by our study is\nwith only a few percent of female control subjects. Thus,        whether skewed X inactivation is specific to particu-\nthese data establish that, in peripheral blood cells,            lar classes of X-linked mutation (such as XLMR and\nskewed X inactivation is a common feature of XLMR                the immune-deficiency syndromes [Belmont 1995]) or\ncarriers.                                                        whether this phenomenon applies more generally to\n   To address whether the increased incidence of skewed          mutations in all X-linked genes. Although limited, avail-\ninactivation was due to an association with skewing in           able studies favor the hypothesis that skewing is re-\nonly a subset of families, we examined separately each           stricted to certain classes of X-linked disorders (Belmont\nfamily with XLMR in which there were at least three              1996; Willard 2000). If skewing were common to X-\nfemale carriers (fig. 2 and table 1). Of the 20 distinct         linked mutations generally, one would predict a diversity\nXLMR disorders examined in this way, 4 show a strong             of phenotypes in disorders associated with skewed inac-\nassociation with skewed X inactivation, in that all female       tivation. However, of approximately a dozen X-linked\ncarriers within each family demonstrate an X-inactivation        disorders demonstrating either a complete or partial as-\npattern ⭓80:20. This is particularly striking for families       sociation with skewing (Willard 2000), only one—focal\nK8435, K8300, and K8135, in which either all seven or            dermal hypoplasia (Gorski 1991)—does not have a men-\nall five carriers show such extreme skewing (P K .0001           tal-retardation or immune-deficiency phenotype.\nfor each family) (table 1). An additional seven families            If X-linked mutations were commonly associated with\nshow an incomplete association, with at least two—but            variable or incompletely penetrant skewed inactivation,\nnot all—carriers demonstrating highly skewed patterns of         as was observed for ∼50% of the families with XLMR\ninactivation. Given the rarity of highly skewed patterns         in the present study, one would predict the detection of\nin the general female population, however, each of these         skewing for carriers of many (and perhaps all) X-linked\n\fTable 1\nFamilies with XLMR: Association with Skewed X Inactivation\n                                                                                            NO. OF CARRIERSb\n                                                                    REGION OF               With Inactivation\nFAMILYa                                 XLMR DISORDER                LINKAGE        Total   Pattern ⭓80:20       Xid                                 DESCRIPTIONc\nStrong association (n p 4):\n   K8135                           XLMR, short stature, tremor   q22-q24              5             5            1/1    Short stature, tremor, behavioral abnormalities\n   K8210                           Williams                      q28                  4             4            3/3    Muscle hypoplasia, hypotonia, frontal bossing, death at early age\n   K8300                           Pai                           q28                  7             7            3/3    Profound mental retardation, death at early age, nonambulatory\n   K8435                           Mulvenna-Trotter-Fisher       q27                  7             7            4/4    Seizures, IgE deficiency, large head, moderate mental retardation\nIncomplete association (n p 14):\n   K8005                           Allan-Herndon Dudley          q13-q21              3             1                   Severe mental retardation, severe hypotonia, ataxia, abnormal facies\n   K8090                           Allan-Herndon Dudley          q13-q21              2             0                   Severe mental retardation, severe hypotonia, ataxia, abnormal facies\n   K8225                           Allan-Herndon Dudley          q13-q21              2             1                   Severe mental retardation, severe hypotonia, ataxia, abnormal facies\n   K8020                           Aarskog-Scott                 q11.21               3             0                   Short stature, facial, skeletal, and urogenital anomalies\n   K8250                           Aarskog-Scott                 q11.21               2             2            2/2    Short stature, facial, skeletal, and urogenital anomalies\n   K8285                           Aarskog-Scott                 q11.21               3             0                   Short stature, facial, skeletal, and urogenital anomalies\n   K8765                           Agenesis corpus collosum      q28                  7             2            1/1    Neuromuscular spasticity, unsteady gait\n   K8065                           MRX7                          p11-p14              6             3            2/2    Nonspecific XLMR\n   K8355                           XLMR, seizures, ataxia        p21-p11.2            6             2                   Seizures, ataxia, aphasia, autism\n   K8070                           Miles-Carpenter MRSX4         q13-q22              5             3            3/3    Arched fingertips, microcephaly\n   K8240                           XLMR with cleft lip/palate    q12-q21              5             3            1/1    Sloped forehead, short stature, small testicular volume\n   K8615                           XLMR, spastic paraplegia      p12-q12              3             2                   Spastic paraplegia, club feet, dystonia\n   K8075                           Wieacker-Wolff                Proximal X q arm     2             1                   Neuromuscular, muscle atrophy\n   K8610                           FG syndrome                   q13-q21              2             1                   Macrocephaly, imperforate anus, and congenital hypotonia\nNo apparent association (n p 6):\n   K8035                           XLMR, arched fingerprints     q13-q21              3             0                   Arched fingerprints, hypotonia, areflexia\n   K8045                           Arena                         q22-q25              2             0                   Severe spastic paraplegia, ataxia\n   K8100                           Armfield                      q28                  3             0                   Short stature, cleft palate, seizures, glaucoma, severe mental retardation\n   K8295                           Lujan                         None                 4             0                   Marfanoid, triangular facies, narrow palate, hypernasal voice\n   K8395                           XLMR, spastic paraplegia      Proximal X q arm     2             0                   Spastic paraplegia, nystagmus; carriers have gait abnormalities\n   K8450                           MRX32                         p21-p22.2            6             0                   Nonspecific and variable mental retardation\n     Total                         20 distinct disorders                             94            44           20/20\n  a\n    Most of the families have been described elsewhere (Lubs et al. 1996).\n  b\n    Carrier or noncarrier status was determined by linkage analysis, by pedigree analysis (in the case of obligate carriers) and, where possible, by direct mutation screening.\n  c\n    Specific clinical features are provided in the Miami XLMR database (Cabezas et al. 1999).\n  d\n    Xi p inactive X chromosome; data are number of informative carriers in whom the mutation was present on the preferentially inactive X chromosome/total number of informative\ncarriers.\n\fReports                                                                                                                                       171\n\n                                                                           ative effect on cell proliferation in an apparently unre-\n                                                                           lated tissue (peripheral blood cells). One possible expla-\n                                                                           nation is that peripheral blood cells serve as a phenotypic\n                                                                           surrogate for cells in the central nervous system. Ac-\n                                                                           cordingly, XLMR genes, as a class, might affect in vivo\n                                                                           cell viability or proliferation in many tissue types, and\n                                                                           a number of examples are consistent with this sugges-\n                                                                           tion. For example, genes responsible for syndromic\n                                                                           XLMR are widely expressed and have demonstrated\n                                                                           general roles in transcriptional regulation, cell prolifer-\n                                                                           ation, and/or development (Chelly and Mandel 2001).\n                                                                           Some nonspecific XLMR genes also appear to be in-\n                                                                           volved in cell proliferation and/or global transcriptional\n                                                                           regulation (Allen et al. 1998; D’Adamo et al. 1998; Kut-\n                                                                           sche et al. 2000; Couvert et al. 2001). Thus, the apparent\n                                                                           functions of at least some XLMR genes provide support\n                                                                           for the hypothesis that these genes affect cell viability\n                                                                           or proliferation generally. This finding also has practical\n                                                                           significance, since it suggests that, for a substantial sub-\n                                                                           set of XLMR disorders, the relevant loci are likely ex-\n                                                                           pressed in peripheral blood and thus are potentially ac-\n                                                                           cessible for experimentation (i.e., expression arrays).\n                                                                              In addition to providing potential insight into XLMR\nFigure 1         X-inactivation patterns in XLMR disorders. a, AR X-       pathogenesis, the finding of skewed X inactivation may\ninactivation–pattern tracings. The top tracings represent the undigested   assist in the mapping of XLMR genes. Other studies\nDNA (⫺HpaII) from three female control subjects and from a male            have used the phenotype of skewed X inactivation to\ncontrol subject; the bottom tracings represent DNA digested with HpaII\nprior to PCR (⫹HpaII). The relative intensity of the two alleles after\n                                                                           both establish X linkage (Zoghbi et al. 1990; Krepischi\ndigestion represents the AR X-inactivation pattern for each individual     et al. 1998; Amir et al. 1999) and narrow the critical\n(expressed as a ratio and normalized to the undigested samples). The       region for mutant genes (Gibbons et al. 1992; Sirianni\ntracing in males disappears, representing complete digestion of the un-    et al. 1998). In XLMR, this approach would be espe-\nmethylated allele on the active X chromosome. Details of the AR X-         cially useful in small families in which there are few\ninactivation assay have been described elsewhere, including methods for\ncorrecting for unequal peak heights owing to preferential allele ampli-\n                                                                           affected males and in which carrier status is critical to\nfication (Allen et al. 1992; Naumova et al. 1996; Plenge et al. 1997,      achieving a meaningful LOD score (Lubs et al. 1999).\n1999). b, Distribution of AR X-inactivation patterns in families with         Assignment of carrier status may also be important for\nXLMR and control subjects. The AR X-inactivation patterns are shown        establishing a diagnosis and for genetic counseling in\nfor two control populations (unblackened circles) and for the XLMR         XLMR conditions. In pedigrees with nonspecific mental\ncarrier population (blackened circles).\n\n\ndisorders. In contrast to this prediction, however, several                Table 2\nstudies have demonstrated apparently random X inac-                        Skewed X-Inactivation Patterns in XLMR Carriers\ntivation in many female carriers, through use of a variety                                           FREQUENCY OF SKEWED X INACTIVATIONa\nof assays (Willard 2000). As part of the present study,                                                              (%)\nwe examined X-inactivation patterns in our collection                                                Female\nof carriers of Duchenne muscular dystrophy; these pat-                     X-INACTIVATION            Control          XLMR               XLMR\nterns did not differ significantly from those of female                    PATTERN                   Subjects       Noncarriersb         Carriersc\ncontrol individuals (data not shown). Notwithstanding                      ⭓90:10                        3                 2                30\nthe detection of occasional (usually symptomatic) car-                     ⭓80:20                        9                15                48\nriers with demonstrated skewed X inactivation (Puck                        ⭓70:30                       30                41                63\nand Willard 1998), it is clear that skewing is not fre-                      a\n                                                                                To assess statistically the distribution of X-inactivation patterns,\nquently observed in a high proportion of carriers of most                  a x2 test was used to compare the number of female carriers above\nX-linked conditions. Thus, these results also favor the                    and below a particular threshold value (⭓90:10, ⭓80:20, and ⭓70:\n                                                                           30) to that of the control population, as described by Plenge et al.\nhypothesis that skewing is specific to certain classes of\n                                                                           (1999). To control for multiple hypothesis testing, a Bonferroni cor-\nX-linked mutations.                                                        rection was applied, and the significance value was set at P ! .01.\n   It may appear surprising that a group of disorders                        b\n                                                                                Results were not statistically significant.\naffecting the central nervous system would have a neg-                       c\n                                                                                All results were significant (P ! .001).\n\f172                                                                                               Am. J. Hum. Genet. 71:168–173, 2002\n\n                                                                        Belmont JW (1995) Insights into lymphocyte development\n                                                                          from X-linked immune deficiencies. Trends Genet 11:112–\n                                                                          116\n                                                                        ——— (1996) Genetic control of X inactivation and processes\n                                                                          leading to X-inactivation skewing. Am J Hum Genet 58:\n                                                                          1101–1108\n                                                                        Cabezas DA, Arena JF, Stevenson RE, Schwartz C, Goldberg\n                                                                          S, Morales A, Lubs HA (1999) XLMR database. Am J Med\n                                                                          Genet 85:202–205\n                                                                        Chelly J, Mandel JL (2001) Monogenic causes of X-linked\n                                                                          mental retardation. Nat Rev Genet 2:669–680\n                                                                        Couvert P, Bienvenu T, Aquaviva C, Poirier K, Moraine C,\n                                                                          Gendrot C, Verloes A, Andres C, Le Fevre AC, Souville I,\n                                                                          Steffann J, des Portes V, Ropers HH, Yntema HG, Fryns JP,\n                                                                          Briault S, Chelly J, Cherif B (2001) MECP2 is highly mutated\n                                                                          in X-linked mental retardation. Hum Mol Genet 10:941–\n                                                                          946\n                                                                        D’Adamo P, Menegon A, Lo Nigro C, Grasso M, Gulisano\n                                                                          M, Tamanini F, Bienvenu T, Gedeon AK, Oostra B, Wu SK,\n                                                                          Tandon A, Valtorta F, Balch WE, Chelly J, Toniolo D (1998)\nFigure 2        Pedigrees of illustrative families with XLMR. AR X-       Mutations in GDI1 are responsible for X-linked non-specific\ninactivation patterns are shown near each informative female subject.     mental retardation. Nat Genet 19:134–139\nBlackened symbols denote affected individuals, unblackened symbols      Gale RE, Wheadon H, Boulos P, Linch D (1994) Tissue spec-\ndenote unaffected individuals, and symbols with a black dot denote        ificity of X chromosome inactivation patterns. Blood 83:\ncarriers.                                                                 2899–2905\n                                                                        Gibbons RJ, Suthers GK, Wilkie OM, Buckle VJ, Higgs DR\nretardation that are so small that it is not possible to                  (1992) X-linked alpha-thalessemia/mental retardation (ATR-\ndistinguish between X-linked and autosomal patterns of                    X) syndrome: localization to Xq12-q21.31 by X inactivation\ninheritance, the detection of multiple females with highly                and linkage analysis. Am J Hum Genet 51:1136–1149\nskewed X inactivation (i.e., patterns ⭓90:10)—a decid-                  Gorski JL (1991) Father-to-daughter transmission of focal der-\nedly unlikely occurrence for autosomal or non-XLMR                        mal hypoplasia associated with nonrandom X-inactivation:\nmutations—would greatly raise the suspicion that the dis-                 support for X-linked inheritance and paternal X chromo-\norder in question is XLMR.                                                some mosaicism. Am J Med Genet 40:332–337\n                                                                        Hamel BC, Chiurazzi P, Lubs HA (2000) Syndromic XLMR\n                                                                          genes (MRXS): update 2000. Am J Med Genet 94:361–\n                                                                          363\nAcknowledgments                                                         Krepischi AC, Kok F, Otto PG (1998) X chromosome inac-\n                                                                          tivation patterns in patients with Rett syndrome. Hum Genet\n   We thank Amy Cottle, for assistance with the AR X-inac-                102:319–321\ntivation assay, and Jim Amos-Landgraf and Laura Carrel, for             Kutsche K, Yntema H, Brandt A, Jantke I, Nothwang HG,\nhelpful discussions. This work was supported by National In-              Orth U, Boavida MG, David D, Chelly J, Fryns JP, Moraine\nstitutes of Health research grants GM45441 (to H.F.W.) and                C, Ropers HH, Hamel BC, van Bokhoven H, Gal A (2000)\nHD26202 (to H.L., C.S., and H.F.W.).                                      Mutations in ARHGEF6, encoding a guanine nucleotide\n                                                                          exchange factor for Rho GTPases, in patients with X-linked\n                                                                          mental retardation. Nat Genet 26:247–250\nReferences                                                              Lubs H, Chiurazzi P, Arena J, Schwartz C, Tranebjaerg L, Neri\n                                                                          G (1999) XLMR genes: update 1998. Am J Med Genet 83:\nAllen KM, Gleeson JG, Bagrodia S, Partington MW, Mac-                     237–247\n  Millan JC, Cerione RA, Mulley JC, Walsh CA (1998) PAK3                Lubs HA, Schwartz CE, Stevenson RE, Arena JF (1996) Study\n  mutation in nonsyndromic X-linked mental retardation. Nat               of X-linked mental retardation (XLMR): summary of 61\n  Genet 20:25–30                                                          families in the Miami/Greenwood Study. Am J Med Genet\nAllen RC, Zoghbi HY, Moseley AB, Rosenblatt HM, Belmont                   64:169–175\n  JW (1992) Methylation of HpaII and HhaI sites near the                Lyon MF (1961) Gene action in the X-chromosome of the\n  polymorphic CAG repeat in the human androgen-receptor                   mouse (Mus musculus L.). Nature 190:372–373\n  gene correlates with X chromosome inactivation. Am J Hum              ——— (1968) Chromosomal and subchromosomal inactiva-\n  Genet 51:1229–1239                                                      tion. Ann Rev Genet 2:31–52\nAmir RE, Van den Veyver IB, Wan M, Tran CQ, Francke U,                  Nance WE (1964) Genetic tests with a sex-linked marker: glu-\n  Zoghbi HY (1999) Rett syndrome is caused by mutations                   cose-6-phosphate dehydrogenase. Cold Spring Harbor Symp\n  in X-linked MECP2, encoding methyl-CpG-binding protein                  Quant Biol 29:415–424\n  2. Nat Genet 23:185–188                                               Naumova AK, Plenge RM, Bird LM, Leppert M, Morgan K,\n\fReports                                                                                                                173\n\n  Willard HF, Sapienza C (1996) Heritability of X chromo-     Puck JM, Willard HF (1998) X inactivation in females with\n  some inactivation phenotype in a large family. Am J Hum        X-linked disease. New Engl J Med 338:325–328\n  Genet 58:1111–1119                                          Sirianni N, Naidu S, Pereira J, Pillotto RF, Hoffman EP (1998)\nNyhan WL, Bakay B, Connor JD, Marks JF, Keele DK (1970)          Rett syndrome: confirmation of X-linked dominant inheri-\n  Hemizygous expression of glucose-6-phosphate dehydroge-        tance and localization of the gene to Xq28. Am J Hum Genet\n  nase in erythrocytes of heterozygotes for the Lesch-Nyhan      63:1552–1558\n  syndrome. Proc Natl Acad Sci USA 65:214–218                 Stevenson RE, Schwartz CE, Schroer RJ (1999) X-linked men-\nPlenge RM, Hendrich BD, Schwartz C, Arena JF, Naumova            tal retardation. Oxford University Press, New York.\n  A, Sapienza C, Winter RM, et al (1997) A promoter mu-       Willard HF (2000) The sex chromosomes and X chromosome\n  tation in the XIST gene in two unrelated families with         inactivation. In: Scriver CR, Beaudet AL, Sly WS, Valle D,\n  skewed X-chromosome inactivation. Nat Genet 17:353–            Childs B, Vogelstein B (eds) The metabolic and molecular\n  356                                                            bases of inherited Disease, 8th ed. McGraw-Hill, New York,\nPlenge RM, Tranebjaerg L, Jensen PK, Schwartz C, Willard         pp 1191–1221\n  HF (1999) Evidence that mutations in the X-linked DDP       Zoghbi HY, Percy AK, Schultz RJ, Fill C (1990) Patterns of\n  gene cause incompletely penetrant and variable skewed X        X chromosome inactivation in the Rett syndrome. Brain Dev\n  inactivation. Am J Hum Genet 64:759–767                        12:131–135",
  "wordCount": 3636,
  "indexed": "2025-09-25T22:39:57.537Z",
  "method": "direct"
}
