{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Disomía uniparental/Yip_2014_Uniparental disomy in Robertsonian translocations.pdf",
  "fileName": "Yip_2014_Uniparental disomy in Robertsonian translocations.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Disomía uniparental/Yip_2014_Uniparental disomy in Robertsonian translocations.pdf",
  "text": "Review Article\n\n\n\nUniparental disomy in Robertsonian translocations: strategies for\nuniparental disomy testing\nMoh-Ying Yip\n\nSEALS Genetics Laboratory, NSW Health Pathology, Prince of Wales Hospital, Randwick (Sydney), NSW 2031, Australia\nCorrespondence to: Dr. Moh-Ying Yip. SEALS Genetics Laboratory, NSW Health Pathology, Prince of Wales Hospital, Randwick (Sydney), NSW\n2031, Australia. Email: mohying.yip@sesiahs.health.nsw.gov.au.\n\n\n                 Abstract: Robertsonian translocations (ROBs) are whole arm rearrangements involving the acrocentric\n                 chromosomes 13-15 and 21-22 and carriers are at increased risk for aneuploidy and thus uniparental disomy\n                 (UPD). Chromosomes 14 and 15 are imprinted with expression of genes dependent on the parental origin of\n                 the chromosome. Correction of a trisomic or monosomic conceptus for chromosomes 14 or 15 would lead to\n                 one of the established UPD 14mat/pat or UPD 15 (Prader-Willi/Angelman) syndromes (PWS/AS). In view\n                 of this, prenatal UPD testing should be considered for balanced carriers of a ROB, fetuses with a familial\n                 or de novo balanced ROB that contains chromosome 14 or 15 or with a normal karyotype when a parent is a\n                 carrier of a balanced ROB with a 14 or 15. Individuals with congenital anomalies and an abnormal phenotype\n                 and carry a ROB involving the two imprinted chromosomes should also be UPD tested.\n\n                 Keywords: Imprinting; isochromosome; Robertsonian translocations (ROBs); trisomy rescue; uniparental disomy\n                 (UPD)\n\n\n                 Submitted Feb 02, 2014. Accepted for publication Mar 13, 2014.\n                 doi: 10.3978/j.issn.2224-4336.2014.03.03\n                 View this article at: http://www.thetp.org/article/view/3546/4409\n\n\n\nConcept of uniparental disomy (UPD)                                            UPD has been identified in investigations of prenatal\n                                                                            an d postn atal ch r omosomal mosaicism; r e c es s i ve\nUPD as a concept was first introduced by Engel in 1980\n                                                                            genetic disease; structurally abnormal rearrangements\nand was defined as the inheritance or presence in a diploid\n                                                                            and phenotypes associated with imprinting (3). UPD\noffspring of both homologs of a pair of chromosomes\n                                                                            is generally demonstrable at the molecular level and in\nfrom one parent only with no contribution from the                          65% of known UPD cases, presents as a cytogenetically\nsecond parent (1). Depending on the origin of the disomic                   normal 46,XX or 46,XY karyotype (4). Currently, over\nchromosome, UPD is denoted as maternal or paternal.                         2,500 UPD cases have been documented in a regularly\n   UPD can be further classified as heterodisomy (hUPD)                     updated online database which centres on UPD in clinically\nor isodisomy (iUPD). In full hUPD the two inherited                         normal and abnormal individuals who have normal or\nchromosomes represent a chromosome pair from a single                       abnormal karyotypes (5). Abnormal karyotypes can reflect\nparent. In iUPD there are two identical copies of one of                    rearrangements that are either balanced or unbalanced.\nthe two parental chromosomes. Segmental UPD has also                        Balanced rearrangements associated with UPD include\nbeen demonstrated by molecular analyses to involve a                        Robertsonian translocations (ROBs), balanced reciprocal\nregion of both chromosomes of a pair with the rest of the                   translocations, isochromosomes and inversions and these\nchromosome pair biparentally inherited. UPD in Man                          represent at least 8% of all UPD cases reported (4).\nwas first demonstrated for maternal iUPD 7 in a patient                     Unbalanced rearrangements like small supernumerary\nwith cystic fibrosis and short stature (2). Both homologs of                marker chromosomes, unbalanced reciprocal translocations,\nchromosome 7 were identical and were derived from the                       and partial deletions and duplications were estimated to be\nmother.                                                                     involved in over 16% of UPD cases (4).\n\n\n© Translational Pediatrics. All rights reserved.                           www.thetp.org                      Transl Pediatr 2014;3(2):98-107\n\fTranslational Pediatrics, Vol 3, No 2 April 2014                                                                                  99\n\n\nROBs and the incidence of UPD                                        Meiotic behaviour of a nonhomologous ROB\n\nROBs are among the most common balanced structural                   A nonhomologous (heterologous) ROB chromosome is\nrearrangements seen with an incidence in the human                   comprised of the long arms of two different acrocentrics.\npopulation of 1 in 1,000 (6). They result from whole arm             Such a heterozygote with a ROB translocation chromosome\nexchanges of the five human acrocentric chromosomes                  and two normal acrocentric homologs would synapse as a\n(chromosomes 13, 14, 15, 21 and 22). This type of                    trivalent at meiosis (Figure 1). Subsequent 2:1 segregation\nrearrangement was named after the American biologist                 of a trivalent produces six types of gametes, two of which\nWilliam Robertson who first described the fusion of two              are normal and balanced resulting from an “alternate”\nacrocentrics in grasshoppers in 1916. These ROBs are                 segregation. Adjacent segregation however leads to two\nconsidered balanced and carriers with loss of the short              types of disomic and two types of nullisomic gametes. Very\narms have 45 chromosomes. The ROBs can be dicentric                  rarely would a 3:0 segregation in a ROB occur.\ninvolving two centromeres but may appear monocentric                    Semen analysis showed that 76-89% of spermatozoa\nwith a “suppressed” centromere (7). Located in the stalks            were normal or balanced due to “alternate” segregation\nof the short arms of all five acrocentrics are multiple copies       while nullisomics outnumber disomics amongst the\nof the 18S and 28S ribosomal RNA genes with tandem                   unbalanced forms (17). Polar body analysis on rob(13q;14q)\nsatellite DNA repeats. No adverse phenotypic significance            and rob(14q;21q) carriers showed unbalanced forms in the\nis attached to the loss of the short arms. The majority of           female to average around 33% and 42% respectively (18).\nROBs (90%) involve non-homologous chromosomes with\nrob(13q;14q) the most common (8). True homologous\n                                                                     Mechanisms of UPD\nROBs involve the long arms of both homologs of the one\nacrocentric. Molecular studies using highly polymorphic              The main mechanisms through which UPD may arise\nmarkers can differentiate them from an acrocentric derived           in ROBs include trisomy rescue, monosomy rescue and\nisochromosome from a single parental homolog. Some                   gamete complementation. Amongst reported UPD cases\nhomologous ROBs and all isochromosomes will display                  in the literature, trisomy rescue is the most common\nuniparental inheritance (9).                                         mechanism resulting in UPD. In trisomy rescue, a disomic\n   The incidence of UPD of any chromosome is estimated               gamete is produced by non-disjunction in one of the parents\nto be 1 : 3,500 live births (10). Around 50% of the cases            (most often maternal) and its fertilization by a normal\npresented in the UPD online database (5) are associated with         haploid gamete would contribute to a trisomic conceptus.\nacrocentric chromosomes and over 10% of these acrocentric            Loss of a homolog would result in UPD in 1/3 of the cases.\nderived UPDs involve a Robertsonian tranlocation (4).                It is recognised that most disomic gametes result from\nAn ascertainment bias not withstanding, most commonly                maternal meiosis I non-disjunction and therefore maternal\ndocumented in this database was UPD for chromosome                   hUPD would be the most common UPD resulting from\n15, reflecting the many published reports of Prader Willi            such a rescue (19). Cases of UPD 15mat in PWS associated\nSyndromes (PWS) and Angelman syndromes (AS). It has                  with placental mosaicism for trisomy 15 ascertained at\nbeen observed that around 30% of PWS are associated with             CVS (chorion villus sampling) for advanced maternal\nUPD 15mat and 2-5% of AS with UPD 15pat (11,12).                     age and subsequent correction of the trisomy have been\n   It is of interest that one of the earliest established reports    well documented (20,21). More than 82% of the extra\nof UPD in PWS was associated with a maternally inherited             chromosomes in maternal UPD 15 have been associated\nrob(13q;15q) (13). Early UPD implications for chromosome             with meiosis I (MI) non-disjunction errors and this would\n14 both maternal and paternal and described in 1991 were             be consistent with the more commonly observed hUPD\nalso derived from ROBs and involved rob(13q;14q) (14,15).            seen in maternal UPD (19). The study also found a lack\nA review of six postnatal studies of balanced ROBs with              of MI errors in males. Generally, paternal UDP 15 cases\nan abnormal phenotype, published between 1994 to 2000,               associated with AS reflect iUPD as a consequence of a\nrevealed eighty-five non-homologous ROBs, four (4.7%) of             postzygotic mitotic error though also possibly errors at\nthese were UPD positive (16). Of the six homologous ROBs             meiosis II (MII) (19). Aneuploidy in human sperms is about\npresenting with a normal phenotype, two uniparental cases            five times less common than aneuploidy in oocytes (22).\nwere found to be derived from chromosomes 21 and 22.                    ROB carriers are at increased risk of aneuploid offspring\n\n\n© Translational Pediatrics. All rights reserved.                    www.thetp.org                     Transl Pediatr 2014;3(2):98-107\n\f100                                                                                             Yip. UPD in Robertsonian translocations\n\n\n\n                                  TRIVALENT          13                             Unbalanced gametes\n\n\n                                                                     Adjacent\n                                          14                        segregation\n                                                                                                         Lack\n                                                                                                         of 14\n\n                                    Alternate\n                                   segregation                                      Disomic    Nullisomic\n                                                                                    gametes    gametes\n\n\n\n\n                                Balanced\n                                gametes                                                                Lack\n                                                                                                       of 13\n                                             13 14   rob(13;14)\n                                            Normal carrier gamete\n\nFigure 1 Meiotic segregation of a female rob(13q;14q) heterozygote. Six possible gamete combinations from a 2:1 segregation of a trivalent.\nBalanced normal and “carrier” gametes from Alternate segregation. Unbalanced disomic and nullisomic gametes from Adjacent segregation.\nChromosome 13 is shown in black and chromosome 14 in green. Red circles represent maternal centromeres. Red arrows denote Alternate\nmode of segregation.\n\n\n\nand are equally subject to trisomy rescue. The two more                   conception resulting from fertilization of a nullisomic\noften noted mechanisms of trisomic and monosomic                          gamete produced by an unbalanced 2:1 adjacent segregation\nrescue generally involve two independent chromosome non-                  in the rob(13;14) mother would require replication of\ndisjunction events. Using the example of an unbalanced                    the paternal 14 to produce a “normal” karyotype which\nadjacent segregation of a Robertsonian trivalent at maternal              would be consistent with paternal iUPD 14 with two\nmeiosis, disomic or nullisomic gametes when produced                      similar paternal 14s (Figure 3). It is noteworthy that the\nand fertilised by a normal haploid sperm would lead to a                  paternal homolog can also replicate as an isochromosome\ntrisomic or monosomic zygote. A second event to restore                   which would resemble a homologous ROB. All rescued\nthe conception to a disomic state would require the loss of               monosomic conceptuses with an isochromosome would\nthe extra chromosome in a trisomy as in trisomy rescue or                 show uniparental iUPD. Most nondisjunction occurs\nthe duplication of the single chromosome in a monosomy                    during maternal meiosis and a nullisomic gamete when\nfor monosomy rescue. Trisomy involving a Robertsonain                     produced would involve loss of a maternal chromosome, it\ntranslocation and its rescue through loss of a chromosome                 is therefore not unexpected that chromosomal duplication\nby resolving into a disomy would result in UPD in 50% of                  in monosomy rescue would involve paternal UPD. It must\ncases.                                                                    however be recognised that cases of monosomy rescue in\n   Examples of a rob(13;14) carrier mother giving rise                    contrast to trisomy rescue are much less common as loss of\nto a UPD 14mat and UPD 14pat conceptus are outlined                       an autosome in monosomic conceptuses are more likely to\nin Figures 2,3. The unbalanced trisomic 14 conceptus is                   be lethal and lost in early gestation (9). Opportunities for\n“rescued” and resolved to a hUPD (UPD 14mat) by loss                      such rescues are limited.\nof the paternal 14 at an early post zygotic stage (Figure 2).                  Gamete complementation, a much rarer UPD\nLoss of the maternal 14 however will resolve the trisomy                  mechanism is a consequence of an unusual combination of\nto a normal disomy with biparental inheritance and this is                meiotic errors in both parents whereby a nullisomic gamete\nconsistent with trisomy rescue in ROBs producing UPD                      in one parent complements a disomic gamete in the other\nin 50% of cases unlike the 1/3 of UPD cases for non-ROB                   parent producing a disomic conceptus. One such example\nrearrangements. In contrast, conversion of a monosomic                    was reported in a 9-year-old girl with paternal hUPD for\n\n\n© Translational Pediatrics. All rights reserved.                         www.thetp.org                           Transl Pediatr 2014;3(2):98-107\n\fTranslational Pediatrics, Vol 3, No 2 April 2014                                                                                                101\n\n\n\n                                 13\n                                                         Disomic 14 oocyte                   Sperm with 13 and 14\n\n                                                                                                  13            14\n\n\n\n\n                                      14\n\n                                            Unbalanced Trisomy 14\n                                                  conceptus\n\n                                                                             Trisomy\n                                                                             rescue\n                                      Loss of maternal 14                                    Loss of paternal 14\n\n\n\n\n                                     Biparental\n                                   for 13 and 14                                                         UPD 14mat\n                                                                                                       (heterodisomy)\n\nFigure 2 Trisomy rescue in a female rob(13q;14q) heterozygote. A disomic 14 oocyte is fertilized by a normal haploid sperm to produce\na trisomy 14 conceptus. This is “rescued” by loss of the maternal 14 to produce a carrier zygote with biparental inheritance. Loss of the\npaternal 14 leads to UPD 14mat (heterodisomy) with both 14s from the mother. Chromosome 13 is shown in black and chromosome 14 in\ngreen. Red circles represent maternal centromeres and blue circles paternal centromeres.\n\n\n                                               13\n\n\n\n                                                                                             13            14\n                              Nullisomic 14\n                                 oocyte\n\n\n                                                    14\n\n\n                                             Unbalanced monosomy 14\n                                                    conceptus\n\n                                       Monosomy rescue\n                                        by duplication of                                         Monosomy rescue\n                                          paternal 14                                             by isochromosome\n                                                                                                       formation\n\n\n\n\n                                           \"Normal\" karyotype,\n                                                                                             UPD 14pat\n                                               UPD 14pat\n                                                                                             (isodisomy)\n                                               (isodisomy)\n\nFigure 3 Monosomy rescue in a female rob(13q;14q) heterozygote. A nullisomic 14 oocyte with no chromosome 14 is fertilized by a normal\nhaploid sperm to produce a monosomy 14 conceptus. This is “rescued” by duplication of the paternal 14 to produce a zygote with UPD\n14pat (isodisomy) with both chromosome 14s from the father. The karyotype appears “normal” cytogenetically. Duplication of the paternal\n14 can also take the form of an isochromosome leading to UPD 14pat. Chromosome 13 is shown in black and chromosome 14 in green. Red\ncircles represent maternal centromeres and blue circles paternal centromeres.\n\n\n\n© Translational Pediatrics. All rights reserved.                             www.thetp.org                           Transl Pediatr 2014;3(2):98-107\n\f102                                                                                      Yip. UPD in Robertsonian translocations\n\n\nchromosome 14 and a 45,XX,rob(13;14)pat karyotype. The             thorax with short abnormally curved ribs described as\nfather had a balanced ROB [45,XY,rob(13q;14q)] and the             “coat-hanger”-like, congenital heart defects and mental\nmother a balanced reciprocal translocation between the long        retardation (25). The clinical picture with thoracic\narms of chromosomes 1 and 14 [46,XX,t(1;14)(q32;q32)].             deformity secondary to rib abnormalities is not unlike\nThe UPD 14pat in the proband was assessed as derived from          that of segmental UPD for 14q32 (26) and supports the\nfertilization of a nullisomic ovum with a missing 14 (resulting    critical segment relevant to the phenotype to be at 14q32.2\nfrom a 3:1 segregation in the mother) by a disomic sperm           with imprinted loci. These include paternally expressed\nthat had both the rob(13q;14q) and a normal 14 (14).               genes DLK1 (delta, Drosophila homologue-like1) and\n                                                                   RTL1 and maternally expressed genes MEG3 (maternally\n                                                                   expressed gene 3)/GTL2 (gene trap locus 2) and RTL1\nGenomic imprinting and clinically significant\n                                                                   (RTL1 antisense) (27). An 8-month-old girl with a normal\nUPD phenotypes involving the acrocentric\n                                                                   46,XX karyotype whose mother is a rob(13q;14q) carrier\nchromosomes\n                                                                   was determined to have UPD 14pat. The proposed\nGenomic imprinting refers to the differential expression           mechanism for this rare case involves a nullisomic gamete\nof a gene depending on its parent of origin and is revealed        from maternal MI nondisjunction producing a monosomic\nin cases of hetero/iUPD. Some genes are expressed                  conceptus “rescued” by duplication of the paternal 14 (23).\npreferentially from the maternal or paternal alleles and\ndepending on which parental contribution, the difference\n                                                                   UPD 15mat and PWS (PWS, OMIM 176270)\nin gene expression would affect the subsequent phenotype.\nGenes in a region subjected to imprinting will have only           PWS is characterised by neonatal hypotonia, feeding\none copy of the gene expressed while the other is silenced.        difficulties in early infancy, facial dysmorphism, obesity,\n    Amongst the acrocentric chromosomes, chromosomes               developmental delay, short stature and/or mental retardation.\n14 and 15 have been established as imprinted with defined          The PWS critical region lies within a 2.5 Mb differentially\nclinical phenotypes. UPD 14 (mat and pat) and UPD 15mat/pat        imprinted region on the proximal long arm of chromosome\n(PWS/AS) have been revealed in familial or de novo ROB             15. PWS is caused by a lack of transcript involving imprinted\ncases. In familial balanced ROBs transmitted from parent to        genes, MKRN3, MAGEL2, NECDIN, SNURF-SNRPN,\nchild, UPD derived from chromosomes 14 and 15 has been             C15orf2 and a cluster of small nucleolar RNAs (snoRNAs) on\ndetermined in both a setting of a balanced ROB involving these     the paternal chromosome (28). Several family studies have\ntwo chromosomes with each other and with other acrocentrics        revealed the SNORD116 snoRNA gene cluster critical to\nand though uncommon, also in a normal karyotype (23).              the phenotype (12). The maternally inherited copies of these\n                                                                   genes remain silent due to imprinting and only the paternal\n                                                                   copies of the genes are expressed. Loss of function of paternal\nUPD 14mat\n                                                                   copies of this region results in PWS.\nMaternal UPD for chromosome 14 was first described in a                Maternal UPD15 represents only about 20-30% of PWS\n17-year-old male with a balanced rob(13q;14q) who inherited        patients, the majority of patients (about 65-75%) having a\nthe single free chromosome 14 and the rob(13q;14q) from            deletion of 15q12 on the paternally derived chromosome.\nthe mother consistent with “correction” of a rob(13q;14q)+14       A third class of PWS patients involving 1-3 % of cases have\nconception (15). Patients with UPD 14mat have been                 biparental inheritance and an imprinting centre defect that\ndescribed to have pre- and post-natal growth retardation,          renders the paternal contribution non-functional (28). UPD\nhypotonia, small hands and feet, scoliosis, premature              15mat is more commonly derived from correction of a\npuberty and normal to mild developmental delay (15,24).            trisomic conceptus and usually presents as a normal 46,XX\nUPD 14mat have been reported in association with ROBs,             or 46,XY karyotype and in situations involving ROBs, a\nisochromosomes and mosaicism.                                      balanced ROBs involving a 15. UPDs as such are generally\n                                                                   associated with MI non-disjunction in older mothers and a\n                                                                   five-fold increase in those showing UPD have been born to\nUPD 14pat\n                                                                   mothers 35 years and over (29). UPD individuals compared\nA more severe phenotype is seen in UPD 14pat patients              to deletion patients are more likely to develop psychosis and\nwith dysmorphic facial features, short limbs, narrow               have autism spectrum disorders (30).\n\n\n© Translational Pediatrics. All rights reserved.                  www.thetp.org                       Transl Pediatr 2014;3(2):98-107\n\fTranslational Pediatrics, Vol 3, No 2 April 2014                                                                                 103\n\n\n   If the mother has a ROB involving 15, trisomy rescue           13, 21 and 22 have no adverse clinical impact as these\nwill lead to PWS and if the father has a 15 derived ROB,          chromosomes are not subject to imprinting (36).\nmonosomy rescue will lead to PWS.\n\n                                                                  UPD 13\nUPD 15pat and AS (AS, OMIM 105830)\n                                                                  Reported cases of maternal and paternal UPD for chromosome\nAS is a rare neurodevelopmental disorder, characterised           13 have been phenotypically normal with a lack of parental\nby ataxia, jerky limb movements, seizures, mental and             imprinting effect (37,38). Familial UPD 13 with no clinical\ndevelopmental delay and a happy laughing disposition.             significance was demonstrated in a healthy mother [i(13q)pat]\nProximal 15q has two adjacent imprinted domains, one on           and son [i(13q)mat] with transmission of an isochromosome\nthe paternal 15 and a more distal complex of alleles on the       for the long arm of chromosome 13 apparent (39).\nmaternal 15. Recognised disease mechanisms in AS include\na maternally derived deletion of 15q11-q13 (about 70%),\n                                                                  UPD 21\npaternal UPD15 (2-5%), imprinting centre defect affecting\nthe maternal 15 (2-4%) and point mutations (about 10%)            UPD for chromosome 21 also appeared not to be associated\nin the UBE3A (E6-AP ubiquitin-protein ligase) gene (12).          with abnormal phenotypes (40). A family investigated for\nImprinted UBE3A expression is restricted to brain cells and       multiple recurrent trisomy 21 conceptions demonstrated\ndisruption of its expression (absence of gene activity) in        UPD 21 in its healthy euploid members (41).\nthe maternal chromosome 15 is considered to be the major\ncause of the disease phenotype (12).\n                                                                  UPD 22\n   UPD patients in AS have a less severe phenotype than\ndeletion patients and they have less ataxia and seizures and a    No significant clinical impact was demonstrated in patients\nbetter development (31). Observations have been made that         with maternal and paternal UPD 22 (5,9). UPD 22mat was\nmost paternal UPD cases have been associated with iUPD            shown in a healthy 25 year old man karyotyped subsequent\nand various examples have been described in paternal UPD          to repeated spontaneous abortions in his wife (42). He had a\nfor chromosomes 14 and 15 (32-34).                                de novo balanced rob(22q;22q) which was later shown to be\n   UPD due to a parental ROB is rare and prenatal studies         an isochromosome for chromosome 22. Apart from causing\nhave shown a risk of 0.6-0.8% (35) for non-homologous             reproductive failure with possible conceptions either\nROBs. If a familial non-homologous ROB involving a                monosomic or trisomic for chromosome 22, no adverse\nchromosome 15 in a male carrier is shown to give rise to          phenotypic effect was apparent.\na trisomic 15 conceptus with subsequent post-zygotic loss\nof the maternal 15, a paternal hUPD for AS is seen. Both\n                                                                  Risks for UPD associated with ROBs\n15s are derived from the father and neither chromosome\n15 expresses the AS critical region on the maternal 15.           Carriers of nonhomologous ROBs are at increased risk for\nHowever, the reverse is also possible with “monosomy              offspring with UPD. Risk estimates have been based on\nrescue”. As most cases involve iUPD from a postzygotic            limited empirical data and interpretation from collective\norigin of the extra paternal 15, presumably “correction”          figures from different surveys can be made difficult with\nof a monosomy 15 due to a nullisomic ovum followed by             some studies including all acrocentrics involved in the ROB\npost zygotic origin of the extra paternal chromosome is the       while others considered only ROBs that contain the clinically\nmore likely mechanism (9). This maternal age effect and           relevant imprinted chromosomes 14 and 15 (35). However,\nthe less occurring monosomic conception requiring rescue          cumulative data from seven separate prenatal studies of reports\nis consistent with the finding of reduced numbers of UPD          published during the period from 2000 to 2004 revealed 4 out of\ncases in AS when compared to PWS.                                 482 ROB carriers to have UPD with a risk of 0.8% (95% CI,\n                                                                  0.3-2.1%) (35). This is not unlike the 0.6% (95% CI, 0.01-3.3%)\n                                                                  risk reported in one of the earlier prenatal surveys in which one\nAbsence of imprinted genes on chromosomes\n                                                                  UPD 13 was found amongst 168 nonhomologous ROBs (43).\n13, 21 and 22\n                                                                  When only chromosomes 14 and 15 were considered, the risk\nUPD for the remaining three acrocentrics, chromosomes             of UPD was 0.6% (95% CI, 0.2-1.7%) (35). It was suggested\n\n\n© Translational Pediatrics. All rights reserved.                 www.thetp.org                        Transl Pediatr 2014;3(2):98-107\n\f104                                                                                        Yip. UPD in Robertsonian translocations\n\n\nthat the 0.8% risk of UPD from pooled data reported in (35)             In prenatal diagnosis of ROBs, the risk of UPD is\ncan be applicable to all three classes of inheritance of the         also dependent on whether the ROB is heterologous or\nROB, maternal, parental and de novo as the frequency figures         homologous. In a study of 174 prenatally studied ROBs,\nshown across the three ROB groups were not statistically             four of the six homologous translocations identified were\nsignificant (9,35). Breakdown frequency figures include              positive for UPD providing a risk estimate of 66% (43). It is\ntwo UPD cases (UPD 13mat and UPD 14mat) among 201                    known that most rearrangements that resemble homologous\nmaternally inherited ROBs and none in the 170 paternally             ROBs are isochromosomes and not true ROBs which are\ninherited group. Two of the 97 de novo cases were shown to           derived from the post fertilization fusion of maternal and\nhave UPD 14 from a rob(13q;14q) and a rob(14q;21q). The              paternal homologs and reflecting biparental inheritance.\nsample numbers were small and it may not be appropriate              These four ROBs were de novo and subsequently identified\nat this stage to attribute a higher UPD risk estimate to             as isochromosomes. The two remaining homologous ROBs\nde novo ROB cases until larger surveys are available. De novo        were UPD negative and confirmed as true homologous\nnonhomologous ROBs have been recommended for prenatal                ROBs. As is generally recognised, all isochromosomes\nUPD testing as postnatal reports of UPD has been indicated           and some homologous ROBs will display iUPD and a\nin such de novo cases (44). It is obvious too that in view of        clinically adverse phenotype would present if the imprintable\nthe preferential maternal origin of malsegregation non-              chromosomes 14 and 15 or involved. These cases would also\ndisjunction events and the effects of advanced maternal age, to      carry a small risk of homozygosity for recessive mutations and\npresume a higher UPD risk for female Rob carriers is yet to be       recessive disease. Detection of a homologous ROB involving\nsupported by more data. The UPD risk for paternally derived          the imprinted chromosomes 14 and 15 would be of concern\nROBs though low is certainly not negligible as UPD cases             due to their possible isochromosome nature and risk of\ninvestigated postnatally because of abnormal phenotypes have         iUPD. Of interest were two prenatally detected homologous\nbeen paternally associated (14,45).                                  rob(15q;15q) showing biparental inheritance resulting from\n    There is less data on fetuses with a normal karyotype            postzygotic ROB fusion between both parental chromosome\nconceived from a ROB carrier parent. The risk is predicted           15 (50,51). The reproductive potential of an individual who\nto be low and expected to be less than that for a ROB carrier        carry a homologous rob(15q;15q) would mainly include\nfetus. This is because the mechanism required involves               repeated miscarriages consistent with trisomy or monosomy\nmonosomy rescue which is less commonly observed as                   15. Apart from this, should trisomy rescue occur in a trisomy\nmonosomic conceptions tend to be fairly lethal in early              15 conception and should the individual be male, a child with\ngestation allowing less opportunity for a duplication event          AS and UPD 15pat would be the outcome in contrast to\nto occur. No UPD was detected in two prenatal studies                PWS and UPD 15mat from a female rob(15;15q) carrier.\ninvolving a total of 36 karyotypically normal fetuses from\nnonhomologous ROB parents (46,47). The risk however is not\n                                                                     Recommendations on UPD testing\nnegligible as UPD 14pat has been described in a 8-month-old\ngirl with a normal karyotype and a carrier mother with a             Given the relevance of the imprinted chromosomes\nbalanced rob(13q;14q) (23). This would suggest a need for            14 and 15, ROBs involving these chromosomes would have\nprenatal testing to be considered. A duplication of paternal         a relatively higher possibility of resulting in UPD. UPD\nchromosome 14 consistent with monosomy rescue has been               analysis should be offered to couples in the prenatal diagnosis\nproposed as a possible mechanism.                                    of ROBs as it provides no additional risk to the pregnancy.\n    Over a seven year period from 2007 to 2013, our                  This is recognised in the recommendations of both the\nlaboratory had 18 fetuses prenatally diagnosed with balanced         American and Canadian College of Medical Genetics on the\nnonhomologous ROBs involving chromosomes 14 and 15,                  diagnostic testing of UPD (52,53).\ntested for UPD. They include six de novo and twelve familial\n(9 inherited through the mother and 3 through the father) cases.\n                                                                     Indications for prenatal and postnatal UPD\nThe results were unremarkable with all cases showing biparental\n                                                                     testing involving ROBs\ninheritance and negative for UPD. This finding is not unlike the\nearlier small studies published (48,49). It is generally accepted    Guidelines from the American and Canadian College of\nthat families with a fetus carrying a nonhomologous ROB may          Medical Genetics (52,53) for pre/postnatal UPD testing\nbe counselled that the UPD risk is <1%.                              include:\n\n\n\n© Translational Pediatrics. All rights reserved.                    www.thetp.org                       Transl Pediatr 2014;3(2):98-107\n\fTranslational Pediatrics, Vol 3, No 2 April 2014                                                                                       105\n\n\nPrenatal UPD testing                                                    of UPD caused by the imprinted chromosomes 14 and\n                                                                        15 would suggest that phenotypically abnormal carriers as\nPrenatal UPD testing would provide an indication of the\n                                                                        well as prenatal cases demonstrating ROBs involving these\nrisk of an imprinting disorder and it is advised that it be\n                                                                        two chromosomes should be considered for UPD testing.\npursued in a timely manner with appropriate time for\n                                                                        Fetuses with a normal karyotype when a parent is a balanced\ndecision making and counselling.\n                                                                        ROB carrier of chromosomes 14 and/or 15 should also be\n   UPD testing is recommended in fetuses with:\n                                                                        included.\n   (I) A f a m i l i a l o r d e n o v o b a l a n c e d R O B ( o r\n         isochromosome) involving a chromosome 14 or 15;\n   (II) A normal karyotype when the parent is a carrier of a            Acknowledgements\n         balanced ROB with chromosomes 14 and/or 15 [The\n                                                                        The author wishes to thank Dr. Michael Buckley, Clinical\n         samples studied with a normal karyotype from a ROB\n                                                                        Director, SEALS Genetics Laboratory, NSW Health\n         carrier parent are low and a significant risk is not\n                                                                        Pathology, Prince of Wales Hospital, for reviewing the\n         indicated. However a recently described case (23) merits\n                                                                        manuscript. Thanks also to Dr. Bruce Bennetts and staff of\n         attention for UPD testing in this category];\n                                                                        Molecular Genetics, The Children’s Hospital, Westmead\n   (III) Fetuses with anomalies identified by ultrasound that           for the UPD DNA polymorphism studies.\n         are consistent with features found in UPD syndromes.\n\n                                                                        Footnote\nPostnatal UPD testing\n                                                                        Conflicts of Interest: The author has no conflicts of interest to\nThis is required to provide a diagnosis for individuals and             declare.\nfacilitate patient management. Parents would need to be\ninformed of prognosis and risk estimates.\n   Postnatal UPD testing is recommended for:                            References\n   (I) Individuals who present with multiple congenital                 1.   Engel E. A new genetic concept: uniparental disomy\n        anomalies, developmental delay/mental retardation                    and its potential effect, isodisomy. Am J Med Genet\n        and who have either a familial or de novo balanced                   1980;6:137-43.\n        ROB involving chromosome 14 or 15;                              2.   Spence JE, Perciaccante RG, Greig GM, et al. Uniparental\n   (II) Patients with clinical features suggestive of maternal               disomy as a mechanism for human genetic disease. Am J\n        and paternal UPD14, PWS and AS.                                      Hum Genet 1988;42:217-26.\n   The recurrence risk for UPD is thought to be low                     3.   Shaffer LG. Uniparental disomy: mechanisms and clinical\nand is largely unknown, a <1% recurrence risk had been                       consequences. Fetal Matern Med Rev 2003;14:155-75.\nestimated for the UPD of chromosome 15 pertinent to                     4.   Liehr T. Cytogenetic contribution to uniparental disomy\nPWS and AS (12).                                                             (UPD). Mol Cytogenet 2010;3:8.\n                                                                        5.   Liehr T. Cases with uniparental disomy (UPD).\n                                                                             Available online: http://www.med.uni-jena.de/fish/\nTesting methodologies—DNA polymorphism\n                                                                             sSMC/00START-UPD.htm\nstudies\n                                                                        6.   Hamerton JL, Canning N, Ray M, et al. A cytogenetic\nDNA polymorphism analysis using short tandem                                 survey of 14,069 newborn infants: incidence of\nrepeats (STR) is still the preferred test to diagnose UPD                    chromosome abnormalities. Clin Genet 1975;8:223-43.\nparticularly in cases of balanced rearrangements like ROBs.             7.   Bandyopadhyay R, Heller A, Knox-DuBois C, et al. Parental\nTesting should be performed on DNA collected from                            origin and timing of de novo Robertsonian translocation\nparents, child/fetus using at least two fully informative                    formation. Am J Hum Genet 2002;71:1456-62.\npolymorphic markers.                                                    8.   Therman E, Susman B, Denniston C. The nonrandom\n                                                                             participation of human acrocentric chromosomes\n                                                                             in Robertsonian translocations. Ann Hum Genet\nConclusions\n                                                                             1989;53:49-65.\nROBs confer a risk of aneuploidy. Numerous reports                      9.   Gardner RJ, Sutherland GR, Shaffer LG. Chromosome\n\n\n\n© Translational Pediatrics. All rights reserved.                       www.thetp.org                        Transl Pediatr 2014;3(2):98-107\n\f106                                                                                       Yip. UPD in Robertsonian translocations\n\n\n    abnormalities and genetic counseling. Oxford University            in maternal uniparental disomy of chromosome 14. Am J\n    Press, 2012.                                                       Med Genet 1994;51:147-9.\n10. Robinson WP. Mechanisms leading to uniparental disomy          25. Stevenson DA, Brothman AR, Chen Z, et al. Paternal\n    and their clinical consequences. Bioessays 2000;22:452-9.          uniparental disomy of chromosome 14: confirmation of\n11. Stalker HJ, Williams CA. Genetic counseling in Angelman            a clinically-recognizable phenotype. Am J Med Genet A\n    syndrome: the challenges of multiple causes. Am J Med              2004;130A:88-91.\n    Genet 1998;77:54-9.                                            26. Irving MD, Buiting K, Kanber D, et al. Segmental paternal\n12. Buiting K. Prader-Willi syndrome and Angelman                      uniparental disomy (patUPD) of 14q32 with abnormal\n    syndrome. Am J Med Genet C Semin Med Genet                         methylation elicits the characteristic features of complete\n    2010;154C:365-76.                                                  patUPD14. Am J Med Genet A 2010;152A:1942-50.\n13. Nicholls RD, Knoll JH, Butler MG, et al. Genetic               27. Suzumori N, Ogata T, Mizutani E, et al. Prenatal findings\n    imprinting suggested by maternal heterodisomy                      of paternal uniparental disomy 14: Delineation of further\n    in nondeletion Prader-Willi syndrome. Nature                       patient. Am J Med Genet A 2010;152A:3189-92.\n    1989;342:281-5.                                                28. Cassidy SB, Schwartz S, Miller JL, et al. Prader-Willi\n14. Wang JC, Passage MB, Yen PH, et al. Uniparental                    syndrome. Genet Med 2012;14:10-26.\n    heterodisomy for chromosome 14 in a phenotypically             29. Ginsburg C, Fokstuen S, Schinzel A. The contribution of\n    abnormal familial balanced 13/14 Robertsonian                      uniparental disomy to congenital development defects in\n    translocation carrier. Am J Hum Genet 1991;48:1069-74.             children born to mothers at advanced childbearing age.\n15. Temple IK, Cockwell A, Hassold T, et al. Maternal                  Am J Med Genet 2000;95:454-60.\n    uniparental disomy for chromosome 14. J Med Genet              30. Veltman MW, Thompson RJ, Roberts SE, et al. Prader-\n    1991;28:511-4.                                                     Willi syndrome--a study comparing deletion and\n16. Kotzot D. Review and meta-analysis of systematic searches          uniparental disomy cases with reference to autism spectrum\n    for uniparental disomy (UPD) other than UPD 15. Am J               disorders. Eur Child Adolesc Psychiatry 2004;13:42-50.\n    Med Genet 2002;111:366-75.                                     31. Fridman C, Varela MC, Kok F, et al. Paternal UPD15:\n17. Ogur G, Van Assche E, Vegetti W, et al. Chromosomal                further genetic and clinical studies in four Angelman\n    segregation in spermatozoa of 14 Robertsonian                      syndrome patients. Am J Med Genet 2000;92:322-7.\n    translocation carriers. Mol Hum Reprod 2006;12:209-15.         32. Kagami M, Nishimura G, Okuyama T, et al. Segmental and\n18. Munné S, Escudero T, Sandalinas M, et al. Gamete                   full paternal isodisomy for chromosome 14 in three patients:\n    segregation in female carriers of Robertsonian                     narrowing the critical region and implication for the clinical\n    translocations. Cytogenet Cell Genet 2000;90:303-8.                features. Am J Med Genet A 2005;138A:127-32.\n19. Robinson WP, Bernasconi F, Mutirangura A, et                   33. Papenhausen PR, Mueller OT, Johnson VP, et al.\n    al. Nondisjunction of chromosome 15: origin and                    Uniparental isodisomy of chromosome 14 in two cases:\n    recombination. Am J Hum Genet 1993;53:740-51.                      an abnormal child and a normal adult. Am J Med Genet\n20. Purvis-Smith SG, Saville T, Manass S, et al. Uniparental           1995;59:271-5.\n    disomy 15 resulting from “correction” of an initial trisomy    34. Fridman C, Koiffmann CP. Origin of uniparental disomy\n    15. Am J Hum Genet 1992;50:1348-50.                                15 in patients with Prader-Willi or Angelman syndrome.\n21. Cassidy SB, Lai LW, Erickson RP, et al. Trisomy 15 with            Am J Med Genet 2000;94:249-53.\n    loss of the paternal 15 as a cause of Prader-Willi syndrome    35. Shaffer LG. Risk estimates for uniparental disomy\n    due to maternal disomy. Am J Hum Genet 1992;51:701-8.              following prenatal detection of a nonhomologous\n22. Martin RH, Ko E, Rademaker A. Distribution of                      Robertsonian translocation. Prenat Diagn 2006;26:303-7.\n    aneuploidy in human gametes: comparison between human          36. Kotzot D, Utermann G. Uniparental disomy (UPD) other\n    sperm and oocytes. Am J Med Genet 1991;39:321-31.                  than 15: phenotypes and bibliography updated. Am J Med\n23. Potok O, Schlade-Bartusiak K, Perrier R, et al. Paternal           Genet A 2005;136:287-305.\n    uniparental isodisomy for chromosome 14 in a child             37. Stallard R, Krueger S, James RS, et al. Uniparental\n    with normal karyotype, resulting from malsegregation of            isodisomy 13 in a normal female due to transmission of a\n    maternal Robertsonian translocation. European Human                maternal t(13q13q). Am J Med Genet 1995;57:14-8.\n    Genetics Conference. Vienna, Austria. 2009;P03.147.            38. Soler A, Margarit E, Queralt R, et al. Paternal isodisomy\n24. Healey S, Powell F, Battersby M, et al. Distinct phenotype         13 in a normal newborn infant after trisomy rescue\n\n\n\n© Translational Pediatrics. All rights reserved.                  www.thetp.org                         Transl Pediatr 2014;3(2):98-107\n\fTranslational Pediatrics, Vol 3, No 2 April 2014                                                                                 107\n\n\n    evidenced by prenatal diagnosis. Am J Med Genet                    Robertsonian translocations (NHRTs) and uniparental\n    2000;90:291-3.                                                     disomy (UPD) risk: an Italian multicentric prenatal survey.\n39. Slater H, Shaw JH, Bankier A,",
  "wordCount": 6208,
  "indexed": "2025-09-25T22:40:38.999Z",
  "method": "direct"
}
