{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mitsuhashi_Matsumoto_2020_Long-read sequencing for rare human genetic diseases.pdf",
  "fileName": "Mitsuhashi_Matsumoto_2020_Long-read sequencing for rare human genetic diseases.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Mitsuhashi_Matsumoto_2020_Long-read sequencing for rare human genetic diseases.pdf",
  "text": "Journal of Human Genetics (2020) 65:11–19\n                                    https://doi.org/10.1038/s10038-019-0671-8\n\n                                        REVIEW ARTICLE\n\n\n\n                                    Long-read sequencing for rare human genetic diseases\n                                    Satomi Mitsuhashi1 Naomichi Matsumoto1\n                                                            ●\n\n\n\n\n                                    Received: 31 May 2019 / Revised: 28 August 2019 / Accepted: 3 September 2019 / Published online: 27 September 2019\n                                    © The Author(s), under exclusive licence to The Japan Society of Human Genetics 2019\n\n\n                                    Abstract\n                                    During the past decade, the search for pathogenic mutations in rare human genetic diseases has involved huge efforts to\n                                    sequence coding regions, or the entire genome, using massively parallel short-read sequencers. However, the approximate\n                                    current diagnostic rate is <50% using these approaches, and there remain many rare genetic diseases with unknown cause.\n                                    There may be many reasons for this, but one plausible explanation is that the responsible mutations are in regions of the\n                                    genome that are difﬁcult to sequence using conventional technologies (e.g., tandem-repeat expansion or complex\n                                    chromosomal structural aberrations). Despite the drawbacks of high cost and a shortage of standard analytical methods,\n                                    several studies have analyzed pathogenic changes in the genome using long-read sequencers. The results of these studies\n1234567890();,:\n                  1234567890();,:\n\n\n\n\n                                    provide hope that further application of long-read sequencers to identify the causative mutations in unsolved genetic diseases\n                                    may expand our understanding of the human genome and diseases. Such approaches may also be applied to molecular\n                                    diagnosis and therapeutic strategies for patients with genetic diseases in the future.\n\n\n                                    Introduction to genetic diagnosis of rare                              to interpretation bias because it is difﬁcult to interpret\n                                    human diseases using genomic DNA                                       pathogenicity in variants outside the coding regions. How-\n                                    sequencing                                                             ever, whole-exome sequencing (WES) remains a powerful\n                                                                                                           and cost-effective tool, and it has even been widely used in\n                                    Since the discovery and cloning of causative genes in human            small laboratories and hospitals. In the diagnostic setting,\n                                    inherited diseases 30 years ago [1, 2], deciphering causal             target sequencing of candidate gene panels has also been\n                                    relationships between single-gene mutations and inherited              used when the patient’s phenotype is speciﬁc to certain\n                                    diseases have provided important information in the ﬁelds of           causative gene mutations. Using these approaches, many\n                                    biochemistry, molecular biology, and medical genetics (e.g.,           novel mutations have been identiﬁed in known genes. The\n                                    genetic counseling) and for the development of therapeutic             use of whole-genome sequencing (WGS) using short-read\n                                    strategies. In rare genetic diseases, pathogenic variants vary         sequencers is considered in WES-negative cases. However,\n                                    from small mutations including single-nucleotide substitu-             given the high cost and analysis burden and that WES has a\n                                    tions or a few nucleotide insertions/deletions to large changes        mutation detection rate comparable with that of WGS [3],\n                                    including tandem-repeat multiplications, large deletions,              WES may be the ﬁrst choice in many diagnostic labora-\n                                    translocations, inversions, transposable element (TE) inser-           tories. For copy number variations (i.e., large deletions or\n                                    tions, or complex rearrangements. Therefore, diverse detec-            duplications), microarray technologies and short-read\n                                    tion strategies that can identify different types of mutations are     sequencing have been used to successfully detect apparent\n                                    required.                                                              pathogenic variations [4, 5].\n                                       Short-read sequencing platforms have been widely used                  Despite these intensive efforts, the causative genes and\n                                    for the diagnosis of small mutations. To date, most known              mutations have been identiﬁed by short-read sequencers in\n                                    pathogenic variants are in coding regions. This may be due             approximately one-third of rare genetic diseases [3]. One\n                                                                                                           possible reason for this is that pathogenic mutations reside\n                                                                                                           in parts of the genome that are “inaccessible” using con-\n                                                                                                           ventional techniques (e.g., repetitive regions or GC-rich\n                                    * Satomi Mitsuhashi                                                    regions). Long-read sequencers [Paciﬁc Biosciences (Pac-\n                                      satomits@yokohama-cu.ac.jp\n                                                                                                           Bio) and Oxford Nanopore Technologies sequencers,\n                                    1\n                                         Department of Human Genetics, Yokohama City University            hereinafter referred to as Nanopore] have recently been\n                                         Graduate School of Medicine, Kanazawa, Japan                      introduced close to the diagnostic settings of genetic\n\f12                                                                                                 S. Mitsuhashi, N. Matsumoto\n\n\ndiseases in the hope of identifying pathogenic mutations       targets in which to perform genome-wide investigations of\nthat have not been discovered using conventional technol-      repeat expansions using long reads because they are often\nogies. Several recent reports have shown that long-read        difﬁcult to ﬁnd with only a single patient. Our survey using\nsequencing can identify pathogenic mutations in known or       the Human Genetic Mutation Database (HGMD)\nnovel disease-causing genes [6–11]. We herein provide an       (http://www.hgmd.cf.ac.uk/), a database of literature\noverview of the applications of long reads to rare human       reporting pathogenic variants in human genetic diseases,\ngenetic diseases (Table 1) and discuss the mutation types      showed that the range of expansion length tends to be long\nsuitable for current long-read technologies.                   in UTRs and introns and that Nanopore or PacBio long-read\n                                                               lengths can mostly cover known pathogenic expansions\n                                                               (Fig. 1a). This observation indicates that undiscovered\nTandem-repeat diseases                                         repeat diseases within this range of repeat expansion will be\n                                                               found by long-read sequencers.\nAbout 1 million tandem-repeat sequences exist in the              An advantage of long-read sequencers lies in dealing\nhuman genome according to the UCSC annotation of sim-          with GC-rich regions. These regions are difﬁcult to\npleRepeat using Tandem Repeat Finder [12] or Repeat-           sequence using short-read sequencers or Sanger sequencing.\nMasker [13]. The length of repeat units varies from a few      CGG expansion in the 5′UTR of FMR1 causes fragile X\nbases to thousands of bases. Highly similar sequences are      syndrome [22]. Several studies have focused on long-read\nprone to rearrangement, which can cause structural changes.    sequencing of this difﬁcult-to-sequence repeat. These stu-\nThe mutation rate of tandem repeats is much higher than        dies have shown that the PacBio sequencer successfully\nthat of non-repeats [14, 15]. Known changes in tandem          sequenced the FMR1 repeat and determined the repeat\nrepeats cause more than 30 human genetic diseases, some of     length and repeat structure, ultimately conﬁrming the\nwhich affect a large number of people [16]. Two common         association between repeat structures (i.e., interruption of\ntypes of muscular dystrophy, namely myotonic dystrophy         AGG) and clinical phenotypes [23, 24]. Ishiura et al. used\nand facioscapulohumeral muscular dystrophy (FSHD), are         Nanopore sequencing to determine the structure of expan-\ncaused by tandem-repeat changes. The estimated prevalence      ded pentanucleotide repeats in patients with benign adult\nof these disorders is 1 in 12,000, making them the second      familial myoclonic epilepsy (BAFME), a novel repeat\nmost common forms of hereditary myopathy [17]. Myo-            expansion disease [25]. BAFME is caused by intronic\ntonic dystrophy is caused by CTG repeat expansion in the 3′    repeat expansion in SAMD12. Zeng et al. and Mizuguchi\nUTR of the DMPK gene [18]. Pathogenic repeat expansions        et al. also identiﬁed SAMD12 repeat expansions in patients\nrange from a few hundred to thousands of copies. FSHD is       with BAFME using Nanopore and PacBio sequencers,\ncaused by the contraction of a 3.4-kb subtelomeric tandem      respectively [9, 10]. These examples clearly indicate that\nrepeat on chr4, which causes epigenetic changes in ﬂanking     long-read sequencing is useful for analyzing tandem-repeat\nregions and mis-expression of ﬂanking genes [19]. Southern     expansions. Long reads are a straightforward way to detect\nblot analysis and long-read polymerase chain reaction          repeat changes because an adequately long read can\n(PCR) are used for the diagnosis of these disorders, but       encompass an entire expanded repeat as well as ﬂanking\nresearch has shown that Nanopore sequencing might be           unique sequences (Fig. 1b–d).\napplicable for these large repeat expansions. Cumming et al.      Mitsuhashi & Frith et al. developed a repeat copy num-\nanalyzed the DMPK repeat structure using the PacBio            ber prediction tool from long-read tandem genotypes [13].\nsequencer [20]. Mitsuhashi et al. showed that Nanopore         This tool uses a probability-based accurate alignment\nultra-long reads encompassing the whole pathogenic 4q35        method [26] and robustly detects changes at annotated\nD4Z4 repeat allele can be distinguished from the benign        tandem repeats throughout the genome. This method was\nallele on chr10 [21].                                          used to discover novel pathogenic GGC repeat expansions\n   In gene hunting for genetic diseases, tandem-repeat dis-    in the human speciﬁc gene NOTCH2NLC in multiple\neases are a good target for long-read sequencers. It is dif-   patients with neuronal intranuclear inclusion disease (NIID)\nﬁcult to analyze genome-wide tandem repeats using short-       using both PacBio and the high-throughput Nanopore\nread sequencers. Historically, most tandem-repeat diseases     sequencer PromethION [6]. This locus is not only GC-rich,\nwere discovered based on linkage analysis in families with     but also resides in a segmental genome duplication [27],\nmultiple affected members. If tandem-repeat mutations          and previous short-read sequencer investigations were\ncause severe congenital disease, they may be overlooked        unable to identify the causative repeat changes in patients\nbecause of the unavailability of suitably large families for   with NIID. Investigation of tandem repeats using long reads\nsuch analyses. Interestingly, the majority of these tandem-    should be considered for Mendelian diseases in which no\nrepeat diseases cause neurological symptoms [13]. Con-         causal mutations are found when assessed using short-read\ngenital neurological diseases might be good candidate          sequencers.\n\fTable 1 Summary of clinical long-read sequencing application in genetic diseases\nDisease                                          Mutation type              Gene/Locus   Method                 Sequencing platform                Mean read length        Predicted       Reference\n                                                                                                                                                                           cogerage\n\nBenign adult familial myoclonic epilepsy         Tandem repeat              SAMD12       Whole genome           PacBio/Sequel                      7705                    7×              Mizuguchi et al. [9]\nBenign adult familial myoclonic epilepsy         Tandem repeat              SAMD12       Whole genome           PacBio/Sequel and Nanopore         >10 k                   ~10×            Zeng et al. [10]\nBenign adult familial myoclonic epilepsy         Tandem repeat              SAMD12       BAC clone or           PacBio/RSII or Nanopore/MinION     N.A.                    N.A.            Ishiura et al. [25]\n                                                                                         whole genome\nNeuronal intranuclear inclusion disease          Tandem repeat              NOTCH2NLC Whole genome              PacBio/RSII or Nanopore/           1269–20,204             6×–25×          Sone et al. [6]\n                                                                                                                PromethION(R9.4)\nCongenital abnormalities                         Chromothripsis             –            Whole genome           Nanopore/MinION(R7.3,R9,R9.4)      (Distribution plot is   16×, 11 ×       Stancu et al. [32]\n                                                                                                                                                   available)\nIntellectual disability and seizure              Chromosome translocation   ARFGEF9      Whole genome           Nanopore/MinION(R9.4)              9k                      1.46×           Dutta et al. [33]\n                                                                                                                                                                           (chr20, chrX)\nProgressive myoclonic epilepsy                   12 kb deletion             CLN6         Whole genome           PacBio/Sequel                      9744                    6×              Mizuguchi et al. [8]\nCarney complex                                   2k deletion                PRKAR1A      Whole genome           PacBio/Sequel                      >9 k                    9×              Merker et al. [7]\nBardet-Biedl syndrome                            72.8-Kb deletion           7q14.3       Whole genome           PacBio/RSII                        N.A.                    539,118 bases   Reiner et al. [34]\nNeonatal hypoxic-ischaemic encephalopathy        Duplication-inversion-     CDKL5        Whole genome           Nanopore/R9                        8136 (median)           3× (minimum)    Sanchis-Juan et al. [11]\n                                                 duplication\n                                                                                                                                                                                                                      Long-read sequencing for rare human genetic diseases\n\n\n\n\nAmyotrophic lateral sclerosis and fromtotemporal Tandem repeat              C9orf72      whole genome and No-   PacBio/Sequel or Nanopore/MinION   N.A.                    7× or 3×        Ebbert et al. [42]\ndementia                                                                                 Amp\nGlycogen storage disease                         7.1 kb deletion            G6PC         whole genome           Nanopore/GridION(R9.4)             16,579                  10×             Miao et al. [35]\n                                                                                         sequencing\nMyotonic dystrophy                               Tandem repeat              DMPK         PCR amplicon           PacBio/                            N.A.                    N.A.            Cumming et al. [20]\nFragile X syndrome                               Tandem repeat              FMR1         PCR amplicon           PacBio/RSII                        N.A.                    N.A.            Ardui et al. [24]\nFragile X syndrome                               Tandem repeat              FMR1         PCR amplicon           PacBio/RS                          N.A.                    N.A.            Loomis et al. [23]\nSpinocerebellar atasia type 10                   Tandem repeat              ATXN10       PCR amplicon           PacBio/RS                          N.A.                    N.A.            McFarland et al. [37]\nAutosomal dominant tubulointerstitial kidney     SNV in tandem repeats      MUC1         PCR amplicon           PacBio/RSII                        N.A.                    N.A.            Wenzel et al. [38]\ndisease\nHuntington’s disease                             Tandem repeat              HTT          No-Amp                 PacBio                             N.A.                    N.A.            Höijer et al. [41]\nParkinson’s disease                              Tandem repeat              ATXN10       No-Amp                 PacBio                             N.A.                    N.A.            Schüle et al. [44]\nFuchs endothelial corneal dystrophy              Tandem repeat              TCF4         No-Amp                 PacBio/RSII                        N.A.                    N.A.            Hafford-Tear et al. [43]\nNeuronal intranuclear inclusion disease          Tandem repeat              NOTCH2NLC Cas9-mediated target      Nanopore/MinION                    N.A.                    N.A.            Sone et al. [6]\n                                                                                      sequence\nBecker muscular dystrophy                        L1 insertion               DMD       PCR amplicon              PacBio/RSII                        N.A.                    N.A.            Gonçalves et al. [47]\nX-Linked Dystonia-Parkinsonism                   SVA insertion              TAF1         BAC clone              PacBio/RSII                        N.A.                    N.A.            Aneichyk et al. [48]\n                                                                                                                                                                                                                      13\n\f14                                                                                                                 S. Mitsuhashi, N. Matsumoto\n\n\n\n\nFig. 1 Tandem repeats and human diseases. a Repeat expansion length      names are listed in the bottom of the x-axis. Corresponding disease\ndistribution in known genetic diseases. The horizontal gray line shows   names and loci are described in disease.txt in https://github.com/\nthe approximate average length of current long-read sequencing           mcfrith/tandem-genotypes. b Tandem repeats are difﬁcult to detect by\n(PacBio Sequel: 9,744 bases [8], Nanopore PromethION:                    short reads, but adequately long reads that encompass whole repeats\n1,269–20,204 bases [6]). Long-read sequencing can cover most known       can use unique ﬂanking sequences to align whole repeats. c Multiple\npathogenic repeat expansions. Pathogenic tandem-repeat expansions at     tandem repeats with the same repeat unit at different genomic loci are\ncoding regions tend to be short relative to Intron or UTR repeat         difﬁcult to distinguish by short reads. c Inter-spread repeats (e.g.,\nexpansions. Note that because repeat lengths are obtained from the       LINE) can be also distinguished if the read is long enough to have both\nHGMD database (http://www.hgmd.cf.ac.uk), the resources are mul-         unique ﬂanking sequences\ntiple manuscripts whose measurement methodologies may differ. Gene\n\n\n\n\nOther structural variations and complex                                  disrupting non-coding regulatory elements. SVs with\nrearrangements                                                           copy number changes across a large area (e.g., large\n                                                                         deletions or duplications involving >10 kb) can be found\nStructural variations (SVs) are large changes in the gen-                by short-read sequencers (WES or WGS) or microarray\nome and tend to occur in repetitive genomic regions                      analysis [4, 5, 30]. However, smaller SVs (e.g., TE\n(Fig. 2). SVs can inﬂuence genome organization and lead                  insertion) or SVs without copy number changes (e.g.,\nto disease [28, 29]. Even without directly disrupting                    inversions) are challenging to identify by routine analysis.\ncoding regions, SVs may affect gene expression by                        A large study of autism spectrum disorder and\n\fLong-read sequencing for rare human genetic diseases                                                                                         15\n\n\n\n\nFig. 2 Variety of structural variations. a Schematic of reference         fragments of the genome are rearranged in a complex way. A short\nsequence. The white arrow indicates the direction of the sequence         read may be able to detect some breakpoints, but it is difﬁcult to\n(5′ to 3’). b Deletion. c Inversion. d Tandem duplication. e Insertion.   reconstruct the whole picture of the complex rearrangements. A long\nThe pale gray region is inserted from elsewhere or has an unknown         read that encompasses several parts of or whole rearrangements clearly\norigin. f Chromosomal translocation. g Chromothripsis. Multiple           indicates the whole picture of the complex rearrangements\n\n\n\ndevelopmental disorders showed that many complex SVs                      because of the high false-positive call rates and limited\nhave not been captured [31].                                              throughput, respectively [7]. Reiner et al. precisely identi-\n   Precise breakpoint detection is sometimes difﬁcult using               ﬁed deletion breakpoints of a homozygous 72.8-kb deletion\nshort-read sequencing because breakpoints frequently occur                at 7q14.3 using the PacBio sequencer in a patient with\nin repetitive regions. Through an analysis of two patients,               autosomal recessive Bardet-Biedl syndrome [34]. Miao\nStancu et al. demonstrated that Nanopore sequencing                       et al. identiﬁed a pathogenic SV in the recessive glycogen\neffectively identiﬁes de novo chromothripsis rearrange-                   storage disease type Ia gene G6PC [35]. They found a small\nments [32]. They also identiﬁed novel inherited variants that             pathogenic nucleotide mutation in one allele but could not\nwere missed in short-read data, indicating that long-read                 identify the other mutation. Therefore, they performed\nsequencing is superior to short-read sequencing in                        Nanopore WGS and found a 7.1-kb deletion covering two\ndetecting SVs.                                                            exons in the other G6PC allele. Sanchis-Juan et al. analyzed\n   Further clinically oriented studies using long-read                    duplication-inversion-duplication overlaps in CDKL5 in a\nsequencers have recently been published. Using Nanopore                   patient with neonatal hypoxic-ischemic encephalopathy and\nWGS, Dutta et al. analyzed a patient with intellectual dis-               successfully determined the conﬁguration of this complex\nability and seizure who had a balanced chromosomal                        SV, a feat that was impossible using a short-read sequen-\ntranslocation between chromosomes X and 20. They suc-                     cing approach [11].\ncessfully conﬁrmed the breakpoint in an intron of the                        Taken together, these results suggest that SVs can be\nARFGEF9 gene on Xp11.1 and on 20p13 between RASSF2                        effectively found using long-read sequencing. Considering\nand SLC23A2 [33]. Using PacBio WGS, Mizuguchi et al.                      the limitations of short-read sequencing in detecting SVs, it\nfound a 12-kb homozygous deletion in CLN6 in a WES-                       might be better to consider using long-read sequencing.\nnegative patient with progressive myoclonic epilepsy [8].                 Bioinformatic methods to effectively select rare SVs and\nThis region was GC-rich, contained multiple repetitive                    compare them with those of controls will be important for\nsequences, and was missed using a short-read sequencer.                   excluding benign/polymorphic SVs.\nMerker et al. identiﬁed a heterozygous 2184-bp deletion in\nthe ﬁrst coding exon of PRKAR1A, implicated in autosomal\ndominant Carney complex, that led to decreased expression                 Target sequencing using long-read\nof its transcript [7]. Although this deletion was retro-                  sequencers\nspectively identiﬁable from short-read sequencing SV call-\ners or manual inspections, the authors indicated that these               There are several approaches to enrich certain regions of the\napproaches are not practical for genome-wide application                  genome and perform target sequencing using long-read\n\f16                                                                                                  S. Mitsuhashi, N. Matsumoto\n\n\nsequencers. The main target is expanded tandem repeats. In      runs artiﬁcially high by Southern blotting because of\nsome repeat expansion diseases, the repeat structure itself     methylation or high GC content. Hafford-Tear et al. also\ndetermines the disease phenotypes or severity. Therefore, it    used No-Amp to sequence triplet repeats in the TCF4 gene,\nwould be important to know the complete repeat structure,       which is associated with Fuchs endothelial corneal dystro-\nnot simply its locus or repeat size, to completely understand   phy [43]. They obtained an average of 327 reads (per\nthe resulting pathogenicity. For example, pathogenic            sample) from 11 samples and could determine repeat sizes\nTGGAA pentanucleotide expansion in the BEAN1 gene               with repeat instability correlating with repeat length. They\nintron causes a neurodegenerative disease, namely spino-        also observed GTG repeat interruption within CTG in one\ncerebellar ataxia type 31 (SCA31); however, TAAAA               individual. Schüle et al. identiﬁed a ATXN10 repeat\nexpansions also existing at this locus are benign [36].         expansion in a patient with clinical Parkinson’s disease and\nMoreover, long tandem repeats are difﬁcult to analyze by        investigated the repeat structure using No-Amp PacBio\nSanger sequencing.                                              target sequencing. Interestingly, unlike other patients with\n   Early approaches of targeted long-read sequencing used       SCA10, this patient did not have an interrupted repeat [44].\nPCR-ampliﬁed products or BAC clones. McFarland et al.              Nanopore is also developing CRISPR/Cas9-mediated\nsequenced PCR-ampliﬁed ATTCT repeat expansion in                target sequencing. Sone et al. [6] successfully performed\nATXN10, which causes spinocerebellar ataxia type 10             targeted sequencing of repeat expansion using a Cas9-\n(SCA10), using the PacBio sequencer [37] and showed that        mediated enrichment method in the newly identiﬁed repeat\nan interrupted repeat structure exists within the expansion.    disease gene NOTCH2NLC [6] (Fig. 3). Using a MinION\nWenzel et al. performed PacBio sequencing in a PCR-             sequencer, Cas9-enriched targeted sequencing produced\nampliﬁed fragment of the MUC1 gene, which is responsible        100–1795× coverage reads at repeat locus using 5 µg of\nfor autosomal dominant tubulointerstitial kidney diseases       DNA. The authors combined MAFFT multiple alignment\n[38]. They successfully identiﬁed the causal mutation in a      and parameter estimation using last-train [26, 45] and\nhighly GC-rich coding tandem-repeat region. Ishiura et al.      constructed consensus sequences of the repeats from\nsequenced the BAC clone of the disease locus of BAFME           patients with NIID. Interestingly, the repeat structures\nin a patient using PacBio [25]. However, they suspected that    agreed with the NIID phenotypes. The pure GGC repeat\nan unexpected contraction of the repeats occurred during        showed a dementia-dominant phenotype, while repeat\nBAC cloning. Given that these methods may suffer from           expansions containing GGA showed weakness phenotypes\nPCR errors or this bias of cloning, the authors sought to       in addition to dementia.\nsequence native genomic DNA from patients. For this                The discussed targeted sequencing approaches are still\npurpose, some researchers are using PacBio’s no-                the early phase and not yet widely used. It appears that\nampliﬁcation (No-Amp) targeted sequencing method. No-           PacBio CCS is more accurate than is Nanopore targeted\nAmp uses clustered regularly interspaced short palindromic      sequencing, but Nanopore has the capacity to read longer\nrepeats (CRISPR)/Cas9 to enrich the targeted region from        sequences than PacBio. Certain repetitive sequences may\nwhole genomic DNA. CRISPR/Cas9 can cleave speciﬁc               possibly cause systematic errors, which have been observed\ntarget sites using guide RNA complimentary to the target        both in Nanopore and PacBio reads [13]. Testing a greater\nDNA sequences [39]. The cleaved DNA library was ligated         variety of repeat sequences would be important. However,\nto captured adaptors and applied to target sequencing. No-      current evidence shows promising results. Once these\nAmp technologies use circular consensus sequence (CCS)          methods become more robust and widely applied to repeats,\nreads. CCS creates an accurate consensus sequence from          it will only be a matter of time before the clinical applica-\nmultiple passes of a single template molecule from noisy        tion of “repeat disease diagnostic panels” that can determine\nindividual subreads [40]. Using PacBio’s No-Amp targeted        repeat copy numbers and repeat structures.\nsequencing, Höijer et al. sequenced CAG repeats in the HTT\ngene, causative for Huntington disease, in 11 patients with\nHuntington’s disease [41]. They found this approach             Transposable elements\naccurate, and their CAG repeat count agreed with that\nobtained via PCR fragment analysis. Using the same No-          Although not frequently reported, TE insertions cause\nAmp method, Ebbert et al. obtained 800× coverage CCS            human genetic disease [46]. Long-read sequencing is\nreads at the C9orf72 GGGGCC repeat locus, which is              beginning to be used to characterize such mutations. Using\nresponsible for amyotrophic lateral sclerosis and fronto-       transcriptome analysis and PCR amplicon PacBio sequen-\ntemporal dementia [42]. They could estimate the repeat          cing, Gonçalves et al. reported an intronic LINE-1 insertion\ncopy numbers and compared the results with those obtained       in the DMD gene in Becker muscular dystrophy [47]. By\nby Southern blot analysis. The Southern blot results showed     combining multiple approaches (targeted sequencing, gen-\nlarger repeats, which was expected as this repeat expansion     ome assembly and transcriptome analysis using PacBio,\n\fLong-read sequencing for rare human genetic diseases                                                                                    17\n\n\n\n\nFig. 3 Cas9-mediated enrichment. Schematic description of Cas9-       capture adaptors were added for targeted sequencing, as described\nmediated enrichment. Note that in the No-Amp method, genomic          previously [41, 43]. For Nanopore, both ﬂanking sites are targeted by\nDNA was ﬁrst digested by restriction enzymes, and DNA fragments       Cas9 and sequencing adapters are added to both cut ends, enabling\nwere subjected to library preparation. A CRISPR-Cas9 targeted         sequencing of both strands\ndouble-strand break was then applied to the library, and additional\n\n\n\nIllumina short-read sequencers, and 10 × genomics), Anei-             times larger data than does MinION. PromethION can\nchyk et al. reported a SINE-VNTR-Alu insertion in the                 produce more than 100 Gb in a single ﬂow cell run using\nTAF1 gene intron as the cause of X-linked dystonia-par-               only 1 μg of template DNA, and this output is increasing.\nkinsonism [48]. These ﬁndings support the idea that TE                PacBio’s highly accurate long-read sequencing, CCS tech-\ninsertions are responsible for genetic diseases and are likely        nologies, may also be promising [40]. In 2019, PacBio\nto be overlooked. Whether sole long-read re-sequencing is             released Sequel II, which they claim enables eight-times\nable to identify pathogenic TE insertion is a current area of         larger sequence output in one ﬂow cell and CCS. Sequen-\ninterest. Previous studies have suggested the presence of             cing using both of these products is available at a reasonable\nmultiple TE insertions in our genomes that may have been              cost and it is anticipated that small mutations will also be\nmissed by short-read sequencing [32]. In addition, TEs are            analyzed by long-read sequencing. We propose the current\nreportedly still active in the brain [49]. It is intriguing to        strategic ﬂow for genetic diagnosis of rare human diseases\nthink that somatic TE insertions in the brain may cause               (Fig. 4). Long-read sequencing is especially highly recom-\nbrain diseases such as focal cortical dysplasia. To date (as of       mended when repeat diseases or complex chromosomal\nMay 2019), no disease causing TE insertions has been                  rearrangements are suspected (e.g., the presence of antici-\nreported solely using long-read re-sequencing. It would be            pations or complex copy number changes). In this review,\ninteresting to determine whether broader application of               we introduced several examples of long-read sequencing\nlong-read sequencing in WES- or WGS-negative cases                    applications used in patients with genetic diseases. Addi-\nenables identiﬁcation of TE insertions that disrupt disease-          tional informative studies are already deposited on the\ncausing genes as either germline or somatic mutations.                preprint server bioRxiv (https://www.biorxiv.org) and are\n                                                                      expected to be published soon. We believe that many more\n                                                                      long-read applications in the ﬁeld of medical genetics will\nConclusions and future perspectives                                   be developed in the near future. This will expand our\n                                                                      knowledge of the complexity of our genome and uncover\nAlthough long-read sequencing is nearing practical levels             the functional roles of repetitive regions.\nfor the analysis of SV and tandem repeats in human genetic\ndiseases, current long-read sequencers have room for                  Web resources\nimprovement in terms of base-calling accuracy and costs.\nHowever, the accuracy and affordability of these technol-             https://github.com/mcfrith/tandem-genotypes\nogies are rapidly improving. In 2018, Nanopore released the           http://www.hgmd.cf.ac.uk/ac/index.php\nPromethION high-throughput sequencer. It produces ten                 https://genome.ucsc.edu\n\f18                                                                                                                   S. Mitsuhashi, N. Matsumoto\n\n\nFig. 4 Current strategic\nworkﬂow of rare disease\ndiagnosis when single-gene\ndiseases are suspected. Dotted\narrow: if no pathogenic variant\nwas detected, we considered\nmoving to another platform\n\n\n\n\nAcknowledgements We thank Rebecca Porter, Ph.D. and Angela                      structural variation in a Mendelian disease. Genet Med.\nMorben, DVM, ELS from Edanz Group (www.edanzediting.com/ac) for                 2018;20:159–63.\nediting a draft of this manuscript. This work was supported by JSPS          8. Mizuguchi T, Suzuki T, Abe C, Umemura A, Tokunaga K, Kawai\nKAKENHI under grant numbers 19K07977 and JP17H01539 and by                      Y, et al. A 12-kb structural variation in progressive myoclonic\nAMED under grant numbers JP18ek0109280, JP18dm0107090,                          epilepsy was newly identiﬁed by long-read whole-genome\nJP18ek0109301, JP18ek0109348, and JP18kk020501.                                 sequencing. J Hum Genet. 2019;64:359–68.\n                                                                             9. Mizuguchi T, Toyota T, Adachi H, Miyake N, Matsumoto N,\n                                                                                Miyatake S. Mizuguchi T, Toyota T, Adachi H, Miyake N,\nCompliance with ethical standards                                               Matsumoto N, Miyatake S. Detecting a long insertion variant in\n                                                                                SAMD12 by SMRT sequencing: implications of long-read whole-\nConﬂict of interest The authors declare that they have no conﬂict of            genome sequencing for repeat expansion diseases. J Hum Genet.\ninterest.                                                                       2018;64:191–97.\n                                                                            10. Zeng S, Zhang MY, Wang XJ, Hu ZM, Li JC, Li N, et al. Long-\nPublisher’s note Springer Nature remains neutral with regard to                 read sequencing identiﬁed intronic repeat expansions in\njurisdictional claims in published maps and institutional afﬁliations.          SAMD12 from Chinese pedigrees affected with familial cortical\n                                                                                myoclonic tremor with epilepsy. J Med Genet. 2019;56:265–70.\n                                                                            11. Sanchis-Juan A, Stephens J, French CE, Gleadall N, Megy K,\n                                                                                Penkett C, et al. Complex structural variants in Mendelian dis-\nReferences                                                                      orders: identiﬁcation and breakpoint resolution using short- and\n                                                                                long-read genome sequencing. Genome Med. 2018;10:95.\n 1. Royer-Pokora B, Kunkel LM, Monaco AP, Goff SC, Newburger                12. Benson G. Tandem repeats ﬁnder: a program to analyze DNA\n    PE, Baehner RL, et al. Cloning the gene for an inherited human              sequences. Nucleic Acids Res. 1999;27:573–80.\n    disorder–chronic granulomatous disease–on the basis of its chro-        13. Mitsuhashi S, Frith MC, Mizuguchi T, Miyatake S, Toyota\n    mosomal location. Nature. 1986;322:32–8.                                    T, Adachi H, et al. Tandem-genotypes: robust detection of tandem\n 2. Monaco AP, Neve RL, Colletti-Feener C, Bertelson CJ, Kurnit                 repeat expansions from long DNA reads. Genome Biol.\n    DM, Kunkel LM. Isolation of candidate cDNAs for portions of the             2019;20:58.\n    Duchenne muscular dystrophy gene. Nature. 1986;323:646–50.              14. Weber JL, Wong C. Mutation of human short tandem repeats.\n 3. Clark MM, Stark Z, Farnaes L, Tan TY, White SM, Dimmock D,                  Hum Mol Genet. 1993;2:1123–8.\n    et al. Meta-analysis of the diagnostic and clinical utility of genome   15. Brinkmann B, Klintschar M, Neuhuber F, Huhne J, Rolf B.\n    and exome sequencing and chromosomal microarray in children                 Mutation rate in human microsatellites: inﬂuence of the structure\n    with suspected genetic diseases. NPJ Genom Med. 2018;3:16.                  and length of the tandem repeat. Am J Hum Genet.\n 4. Harada N, Hatchwell E, Okamoto N, Tsukahara M, Kurosawa K,                  1998;62:1408–15.\n    Kawame H, et al. Subtelomere speciﬁc microarray based com-              16. Tang H, Kirkness EF, Lippert C, Biggs WH, Fabani M, Guzman\n    parative genomic hybridisation: a rapid detection system for                E, et al. Proﬁling of Short-Tandem-Repeat Disease Alleles in\n    cryptic rearrangements in idiopathic mental retardation. J Med              12,632 Human Whole Genomes. Am J Hum Genet.\n    Genet. 2004;41:130–6.                                                       2017;101:700–15.\n 5. Neerman N, Faust G, Meeks N, Modai S, Kalfon L, Falik-Zaccai            17. Deenen JC, Arnts H, van der Maarel SM, Padberg GW, Ver-\n    T, et al. A clinically validated whole genome pipeline for structural       schuuren JJ, Bakker E, et al. Population-based incidence and\n    variant detection and analysis. BMC Genomics. 2019;20:545.                  prevalence of facioscapulohumeral dystrophy. Neurology.\n 6. Sone J, Fujita A, Mizuguchi T, Hamanaka K, Mori K, Koike H,                 2014;83:1056–9.\n    et al. Long-read sequencing identiﬁes GGC repeat expansions in          18. Brook JD, McCurrach ME, Harley HG, Buckler AJ, Church D,\n    NOTCH2NLC associated with neuronal intranuclear inclusion                   Aburatani H, et al. Molecular basis of myotonic dystrophy:\n    disease. Nat Genet. 2019;51:1215–1221.                                      expansion of a trinucleotide (CTG) repeat at the 3' end of a\n 7. Merker JD, Wenger AM, Sneddon T, Grove M, Zappala Z, Fre-                   transcript encoding a protein kinase family member. Cell.\n    sard L, et al. Long-read genome sequencing identiﬁes causal                 1992;68:799–808.\n\fLong-read sequencing for rare human genetic diseases                                                                                             19\n\n\n19. Lemmers RJ, van der Vliet PJ, Klooster R, Sacconi S, Camano P,        35. Miao H, Zhou J, Yang Q, Liang F, Wang D, Ma N, et al. Long-\n    Dauwerse JG, et al. A unifying genetic model for facioscapulo-            read sequencing identiﬁed a causal structural variant in an exome-\n    humeral muscular dystrophy. Science. 2010;329:1650–3.                     negative case and enabled preimplantation genetic diagnosis.\n20. Cumming SA, Hamilton MJ, Robb Y, Gregory H, McWilliam C,                  Hereditas. 2018;155:32.\n    Cooper A, et al. De novo repeat interruptions are associated with     36. Sato N, Amino T, Kobayashi K, Asakawa S, Ishiguro T, Tsunemi\n    reduced somatic instability and mild or absent clinical features in       T, et al. Spinocerebellar ataxia type 31 is associated with \"inserted\"\n    myotonic dystrophy type 1. Eur J Hum Genet. 2018;26:1635–47.              penta-nucleotide repeats containing (TGGAA)n. Am J Hum Genet.\n21. Mitsuhashi S, Nakagawa S, Takahashi Ueda M, Imanishi T, Frith             2009;85:544–57.\n    MC, Mitsuhashi H. Nanopore-based single molecule sequencing           37. McFarland KN, Liu J, Landrian I, Godiska R, Shanker S, Yu F,\n    of the D4Z4 array responsible for facioscapulohumeral muscular            et al. SMRT Sequencing of Long Tandem Nucleotide Repeats in\n    dystrophy. Sci Rep. 2017;7:14789.                                         SCA10 Reveals Unique Insight of Repeat Expansion Structure.\n22. Kremer EJ, Pritchard M, Lynch M, Yu S, Holman K, Baker E,                 PLoS ONE. 2015;10:e0135906.\n    et al. Mapping of DNA instability at the fragile X to a trinu-        38. Wenzel A, Altmueller J, Ekici AB, Popp B, Stueber K, Thiele H,\n    cleotide repeat sequence p(CCG)n. Science. 1991;252:1711–4.               et al. Single molecule real time sequencing in ADTKD-MUC1\n23. Loomis EW, Eid JS, Peluso P, Yin J, Hickey L, Rank D, et al.              allows complete assembly of the VNTR and exact positioning of\n    Sequencing the unsequenceable: expanded CGG-repeat alleles of             causative mutations. Sci Rep. 2018;8:4170.\n    the fragile X gene. Genome Res. 2013;23:121–8.                        39. Hsu PD, Lander ES, Zhang F. Development and applications\n24. Ardui S, Race V, de Ravel T, Van Esch H, Devriendt K, Matthijs            of CRISPR-Cas9 for genome engineering. Cell. 2014;\n    G, et al. Detecting AGG Interruptions in Females With a FMR1              157:1262–78.\n    Premutation by Long-Read Single-Molecule Sequencing: A 1              40. Wenger AM, Peluso P, Rowell WJ, Chang PC, Hall RJ, Con-\n    Year Clinical Experience. Front Genet. 2018;9:150.                        cepcion GT, et al. Accurate circular consensus long-read\n25. Ishiura H, Doi K, Mitsui J, Yoshimura J, Matsukawa MK,                    sequencing improves variant detection and assembly of a human\n    Fujiyama A, et al. Expansions of intronic TTTCA and TTTTA                 genome. NatBiotechnol. 2019.\n    repeats in benign adult familial myoclonic epilepsy. Nat Genet.       41. Hoijer I, Tsai YC, Clark TA, Kotturi P, Dahl N, Stattin EL, et al.\n    2018;50:581–90.                                                           Detailed analysis of HTT repeat elements in human blood using\n26. Hamada M, Ono Y, Asai K, Frith MC. Training alignment para-               targeted ampliﬁcation-free long-read sequencing. Hum Mutat.\n    meters for arbitrary sequencers with LAST-TRAIN. Bioinfor-                2018;39, 1262–72 (2018).\n    matics. 2017;33:926–28.                                               42. Ebbert MTW, Farrugia SL, Sens JP, Jansen-West K, Gendron TF,\n27. Suzuki IK, Gacquer D, Van Heurck R, Kumar D, Wojno M,                     Prudencio M, et al. Long-read sequencing across the C9orf72\n    Bilheu A, et al. Human-Speciﬁc NOTCH2NL Genes Expand                      'GGGGCC' repeat expansion: implications for clinical use and\n    Cortical Neurogenesis through Delta/Notch Regulation. Cell.               genetic discovery efforts in human disease. Mol Neurodegener.\n    2018;173:1370–84.e16.                                                     2018;13:46.\n28. Alkan C, Coe BP, Eichler EE. Genome structural variation dis-         43. Hafford-Tear NJ, Tsai YC, Sadan AN, Sanchez-Pintado B, Zar-\n    covery and genotyping. Nat Rev Genet. 2011;12:363–76.                     ouchlioti C, Maher GJ, et al. CRISPR/Cas9-targeted enrichment\n29. Kloosterman WP, Hochstenbach R. Deciphering the pathogenic                and long-read sequencing of the Fuchs endothelial corneal dys-\n    consequences of chromosomal aberrations in human genetic dis-             trophy-associated TCF4 triplet repeat. Genet Med. 2019;21:2092–\n    ease. Mol Cytogenet. 2014;7:100.                                          2102.\n30. Pounraja VK, Jayakar G, Jensen M, Kelkar N, Girirajan S. A            44. Schule B, McFarland KN, Lee K, Tsai YC, Nguyen KD, Sun C,\n    machine-learning approach for accurate detection of copy number           et al. Parkinson's disease associated with pure ATXN10 repeat\n    variants from exome sequencing. Genome Res. 2019;29:1134–43.              expansion. NPJParkinsons Dis. 2017;3:27.\n31. Collins RL, Brand H, Redin CE, Hanscom C, Antolik C, Stone            45. Katoh K, Misawa K, Kuma K, Miyata T. MAFFT: a novel method\n    MR, et al. Deﬁning the diverse spectrum of inversions, complex            for rapid multiple sequence alignment based on fast Fourier\n    structural variation, and chromothripsis in the morbid human              transform. Nucleic Acids Res. 2002;30:3059–66.\n    genome. Genome Biol. 2017;18:36.                                      46. Hancks DC, Kazazian HH Jr., Active human retrotransposons:\n32. Stancu MC, van Roosmalen MJ, Renkens I, Nieboer MM, Mid-                  variation and disease. Curr Opin Genet Dev. 2012;22:191–203.\n    delkamp S, de Ligt J, et al. Mapping and phasing of structural        47. Goncalves A, Oliveira J, Coelho T, Taipa R, Melo-Pires M, Sousa\n    variation in patient genomes using nanopore sequencing. Nat               M, et al. Exonization of an Intronic LINE-1 Element Causing\n    Commun. 2017;8:1326.                                                      Becker Muscular Dystrophy as a Novel Mutational Mec",
  "wordCount": 5698,
  "indexed": "2025-09-25T22:46:13.066Z",
  "method": "direct"
}
