{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Edlow_Bianchi_2012_Tracking fetal development through molecular analysis of maternal biofluids.pdf",
  "fileName": "Edlow_Bianchi_2012_Tracking fetal development through molecular analysis of maternal biofluids.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Edlow_Bianchi_2012_Tracking fetal development through molecular analysis of maternal biofluids.pdf",
  "text": "Biochimica et Biophysica Acta 1822 (2012) 1970–1980\n\n\n\n                                                               Contents lists available at SciVerse ScienceDirect\n\n\n                                                             Biochimica et Biophysica Acta\n                                                     journal homepage: www.elsevier.com/locate/bbadis\n\n\nReview\n\nTracking fetal development through molecular analysis of maternal bioﬂuids☆\nAndrea G. Edlow, Diana W. Bianchi ⁎\nMother Infant Research Institute, Tufts Medical Center, Box 394, 800 Washington St. Boston, MA 02111, USA\n\n\n\n\na r t i c l e          i n f o                              a b s t r a c t\n\nArticle history:                                            Current monitoring of fetal development includes fetal ultrasonography, chorionic villus sampling or amnio-\nReceived 16 November 2011                                   centesis for chromosome analysis, and maternal serum biochemical screening for analytes associated with\nReceived in revised form 23 February 2012                   aneuploidy and open neural tube defects. Over the last 15 years, signiﬁcant advances in noninvasive prenatal\nAccepted 10 April 2012\n                                                            diagnosis (NIPD) via cell-free fetal (cff) nucleic acids in maternal plasma have resulted in the ability to deter-\nAvailable online 19 April 2012\n                                                            mine fetal sex, RhD genotype, and aneuploidy. Cff nucleic acids in the maternal circulation originate primarily\nKeywords:\n                                                            from the placenta. This contrasts with cff nucleic acids in amniotic ﬂuid, which derive from the fetus, and are\nFetal DNA                                                   present in signiﬁcantly higher concentrations than in maternal blood. The fetal origin of cff nucleic acids in\nFetal mRNA                                                  the amniotic ﬂuid permits the acquisition of real-time information about fetal development and gene expres-\nFetal development                                           sion. This review seeks to provide a comprehensive summary of the molecular analysis of cff nucleic acids in\nAmniotic ﬂuid transcriptome                                 maternal bioﬂuids to elucidate mechanisms of fetal development, physiology, and pathology. This article is\nPregnancy                                                   part of a Special Issue entitled: Molecular Genetics of Human Reproductive Failure.\nNoninvasive prenatal diagnosis                                                                                                      © 2012 Elsevier B.V. All rights reserved.\n\n\n\n\n1. Introduction                                                                                 development and global gene expression. Signiﬁcantly larger quanti-\n                                                                                                ties of cffDNA are present in amniotic ﬂuid than in maternal serum\n    Non-invasive monitoring of fetal development in vivo typically                              [7]. Recent investigations of cffmRNA in amniotic ﬂuid have sug-\nconsists of measurement of fundal height, anatomic evaluation by                                gested that fetal nucleic acids present in amniotic ﬂuid can provide\nfetal ultrasonography, and maternal serum biochemical screening                                 real-time information about fetal disease, physiology, and develop-\n[1]. Genetic analysis of amniotic ﬂuid components or placental tissue                           ment [8–12]. This review seeks to provide a comprehensive summary\nobtained via chorionic villus sampling has traditionally been utilized                          of discoveries over the last 15 years that have increased our under-\nfor prenatal diagnosis. The disadvantage of these current invasive                              standing of fetal development, physiology, and pathology through\nmethods for prenatal diagnosis is the risk of fetal loss. The pursuit of                        analysis of maternal bioﬂuids. We also examine the present and\nsafe and non-invasive prenatal diagnosis has been the focus of                                  future clinical applications for prenatal diagnosis of genetic disorders\nmany investigators over the last 15 years.                                                      and detection of normal and pathological fetal development via\n    Cell-free fetal DNA (cffDNA) in the serum and plasma of pregnant                            maternal bioﬂuids.\nwomen was ﬁrst described in 1997 [2]. CffDNA has also been demon-\nstrated in other maternal bioﬂuids, including urine, cerebrospinal\nﬂuid (CSF), and peritoneal ﬂuid [3–6]. Recently, investigators have                             2. Fetal nucleic acids in maternal plasma, serum, and whole blood\nbegun to utilize new techniques to mine the previously discarded\namniotic ﬂuid supernatant for real-time information about fetal                                 2.1. Intact fetal cells\n\n\n     Abbreviations: BAC, Bacterial artiﬁcial chromosome; cff, Cell-free fetal; CLIA, Clinical\n                                                                                                    The isolation of intact fetal nucleated cells from maternal blood for\nLaboratory Improvement Amendments; CGH, Comparative genomic hybridization; CAH,                 prenatal diagnosis has been extensively studied [13]. Unfortunately,\nCongenital adrenal hyperplasia; CRH, Corticotropin-releasing hormone; DMR, Differen-            this approach has limited clinical utility due to the low number of\ntially methylated region; HELLP, Hemolysis, elevated liver enzymes, and low platelets;          fetal cells found in maternal circulation (approximately 1 fetal cell/\nIUGR, Intrauterine growth restriction; MALDI-TOF, Matrix Assisted Laser Desorption/\n                                                                                                mL of maternal blood in euploid fetuses), which results in low sensi-\nIonization Time-of-Flight; MPSS, Massively parallel shotgun sequencing; MeDiP, Methyl-\nated DNA immunoprecipitation; NIPD, Noninvasive prenatal diagnosis; PCR, Polymerase             tivity, speciﬁcity, and reproducibility [14]. A multicenter trial spon-\nchain reaction; SNP, Single-nucleotide polymorphism; SNAP, Standardized NanoArray               sored by NIH reported a 41% sensitivity for detection of male fetal\nPCR; TUNEL, Terminal UdTP nuclear end labeling                                                  cells in maternal blood, and a 74% detection rate for aneuploidy;\n ☆ This article is part of a Special Issue entitled: Molecular Genetics of Human\n                                                                                                false-positive rates were 11% for fetal sex and 0.6–4% for aneuploidy\nReproductive Failure.\n  ⁎ Corresponding author. Tel.: + 1 617 636 1468 (Ofﬁce); fax: + 1 617 636 1469.\n                                                                                                [15]. Thus, alternative approaches to prenatal diagnosis through\n     E-mail addresses: aedlow@tuftsmedicalcenter.org (A.G. Edlow),                              analysis of maternal blood were sought. Fig. 1 depicts a timeline of\ndbianchi@tuftsmedicalcenter.org (D.W. Bianchi).                                                 key discoveries in this ﬁeld.\n\n0925-4439/$ – see front matter © 2012 Elsevier B.V. All rights reserved.\ndoi:10.1016/j.bbadis.2012.04.005\n\f                                         A.G. Edlow, D.W. Bianchi / Biochimica et Biophysica Acta 1822 (2012) 1970–1980                                  1971\n\n\n\n\n                                       Fig. 1. Timeline of major discoveries involving fetal nucleic acids in maternal blood.\n\n\n\n\n2.2. Cell-free fetal DNA (cffDNA)                                                   observed a degradation rate of − 0.66 genome equivalents (GE)/mL\n                                                                                    of cff DNA per month in samples frozen at −20 °C [32].\n    The discovery of cffDNA in the maternal circulation was prompted\nby the presence of tumor-associated oncogene mutations and micro-                   2.2.1. Tissue origin of fetal DNA\nsatellite alterations in the plasma and serum DNA of women with                         The placenta, fetal hematopoietic cells, and the fetus itself have all\ncancer [16]. Inspired by this work, Lo et al. hypothesized that a fetus             been considered as possible sources of fetal DNA in the maternal cir-\nmight also release cffDNA into the maternal circulation and demon-                  culation [33]. CffDNA may be liberated into the maternal circulation\nstrated the presence of male cffDNA sequences in the plasma and                     by destruction of fetal cells that have crossed the placenta. Terminal\nserum of women carrying male fetuses [2]. Signiﬁcantly more fetal                   UdTP nuclear end labeling (TUNEL) staining on fetal nucleated red\nDNA is present in the serum of pregnant women compared with                         blood cells (NRBCs) conﬁrmed that 43% to 50% of fetal NRBCs undergo\nfetal DNA extracted from the cellular fraction of maternal blood                    apoptosis [34,35]. Additional studies suggested that fetal cells were\n[17]. CffDNA in maternal plasma comprises approximately 10% of                      being destroyed in the maternal circulation, either by apoptosis\nthe total cell-free DNA (range 3–19%) [18,19]. Cff nucleic acids are                [34,36,37], or by another method of programmed cell death [38].\nstable in the maternal circulation, likely due to their association                 However, subsequent studies have called into question whether\nwith placenta-derived microparticles that protect them from nucle-                  fetal hematopoietic cells can account for the entire volume of cffDNA\nase degradation [11,20–22]. CffDNA increases as gestation advances,                 in maternal plasma [39,40].\nwith a 21% weekly increase in the ﬁrst trimester [23], a slower rate                    Physiologic and clinical data suggest that the majority of circulat-\nof rise in the second trimester, and a sharp increase during the last               ing nucleic acids are derived from the placenta, with some contribu-\neight weeks of pregnancy [18,24–28]. Cff DNA is rapidly cleared                     tion from the fetal hematopoietic system. The discovery of cffDNA\nfrom maternal circulation after delivery, with a half-life of approxi-              in 80% of study subjects by day 28 post-conception implies that the\nmately 16 min [29,30]. To maintain a steady state with such a short                 most likely source of cffDNA is the trophoblast, rather than fetal he-\nhalf-life, fetal DNA must be liberated continuously in large quantities             matopoietic cells, given that the deﬁnitive fetoplacental circulation\ninto maternal circulation. Compared to analysis of intact fetal nucleat-            is not established until days 28–30 post-conception [41]. Wataganara\ned cells in maternal blood, which often requires the use of sophisti-               et al. provided further evidence for the placental origin of cffDNA\ncated cell enrichment procedures, analysis of cffDNA in maternal                    when they found that cffDNA could be detected in maternal plasma\nplasma and serum is rapid, reproducible, and possible to carry out                  as long as 11 days after medical abortion, presumably because resid-\non a large scale. While cffDNA in maternal plasma is reported to be                 ual placental tissue continued to contribute to the pool of circulating\nstable at − 20°C for ≥ 4 years [31], there are compelling data to sug-              fetal DNA [23]. Detection of placental DNA in maternal plasma in\ngest that the duration of specimen storage may affect the concentra-                cases of conﬁned placental mosaicism further supports the placenta\ntion of cffDNA extracted from archived maternal serum. Lee et al.                   as the primary origin of cffDNA in maternal circulation [42,43].\n\f1972                                     A.G. Edlow, D.W. Bianchi / Biochimica et Biophysica Acta 1822 (2012) 1970–1980\n\n\nInterestingly, placental volume does not impact cffDNA levels in                  17 immune defense genes were identiﬁed. This transcriptional analy-\nmaternal plasma [44]. Increased concentrations of cffDNA in maternal              sis identiﬁed speciﬁc gene transcripts that appeared to be associated\nplasma may reﬂect placental hypoxia and subsequent increased                      with a fetus preparing to transition from the in utero environment\napoptosis or necrosis of trophoblast [45].                                        to extrauterine life.\n\n2.3. Cell-free fetal mRNA (cffmRNA)                                               2.3.3. Non-invasive detection of fetal aneuploidy\n                                                                                      Circulating levels of cffmRNA have also been used in the noninva-\n2.3.1. Characteristics and origin of cffmRNA in maternal plasma                   sive diagnosis of trisomy 21. Oudejans et al. were the ﬁrst to describe\n    Poon et al. demonstrated that mRNA transcribed from the Y chro-               a chromosome 21-speciﬁc mRNA present in maternal plasma (now\nmosome was detectable in the plasma of women carrying male fe-                    called C21orf105) [61]. They hypothesized that due to the direct\ntuses [46]. This discovery generated signiﬁcant excitement because                dosage-related difference in expression of chromosome 21-encoded\nunlike cffDNA in maternal blood, cffmRNA is a gender-independent                  genes, quantiﬁcation of C21orf105 in maternal plasma could distin-\nnucleic acid marker. The detection of cffmRNA in maternal plasma                  guish between trisomy 21 and euploid pregnancies. However, due\nalso does not depend on known paternal polymorphisms [47]. Plasma                 to large biological variation between and within individuals, and\ncffmRNA is remarkably stable in peripheral blood [48], perhaps due to             the low expression proﬁle of C21orf105, quantiﬁcation initially\nits association with placenta-derived microparticles released from                appeared unsuccessful [62–64]. In 2007, a placental-speciﬁc mRNA\ncells via a variety of mechanisms, including apoptosis [11]. There is             sequence transcribed from a gene located on chromosome 21,\nsome evidence that these microparticles protect cffDNA and cffmRNA                PLAC4, was identiﬁed via a microarray-based approach [65]. Allelic\nfrom nuclease degradation [21,22,33,49,50]. When plasma samples                   ratios of placental-speciﬁc mRNA in maternal plasma were then uti-\nfrom pregnant women were passed through a 0.45 μm ﬁlter, there                    lized to detect trisomy 21, with a diagnostic sensitivity of 90% and\nwas a signiﬁcant decrease in human placental lactogen (hPL) and                   speciﬁcity of 96.5% [65]. The same laboratory later used this placen-\nbeta human chorionic gonadotropin (ßhCG) mRNA, as well as mRNA                    tal RNA-SNP allelic ratio method to diagnose trisomy 18 [66], and\ntranscripts from the housekeeping gene GAPDH (glyceraldehyde 3-                   demonstrated that digital PCR can be used to detect fetal-derived\nphosphate dehydrogenase), providing further support for the hy-                   mRNA in maternal plasma. The placental RNA-SNP allelic ratio\npothesis that cffmRNA in maternal plasma is particle-bound [51].                  method may also be theoretically applicable for diagnosis of trisomy\n    Through ampliﬁcation of transcripts from two placental-speciﬁc                13 [67]. Although gender-independent, the RNA-SNP allelic ratio\ngenes, ßhCG and hPL, the placenta was shown to be the major source                method is still polymorphism-dependent, which is an important dis-\nof fetal-derived RNA in maternal plasma [51]. The same study found                advantage. However, to address this limitation, other investigators\nthat there was no detectable hPL mRNA in umbilical cord plasma sam-               have described new placental mRNA target polymorphisms that\nples, suggesting a one-way transfer of hPL mRNA from the placenta                 can be analyzed using the RNA-SNP allelic ratio methods [62]. One\ninto the maternal circulation. Maternal plasma is preferable to mater-            marker panel has been described that has a combined heterozygos-\nnal whole blood for detection of placenta-derived mRNA [52,53]. Pla-              ity rate covering up to 95% of the US general population [49].\ncental mRNA transcripts are detectable in maternal plasma by the\nfourth week of gestation, with a median half-life of 14 min [54]. Like            2.3.4. Detection of complications of pregnancy\ncffDNA, cffmRNA transcripts are rapidly cleared from maternal                         CffmRNA may also be useful in diagnosing maternal complications\nblood after delivery [48,54]. Fetal hematopoietic cells may also con-             of pregnancy. Ng et al. demonstrated that corticotropin-releasing hor-\ntribute to the pool of cffmRNA [55,56]. A study comparing paired                  mone (CRH) mRNA levels were up to 10-fold higher in the plasma of\nnewborn umbilical cord blood samples with antepartum and postpar-                 women with preeclampsia compared to normotensive controls [68].\ntum maternal whole blood samples suggested that fetal (as opposed                 These ﬁndings were subsequently conﬁrmed by several groups\nto placental) transcripts may also contribute to cffmRNA in maternal              [69–71]. While levels of CRH mRNA increase with increasing gesta-\ncirculation [53].                                                                 tional age, levels of CRH mRNA have not been shown to correlate\n    Unlike cffDNA, total cffmRNA levels do not increase throughout                with severity of preeclampsia [72]. One group found that CRH\ngestation. There appears to be an equilibrium of total cffmRNA that               mRNA levels are signiﬁcantly increased in the plasma of women\ndoes not change over time [47]. Several investigators have demon-                 who subsequently develop preeclampsia, weeks before the onset of\nstrated that individual levels of mRNA transcripts vary depending                 clinical symptoms [69].\non the trimester of pregnancy [51,57,58]. Invasive procedures,\nwhich are known to transiently increase cffDNA levels, do not affect              3. Fetal nucleic acids in amniotic ﬂuid\nmRNA levels [59].\n                                                                                  3.1. Cell-free fetal DNA\n2.3.2. Tracking fetal development through gene expression proﬁling\n    The systematic identiﬁcation of placental mRNA markers in ma-                 3.1.1. Origin\nternal plasma through a microarray-based approach was described                       Large amounts of cffDNA were ﬁrst detected in amniotic ﬂuid in\nin 2004 [60], paving the way for possible non-invasive gene expres-               2001 [7]. A study of 38 amniotic ﬂuid specimens collected for routine\nsion proﬁling of the fetus through maternal plasma cffmRNA. Maron                 indications at 16–20 weeks found that concentrations of cffDNA are\net al. performed transcriptional analysis of maternal blood to identify           100- to 200-fold greater in amniotic ﬂuid compared to maternal plas-\na set of biologically diverse fetal genes [53]. This gene expression mi-          ma [7]. Zhong et al. utilized real-time PCR ampliﬁcation to quantify\ncroarray analysis compared whole blood mRNA transcripts common                    cffDNA in 12 matched maternal plasma and amniotic ﬂuid samples.\nto nine term pregnant women and their neonates (via umbilical                     They found that concentrations of cffDNA were much higher (median\ncord blood), but absent or signiﬁcantly reduced in postpartum mater-              3978 copies/mL) in amniotic ﬂuid compared to maternal plasma\nnal blood. They identiﬁed 71 genes in which the mRNA transcript was               (median 96.6 copies/mL) [73].\ninvolved in a developmental process, derived from fetal, placental, or                CffDNA in amniotic ﬂuid originates from a separate pool than\nmale tissue, associated with a physiological newborn response, or had             cffDNA in maternal plasma and serum. While total cffDNA levels\nits expression limited to or highly associated with a fetus or neonate.           were elevated in the serum of women carrying fetuses affected with\nTwenty-seven developmental genes (neurodevelopmental genes                        Down syndrome, cffDNA in the amniotic ﬂuid of two fetuses with tri-\ncomprised 48% of these), ﬁve sensory perception genes (auditory, vi-              somy 21 was not [7]. Makrydimas et al. investigated concentrations of\nsual, olfactory), 22 genes involved in fetal physiologic function, and            cffDNA in the fetal compared to maternal compartment. They found\n\f                                         A.G. Edlow, D.W. Bianchi / Biochimica et Biophysica Acta 1822 (2012) 1970–1980                              1973\n\n\nthat separate physiologic pools of cffDNA contributed to amniotic                 that more surfactant genes were expressed at later gestational ages,\nﬂuid compared to maternal serum [74]. These investigators examined                consistent with known patterns of fetal lung maturation. More\nrelative cffDNA concentrations in the amniotic cavity, coelomic cavity,           salivary and tracheobronchial gene transcripts were found at later\nand maternal serum in women undergoing elective ﬁrst-trimester                    gestational ages, as well as fewer keratin gene transcripts, reﬂecting\ntermination (7–9 weeks' gestation). They showed that cffDNA con-                  epithelial maturation.\ncentration was highest in the amniotic cavity and lowest in maternal                  Hui et al. sought to determine which mRNA transcripts are ubiqui-\nserum. In addition, they argued that the size of cffDNA in maternal               tously present in the amniotic ﬂuid supernatant of euploid fetuses in\ncirculation (100–300 bp), made it unlikely that this DNA could diffuse            the second trimester, in order to develop a normal second trimester\nthrough the amniotic membrane into maternal circulation. Lun et al.               amniotic ﬂuid core transcriptome [83]. Ingenuity® Pathways Analysis\nfurther developed the concept of separate pools of cffDNA in amniotic             was utilized to infer the major physiologic functions and pathways\nﬂuid and maternal serum through the use of a tissue-speciﬁc epige-                critical to mid-trimester human fetal development. Fetal organ spec-\nnetic marker associated with the promoter region of the RAS associa-              iﬁcity was examined using the GNF Gene Expression Atlas as well as\ntion family 1A (RASSF1A) gene [75]. RASSF1A is hypermethylated in                 manual literature searching. This investigation utilized gene expres-\nthe placenta but hypomethylated in fetal tissues and in maternal                  sion data from 12 euploid second-trimester amniotic ﬂuid samples.\nblood cells. By comparing cffDNA in 14 second-trimester amniotic                  Four hundred seventy well-annotated genes were present in 12/12\nﬂuid and maternal plasma samples, they found that hypermethylated                 samples. Twenty-three highly organ-speciﬁc transcripts were identi-\nRASSF1A is 30-fold lower in amniotic ﬂuid than in maternal plasma,                ﬁed; one-third of these were expressed by the fetal brain. Putative\nsuggesting that the placenta does not signiﬁcantly contribute to                  organ sources of cffmRNA included the brain, spinal cord, lung, pan-\ncffDNA in amniotic ﬂuid.                                                          creas, liver, tongue, blood, heart, and kidney. These ﬁndings imply\n    While the origin of cffDNA in maternal plasma is likely placental,            that a fetal gene expression panel to evaluate normal organ system\ncffDNA in amniotic ﬂuid likely originates directly from the fetus, via            function is feasible.\nshedding through urine, the trachea, fetal blood, or other mecha-                     A recent proof-of-concept study sought to assess fetal functional\nnisms. Thus, cffDNA may provide real-time information about fetal                 gene expression in amniotic ﬂuid supernatant obtained from 19 eu-\ndevelopment that cffDNA in maternal plasma cannot.                                ploid fetuses in the second trimester, utilizing standardized NanoAr-\n    Recent improvements in cffDNA extraction methods improved the                 ray PCR (SNAP) [84]. SNAP uses internal standard (IS) sequences to\nyield of cffDNA from amniotic ﬂuid supernatant [76,77]. Gestational               measure relative abundance of a gene transcript. Statistically signiﬁ-\nage, storage time, and fetal karyotype all inﬂuence cffDNA fragmenta-             cant differences in gene expression as a function of advancing gesta-\ntion patterns [78,79]. Notably, the quantity and integrity of cffDNA is           tional age and fetal gender were noted, suggesting that SNAP and\nsigniﬁcantly lower in frozen than in fresh samples, and in aneuploid              other transcriptomic analyses hold great potential for understanding\nthan euploid samples, after adjusting for gestational age. No linear              fetal development in real time.\nrelationship was observed between time in frozen storage and con-\ncentrations of cffDNA in amniotic ﬂuid [79]. Winter et al. found that             3.2.3. Differential gene expression in aneuploid fetuses\nhigh-mobility group protein HMGA2, which is primarily expressed                       In 2009, a functional genomic approach was utilized to study the de-\nby embryonic and fetal cells, is bound to cffDNA in amniotic ﬂuid.                velopment of fetuses with Down syndrome [81]. This study compared\nThis ﬁnding has signiﬁcance for improving the yield of cffDNA from                gene expression in fetuses with trisomy 21 to those with normal chro-\nsupernatant via immunoprecipitation techniques [80].                              mosomes at matched gestational ages. Microarray analysis identiﬁed\n                                                                                  414 probe sets, corresponding to 311 annotated genes differentially\n3.2. Cell-free fetal mRNA                                                         expressed in trisomy 21, only ﬁve of which were physically located on\n                                                                                  chromosome 21. Gene set enrichment analysis identiﬁed a single chro-\n3.2.1. Characteristics                                                            mosomal band (21q22) containing genes that were up-regulated as a\n    Successful isolation of cffmRNA from amniotic ﬂuid has resulted in            group. The differentially-regulated genes were analyzed using DAVID\ndiscovery of new information about real-time fetal development and                (Database for Annotation, Visualization, and Integrated Discovery).\nphysiology [8,81]. Larrabee et al. demonstrated, through ﬁltration of             This functional analysis revealed that oxidative stress, ion transport,\ncentrifuged and uncentrifuged amniotic ﬂuid from a patient with                   and immune and stress response were the processes that were signiﬁ-\npolyhydramnios, that cffmRNA in amniotic ﬂuid is particle-bound,                  cantly disrupted in fetuses with Down syndrome.\nsimilar to cffmRNA in maternal plasma [82]. It is currently unknown                   A subsequent study compared cffmRNA from the second-\nwhether cffmRNA in amniotic ﬂuid plays a functional role, or whether              trimester amniotic ﬂuid supernatant of ﬁve fetuses with trisomy 18\nit is most useful as a reﬂection of functional development of fetal               to six gestational-age-matched euploid controls [12]. Hybridization\ntissues in direct contact with amniotic ﬂuid. Just as epigenetic studies          of mRNA to Affymetrix U133 Plus 2.0 assays revealed 352 probe\nof cffDNA in amniotic ﬂuid demonstrate very little contribution from              sets, corresponding to 251 annotated genes, that were differentially\nthe placenta [75], the limited detection of placental genes in gene               expressed between trisomy 18 and euploid samples. Only seven of\nexpression microarrays suggests that the placenta does not contribute             these differentially expressed genes were actually located on chromo-\nsigniﬁcantly to cffmRNA in amniotic ﬂuid.                                         some 18. One of the seven genes located on chromosome 18 was\n                                                                                  ROCK1, a gene involved in valvuloseptal and endocardial cushion for-\n3.2.2. Gene expression analysis                                                   mation. ROCK1 was also found to be overexpressed in trisomy 21 [81].\n    Global gene expression analysis of cffmRNA in amniotic ﬂuid was               Functional analyses revealed that ion transport, cell-mediated immu-\nﬁrst reported by Larrabee et al. in 2005 [8]. Amniotic ﬂuid was                   nity, DNA repair, G-protein mediated signaling, kinase function, and\nobtained from women between 20 and 32 weeks of gestation under-                   glycosylation were all disrupted in trisomy 18. Signiﬁcant down-\ngoing therapeutic amnioreduction for polyhydramnios due to twin-                  regulation of genes involved in adrenal development was noted, as\nto-twin transfusion syndrome or hydrops fetalis. Four cases were                  was up-regulation of genes associated with cardiovascular develop-\ncompared to a pooled second-trimester control sample. The mRNA                    ment, endocrine function, lipid metabolism, and molecular transport.\nwas then analyzed using Affymetrix U133A arrays. Statistically higher\nexpression of aquaporin-1, a gene involved in water transport, was                4. Cell-free fetal nucleic acids in other maternal body ﬂuids\nobserved in fetuses with TTTS, suggesting that this gene may contrib-\nute to the amniotic ﬂuid imbalances noted in TTTS. The same study                    Cff nucleic acids have been identiﬁed in other maternal bioﬂuids,\nalso examined gene expression differences by gestational age, ﬁnding              such as urine, CSF, and peritoneal ﬂuid. Through isolation of male-\n\f1974                                     A.G. Edlow, D.W. Bianchi / Biochimica et Biophysica Acta 1822 (2012) 1970–1980\n\n\nspeciﬁc DNA sequences in the urine of women pregnant with male                    100% [94]. Cardo et al. recently utilized quantitative PCR techniques\nfetuses, Botezatu et al. found that the human glomerular barrier is               to diagnose fetal RhD genotype from ﬁrst trimester maternal plasma\npermeable to DNA molecules of sufﬁcient size to be analyzed by                    samples, reporting a sensitivity of 100% and speciﬁcity of 93%, with\nPCR [3]. Shortly thereafter, Al-Yatama et al. demonstrated that nested            overall diagnostic accuracy of 97% [95]. False positive cases are most\nPCR ampliﬁcation studies could be used to detect Y-chromosome-                    often due to RhD negative black Africans who actually have an RhD\nspeciﬁc fetal DNA in urine, although the sensitivity and speciﬁcity of            pseudosequence that is intact but nonfunctional, called RhD ψ, or\nthis technique were better for maternal plasma than for urine [4]. In-            a hybrid RHD-CE-D s gene. RT-PCR ampliﬁcation with specially-\nvestigation of cffDNA fragmentation patterns in maternal plasma and               designed sequence-speciﬁc primer pairs has subsequently been\nurine revealed that fetal DNA fragments in maternal urine are smaller             utilized to distinguish RhD from RhD ψ, with reported 99.6–100% ac-\nthan those in maternal plasma, providing a potential explanation for              curacy [96,97]. RhD genotyping has been increasingly incorporated\nthe lower sensitivity and speciﬁcity of detection of cffDNA in mater-             into routine prenatal care in France, Denmark, the Netherlands, and\nnal urine [31]. Cell-free fetal DNA has also been detected in maternal            the United Kingdom, and many believe that this application is now\nCSF and peritoneal ﬂuid. Analysis of CSF from 39 women undergoing                 appropriate for universal clinical application [98].\nspinal anesthesia in the third trimester found that DYS1 gene se-\nquences were detectable in four of 26 samples from women carrying                 5.1.3. Single gene disorders\nat least one male fetus and 0 of 13 samples from women carrying                       In addition to RhD genotyping, cffDNA has also been utilized in the\nonly a female fetus [40]. Cioni et al. reported the detection of Y-               prenatal detection of multiple other monogenic disorders. While the\nchromosome speciﬁc sequences in the peritoneal ﬂuid of a primigra-                accuracy of RHD DNA detection from maternal plasma approaches\nvida undergoing surgical intervention for ovarian torsion at 12 weeks'            nearly 100%, the noninvasive diagnosis of single gene disorders\ngestational age; the patient went on to deliver a male fetus [6].                 characterized by more subtle genetic differences between the mater-\nMakrydimas et al. also identiﬁed cffDNA in peritoneal ﬂuid, reporting             nal and fetal DNA sequences has posed more of a challenge. A\na decrease in concentration of cffDNA from amniotic cavity, to maternal           mutation-speciﬁc RT-PCR assay was successfully used to detect the\nperitoneal cavity, to maternal serum [74].                                        most common Southeast Asian β-thalassemia mutation in 2002\n                                                                                  [99]. However, over 200 β-thalassemia mutations have been de-\n5. Clinical applications                                                          scribed, many of which are point mutations [100]. The detection of\n                                                                                  single-base differences in fetal DNA with RT-PCR has proven difﬁcult,\n5.1. CffDNA in maternal serum and plasma                                          due to the lack of absolute speciﬁcity of allele-speciﬁc primers [101]\n                                                                                  and the low concentration of fetal DNA in maternal plasma. A\n5.1.1. Fetal sex                                                                  matrix-assisted laser desorption ionization/time-of-ﬂight (MALDI-\n    First trimester fetal sex determination is important for prenatal di-         TOF) mass spectrometry (MS) method and a single allele base exten-\nagnosis of congenital adrenal hyperplasia (CAH) and for X-linked dis-             sion reaction (SABER) MS method have been successfully utilized to\norders. Noninvasive early fetal sex determination would limit                     detect paternally-inherited β-thalassemia point mutations in mater-\nunnecessary maternal dexamethasone therapy to reduce masculini-                   nal plasma [102]. Li et al. described the use of a peptide nucleic acid\nzation of a female fetus in cases of CAH, and reduce the risk of mis-             clamp speciﬁc for the maternal allele to suppress unwanted PCR am-\ncarriage associated with invasive prenatal diagnosis for X-linked                 pliﬁcation of this allele, thereby increasing the accuracy of detection\ndisorders [85,86]. Ampliﬁcation of SRY permits accurate identiﬁcation             of a paternally-inherited β-thalassemia point mutation [103].\nof fetal gender, although accuracy increases with increasing gesta-                   Both digital PCR and gel electrophoresis for size fragmentation of\ntional age. Individual studies report 80% accuracy of gender identiﬁ-             maternal versus fetal cfDNA have been applied in the NIPD of single\ncation by seven weeks and as high as 100% accuracy by nine weeks                  gene disorders. Lun et al. have described the use of a digital PCR-\nof gestation [86–88]. A study utilizing the deleted in azoospermia                based relative mutation dosage approach, coupled with a digital\n(DAZ) region of the long arm of the Y chromosome demonstrated de-                 nucleic acid size selection strategy, to enrich fetal DNA for the diagno-\ntection of fetal gender by the ﬁfth week of gestation, with 100% accu-            sis of β-thalassemia and hemoglobin E mutations [104]. Tsui et al.\nracy by eight weeks [89]. A recent meta-analysis of 57 selected                   later applied the same digital PCR-based relative mutation dosage ap-\nstudies representing 3524 male-bearing and 3017 female-bearing                    proach to the prenatal diagnosis of an X-linked disorder, hemophilia\npregnancies demonstrated that Y-chromosome-speciﬁc sequences                      [105]. These investigators were able to correctly classify fetal hemo-\nwere detected in maternal blood with 95.4% sensitivity and 98.6%                  philia mutations in 12 maternal plasma samples obtained from 7\nspeciﬁcity overall, with signiﬁcant interstudy heterogeneity. Real-               hemophilia carriers pregnant with male fetuses. The discovery that\ntime quantitative PCR outperformed conventional PCR, and testing                  cffDNA fragments are signiﬁcantly smaller than maternally-derived\nafter 20 weeks (sensitivity, 99.0%; speciﬁcity, 99.6%) outperformed               DNA fragments prompted the utilization of gel electrophoresis to iso-\ntesting prior to 7 weeks (sensitivity, 74.5%; speciﬁcity, 99.1%). Sen-            late these shorter DNA fragments [103,106,107]. This approach has\nsitivity and speciﬁcity of testing increased steadily from 7 to                   been successfully employed to diagnose single gene disorders charac-\n20 weeks. Tests using urine and tests performed before 7 weeks' ges-              terized by point mutations, such as achondroplasia [108,109] and β-\ntation were unreliable [90]. Direct-to-consumer genetic tests in                  thalassemia [103,110,111].\nwhich dried maternal blood spots are used to detect fetal Y-speciﬁc                   Recent investigations of the use of PCR for NIPD of alpha-\n(DYS1) sequences [91] are available to the public in pharmacies and               thalassemia, speciﬁcally Hemoglobin Bart's, demonstrated the need\nvia the internet without regulation. The accuracy of these tests is un-           for ongoing research to improve the sensitivity and precision of\nknown. The ready availability of fetal gender tests has raised impor-             these techniques. One investigation failed to reliably diagnose Hemo-\ntant ethical considerations [92].                                                 globin Bart's using real-time quantitative PCR [112]. Another investi-\n                                                                                  gation utilized qualitative ﬂuorescence PCR to exclude Hemoglobin\n5.1.2. Noninvasive fetal RhD genotyping                                           Bart's in 10/30 pregnancies, via detection of nondeleted paternally\n    Lo et al. were the ﬁrst to describe noninvasive fetal RhD genotyp-            inherited fetal alleles [113].\ning using maternal blood. This study demonstrated more reliable di-                   The successful diagnosis of Huntington disease via cffDNA in ma-\nagnosis of fetal RhD genotype in the second and third trimesters;                 ternal plasma has been described only in case reports [63,114,115].\nthe ﬁrst trimester demonstrated only a 78% concordance rate [93].                 It has been found to be more accurate when the fragment of the\nImproved real-time PCR (RT-PCR) techniques subsequently increased                 IT15 gene containing the CAG repeat is targeted. The indirect analy-\nthe sensitivity of the RhD assay in the ﬁrst trimester to as high as              sis, utilizing a polymorphic microsatellite located in exon 1 of the\n\f                                        A.G. Edlow, D.W. Bianchi / Biochimica et Biophysica Acta 1822 (2012) 1970–1980                               1975\n\n\nIT15 gene, was not able to accurately diagnose fetuses [115]. Cur-               1.5-fold difference in input DNA concentration occurring in trisomy\nrently, the ability to diagnose Huntington disease via maternal                  21 against a background of abundant maternal DNA transcripts in\nblood is limited to those pregnancies in which the father of the                 maternal plasma [134,136].\nfetus is affected. The use of allele-speciﬁc PCR to diagnose fetal                   Fan and Quake utilized a microﬂuidic chip to examine human ge-\nconditions in the setting of known paternally-inherited mutations                nomic DNA from a trisomy 21 cell line compared to DNA from a nor-\nhas also been described for cystic ﬁbrosis [101,116] and myotonic                mal cell line [137]. They compared the dosage of an amyloid gene\ndystrophy [117].                                                                 sequence on chromosome 21 to that of the GAPDH locus on chromo-\n                                                                                 some 12 and demonstrated that digital PCR could reliably discrimi-\n5.1.4. Non-invasive diagnosis of fetal aneuploidy                                nate between normal and aneuploid samples, even if aneuploid\n    The detection of fetal aneuploidy has posed a signiﬁcant techni-             material comprised only 10% of the total material examined. This\ncal challenge compared to the previously described applications be-              demonstrated that digital PCR was more precise and sensitive than\ncause there is no unique fetal mutation. Prior investigations                    RT-PCR or ﬂuorescent QF-PCR (later conﬁrmed by Lun et al. [138]),\ndemonstrated elevated cffDNA in maternal plasma and serum in                     and suggested that digital PCR could be suitable for detection of\ncases of fetal trisomies 21 [32,118,119] and 13, but not in cases of             fetal aneuploidy via cffDNA in maternal blood. The same investiga-\ntrisomy 18 [120]. Two studies provided conﬂicting results, ﬁnding                tors later utilized microﬂuidic digital PCR to accurately identify all\nno association between elevated cffDNA levels in maternal plasma/                cases of fetal trisomy in 24 amniocentesis and 16 chorionic villus\nserum and aneuploidy [118,121]. The promise of an association                    samples [139].\nbetween elevated cffDNA and aneuploidy led to the investigation                      Lo et al. also utilized digital PCR to diagnose aneuploidy via\nof second-trimester cffDNA levels as an additional serum screening               cffDNA and cffmRNA [136]. They described two digital PCR strategies\nmarker. Incorporating cffDNA measurements increased the detec-                   for NIPD of fetal aneuploidy. The ﬁrst was based on the PLAC4 mRNA\ntion rate for Down syndrome from 81 to 86% when added to the                     SNP approach described in Section 2.3.3, and utilized maternal plas-\nquadruple screen panel [122].                                                    ma of women carrying fetuses affected with trisomy 21. The second\n    The use of epigenetic markers is another proposed strategy for               strategy used a digital relative chromosome dosage approach to\nprenatal diagnosis. Epigenetic modiﬁcations are alterations in pheno-            evaluate the dosage of a locus on chromosome 21 compared to a\ntype or gene expression without changes in the actual DNA sequence,              locus on chromosome 1; this method was able to detect fetal aneu-\nsuch as DNA methylation [123]. The discovery of differentially                   ploidy in a mixture of euploid and aneuploid DNA with as low as\nmethylated regions (DMRs) between fetal DNA and maternal tissues                 25% trisomic DNA.\nprovided the basis for an epigenetic approach to prenatal diagnosis                  As digital PCR was being developed, signiﬁcant changes were\n[124]. This approach has the advantage of allowing for the detection             occurring in DNA sequencing technology. Massively parallel shotgun\nof both maternally and paternally inherited fetal alleles [124]. The             sequencing (MPSS) of cffDNA in maternal plasma, also known as\nepigenetic–genetic chromosome dosage approach utilizing the puta-                next-generation sequencing, was ﬁrst described in 2008 by two inde-\ntive promoter of the holocarboxylase synthetase (HLCS) gene on                   pendent reports published two months apart [19,140]. Since those\nchromosome 21 was demonstrated to correctly diagnose trisomy 21                  initial reports, MPSS of cffDNA in maternal plasma has been used to\nin both male and female fetuses [125]. Maspin, the ﬁrst universal                diagnose trisomies 21, 18 and 13 with high sensitivity and speciﬁcity\nfetal DNA marker in maternal plasma, is a placental epigenetic marker            in ﬁve independent large clinical trials [141–145].\nthat is methylated in maternal leukocytes and hypomethylated in                      Chiu et al. were the ﬁrst to attempt to validate the clinical efﬁcacy\nthe placenta [126]. The discovery that maspin, also known as the                 and feasibility of MPSS of cffDNA in maternal plasma for diagnosis of\nSERPINB5 gene (located on chromosome 18) had different methyla-                  trisomy 21 [145]. These investigators utilized two-plex sequencing to\ntion patterns in the placenta compared to maternal blood cells led               detect trisomy 21 in 314 plasma samples from high-risk pregnant\nto the development of a strategy utilizing epigenetic allelic ratios             women, reporting 100% sensitivity and 97.9% speciﬁcity. An eight-\nto diagnose trisomy 18 in the fetus [66,126]. This discovery                     plex sequencing protocol was tested on 753 maternal plasma sam-\nprompted the search for fetal-speciﬁc epigenetic markers on chro-                ples, with a 79.1% detection rate of trisomy 21, and 98.9% speciﬁcity.\nmosome 21 [127–129]. Of 114 studied genomic regions on chromo-                   The authors concluded that the use of MPSS to rule out fetal trisomy\nsome 21, 22 DMRs have been identiﬁed [128]. A recent                             21 would allow pregnant women to avoid 98% of invasive diagnostic\ninvestigation by Papageorgiou et al. utilized methylated DNA immu-               procedures. Ehrich et al. used MPSS for noninvasive detection of triso-\nnoprecipitation methodology (MeDiP) and real-time quantitative                   my 21 in 449 maternal plasma samples, reporting 100% sensitivity\nPCR to achieve noninvasive prenatal detection of trisomy 21 in 14                and 99.7% speciﬁcity [141]. Sehnert et al. sought to detect not only\ncases [130]. The investigators tested methylation ratios for fetal-              fetal trisomy 21 but also trisomy 18, utilizing MPSS of cffDNA from\nspeciﬁc DMRs present in maternal peripheral blood and were also                  119 maternal plasma samples [142]. These investigators reported\nable to correctly diagnose 26 euploid controls. The recently devel-              100% correct classiﬁcation of trisomy 21 (13 of 13) and trisomy 18\noped MeDiP technique [131,132] overcomes two of the major limita-                (eight of eight). Chen et al. also utilized MPSS of cffDNA from 392 ma-\ntions of prior techniques employed for epigenetic analysis. There is             ternal plasma samples to evaluate for trisomies 13 and 18 [143].\nno need to use DMRs containing a restriction site, [127,130], nor to             Using a non-repeat-masked reference human genome and a bioinfor-\nuse the methylation-sensitive enzyme sodium bisulfate, which                     matics approach to correct GC content bias, they correctly identiﬁed\nleads to DNA degradation [133].                                                  25/25 fetuses with trisomy 13 (98.9% speciﬁcity) and 34/37 fetuses\n    The limitations of RT-PCR in detecting aneuploidy have also been             with trisomy 18 (98% speciﬁcity). Although the aforementioned re-\naddressed by digital PCR and microﬂuidics [134]. Digital PCR does                sults were promising, these studies had relatively small sample\nnot depend on allelic distribution or gender and is able to detect               sizes, DNA sequencing performed at non-CLIA-certiﬁed laboratories,\nfetal DNA signals even in the presence of contaminating maternal                 and long turnaround time that did not simulate clinical practice.\nDNA or mosaicism. Through the utilization of microﬂuidic valves,                 Palomaki et al. undertook a clinical validation study to overcome\none sample can be divided into hundreds to thousands of individual               the shortcomings of previous studies [144]. These investigators eval-\nreactions, each containing a single template copy. The number of in-             uated the ability of next-generation sequencing to identify trisomy 21\ndividual positive PCR reactions is counted and ",
  "wordCount": 13866,
  "indexed": "2025-09-25T22:47:21.945Z",
  "method": "direct"
}
