{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Shaffer y Lupski - 2000 - Molecular Mechanisms for Constitutional Chromosoma_2.pdf",
  "fileName": "Shaffer y Lupski - 2000 - Molecular Mechanisms for Constitutional Chromosoma_2.pdf",
  "relativePath": "Genetica/Generalidades/Shaffer y Lupski - 2000 - Molecular Mechanisms for Constitutional Chromosoma_2.pdf",
  "text": "P1: FOF\nSeptember 25, 2000       17:15          Annual Reviews                AR116-11\n\n\n\n\n                                                                                       Annu. Rev. Genet. 2000. 34:297–329\n                                                                     Copyright c 2000 by Annual Reviews. All rights reserved\n\n\n\n\n          MOLECULAR MECHANISMS FOR CONSTITUTIONAL\n          CHROMOSOMAL REARRANGEMENTS IN HUMANS\n               Lisa G. Shaffer1 and James R. Lupski1,2,3\n               1Department of Molecular and Human Genetics, 2Department of Pediatrics,\n\n               Baylor College of Medicine, and 3Texas Children’s Hospital, Houston, Texas 77030;\n               e-mail: lshaffer@bcm.tmc.edu; jlupski@bcm.tmc.edu\n\n\n               Key Words chromosome abnormalities, repeat gene clusters, genome architecture,\n                genome evolution, homologous recombination\n               ■ Abstract Cytogenetic imbalance in the newborn is a frequent cause of mental\n               retardation and birth defects. Although aneuploidy accounts for the majority of imbal-\n               ance, structural aberrations contribute to a significant fraction of recognized chromo-\n               somal anomalies. This review describes the major classes of constitutional, structural\n               cytogenetic abnormalities and recent studies that explore the molecular mechanisms\n               that bring about their de novo occurrence. Genomic features flanking the sites of re-\n               combination may result in susceptibility to chromosomal rearrangement. One such\n               substrate for recombination is low-copy region-specific repeats. The identification of\n               genome architectural features conferring susceptibility to rearrangements has been ac-\n               complished using methods that enable investigation of regions of the genome that are\n               too small to be visualized by traditional cytogenetics and too large to be resolved by\n               conventional gel electrophoresis. These investigations resulted in the identification of\n               previously unrecognized structural cytogenetic anomalies, which are associated with\n               genetic syndromes and allowed for the molecular basis of some chromosomal rear-\n               rangements to be delineated.\n\n\n          CONTENTS\n               INTRODUCTION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 298\n               TYPES OF CHROMOSOMAL REARRANGEMENTS . . . . . . . . . . . . . . . . . . . . . 299\n                 Interchromosomal Rearrangements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 299\n                 Intrachromosomal Rearrangements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 300\n               FREQUENCY OF CHROMOSOMAL REARRANGEMENTS\n                IN THE POPULATION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 301\n                 Mutation Rates and de novo Occurrence . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 301\n                 Segregation Ratios in Familial Rearrangements . . . . . . . . . . . . . . . . . . . . . . . . . 303\n               METHODS OF STUDYING CHROMOSOMAL REARRANGEMENTS . . . . . . . . 304\n                 Routine and High-Resolution Karyotype Analysis . . . . . . . . . . . . . . . . . . . . . . . 304\n                 Fluorescence In Situ Hybridization . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 305\n                 Pulsed Field Gel Electrophoresis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 305\n\n          0066-4197/00/1215-0297$14.00                                                                                   297\n\fP1: FOF\nSeptember 25, 2000           17:15           Annual Reviews                  AR116-11\n\n\n\n\n          298       SHAFFER ¥ LUPSKI\n\n\n                OBSERVATION OF STRUCTURE . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 305\n                  Robertsonian Translocations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 305\n                  Isochromosomes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 306\n                  Marker Chromosomes . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 308\n                  Deletions . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 309\n                MECHANISMS OF CHROMOSOMAL REARRANGEMENT FORMATION . . . . 311\n                  Unequal Crossing Over as a Mechanism for Rearrangement . . . . . . . . . . . . . . . . 311\n                  Breakpoint Cluster Regions Point to a Common Mechanism . . . . . . . . . . . . . . . . 313\n                  Precise Recombination Mechanism Illustrated Through\n                    Novel Junction Fragments . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 316\n                  Repeat Gene Clusters Flank Common Deletion Sites . . . . . . . . . . . . . . . . . . . . . . 316\n                  Recombination Leads to Chromosomal Rearrangements . . . . . . . . . . . . . . . . . . . 317\n                A GENERAL MODEL FOR CONSTITUTIONAL CHROMOSOMAL\n                 REARRANGEMENTS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 318\n                CONCLUDING REMARKS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 319\n\n\n\n          INTRODUCTION\n\n                Constitutional chromosomal rearrangements refer to those that are inherited from\n                a carrier parent or occur de novo in the gametes that result in the zygote, whereas\n                acquired chromosomal abnormalities refer to those that arise during development\n                or during the life of the organism. Cytogenetic imbalance is detected in about\n                0.6% of all newborn infants, 25% of all miscarriages and stillbirths, and 50–60%\n                of first trimester miscarriages. Most often, the recognized imbalance is caused\n                by aneuploidy, resulting from a meiotic nondisjunction event. Although balanced\n                structural chromosomal rearrangements are found in about 1 in 500 individuals in\n                the population, cytogenetically visible, unbalanced structural anomalies account\n                for about 3% of all recognized chromosome abnormalities. The first unbalanced\n                translocations associated with an abnormal phenotype were described prior to chro-\n                mosomal banding methods (14, 86, 89). The first chromosomal deletions identi-\n                fied in humans were described shortly thereafter, including the deletion of distal\n                5p, associated with the cri-du-chat syndrome (62) and the distal deletion of 4p,\n                subsequently named the Wolf-Hirschhorn syndrome (138). Banding methods de-\n                veloped in the 1970s enabled the identification of the chromosomes and the specific\n                bands involved in rearrangements (15, 142). Some chromosomal rearrangements\n                affect segments smaller than the current band resolution obtained using routine\n                or high-resolution karyotyping (2–5 Mb). Molecular cytogenetic methods, such\n                as fluorescence in situ hybridization (FISH), are required to visualize these sub-\n                microscopic defects. The frequency of submicroscopic rearrangements that cause\n                specific human traits remains to be determined.\n                    Chromosomal rearrangements in humans are diverse, frequent, and often result\n                in phenotypic abnormalities. Thus, humans are an excellent experimental model to\n                study these rearrangements. Chromosomal rearrangements are identified through\n                the study of children with congenital anomalies, developmental delay/mental\n\fP1: FOF\nSeptember 25, 2000     17:15      Annual Reviews        AR116-11\n\n\n\n\n                                  CHROMOSOMAL REARRANGEMENT MECHANISMS                          299\n\n\n               retardation, abnormalities of growth, couples with recurrent miscarriages, and\n               during routine prenatal studies. These studies identified common rearrangements\n               and allowed molecular investigations of the mechanisms leading to these anoma-\n               lies. Correlations between chromosomal rearrangements and clinical manifesta-\n               tions (genotype/phenotype correlations) have allowed for development of useful\n               diagnostic tools and provided information relevant to prognosis.\n                   Recently, the underlying molecular structure of several constitutional chromo-\n               somal rearrangements have been delineated. Molecular tools such as the poly-\n               merase chain reaction (PCR), pulsed field gel electrophoresis (PFGE), and FISH\n               have uncovered the molecular bases of several common chromosome abnormali-\n               ties. A recurrent theme is emerging in which homologous, nonallelic sequences,\n               which include region-specific repeat gene clusters, are intimately involved in\n               causing chromosomal rearrangements. In this review, we examine the genome\n               architecture that likely contributes to the formation of a range of chromosomal\n               rearrangements.\n\n\n\n          TYPES OF CHROMOSOMAL REARRANGEMENTS\n\n          Interchromosomal Rearrangements\n               At the level of the chromosome, interchromosomal rearrangements involve two\n               different chromosomes and may occur between nonhomologous chromosomes.\n               These include Robertsonian translocations and reciprocal translocations. At the\n               molecular level, interchromosomal rearrangements may also include deletions\n               and duplications that arise through recombination between two homologous chro-\n               mosomes, even though they appear at the cytogenetic level to involve only a single\n               chromosome or chromosome pair (homologues). For this discussion, rearrange-\n               ments between homologous chromosomes are considered in the next section on\n               intrachromosomal rearrangements.\n                   Robertsonian translocations are whole arm exchanges between the acrocentric\n               chromosomes. In humans, chromosomes 13, 14, 15, 21, and 22 are acrocen-\n               tric. Robertsonian translocations are the most common, recurrent chromosomal\n               rearrangement and are found in 1 in 1000 individuals (38). Although all poten-\n               tial combinations of acrocentic chromosomes have been found to participate in\n               Robertsonian translocations, the distribution of these translocations is not random\n               (126). Specifically, rob(13q14q) and rob(14q21q) are the most common, consti-\n               tuting about 85% of all Robertsonian translocations.\n                   Reciprocal translocations are rearrangements that result from a single break in\n               each of the two participating chromosomes. All chromosomes have been reported\n               to participate in reciprocal translocations. Reciprocal translocations occur in about\n               1 in 625 individuals in the population. Most reciprocal translocations are consid-\n               ered “private” in that they are found only in related family members. However, the\n               t(11;22)(q23;q11.2) is a relatively common, recurrent reciprocal translocation.\n\fP1: FOF\nSeptember 25, 2000       17:15      Annual Reviews        AR116-11\n\n\n\n\n          300      SHAFFER ¥ LUPSKI\n\n\n          Intrachromosomal Rearrangements\n                Intrachromosomal rearrangements are cytogenetic aberrations that appear to in-\n                volve a single chromosome. These include interstitial and terminal deletions, inter-\n                stitial duplications, marker chromosomes, inversions, and isochromosomes. Some\n                rearrangements may involve a single homologue (sister chromatid exchanges)\n                while others may involve both homologous chromosomes (recombination between\n                homologues).\n                    Based on a literature review of deletions and duplications of the human chro-\n                mosomes that resulted in malformation, any region of the genome may be subject\n                to rearrangement, but certain parts of the genome are more susceptible than others\n                (9, 10). Interestingly, some regions of the genome have never been observed to\n                have deletion or duplication. These regions may contain a critical dosage-sensitive\n                gene(s), the deletion or duplication of which would be lethal. The apparent lack\n                of rearrangement for some segments may also indicate regions of the genome that\n                are less susceptible to the mechanisms resulting in structural chromosome aberra-\n                tions. However, these observations could also potentially be explained by a bias in\n                ascertainment either for particular chromosomal rearrangements that are more eas-\n                ily visualized using routine cytogenetic techniques, or for clinically recognizable\n                syndromes.\n                    Interstitial deletions and duplications result from exchange within a chromo-\n                some arm, retaining the original telomere. A number of interstitial deletions are\n                responsible for known genetic syndromes (Table 1) [reviewed in (113)]. Recently,\n                interstitial duplications have been associated with specific syndromes and some\n                may reflect the reciprocal recombination product for several of the common inter-\n                stitial deletions seen in the human genome (Table 1) [reviewed in (113)]. Terminal\n                deletions for most chromosomes have been identified. Those commonly seen or\n                extensively characterized are listed in Table 1.\n                    By traditional definition, marker chromosomes are small structurally abnormal\n                chromosomes of unidentifiable origin. They are designated as mar followed by\n                the chromosomal origin, if known, in parentheses [e.g. mar(22)]. With the ad-\n                vent of molecular techniques, such as FISH, the chromosomal origins of most\n                marker chromosomes have been identified. The most common marker chromo-\n                somes in the human population are those derived from chromosomes X (112),\n                15 (44, 60, 133), and 22 (30, 71, 72). Inversions have been reported for essen-\n                tially every human chromosome (53, 70). Pericentric inversions involve a break\n                in each arm of the chromosome and inversion of the segment containing the cen-\n                tromere (53). Paracentric inversions occur after a two-break event in a single\n                chromosome arm and inversion and rejoining of the segment between the two\n                breakpoints (70). Some inversions are found more frequently than others (53).\n                The most common, recurrent inversion in humans is the pericentric inversion\n                associated with the heterochromatin of chromosome 9; >2% of the population\n                carries the inv(9)(p11q12). Recent investigation suggests stretches of homologous\n                sequence in the long and short arms of chromosome 9 in the region of the com-\n                mon inversion breakpoints that may have acted as substrates for recombination\n\fP1: FOF\nSeptember 25, 2000           17:15          Annual Reviews                 AR116-11\n\n\n\n\n                                            CHROMOSOMAL REARRANGEMENT MECHANISMS                                         301\n\n          TABLE 1 Selected chromosomal rearrangements in humans\n          Chromosome anomaly                       Syndrome/disorder                                    Estimated frequencya\n          INTERSTITIAL DELETIONS\n          del(7)(q11.23q11.23)                     Williams                                             1 in 20,000–50,000\n          del(8)(q24.1q24.1)                       Langer-Giedion                                       —b\n          del(11)(p13p13)                          WAGR                                                 1 in 60,000–100,000\n          del(15)(q12q12)                          Prader-Willi or Angelman                             1 in 20,000\n          del(17)(p11.2p11.2)                      Smith-Magenis                                        1 in 25,000\n          del(17)(p12p12)                          HNPPc                                                —\n          del(20)(p11.23p11.23)                    Alagille                                             1 in 70,000\n          del(22)(q11.2q11.2)                      DiGeorge/velocardiofacial                            1 in 4,000\n          TERMINAL DELETIONS\n          del(1)(p36.3)                            Monosomy 1p                                          1 in 10,000\n          del(4)(p16)                              Wolf-Hirschhorn                                      1 in 50,000\n          del(5)(p15)                              Cri-du-chat                                          1 in 50,000\n          del(16)(p13.3)                           Rubinstein-Taybi                                     1 in 125,000\n          del(17)(p13.3)                           Miller-Dieker                                        —\n          INTERSTITIAL DUPLICATIONS\n          dup(7)(p12p13)                           Russell-Silver                                       —\n          dup(15)(q12q12)                          Variable features with autism                        —\n          dup(17)(p11.2p11.2)                      Mild developmental delay                             —\n          dup(17)(p12p12)                          Charcot-Marie-Tooth disease type 1A                  1 in 2,500\n          dup(X)(q22q22)                           Pelizaeus-Merzbacher disease                         —\n          a\n            Wilms tumor, aniridia, genitourinary dysplasia, mental retardation.\n          b\n            Dash denotes incidence is not known, either due to rarity of anomaly or under recognition/ascertainment.\n          c\n            Hereditary neuropathy with liability to pressure palsies.\n\n\n                  and inversion formation (84). Isochromosomes are mirror image chromosomes\n                  that are comprised of two copies of either a short arm or a long arm. Isochromo-\n                  somes are observed most often for the X chromosome (48, 139) and the acrocentric\n                  chromosomes (111, 115, 117, 118). These rearrangements are distinguished from\n                  translocations in that isochromosomes are comprised of genetically identical arms,\n                  derived from a single chromosome (115, 117).\n\n\n          FREQUENCY OF CHROMOSOMAL REARRANGEMENTS\n          IN THE POPULATION\n\n          Mutation Rates and de novo Occurrence\n                  The known and estimated population frequencies for chromosomal rearrangements\n                  are given in Tables 1 and 2. For most chromosomal rearrangements, the mutation\n                  rates are not known. However, most microdeletions occur de novo and thus, the\n                  population incidence is an approximation of the frequency. The best estimates\n                  of mutation frequencies have been determined for Robertsonian translocations\n\fP1: FOF\nSeptember 25, 2000           17:15           Annual Reviews                   AR116-11\n\n\n\n\n          302       SHAFFER ¥ LUPSKI\n\n\n                TABLE 2 Frequencies of chromosome rearrangements\n                Rearrangement                             Frequency in the general population\n                Robertsonian translocations               1 in 1000\n                Reciprocal translocations                 1 in 625\n                Marker chromosomes                        1 in 2000\n                Terminal deletions                        At least 1 in 5000a\n                Interstitial deletions                    At least 1 in 4000b\n                Interstitial duplications                 At least 1 in 4000c\n                a\n                 The most common terminal deletion is likely the del(1)(p36). The estimated frequency is\n                1 in 10,000. At least 50% were not detected by initial chromosome analysis. Thus, the\n                frequency may be twice the estimate, or 1 in 5000.\n                b\n                 Recognized interstitial deletions range in frequency between greater than 1 in 50,000 to 1\n                in 4000. Thus, the frequency is at least 1 in 4000 and may actually be more frequent than\n                recognized.\n                c\n                 Based on the estimated frequency of interstitial deletions and the fact that many interstitial\n                duplications may be the reciprocal recombination product of deletions.\n\n\n                and the duplication in 17p12 that causes Charcot-Marie-Tooth disease, type 1A\n                (CMT1A). Mutation rates for Robertsonian translocations (ROB) have been esti-\n                mated from literature surveys of spontaneous abortions (46) or livebirths (46, 90),\n                and population surveys of newborns with translocation-type Down syndrome or\n                Patau syndrome (trisomy 13) (41, 42, 55, 94). Since it was technically impossible\n                to distinguish isochromosomes of chromosome 21 or 13 from ROBs, the propor-\n                tion of de novo rearrangements resulting from isochromosomes was unknown at\n                the time these mutation rates were calculated. Thus, in calculating the mutation\n                rates for ROB, all events leading to ROB-type rearrangements were considered\n                together. It is now known that nearly 90% of homologous rearrangements of chro-\n                mosomes 13 and 21 are isochromosomes (115, 117, 118). ROBs were found to\n                have exceptionally high mutation rates (∼3.9 × 10−4 mutations per gamete per\n                generation) (46), one to two orders of magnitude higher than the estimates for mu-\n                tation rates for human autosomal dominant genetic disease. In fact, the likelihood\n                of encountering a de novo ROB ascertained from a child with translocation Down\n                syndrome or Patau syndrome is about 50% (41). For the majority of ROB, the de\n                novo translocation formation occurs during oogenesis (81).\n                    The duplication associated with CMT1A occurs de novo in about 10% of\n                cases (6). Based on the frequency of this duplication in the population (i.e. the\n                frequency of CMT1A caused by the duplication), the de novo mutation rate for\n                this duplication is estimated to be about 1×10−4 mutations per gamete per genera-\n                tion (67). As stated for the mutation frequency for ROB, this mutation rate is orders\n                of magnitude higher than the spontaneous mutation frequency usually associated\n                with single-gene disorders. In contrast to de novo ROBs occurring primarily in\n                oogenesis, the de novo duplication in CMT1A occurs preferentially (∼10:1)\n                during spermatogenesis (8, 66, 83).\n\fP1: FOF\nSeptember 25, 2000     17:15      Annual Reviews        AR116-11\n\n\n\n\n                                  CHROMOSOMAL REARRANGEMENT MECHANISMS                          303\n\n\n                   Identification of cytogenetic aberrations through congenital anomalies or men-\n               tal retardation can result in the detection of common, visible, cytogenetic anoma-\n               lies, but will not ascertain rearrangements below the resolution of routine banding\n               methods or rearrangements that do not result in an adverse outcome or those with\n               subtle clinical phenotypes. Recent studies utilizing either whole genome micro-\n               satellite screening or FISH with probes to the chromosome ends are aimed at identi-\n               fying rearrangements below the detection threshold of routine cytogenetic analysis\n               (34, 109, 122). The FISH probes consist of sets of telomere probes to each unique\n               chromosome end (57, 77). These have been used to detect submicroscopic ab-\n               normalities in patients with developmental delay/mental retardation (43, 58, 101).\n               Together, these approaches have allowed for estimates of microrearrangements\n               in the mentally retarded population (∼6%–18%). However, since none of these\n               studies were applied to apparently normal individuals, a population incidence\n               of structural anomalies resulting in a normal phenotype is not known. Recently, a\n               polymorphism involving the telomeric region of 13q was identified (115a). It is sus-\n               pected that many more polymorphisms involving the telomeric regions likely exist.\n                   A recurrent theme in this review is that certain regions of the genome are more\n               susceptible to rearrangement than others. Some regions are so susceptible to rear-\n               rangement that in rare cases, structural anomalies may occur on both homologues\n               of a chromosome pair (91, 135). Likewise, certain chromosomal rearrangements,\n               such as the deletion of 1p, are so frequent in their occurrence that they are repeat-\n               edly identified through multiple approaches, such as routine chromosome analysis\n               (121), surveys with genome-wide microsatellite analysis (122), and FISH with\n               telomere probes to all chromosome ends (58, 101).\n                   There is a tendency to assume that duplication occurs at a lower frequency than\n               deletion of the same region because fewer patients with duplication are reported in\n               the literature. However, study of the human cytogenetic database revealed that only\n               2.1% of possible autosomal bands were not involved in any duplication, whereas\n               11% of possible autosomal bands were not involved in any deletion (9, 10). This\n               finding may be due to the decreased tolerance for haploinsufficiency versus trisomy\n               in the human genome. Large regions of genomic duplication are compatible with\n               survival, including complete trisomy for chromosomes 21, 18, and 13 (which rep-\n               resent approximately 1.9%, 2.9%, and 3.7% of the human genome, respectively).\n               Thus, the underascertainment of duplication in our population may not reflect the\n               absolute disease frequency, but rather may reflect difficulties in (a) recognition of\n               patients with mild clinical manifestations and (b) visualizing a broader band by\n               cytogenetic analysis.\n\n          Segregation Ratios in Familial Rearrangements\n               The segregation ratios for most interstitial deletions and duplications are presumed\n               to be about 50%, based on the expectation that the condition is not lethal and that\n               the homologous chromosomes disjoin properly in meiosis. The duplication seen in\n               CMT1A segregates as an autosomal dominant trait (69). Although rare, autosomal\n\fP1: FOF\nSeptember 25, 2000       17:15      Annual Reviews         AR116-11\n\n\n\n\n          304      SHAFFER ¥ LUPSKI\n\n\n                dominant inheritance has been observed for a limited number of contiguous gene\n                deletion syndromes including Williams syndrome (73, 79, 110) and VCFS (61).\n                   In some rare cases, mosaicism has been identified for deletions (52, 145) and\n                duplications (63, 123). The finding of mosaicism may indicate that the rearrange-\n                ment occurred in mitosis rather than in meiosis. Two cases of mosaicism for the\n                deletion associated with Smith-Magenis syndrome have been identified (52, 145).\n                These cases may represent a mitotic event between sister chromatids that results\n                in mosaicism for the deletion. In cases of mosaicism for the duplication associated\n                with CMT1A, the normal cell line likely reflects reversion of the duplication to\n                normal (63). These somatic events stress the frequent propensity of such rearrange-\n                ments to occur.\n                   Segregation distortion is well documented for the reciprocal translocation\n                (11;22). The carrier frequency among progeny of t(11;22) carriers is 71% (144).\n                Both male and female carriers of this translocation are at significant risk for un-\n                balanced offspring (4% to 7% and 6% to 10%, respectively), due to 3:1 meiotic\n                segregation (34a, 144). The segregation ratios of male carriers of ROB have been\n                examined. There is a significant excess of carrier offspring from the expected 50%\n                (37). The segregation ratios range from 0.55 to 0.66 (40, 78). Carriers of ROB are\n                at significant risk for chromosome malsegregation and aneuploid offspring. The\n                risk depends on the chromosomes involved in the translocation and the sex of the\n                carrier parent. Risks for chromosomally abnormal offspring range from ∼1% for\n                rob(13q14q) male and female carriers, to 10% for female carriers of rob(14q21q),\n                to nearly 100% for male and female rob(21q21q) carriers (124).\n\n\n          METHODS OF STUDYING CHROMOSOMAL\n          REARRANGEMENTS\n\n          Routine and High-Resolution Karyotype Analysis\n                Chromosome banding techniques, developed in the early 1970s, have allowed for\n                the unequivocal identification of each of the 23 pairs of human chromosomes. Even\n                prior to banding, large structural abnormalities, such as large telomeric deletions\n                and translocations, could be identified based on chromosome morphology. The\n                advent of banding techniques transformed clinical cytogenetics into the important\n                medical diagnostic tool that it is today. However, some deletions and duplications\n                are too subtle to be detected by routine analysis. Instead, the detection of deletions\n                and duplications often requires high-resolution studies. High-resolution chromo-\n                some analysis was developed by Yunis (142). A typical metaphase cell may contain\n                about 400 to 500 bands per haploid genome; however, high-resolution prepara-\n                tions can identify up to 2000 bands (143). High-resolution analysis is not practical\n                for every case, as the extended prometaphase chromosomes are often overlapped\n                and entangled after the cell preparation. The use of high-resolution cytogenetic\n                analysis is therefore restricted for cases in which a particular chromosomal region\n                needs to be studied in greater detail.\n\fP1: FOF\nSeptember 25, 2000     17:15      Annual Reviews         AR116-11\n\n\n\n\n                                  CHROMOSOMAL REARRANGEMENT MECHANISMS                           305\n\n\n          Fluorescence In Situ Hybridization\n               For more targeted investigations of certain areas of the genome, fluorescence in\n               situ hybridization (FISH) has become an important molecular cytogenetic tech-\n               nique. FISH enables one to interrogate regions of the human genome too small to be\n               visualized by conventional cytogenetic techniques. FISH has become the standard\n               approach for commonly known microdeletions and microduplications [reviewed\n               in (113, 114)]. For FISH, a DNA probe is labeled with a nucleotide that is conju-\n               gated with a fluorescent molecule or a reporter molecule (termed direct labeling or\n               indirect labeling, respectively). After hybridization to a metaphase or interphase\n               cell and detection of the signal, the probe can be visualized in the nucleus with\n               the aid of fluorescence microscopy [reviewed in (128)]. FISH has been used with\n               a variety of DNA probes including yeast artificial chromosomes (YAC), bacterial\n               artificial chromosomes (BAC), cosmids, and plasmids to identify microdeletions\n               and microduplications. Analysis of microdeletions typically occurs in metaphase\n               cells, while microduplication analysis usually involves FISH on interphase nuclei,\n               in order to visualize two closely spaced signals (45, 69, 116).\n\n          Pulsed Field Gel Electrophoresis\n               Pulsed field gel electrophoresis (PFGE) separates large fragments of DNA\n               (>20 kb) that cannot be resolved by conventional agarose gel electrophoresis.\n               Prior to electrophoresis, the DNA is prevented from shearing through preservation\n               and enzymatic digestion in solid agarose. The agarose-embedded DNA, digested\n               with a rare cutting restriction endonuclease, is separated by PFGE. Through South-\n               ern analysis and hybridization, patient-specific junction fragments have been iden-\n               tified in some deletions and duplications (103). Junction fragments result from the\n               juxtaposition of DNA sequences that normally reside in different locations. Specif-\n               ically, junction fragments, unique to the patient, have been identified in CMT1A\n               duplications (16, 69, 87, 96, 103, 137); the deletion, representing the reciprocal re-\n               combination product and responsible for hereditary neuropathy with liability to\n               pressure palsies (HNPP) (16, 104, 127); the deletion of 17p11.2 in Smith-Magenis\n               syndrome (17); and the reciprocal recombination product–duplication 17p11.2\n               (17, 91, 92). Patient-specific junction fragments of apparently the same size sug-\n               gest that a precise recombination mechanism is involved in forming these rear-\n               rangements, since the identical sized junction fragment, in multiple individuals,\n               represents a recurrent event.\n\n\n          OBSERVATION OF STRUCTURE\n          Robertsonian Translocations\n               The nonrandom distribution of ROBs in the population suggests that there is a\n               specific mechanism or underlying genomic architecture or sequence that pro-\n               motes the exchange between certain acrocentric chromosomes. Therman et al (126)\n\fP1: FOF\nSeptember 25, 2000       17:15     Annual Reviews        AR116-11\n\n\n\n\n          306      SHAFFER ¥ LUPSKI\n\n\n                hypothesized that sequences are shared on the short arms of chromosomes 13, 14,\n                and 21 that participate in homologous recombination to form ROB. This yet-to-\n                be-identified sequence is postulated to be in opposite orientation on chromosome\n                14, in comparison to chromosomes 13 and 21, which facilitates the formation of\n                rob(13q14q) and rob(14q21q), but impedes the formation of rob(13q21q). This\n                hypothesis is supported by the abundance of rob(13q14q) and rob(14q21q) in the\n                population and the relative infrequency of rob(13q21q).\n                   The acrocentric short arms contain tandem arrays of β-satellite, satellite III,\n                and satellite I DNA, in addition to the 18S and 28S rRNA genes. The sequences on\n                these chromosomes have variable distributions, such that some repetitive DNAs are\n                shared across all acrocentrics, some are found on a few acrocentrics, or some are\n                even unique to one acrocentric chromosome (28, 54). The placement of the break-\n                points provides further evidence for a precise mechanism involved in forming the\n                “common” ROBs rob(13q14q) and rob(14q21q), distinct from the “rare” ROBs (all\n                remaining possible combinations). The majority of ROBs are dicentric (i.e. retain\n                both centromeres from the two participating acrocentric chromosomes). Based on\n                FISH with specific repetitive satellite sequences for the acrocentric chromosome\n                short arms, the breakpoints in the common ROBs are found to occur between\n                the same satellite sequences on chromosome 14 in 38 of 40 rob(13q14q) and 20\n                of 20 rob(14q21q) (39, 82). In contrast, for the rare ROBs, the breakpoints ap-\n                pear to occur randomly throughout the participating acrocentric short arms, with\n                some breakpoints even occurring in the long arms of one of the participating chro-\n                mosomes (82, 125). The finding that the majority of de novo rob(13q14q) and\n                rob(14q21q) formed during maternal meiosis provides additional evidence for a\n                precise mechanism in the formation of the common ROB (81). A study of 15\n                common de novo ROBs showed that all but one formed during oogenesis. The\n                one paternally derived rob(13q14q) had a distinct breakpoint from the majority of\n                rob(13q14q) studied (81, 82). Therefore, this one exception likely arose through a\n                “random” error during spermatogenesis, distinct from the mechanism in oogenesis\n                that gives rise to the majority of common ROBs (81).\n\n          Isochromosomes\n                Acrocentric Isochromosomes are structurally abnormal chromosomes that\n                result from a duplication of a single chromosome arm. Isochromosomes cannot be\n                distinguished from ROB based on their chromosome morphology and staining.\n                Instead, molecular methods, such as DNA polymorphism analysis, is used to\n                delineate the origin of homologous acrocentric rearrangements (2, 93, 106, 115,\n                117, 118). Isochromosomes of every acrocentric chromosome have been described.\n                Isochromosomes of chromosome 21 account for about 34% of the rearrange-\n                ments seen in Down syndrome (23). Isochromosomes of chromosomes 13 and 15\n                are seen in a significant proportion of Patau syndrome (47) and Prader-Willi or\n                Angelman syndrome (105), respectively. The majority of homologous acrocen-\n                tric rearrangements (∼90%) are isochromosomes and not ROBs, based on the\n\fP1: FOF\nSeptember 25, 2000     17:15      Annual Reviews        AR116-11\n\n\n\n\n                                 CHROMOSOMAL REARRANGEMENT MECHANISMS                          307\n\n\n               inheritance of homozygous markers, near the centromere, from the heterozygous\n               parent of origin (2, 106, 115, 117, 118).\n                  The parental origins of the de novo isochromosomes are roughly equally\n               divided between maternally derived and paternally derived rearrangements\n               (115, 117). This is in sharp contrast to ROB formation, which is almost exclu-\n               sively maternal in origin (81). The finding of complete homozygosity along the\n               lengths of both arms of isochromosomes lends support to the hypothesis that\n               most isochromosomes form postzygotically (106). However, a number of isochro-\n               mosomes show heterozygosity for distal polymorphic markers, which indicates\n               that recombination occurred during meiosis and supports a meiotic model for\n               the formation of some isochromosomes (5, 117, 118). Both dicentric and mono-\n               centric isochromosomes have been found. This observation led to the hypo-\n               thesis that isochromosomes form through a U-type exchange between sister\n               chromatids in the short arm or within the centromeric α-satellite DNA, which\n               results in dicentric or monocentric isochromosomes, respectively (115, 118). A\n               U-type exchange mechanism between sister chromatids would explain the oc-\n               currence of both dicentric and monocentric rearrangements, whereas centromere\n               misdivision, proposed originally as the mechanism for isochromosome forma-\n               tion, would result in only monocentric isochromosomes (Figure 1) (115). The\n               recombination substrates through which the U-type exchange between sister chro-\n               matids occurs are not known, although the finding of repetitive satellite DNA\n               arrays throughout the short arms of the acrocentric chromosomes presumably pro-\n               vides ample homologous sequence substrate for misalignment during exchange\n               events.\n\n               The X Chromosome The most common isochromosome seen in the human pop-\n               ulation is the isochromosome of the long arm of the X chromosome (∼1 in 13,000).\n               Greater than 15% of individuals with Turner syndrome have an isochromosome of\n               Xq in a population of their cells. Despite the relative abundance of Xq isochromo-\n               somes in the population, very few studies have been conducted on their molecular\n               basis (48, 139). However, based on the two published studies, the majority of\n               isochromosomes of Xq were derived from a single X chromosome (i.e. are true\n               isochromosomes and not a translocation between two different X chromosomes)\n               (48), were equally likely to be of maternal or paternal origin (48), and were dicen-\n               tric, with the breakpoints in the proximal short arm (48, 139). Since no consistent\n               breakpoints were observed among the isochromosomes studied, there does not\n               appear to be a particular single sequence substrate involved in generating these\n               rearrangements (48, 139). Nevertheless, multiple copies of a repeated sequence at\n               various loci on Xp could result in the observation of different breakpoints. Based\n               on the observations of complete homozygosity along the length of Xq in these\n               patients, with no evidence of recombination between genetic markers, a U-type\n               exchange between sister chromatids was proposed (48). Since most of these pa-\n               tients lacked a normal 46,XX cell line, a meiotic origin of the isochromosome was\n               postulated (48).\n\fP1: FOF\nSeptember 25, 2000        17:15       Annual Reviews          AR116-11\n\n\n\n\n          308      SHAFFER ¥ LUPSKI\n\n\n\n\n                Figure 1 Two mechanisms for isochromosome formation. Chromosomes are represented\n                as open lined structures with the centromere as a solid circle. The hatched boxes denote\n                the sequence substrates for recombination. (a) Misdivision of the centromere results in two\n                monocentric products, one isochromosome of the long arm and one isochromosome of\n                the short arm. (b) U-type exchange between sister chromatids in the short arm results in a\n                dicentric isochromosome and an acentric fragment that is lost in subsequent cell divisions.\n                Not shown is a U-type exchange between sister chromatids within the centromere that\n                would result in two monocentric isochromosomes, not distinguishable from misdivision of\n                the centromere.\n\n\n          Marker Chromosomes\n                Marker chromosomes are commonly found as extra, supernumerary chromosomes\n                during routine cytogenetic analysis (∼1 in 2000 individuals in the general pop-\n                ulation). Marker chromosomes of chromosome 15 origin are the most common\n                autosomal marker in the human population (∼40% of all marker chromosomes)\n                and can be found in phenotypically normal individuals and in the mentally re-\n                tarded population (60). These bisatellited markers, which consist of two copies of\n                the short arm (satellite DNA) of chromosome 15 in an inverted orientation, are\n                often referred to as inv dup(15). The inconsistency in phenotype among individ-\n                uals who carry inv dup(15) led investigators to study the size and parental origin\n                of these marker chromosomes. FISH identified two sizes of inv dup(15) markers,\n                large and small (60). All inv dup(15) were dicentric. For the small markers, no chro-\n                mosome 15q euchromatin could be identified between the two centromeres (60).\n\fP1: FOF\nSeptember 25, 2000     17:15      Annual Reviews        AR116-11\n\n\n\n\n                                  CHROMOSOMAL REARRANGEMENT MECHANISMS                          309\n\n\n               The large markers contained two copies of the Prader-Willi syndrome/Angelman\n               syndrome critical region at 15q12 (60). For the most part, patients with the small\n               marker chromosomes were phenotypically normal, whereas patients with the large\n               marker chromosomes were mentally retarded (60). The 15q12 region contains\n               dosage-sensitive and imprinted genes relevant to human disease. Tetrasomy of\n               the region would be expected to result in an abnormal phenotype based on clin-\n               ical observations in patients with deletion, duplication, and triplication of 15q12\n               (107).\n                  Parallels can be drawn between inv dup(15) and the small, supernumerary mark-\n               ers of chromosome 22 origin. Bisatellited markers derived from chromosome 22\n               [mar(22)] have been associated with the cat eye syndrome (72). Although the\n               phenotype is variable, the variability has not been attributed to the different sized\n               mar(22) (72). Most patients had most features of the syndrome, regardless of the\n               size of their marker chromosome. FISH and restriction fragment length polymor-\n               phisms (RFLPs) characterized the mar(22) in cat eye syndrome as heterogeneous,\n               with variability in size and appearance (72). Most markers had two copies of the se-\n               quences investigated, while some markers appeared asymmetric, with three copies\n               of some loci between the centromeres.\n\n          Deletions\n               Terminal Deletions of the distal segments of all chromosomes have been de-\n               scribed. Although most deletions appear to be unique to the individual, some\n               terminal deletions occur (or are ascertained) more frequently than others. This\n               preponderance of certain terminal deletions may reflect the relative viability of\n               monosomy for the region or may reflect an underlying genomic structure that is\n               unstable or more prone to rearrangement. Some of the more recognized, common\n               terminal deletions include 1p-, 4p-, 5p-, 9p-, 11q-, 17p-, 18q-, and 22q-. The\n               Monosomy 1p36 syndrome has been extensively investigated (121, 140). Like\n               most terminal deletions that have been studied, the breakpoints do not occur at a\n               single site, but are variable in size. However, for some terminal deletions, there\n               are clusterings of breaks at a number of locations (19, 140). For the Monosomy\n               1p36 syndrome, 78% of deletions occur on the maternally inherited chromosome\n               1 (140).\n                  The molecular mechanism resulting in telomeric deletions is unknown, but is\n               likely to reflect the DNA sequences found adjacent to human telomeres. Each chro-\n               mosome end is capped with the repetitive sequence (TTAGGG)n (75). Directly\n               adjacent, proximally located, to the telomere cap is a group of repetitive sequences,\n               which have been referred to as telomere-associated repeats (TAR) (11, 134). TARs\n               are polymorphic in their chromosomal distribution. Each TAR region can be sub-\n               divided into a distal region of shorter sequence repeats (<2 kb) that are shared\n               by many chromosomes and a more proximal region containing longer sequence\n               repeats (10–40 kb) that are shared by a smaller subset of chromosomes (32).\n               Thus, some chromosome ends contain the same TARs, whereas other subtelomeric\n\fP1: FOF\nSeptember 25, 2000       17:15      Annual Reviews         AR116-11\n\n\n\n\n          310      SHAFFER ¥ LUPSKI\n\n\n                regions do not have TARs at all. The polymorphic distribution is thought to be the\n                result of exchange events between nonhomologous chromosomes (11).\n                    Certain TAR sequences are common to multiple chromosomes, suggesting that\n                nonhomologous regions of the genome have undergone exchanges. However, the\n                frequency at which these exchanges occur is thought to be low and nonrandom (32);\n                otherwise, homogenization of the subtelomeric sequences amon",
  "wordCount": 15382,
  "indexed": "2025-09-25T22:40:07.955Z",
  "method": "direct"
}
