{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Bittles - 2001 - Consanguinity and its relevance to clinical geneti.pdf",
  "fileName": "Bittles - 2001 - Consanguinity and its relevance to clinical geneti.pdf",
  "relativePath": "Genetica/Generalidades/Bittles - 2001 - Consanguinity and its relevance to clinical geneti.pdf",
  "text": "Clin Genet 2001: 60: 89–98\nPrinted in Ireland. All rights reser6ed\n\n\n\nMini Review\n\nConsanguinity and its relevance to clinical\ngenetics\n  Bittles AH. Consanguinity and its relevance to clinical genetics.            AH Bittles\n  Clin Genet 2001: 60: 89 – 98. © Munksgaard, 2001                             Centre for Human Genetics, Edith Cowan\n                                                                               University, Perth, Australia\n  Marriage between close biological relatives is generally regarded with\n  suspicion and distaste within Western society, reflecting historical and\n  religious prejudice. By comparison, in many other populations there is       Key words: clinical genetics –\n  a strong preference for consanguineous unions, most frequently con-          consanguinity\n  tracted between first cousins, and marriage outside the family is per-\n                                                                               Corresponding author: Prof. AH Bittles,\n  ceived as a risky and disruptive option. The increasing importance of        Centre for Human Genetics, Edith Cowan\n  the genetic contribution to the overall disease profile in both developed    University, 100 Joondalup Drive, Perth WA\n  and developing countries has highlighted potential problems associated       6027, Australia. Tel.: +61 8\n  with detrimental recessive gene expression in consanguineous progeny.        94005623; fax +61 8 94005851; e-mail:\n  This review examines the outcomes of consanguineous unions, with             a.bittles@ecu.edu.au\n  proposals as to how the ongoing preference for consanguinity in many\n  communities can best be accommodated from a clinical genetics per-           Received 2 February 2001, revised and ac-\n  spective.                                                                    cepted for publication 1 March 2001\n\n\nThe subject of close kin marriage, sometimes con-            large-scale migration of communities from regions\nfusingly referred to as interbreeding, became a              where consanguineous marriage is favoured has\nsource of major scientific and public interest from          provided an additional boost to medical and scien-\nthe mid-nineteenth century onwards, with leading             tific interest in human inbreeding. The central aim\nscientists, including Charles Darwin who had mar-            of this review is to assess how consanguinity cur-\nried his first cousin Emma Wedgwood, and his                 rently impinges on clinical genetics, and to predict\nhalf-cousin Francis Galton, closely involved. The            future trends in the prevalence and outcomes of\nfirst comprehensive investigations into the effects          consanguineous marriage in the populations of de-\nof inbreeding in human populations commenced in              veloping and developed countries.\nthe late 1940s, with the classic studies of Neel and\nSchull into the outcomes of cousin marriage in\nHiroshima and Nagasaki, Japan (1 – 4), and follow-           The global prevalence of consanguineous unions\nup work on the island of Hirado (5). Research into           Geographical distribution\nthe prevalence and patterns of consanguineous                In clinical genetics a consanguineous marriage is\nmarriage in South India demonstrated that the                most commonly defined as a union between a\npreference for close kin unions extended across              couple related as second cousins or closer, equiva-\nreligious and socioeconomic boundaries (6, 7),               lent to a coefficient of inbreeding in their progeny\nfindings that through time were repeated in many             of F]0.0156. Using this definition, a broad-scale\nother countries (8). These data showed that, con-            map of the current distribution of consanguineous\ntrary to widespread opinion in Western countries,            unions is shown in Fig. 1. The detailed information\nconsanguinity was not confined to religious isolates         on which the map is based (8) also is available on\nsuch as the Amish, Hutterites, and Samaritans, or            the Web at http://www.consang.net, accompanied\nto disadvantaged rural isolates, but was widely              by listings of the relationship between consanguin-\npreferential in many major populations.                      ity and birth measurements, and specific physical\n   More recently, these investigations have over-            defects and behavioural and psychiatric disorders\nlapped with the Human Genome and Genome                      that have been diagnosed in consanguineous\nDiversity Projects, and studies employing ho-                unions.\nmozygosity mapping to locate disease genes in                   Four major global areas can be defined (Table\nspecific sub-populations. In Western countries, the          1): regions in which fewer than 1% of marriages\n                                                                                                                           89\n\fBittles\n\n\n\n\nFig. 1. The current global prevalence of consanguineous marriage.\n\nare consanguineous (although consanguineous                         conjunction with mutation enrichment may lead to\nunions beyond second cousins, F B 0.0156, may                       a high prevalence of unique genetic disorders (14).\nexist), typified by North America, most of Europe,                  Similarly, although the overall level of consanguin-\nand Australasia; regions such as the Iberian penin-                 ity in the UK is described as less than 1%, in the\nsula, Japan and South America in which 1 – 10% of                   resident Pakistani community of some 0.5 million\nall marriages are consanguineous; and North                         an estimated 50% to 60 +% of marriages are con-\nAfrica, much of West, Central, and South Asia,                      sanguineous, with evidence that their prevalence is\nwhere 20 to over 50% of current marriages are                       increasing (15, 16).\nconsanguineous. The highest levels of inbreeding\nrecorded in major populations have been in urban                    The influence of religion and civil legislation on\nPondicherry, South India (9), where 54.9% of mar-                   consanguinity\nriages were consanguineous, equivalent to a mean\ncoefficient of inbreeding (a) of 0.0449, and among                  Religion exerts a major influence on consanguinity.\narmy families in Pakistan (10) with 77.1% consan-                   In general, consanguineous unions are sanctioned\nguinity (a=0.0414). In the South Indian study,                      within Judaism, Buddhism, and in the Zoroastrian/\n20.2% of marriages were uncle –niece and 31.3%                      Parsi tradition (17). Attitudes towards consanguin-\nfirst cousin, whereas in Pakistan 62.5% were be-                    ity within Islam are somewhat ambiguous. While\ntween first cousins. Information on consanguinity                   the prevalence of close-kin marriage exceeds 50%\nis at best partial in other populous countries, such                in many of the Muslim countries of the Middle\nas Indonesia, and for that reason their status with                 East and Pakistan, there is no specific guidance in\nrespect to consanguineous marriage has been des-                    the Koran that could be interpreted as encouraging\nignated as unknown. In fact, data are available                     consanguinity (18). Indeed, according to one of the\nindicating that cousin unions are favoured in a                     hadith, recorded pronouncements of the Prophet\nnumber of these populations, important examples                     Mohammad, cousin marriages were best discour-\nbeing the Sotho and Tswana peoples of Southern\n                                                                    Table 1. Global prevalence of consanguineous marriage\nAfrica (11, 12). Thus, the overall figures cited for\nglobal levels of consanguinity are deliberately                     Consanguinity (%)                Numbers (million)\nconservative.\n   Of necessity a map of this type lacks detail, and                B1                               1 087\nin Western Europe it could be argued that in                        1–10                             2 661\n                                                                    20–50+                             985\ncountries such as Finland, a cumulative history of                  Unknown                          1 334\nthird cousin marriages (F =0.0039) can be of clini-                 Global population                6 067\ncal significance in remote communities (13), and in\n90\n\f                                                               Consanguinity and its relevance to clinical genetics\n\naged. On the other hand, the Prophet married his            cousin marriage continues in specific rural areas,\ndaughter Fatima to Ali, his paternal first cousin           especially among the 10 officially recognized Chi-\nand ward. Thus, for Muslims, cousin marriage                nese Muslim populations which collectively num-\ncould be interpreted as following the sunnah, i.e.          ber over 18 million (23 – 25).\nthe deeds of the Prophet.\n   As previously noted, Dravidian South Indians\n                                                            Social and economic factors associated with\nregard consanguineous marriage as preferential,\n                                                            consanguinity\nwhereas in North India consanguinity is prohibited\nunder the Aryan Hindu tradition, with family                Consanguineous unions were most frequently re-\nrecords consulted over an average of seven genera-          ported within the ruling classes and land-owning\ntions on the male side and five generations for             families of Western societies. The global picture is\nfemales to ensure avoidance of unintentional in-            quite different, with the highest rates of consan-\nbreeding (19). Like Hinduism, there are conflicting         guineous marriage among poor, rural, and largely\nattitudes and opinions in Christianity, with specific       illiterate communities; although some land-owning\ndispensation required by the Roman Catholic                 families also favour consanguineous unions as a\nChurch for first cousin marriages, and even more            means of preserving the integrity of their estates\nrigorous proscription in the Orthodox Church. By            (26). As it is the poorest sections of all populations\ncomparison, the Protestant denominations basi-              who are most disadvantaged in terms of health\ncally follow the Judaic guidelines laid down in             care provision, this over-representation of poorer\nLeviticus 18:7–18, with consanguineous unions up            and less educated families among consanguineous\nto and including first cousins permissible.                 couples creates problems in assessing the effects of\n   First cousin marriages are permitted under civil         consanguinity on morbidity and mortality. How-\nlaw throughout Western Europe, and in most                  ever, even when control is introduced for a wide\ncountries settled by European migrants, such as             range of sociodemographic variables, consanguin-\nAustralia and Canada. In many Western European              ity remains a significant factor in determining early\ncountries, legislation on marriage has been under-          mortality (27, 28).\ngoing reform, usually to permit a wider range of                The actual reasons given for the preference for\nrecognized marriage partners. Thus, under the               consanguineous marriage are primarily social. It is\n1987 Swedish Marriage Law, half-sibs (F= 0.125)             believed that family ties will be strengthened, and\ncan marry, albeit subject to Government approval.           health or financial uncertainties that may arise\nMarriage legislation in the USA is much more                through marriage with a partner from another\ncomplicated, with individual state laws specifying          family or community are simultaneously avoided.\nprecisely who can marry and under what circum-              In traditional Arab societies, marriage outside the\nstances. First cousin marriage is a criminal offence        family may be perceived as an insult by the family\nin eight states, and in a further 22 states it is illegal   head (29). Furthermore, a man usually has the\n(20, 21). The situation is, however, still fluid and,       right to claim marriage to his father’s brother’s\nfor example, a bill to ban first cousin marriages           daughter (FBD) and must give his permission if\nwas defeated in the Maryland legislature in 2000.           arrangements are made for her to marry someone\nWith the exception of Wisconsin, which restricts            else (30). Premarital arrangements are greatly sim-\nfirst cousin marriage to couples in which one or            plified in consanguineous unions, and the relation-\nboth are infertile or where the female is over 55           ship of a couple with their in-laws is expected to be\nyears of age (20), it is difficult to discern any           more congenial. Economic considerations also are\ncoherent biological rationale in the legislation on         important and, in countries where dowry or bride-\nconsanguinity. The rights of particular religious           wealth payments are the norm, arranging marriage\nand ethnic groups are acknowledged in certain               within the family minimizes or even obviates the\nstates, with uncle –niece marriages allowed in the          potential financial costs (18, 26). Despite these\nRhode Island Jewish community, and male Native              various advantages, problems arising from mar-\nAmericans in Colorado permitted to marry their              riage to a close relative have been cited in a minor-\nstep-daughters.                                             ity of cases (18, 29), especially where there is a\n   In Han Chinese society, there is a Confucian             large age gap between spouses (31).\ntradition of first cousin marriage between a male\nand his mother’s brother’s daughter (MBD) (22),\n                                                            The types of consanguineous marriage contracted\nbut in 1981 legislation was passed in the People’s\nRepublic of China to ban first cousin unions. Al-           The specific patterns of consanguineous marriage\nthough the current situation is somewhat uncer-             favoured by different populations are held to\ntain, it seems probable that a preference for first         reflect traditional customs and beliefs. For exam-\n                                                                                                                91\n\fBittles\n\nple, first cousin unions between a man and his            The clinical outcomes of consanguineous unions\nFBD are preferred in Arab Muslim communities              Consanguinity and prenatal losses\n(32), as opposed to the MBD pattern of first cousin\nmarriage found in such disparate populations as           Despite the widespread belief that fertility is re-\nDravidian Hindus of South India (33), Han Chi-            duced in consanguineous unions, studies con-\nnese (25), and the Tuareg of North Africa (34).           ducted in a wide range of populations have\nWhile the coefficient of inbreeding is the same at        reported reduced levels of pathological sterility (33,\nautosomal loci (F = 0.0625), for X-chromosome             41, 42), and no evidence of an increase in fetal loss\nloci Fx =0 for FBD progeny but 0.125 in the               rates (43 – 47). Indirect indicators of fetal survival,\noffspring of MBD couples. Similarly, uncle –niece         such as multiple birth rates and the secondary sex\n(but not aunt– nephew) unions (F =0.125) are per-         ratio, also failed to show an inbreeding effect (48).\nmissible within Judaism but both are banned in the        Nevertheless, a very large proportion of concep-\nKoran, although double first cousin marriages             tions are lost in the early weeks of pregnancy and\n(also F= 0.125) are allowed in Islam.                     preliminary DNA-based studies have suggested\n                                                          that selection may operate against embryos ho-\n                                                          mozygous at early developmental loci (49). Data\nConsanguinity and clinical genetics\n                                                          on the relationship between consanguinity and\nThe first structured clinical study into the biologi-     birth measurements have been mixed, with a num-\ncal effects of inbreeding was organized by Dr Sa-         ber of studies suggesting that babies born to con-\nmuel Bemiss of Louisville, Kentucky (35), with a          sanguineous parents are smaller and lighter\nreport published in 1858 on the outcomes of               (50 – 52), whereas other investigations have failed\nunions ranging from incest (F= 0.25) to third             to detect a significant difference (53 –55).\ncousin marriages. In Western medicine, an adverse            Unfortunately, the majority of these studies did\npregnancy outcome in a couple known to be bio-            not control for potentially important non-genetic\nlogical relatives often has been uncritically ascribed    variables, including maternal age at first birth. In\nto the adverse effects of inbreeding. As recent           many less developed countries consanguinity is as-\nmigrant groups to Western countries are socially          sociated with early marriage, earlier commence-\nand economically disadvantaged, there have been           ment of reproduction, and maximization of the\ncomplaints that too often health problems exhib-          maternal reproductive span through extended\nited by these groups are simplistically blamed on         child-bearing, which together result in a larger\nconsanguinity, without adequate allowance for             number of live born children (56 –58). There also is\nother basic life-style factors (36, 37). Interestingly,   convincing evidence of reproductive compensation,\nin his original study of alkaptonuria published in        with infants dying at an early age rapidly replaced\n1902, Archibald Garrod had specifically cautioned         (5, 59). Although the relationship between consan-\nagainst unjustified speculation into the overall          guinity, fertility, and reproductive compensation is\nhealth status of first cousin progeny, despite the        complicated, the net effect is a reduction in the rate\nfact that the six persons he had examined with the        at which deleterious genes are eliminated from the\ndisorder were the offspring of first cousin unions        gene pool, thus reducing the ‘cleansing’ of the gene\n(38).                                                     pool that has been associated with inbreeding.\n   The excess risk that an autosomal recessive dis-\norder will be expressed in the progeny of a consan-\nguineous union is inversely proportional to the           Consanguinity and pre-reproductive mortality and\nfrequency of the disease allele in the gene pool.         morbidity\nThus in France, where the frequency of first cousin\nunions in the general population is less than 0.2%,       Given adequate sample sizes, almost all studies\n1.4% of cystic fibrosis cases were first cousin           that have examined post-natal mortality and mor-\nprogeny, by comparison with 7.1% of cases of              bidity have confirmed that the progeny of consan-\ncystinosis and 12.5% of persons with achromatop-          guineous unions are disadvantaged in health terms.\nsia (39). In families in which an autosomal reces-        Estimates as to the overall adverse effects of con-\nsive disorder is expressed, the affected progeny are      sanguinity have, however, been highly variable,\nnot necessarily homozygotes. For example, in The          with marked downward revision through time (60),\nNetherlands two brothers diagnosed with cystic            probably resulting from better sampling techniques\nfibrosis were compound heterozygotes for the dis-         and, once again, recognition that earlier surveys\nease, even though their parents were members of a         may have produced spuriously high values because\nreligious isolate and were multiply related as sec-       of inadequate control for non-genetic variables.\nond cousins, third cousins, and third cousins once           The most recent mortality estimate, derived\nremoved, with F =0.0215 in the two children (40).         from a multi-national study of over 600000 preg-\n92\n\f                                                             Consanguinity and its relevance to clinical genetics\n\nnancies and live births, is that first cousin progeny     the populations of their countries of origin. The\nexperience 4.4% more pre-reproductive deaths than         widespread Arab diaspora provides a good exam-\nthe offspring of non-consanguineous unions (61).          ple, with comparable disease phenotypes expressed\nBy definition, studies into the prevalence of birth       in populations residing in the Middle East (81, 90,\ndefects are dependent on the diagnostic criteria          91) and in overseas migrant communities (92 –94).\nemployed and, in less developed countries, may               It is important to emphasize that generalizations\noverlap with and reflect late fetal and neonatal          on the spectrum of inherited diseases associated\nsurvival rates. In Japan, the incidence of birth          with consanguinity can be misleading. In most\ndefects was 0.7% higher in first cousin progeny (2);      Middle Eastern and North African populations,\nhowever, subsequent investigations have indicated         and in India and Pakistan, marriage is not simply\nhigher levels of malformations. For example, a            arranged within the family, but is contracted\n26-year study based on the Medical Birth Registry         within highly endogamous caste, biraderi, tribal, or\nof Norway reported 1.9% excess birth defects in           clan boundaries. As an example of the genetic\nNorwegian first cousin couples and 2.4% among             complexity associated with this pattern of sub-divi-\nPakistani migrant couples (62), and first cousin          sion, in India there are 299 different languages\nprogeny had 3.8% excess major malformations in            spoken by 4635 officially recognized ethnic com-\nan Arab community in Israel (63).                         munities, which in turn are composed of an esti-\n   In developing countries, excess consanguinity-         mated       50000 –60000     highly    endogamous\nassociated deaths are largely concentrated during         sub-populations (95). These groupings have histo-\nthe first year of life ((47, 57, 64, 65) and Hussain et   ries dating back many centuries, with long and\nal. submitted), but in a majority of cases no specific    apparently unbroken histories of strict intra-com-\ncause of death is available because of poor diag-         munity marriage, and in effect, they have evolved\nnostic facilities, and parental reluctance to sanction    separate and unique gene pools. Thus, many of the\nprenatal diagnosis or autopsy examinations. Where         genetic disorders that have been described are\na diagnosis has been possible, a clear link between       community-specific, which can simplify case ascer-\nconsanguinity and autosomal recessive disorders           tainment but presents a major problem in the\nwas established (66–70). Multiple deaths have             compilation of national or even regional preva-\nbeen reported in a proportion of consanguineous           lence estimates. A prime example of this phe-\nfamilies from developing countries (56) and in mi-        nomenon was described among Arab families\ngrant communities resident in developed countries         affected with late-infantile metachromatic leu-\n(71), the effect being proportional to the level of       codystrophy, living in a number of different vil-\nparental genetic relatedness.                             lages in northern Israel (96). While the observed\n   More than 20 causative disease loci have been          pattern of disease distribution might have been\nidentified for autosomal recessive non-syndromal          explained in terms of a single founder event and\ninherited hearing loss (72), most of which were           random drift in an outbred population, five sepa-\ninitially located in consanguineous families (73).        rate mutations were identified among the inhabi-\nBlindness caused by early onset retinal dystrophies       tants of these highly endogamous communities.\n(74, 75) and childhood glaucoma (76) also have an\nincreased prevalence in consanguineous communi-\n                                                          Consanguinity and adulthood mortality and morbidity\nties, and bilateral retinoblastoma appears to be\nmore common in Saudi Arabia (77). A significant           This is potentially the most intriguing and chal-\nexcess of major congenital defects has been diag-         lenging time period in which to study the influence\nnosed in consanguineous progeny, especially disor-        of consanguinity on health, in particular whether\nders with a complex aetiology (4, 16, 51, 63,             there is an association with common adult multi-\n78–81), with a greater likelihood of recurrence           factorial disorders. Yet, with the exception of in-\n(82). Both mild and severe mental retardation like-       creasing numbers of studies which employ\nwise tends to be increased in frequency (83–87). In       homozygosity mapping to identify recessive disease\nthe UK Pakistani population, elevated rates of            loci, adult morbidity is a central feature of consan-\ncerebral palsy have been reported in consan-              guinity that to date has received little attention.\nguineous progeny (88), with an autosomal recessive           The adult progeny of consanguineous unions are\ngene mapped to chromosome 2q24-25 identified in           over-represented in institutions caring for persons\nseveral consanguineous families with multiple af-         with mental retardation (97), but no clear associa-\nfected offspring (89).                                    tion has been described between adult-onset be-\n   As would be expected, when equivalent diagnos-         havioural and psychiatric disorders, such as\ntic facilities are available, similar patterns of de-     schizophrenia, and consanguineous marriage (98 –\nfects are observed in migrant communities and in          100). Although a preliminary report from Pakistan\n                                                                                                                93\n\fBittles\n\nTable 2. Health-based assessment of consanguinity\n\n                                           Pre-industrial agrarian society   Economically developing society   Economically developed society\n\nFemale age at marriage (yr)                12+                               15+                               18+\nAge at menarche (yr)                       15+                               15+                               12+\nBurden of infectious/nutritional disease   High                              Moderate                          Low\nContraceptive usage                        Low                               Low–moderate                      Moderate–high\nReproductive compensation                  High                              Moderate–high                     Low\nBurden of genetic disease\n  Mortality                                Low                               Low–moderate                      Moderate\n  Morbidity                                Low                               Low                               Moderate–high\n\n\n\n\nsuggested that the prevalence of certain cancers                             tions, with concomitant declines in early mortality\nand forms of cardiovascular disease was higher in                            and increases in overall life expectancies. As sum-\nconsanguineous individuals (101), a study on the                             marized in Table 2, there has been a marked de-\nArab population of Israel showed no inbreeding                               cline in age at menarche and more gradual\neffect on the rates of common disorders including                            increases in female age at marriage, which should\ndiabetes mellitus, myocardial infarction, bronchial                          help to reduce neonatal mortality and morbidity\nasthma, and duodenal ulcer (102).                                            resulting from maternal gynaecological immaturity\n   The difficulty in assessing both of these sets of                         in developing countries (45, 59). But the major\nfindings is that they were effectively composite                             factor to be considered is the ongoing, global tran-\nstudies, based on investigations conducted across                            sition from the primarily ‘environmental’ pattern\nseries of discrete breeding populations, and with                            of disease of pre-industrial and modern-day eco-\nlittle control for sociodemographic variables.                               nomically developing societies, to the increased\nWithout precise knowledge of the composition and                             proportions of deaths and disability with a genetic\nstructure of the consanguineous and non-consan-                              aetiology characteristic of developed countries.\nguineous study groups, and appropriate matching                              Therefore, straightforward extrapolations from\nbetween them, direct comparisons may be flawed                               retrospective data collected in the Indian sub-con-\nand the results be of limited validity.                                      tinent will probably be of limited value in, for\n                                                                             example, predicting the outcomes of consan-\n                                                                             guineous marriage among the UK Pakistani popu-\nSpeculation and predictions on the future of                                 lation, or any similar resident migrant community\nconsanguineous unions                                                        in a Western country.\nIt seems probable that increased urbanization and                               Paradoxically, the total burden of disease can\nthe gradual shift to smaller family sizes will impose                        grow substantially as populations progress in eco-\ndemographic constraints on the prevalence of con-                            nomic terms, with sub-lethal genetic disorders\nsanguineous marriage in future generations. Espe-                            placing an ever-increasing demand on health ser-\ncially when, as previously indicated, quite specific                         vice provision and stretching the resources of indi-\ntypes of union are favoured in particular societies                          vidual families. Under these circumstances,\nwhile others are unacceptable. In this regard, un-                           although consanguineous marriage may remain\ncle–niece and double first cousin unions, the clos-                          culturally desirable, there is a major shift in the\nest forms of legal consanguineous marriage that                              balance between the social and economic benefits\nare widely practised, would appear to be the most                            associated with intra-familial marriage and adverse\nvulnerable. Changes of this type will necessarily be                         health outcomes, especially where multiple deleteri-\nmedium to long term in nature, and the impact will                           ous recessive genes segregate within families (15,\nbe slower in rural communities. As a result, con-                            103, 104). This trend is apparent in many oil-rich\nsanguinity will be a topic of ongoing, and probably                          Middle Eastern countries, with previously undiag-\nincreasing, interest in clinical genetics and the re-                        nosed genetic disorders revealed that had been\nlated disciplines of community/public health genet-                          sequestered within tribes and clans by multiple\nics for the foreseeable future.                                              generations of strictly endogamous and intra-fa-\n   The extent to which past events will be a reliable                        milial marriage ((93), and http://www.consang.net,\nguide to the future outcomes of consanguineous                               consanguinity and physical defects). The potential\nunions is questionable, given the improvements in                            scale of the problem has been further demon-\nliving standards enjoyed by virtually all popula-                            strated in a highly endogamous Arab Muslim set-\n94\n\f                                                                Consanguinity and its relevance to clinical genetics\n\ntlement in Israel, with 13 autosomal disorders                lar Profs N. Appaji Rao and H.S. Savithri, and Dr. R.\nidentified and a further six possible recessive dis-          Hussain.\neases under investigation (105).\n   Major disease profile changes of this type re-             References\nquire new diagnostic, counselling and treatment\n                                                               1. Neel JV. A study of major congenital defects in Japanese\nskills. Unfortunately, in many of the developing\n                                                                  infants. Am J Hum Genet 1958: 10: 398– 445.\ncountries where consanguineous marriages are                   2. Schull WJ. Empirical risks in consanguineous marriages:\ncommon these skills are unavailable, and there is                 sex ratio, malformation and viability. Am J Hum Genet\nan urgent need for training programmes to meet                    1958: 10: 294– 343.\nthe existing demand (106). Complementary basic                 3. Neel JV, Schull WJ. The effect of inbreeding on mortality\npublic education programmes should also be ac-                    and morbidity in two Japanese cities. Proc Natl Acad Sci\ncorded high priority, given the limited understand-               USA 1962: 48: 573–582.\n                                                               4. Schull WJ, Neel JV. The Effects of Inbreeding on\ning of genetically determined diseases in many                    Japanese Children. New York: Harper and Row, 1965.\ntraditional communities (18, 32, 107 –110).                    5. Schull WJ, Neel JV. The effects of parental consanguinity\n   The large-scale emigration of individuals,                     and inbreeding in Hirado, Japan. V. Summary and inter-\nfamilies, and communities from developing coun-                   pretation. Am J Hum Genet 1972: 24: 425–453.\ntries has exposed serious knowledge gaps among                 6. Sanghvi LD, Varde DS, Master HR. Frequency of con-\nhealth professionals in Western countries. This was               sanguineous marriages in twelve endogamous groups in\n                                                                  Bombay. Acta Genet Stat Med 1956: 6: 41– 49.\nevidenced by a survey conducted among medical\n                                                               7. Dronamraju KR, Meera Khan P. The frequency and\ngeneticists and genetic counsellors in the USA,                   effects of consanguineous marriages in Andhra Pradesh. J\nwith estimated risk rates for birth defects and                   Genet 1963: 58: 387–401.\nmental retardation in first cousin progeny ranging             8. Bittles AH. Empirical Estimates of the Global Prevalence\nfrom 0.25 to 20% (111). To help overcome these                    of Consanguineous Marriage in Contemporary Societies.\ndeficiencies in a practical manner, comprehensive                 Morrison Institute for Population and Resource Studies,\nrecommendations for the counselling of consan-                    Working Paper 0074. Stanford: Stanford University,\n                                                                  1998.\nguineous couples and neonatal and childhood test-\n                                                               9. Puri RK, Verma IC, Bhargava I. Effects of consanguinity\ning of their progeny have since been drawn up                     in a community in Pondicherry. In: Verma IC, ed. Medi-\n(Bennett et al., submitted). Additional problems                  cal Genetics in India, vol. 2. Pondicherry: Auroma, 1978:\nencountered with some migrant families have in-                   129– 139.\ncluded late reporting for prenatal examinations               10. Hashmi MA. Frequency of consanguinity and its effect\n(112), and poor attendance at genetic clinics (113),              on congenital malformation – a hospital based study. J\nwhich in part has been solved by the recruitment of               Pak Med Assoc 1997: 47: 75– 78.\n                                                              11. Kromberg JGR, Jenkins T. Prevalence of albinism in the\ncounsellors from different ethnic groups (15, 112,                South African Negro. SA Medical J 1982: 61: 383–386.\n113). Counsellors who are members of an ethnic                12. Christianson AL, Venter PA, Du Toit JL, Shipalana N,\ncommunity not only help to instil confidence in                   Gericke GS. Acrocallosal syndrome in two African broth-\nconsultands, they also have a clearer appreciation                ers born to consanguineous parents. Am J Med Genet\nwhy consanguineous marriages are valued and at                    1994: 51: 98–101.\nthe same time are more conversant with the often              13. O’Brien E, Jorde LB, Rönnlöf B, Fellman JO, Eriksson\n                                                                  AW. Founder effect and genetic disease in Sottunga,\ncomplex modes of inheritance encountered (36,\n                                                                  Finland. Am J Phys Anthropol 1988: 77: 335– 346.\n103, 112, 114).                                               14. Papponen H, Toppinen T, Baumann P et al. Founder\n   The good news is that with improved knowledge                  mutations and the high prevalence of myotonia congenita\nof the patterns of disease inheritance in specific                in northern Finland. Neurology 1999: 53: 297– 302.\npopulations and access to comprehensive data-                 15. Darr A, Modell B. The frequency of consanguineous\nbases, the nature and extent of individual commu-                 marriage among British Pakistanis. J Med Genet 1988:\nnity needs can be realistically appraised and                     25: 186– 190.\n                                                              16. Bundey S, Alam H, Kaur A, Mir S, Lancashire RJ. Why\nappropriate treatment and prevention programmes\n                                                                  do UK-born Pakistani babies have high perinatal and\nestablished (106). The successful implementation of               neonatal mortality rates? Paediat Perinat Epid 1992: 5:\nthese programmes will, however, be critically de-                 101 –114.\npendent on community cooperation, which in turn               17. Bittles AH, Savithri HS, Venkateshal Murthy HS et al.\nwill require non-judgemental acknowledgement of                   Consanguineous marriage: a familiar story full of sur-\ntheir particular social and religious beliefs by all              prises. In: Macbeth H, Shetty P, eds. Ethnicity and\nhealth professionals.                                             Health. London: Taylor and Francis, 2001: 68–78.\n                                                              18. Hussain R. Community perceptions of reasons for prefer-\n                                                                  ence for consanguineous marriages in Pakistan. J Biosoc\nAcknowledgements                                                  Sci 1999: 31: 449–461.\nThe long-term support, advice, and constructive criticism     19. Kapadia KM. Marriage and Family in India, 2nd edn.\nof many colleagues are gratefully acknowledged, in particu-       Calcutta: Oxford University Press, 1958: 117–137.\n\n                                                                                                                       95\n\fBittles\n\n 20. Bratt CS. Incest statutes and the fundamental right of           isolated populations. Jap J Hum Genet 1973: 17: 332–\n     marriage: is Oedipus free to marry? Family Law Q 1984:           336.\n     18: 257–309.                                                 42. Edmond M, De Braekeleer M. Inbreeding effects on\n 21. Ottenheimer M. Lewis Henry Morgan and the prohibi-               fertility and sterility: a case-control study in Saguenay-\n     tion of cousin marriage in the United States. J Family           Lac-Saint-Jean (Québec, Canada) based on a population\n     Hist 1990: 15: 325– 334.                                         registry 1838– 1971. Ann Hum Biol 1993: 20: 545– 555.\n 22. Cooper E, Zhang M. Patterns of cousin marriage in rural      43. Warburton D, Fraser FC. Spontaneous abortion risks in\n     Zhejing and in Dream of the Red Chamber. J Asian Stud            man: data from reproductive histories collected in a med-\n     1993: 52: 90–106.                                                ical genetics unit. Hum Genet 1964: 16: 1– 25.\n 23. Du R-B, Zhao Z-L, Xu L-J et al. Percentage and types of      44. Al-Awadi SA, Naguib KK, Moussa MA, Farag TI, Teebi\n     consanguineous marriages of different nationalities and          AS, El-Khalifa MY. The effect of consanguineous mar-\n     regions in China. Natl Med J China 1981: 61: 723–728.            riages on reproductive wastage. Clin Genet 1986: 28:\n 24. Ai Q, Haligamu KQ, Tong J, Zhang B, Wang Z, Jiang Y.             384 – 388.\n     A survey of five minority nationalities’ consanguineous      45. Shami SA, Schmitt LH, Bittles AH. Consanguinity,\n     marriage in Yili, Xinjiang. Acta Anthropol Sinica 1985: 4:       spousal age at marriage and fertility in seven Pakistani\n     242–249.                                                         Punjabi cities. Ann Hum Biol 1991: 17: 97–105.\n 25. Wu L. Investigation of consanguineous marriages among        46. Al Husain M, Al Bunyan M. Consanguineous marriages\n     30 Chinese ethnic groups. Hered Dis 1987: 4: 163– 166.           in a Saudi population and the effect of inbreeding on\n 26. Bittles AH. The role and significance of consanguinity as        prenatal and postnatal mortality. Ann Trop Paediat 1997:\n     a demographic variable. Pop Dev Rev 1994: 20: 561–584.           17: 155– 160.\n 27. Hussain R, Bittles AH. The prevalence and demographic        47. Jaber L, Merlob P, Gabriel R, Shohat M. Effects of\n     characteristics of consanguineous marriages in Pakistan. J       consanguineous marriage on reproductive outcome in an\n     Biosoc Sci 1998: 30: 261–279.                                    Arab community in Israel. J Med Genet 1997: 34: 1000 –\n 28. Hussain R, Bittles AH. Sociodemographic correlates of            1002.\n     consanguineous marriage in the Muslim population of          48. Bittles AH, Radha Rama Devi A, Appaji Rao N. Con-\n     India. J Biosoc Sci 2000: 32: 433–442.                           sanguinity, twinning and secondary sex ratio in the popu-\n 29. Chaleby K. Traditional Arabian marriages and mental              lation of Karnataka, South India. Ann Hum Biol 1988:\n     health in a group of outpatient Saudis. Acta Psychiat            15: 455– 460.\n     Scand 1988: 77: 139–142.                                     49. Wang W, Sullivan SG, Ahmed S, Chandler D, Zhivo-\n 30. Farag TI, Teebi AS. Genetic disorders among the                  tovsky LA, Bittles AH. A genome-based study of consan-\n     Bedouins. In: Teebi AS, Farag TI, eds. Genetic Disorders         guinity in three co-resident endogamous Pakistan\n     among Arab Populations. New York: Oxford University              communities. Ann Hum Genet 2000: 64: 41– 49.\n     Press, 1997: 375–410.                                        50. Sibert JR, Jadhav M, Inbaraj SG. Fetal growth and\n 31. El-Badramany MH, Farag TI, Al-Awadi SA, Teebi AS.                parental consanguinity. Arch Dis Child 1979: 54: 317–\n     Psychosocial and medical aspects of genetic counseling           319.\n     among Arabs: the example of Kuwait. In: Teebi AS,            51. Kulkarni ML, Kurian M. Consanguinity and its effect on\n     Farag TI, eds. Genetic Disorders Among Arab Popula-              fetal growth and development: a south Indian study. J\n     tions. New York: Oxford University Press, 1997: 474–             Med Genet 1990: 27: 348– 352.\n     486.                                                         52. Shami SA, Qadeer T, Schmitt LH, Bittles AH. Consan-\n 32. Khlat M. Endogamy in the Arab world. In: Teebi AS,               guinity, gestational age and anthropometric measure-\n     Farag TI, eds. Genetic Disorders among Arab Popula-              ments at birth in Pakistan. Ann Hum Biol 1991: 18:\n     tions. New York: Oxford University Press, 1997: 63– 80.          523 –527.\n 33. Rao PSS, Inbaraj SG. Inbreeding effects on human repro-      53. Rao PSS, Inbaraj SG. Inbreeding effects on fetal growth\n     duction in Tamil Nadu of South India. Ann Hum Genet              and development. J Med Genet 1980: 17: 27– 33.\n     1977: 41: 87–98.                                             54. Khlat M. Inbreeding effects on fetal growth in Beirut,\n 34. Degos L, Colombani A, Chaventre A, Bengtson B,                   Lebanon. Am J Phys Anthropol 1989: 80: 481– 484.\n     Jacquard A. Selective pressure on HL-A polymorphism.         55. Saedi-Wong S, Al-Frayh AR. Effects of consanguineous\n     Nature 1974: 249: 62–63.                                         matings on anthropometric measurements of Saudi new-\n 35. Bemiss SM. Report on influence of marriages of consan-           born infants. Fam Pract 1989: 6: 217– 220.\n     guinity upon offspring. Trans Am Med Assoc 1858: 11:         56. Bittles AH, Mason WM, Greene J, Appaji Rao N. Re-\n     319–425.                                                         productive behavior and health in consanguineous mar-\n 36. Modell B. Social and genetic implications of customary           riages. Science 1991: 252: 789– 794.\n     consanguineous marriage among British Pakistanis. J          57. Bittles AH, Grant JC, Shami SA. An evaluation of con-\n     Med Genet 1991: 28: 720–723.                                     sanguinity as a determinant of reproductive behaviour\n 37. Ahmad WIU. Reflections on the consanguinity and birth            and mortality in Pakistan. Intl J Epidem 1993: 22: 463–\n     outcome debate. J Pub Hlth Med 1994: 16: 423– 428.               467.\n 38. Garrod A. The incidence of alkaptonuria: a study of          58. Tunçbilek E, Koç I. Consanguineous marriages in Turkey\n     chemical individuality. Lancet 1902: 11: 1616– 1620.             and its impact on fertility and mortality. Ann Hum Genet\n 39. Tchen P, Bois E, Feingold J, Feingold N, Kaplan J.               1994: 58: 321– 329.\n     Inbreeding in recessive diseases. Hum Genet 1977: 38:        59. Bittles AH, Grant JC, Sullivan SG, Hussain R. Does\n     163–167.                                                         inbreeding lead to decreased human fertility? Ann Hum\n 40. Ten Kate LP, Scheffer H, Cornel MC, van Lookeren                 Biol 2001, in press.\n     Campagne JG. Consanguinity sans reproche. Hum Genet          60. Bittles AH, Makov E. Inbreeding in human populations:\n     1991: 86: 295–296.                                               assessment of the costs. In: Mascie-Taylor CGN, Boyce\n 41. Yanase Y, Fujiki N, Handa Y et al. Genetic studies on            AJ, eds. Mating Patterns. Cambridge: Cambridge Univer-\n     inbreeding in some Japanese populations. XII. Studies of         sity Press, 1988: 153– 167.\n\n96\n\f                                                                      Consanguinity and its relevance to clinical genetics\n\n61. Bittles AH, Neel JV. The costs of human inbreeding and          81. Al-Gazali LI, Dawodu AH, Sabarinathan K, Varghese\n    their implications for variations at the DNA level. Nature          M. The profile of major congenital abnormalities in the\n    Genet 1994: 8: 117– 121.                                            Unitd Arab Emirates population. J Med Genet 1995: 32:\n62. Stoltenberg C, Magnus P, Lie RT, Daltveit AK, Irgens                7 – 13.\n    LM. Birth defects and parental consanguinity in Norway.         82. Stoltenberg C, Magnus P, Skrondal A, Lie RT. Consan-\n    Am J Epidem 1997: 145: 439–448.                                     guinity and birth defects: a population-based study. Am J\n63. Jaber L, Merlob P, Bu X, Rotter JI, Shohat M. Marked                Med Genet 1999: 82: 423– 428.\n    parental consanguinity as a cause for increased major           83. Al-Ansari A. Etiology of mild mental retardation among\n    malformations in an Israeli Arab community. Am J Med                Bahraini children: a community-based case control study.\n    Genet 1992: 44: 1–6.                                                Mental Retard 1993: 31: 140–143.\n64. Grant JC, Bittles AH. The comparative role of consan-           84. Temtamy SA, Kandil MR, Demerdash AM, Hassan WA,\n    guinity in infant and childhood mortality in Pakistan.              Meguid NA, Afifi HH. An epidemiological/genetic study\n    Ann Hum Genet 1997: 61: 143–149.                                    of mental subnormality in Assuit",
  "wordCount": 7395,
  "indexed": "2025-09-25T22:39:28.622Z",
  "method": "direct"
}
