{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS/Rehm - 2013 - Disease-targeted sequencing a cornerstone in the .pdf",
  "fileName": "Rehm - 2013 - Disease-targeted sequencing a cornerstone in the .pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS/Rehm - 2013 - Disease-targeted sequencing a cornerstone in the .pdf",
  "text": "Nature Reviews Genetics | AOP, published online 12 March 2013; doi:10.1038/nrg3463\n\n\n\n\n                                                                                  PERSPECTIVES\n                                                                                                            Tests being applied\n     T R A N S L AT I O N A L G E N E T I C S — O P I N I O N\n                                                                                                            Moving to multi-gene tests. Next-generation\n                                                                                                            sequencing (NGS) is gradually making its\nDisease-targeted sequencing:                                                                                way into clinical laboratories. Although there\n                                                                                                            is some use in infectious disease testing,\na cornerstone in the clinic                                                                                 most applications have been in diagnostic\n                                                                                                            testing for hereditary disorders and, more\n                                                                                                            recently, therapeutic decision-making for\nHeidi L. Rehm                                                                                               somatic cancers. The use of NGS technolo-\n                                                                                                            gies to move from testing single genes or\nAbstract | With the declining cost of sequencing and the ongoing discovery                                  small panels of genes to large multi-gene\nof disease genes, it is now possible to examine hundreds of genes in a single                               disease-targeted panels was a logical first step\ndisease-targeted test. Although exome- and genome-sequencing approaches                                     for the clinical application of these technolo-\nare beginning to compete, disease-targeted testing retains certain advantages                               gies. This approach has given geneticists the\nand still holds a firm place in the diagnostic evaluation. Here I examine the                               ability to increase clinical sensitivity for many\n                                                                                                            existing tests and to continue to investigate\ncurrent state of clinical disease-targeted sequencing and evaluate the benefits                             the substantial contribution of unique and\nand challenges of incorporating sequencing tests into patient care.                                         rare variation to these diseases, which can be\n                                                                                                            assayed only through sequencing.\n                                                                                                                Although the cost of sequencing can be\nFor many years, molecular diagnostics labo-      add content gradually to their tests. A few                as low as fractions of a penny per base, this\nratories have been expanding the tests that      novel testing approaches have also gained                  benefit is realized only when a test involves\nthey offer in the area of disease-targeted       some traction, such as pre-screening DNA                   a large amount of sequencing. This is pri-\nclinical sequencing. Early on, sequencing        fragments with mutation-scanning tech-                     marily because there is a baseline cost to\ntests were available only for disorders for      nologies that detect mutations on the basis                run an NGS test. Thus, for gene tests with a\nwhich a single causative gene was wholly or      of changes in the properties of the fragment 1             small amount of content, Sanger sequencing\nmostly responsible. Initial tests focused on     or array-based oligo-hybridization sequencing2,3.          is still more cost-effective. Indeed, few tests\ngenes for which a phenotype could quickly        However, there was little shift from Sanger                that involve <10 genes are currently avail-\ndirect a clinician to a particular test, and     sequencing until the recent introduction                   able using NGS, and to date this technology\nmost tests were ordered for the purpose of       of high-throughput sequencing methods,                     has been applied only to disorders for which\nconfirming a suspected diagnosis and for         which are often collectively referred to as                both allelic and locus heterogeneity are\noffering an assessment of recurrence risk.       ‘next-generation’ sequencing (NGS) and                     substantial. However, as workflows improve,\nFor example, cystic fibrosis has a reasonably    which have facilitated substantial increases               as costs continue to drop and as laborato-\nwell-defined phenotype, and a physician          in sequencing content while dramatically                   ries work to make the transition towards a\ncan direct testing towards one gene (namely,     decreasing the cost per base. With NGS                     common sequencing platform for all tests,\nCFTR) and have a high likelihood of identi-      technologies, the amount of DNA to be                      fewer tests will be maintained on Sanger\nfying the molecular aetiology of the patient’s   sequenced is no longer a barrier to launch-                platforms.\ndisorder. By contrast, tests for disorders       ing a new or expanded clinical test. Thus,\nwith enormous genetic heterogeneity, such        the limiting factor in deciding the content                Current tests. To assess the current imple-\nas retinitis pigmentosa, have been slower to     of the test is no longer the size of the gene              mentation of NGS tests that focus on panels\ndevelop, given the low clinical sensitivity of   or its relative contribution but is instead the            of genes, I reviewed panel-based tests listed\nany individual gene.                             pace of the discovery of the genes relevant to             in the GeneTests database and then queried\n    Sanger sequencing (also known as dideoxy     a given phenotype.                                         laboratory websites to investigate methodol-\nor capillary sequencing) is the gold standard        There is much discussion of the potential              ogies for each test and to identify additional\nin molecular diagnostics and has been the        of genome or exome sequencing in clinical                  tests that are available. It should be noted\nchosen clinical testing method for disor-        contexts, but the major current application                that although this was the best resource at\nders in which rare and private mutations         of NGS in diagnostics is through disease-                  the time of writing, not all clinically avail-\nmake up a large percentage of causative          targeted tests. Here I discuss the existing                able genetic tests are represented, and this\nvariants. Although the basic technique has       practical applications of such tests, how they             resource will soon be replaced with the\nremained unchanged for ~30 years, incre-         are already being integrated into patient care,            Genetic Testing Registry. As of September\nmental improvements in instrumentation,          why such tests remain important in an era                  2012, approximately 15 clinical laboratories\nmethodologies and throughput have stead-         of genomic sequencing and the challenges                   in the United States had launched a total\nily reduced its cost, allowing laboratories to   that remain.                                               of ~50 disease-targeted clinical NGS tests:\n\n\nNATURE REVIEWS | GENETICS                                                                                            ADVANCE ONLINE PUBLICATION | 1\n\n                                                 © 2013 Macmillan Publishers Limited. All rights reserved\n\fPERSPECTIVES\n\nabout one-third in the commercial sector         distinguished by an experienced cardiolo-                  results often did not change management of\nand two-thirds in academically affiliated        gist, other cases may be more difficult, and               the patient, as the physician often already\nclinical laboratories. Disease-targeted tests    having access to a broad panel can make                    had in mind the most common aetiology\nare also available from a number of labo-        test-ordering decisions much easier. In gen-               for which genetic testing might be ordered.\nratories internationally. Although fewer         eral, the variation in the numbers of genes                However, with the introduction of large\nclinical laboratories have launched somatic      included for a given test is largely dependent             multi-panel testing, many more genes that\ncancer NGS tests, many laboratories have         on the breadth of the spectrum of clinical                 make rare contributions to a phenotype\ntests under development, and this area is        presentations. For example, for muscular                   and genes involved in a broader range of\nexpected to expand quickly. In addition,         dystrophy, a small panel (of 12 genes) is                  phenotypes can be included in testing. For\nNGS technologies are being used for non-         used for addressing congenital presenta-                   example, case 1 in BOX 1 discusses the inclu-\ninvasive prenatal testing to detect trisomies    tions, but panels including more genes that                sion of alpha‑galactosidase (GLA) in a test\nusing circulating fetal DNA4.                    encompass adult-onset forms are also avail-                for hypertrophic cardiomyopathy. This is a\n    TABLE 1 summarizes disorders for             able7. As the capacity to launch large gene                rarely considered gene for left ventricular\nwhich multi-gene NGS panels have been            panels has grown, the tightness of the con-                hypertrophy, but sequencing it enabled a\nlaunched. Each test typically includes ten to    nections among genes on a panel has begun                  subset of patients to receive treatments that\nseveral hundred genes; some panels contain       to lessen, so broader ranges of phenotypes                 can slow or even cause a regression of their\nmany genes that can give rise to indistin-       are being represented.                                     disease8,9.\nguishable presentations, and other panels                                                                       With the continued increase in the rates\nrepresent several phenotypes with overlap-       Integration into care                                      of positive results for disease-targeted test-\nping presentations. For example, mutations       For a long time, genetic testing was only of               ing, clinicians have also begun altering the\nin many genes for retinitis pigmentosa have      marginal use in the diagnostic evaluation                  placement of genetic testing in the evalu-\nnearly identical presentations5. By contrast,    of a patient. A clinician would exhaust a                  ation of their patients, as they are recog-\nseveral tests for cardiomyopathy encom-          battery of medical tests (such as chemical                 nizing that a positive genetic test can save\npass several different presentations, such       laboratory tests and imaging) and turn to                  much time and cost in identifying an aetiol-\nas dilated cardiomyopathy, hypertrophic          genetic testing only if these tests did not                ogy. This practice has also been argued for\ncardiomyopathy and arrhythmogenic right          yield a definitive diagnosis or if there was               by the cytogenetics community, as the use\nventricular cardiomyopathy 6. Although           a need to assess recurrence risk for future                of cytogenomic arrays has often resulted in\nmost cardiomyopathy presentations can be         family planning. Even positive genetic test                a diagnosis before other work-ups10,11.\n                                                                                                            For a child with hearing loss, the traditional\n                                                                                                            approach was to run a battery of low-yield\n                                                                                                            tests (for example, infectious disease test-\n Table 1 | Clinically available disease-targeted tests                                                      ing, radiology of the inner ear, electro-\n Disease area          Disease type                                                        Genes            cardiogram, renal ultrasound and thyroid\n                                                                                                            hormone tests) to attempt to identify an\n Cancer                Hereditary cancers (for example, breast, colon and ovarian)         10–50\n                                                                                                            aetiology, which could include a syndrome\n Cardiac diseases      Cardiomyopathies                                                    50–70            that has a risk for additional clinical symp-\n                       Arrhythmias (for example, long QT syndrome)                         10–30            toms. Today, many physicians begin their\n                       Aortopathies (for example, Marfan’s syndrome)                       10               evaluation with a genetic test, given that a\n                                                                                                            comprehensive genetic testing panel can\n Immune disorders      Severe combined immunodeficiency syndrome                           18\n                                                                                                            identify an aetiology in over half of cases\n                       Periodic fever                                                      7                of hearing loss12. Similarly, the evaluation of\n Neurological,         Ataxia                                                              40               a patient with left ventricular hypertrophy\n neuromuscular and                                                                                          often begins with genetic testing, given that\n metabolic disorders   Cellular energetics, metabolism                                     656\n                                                                                                            a genetic diagnosis of hypertrophic cardio-\n                       Congenital disorders of glycosylation                               23–28            myopathy can now be achieved in roughly\n                       Dementia (for example, Parkinson’s disease and Alzheimer’s          32               half of all cases6. Most targeted genetic tests\n                       disease)                                                                             return a result in 2–8 weeks, which is fast\n                       Developmental delay, autism, intellectual disability                30–150           compared to the many years some patients\n                       Epilepsy                                                            53–130           wait trying to understand the cause of a\n                                                                                                            rare disorder.\n                       Hereditary neuropathy                                               34\n                       Microcephaly                                                        11               Targeted versus genomic approaches\n                       Mitochondrial disorders                                             37–450           The challenges that clinicians are beginning\n                       Muscular dystrophy                                                  12–45            to face today involve the choice between\n                                                                                                            starting their analysis with a disease-\n Sensory disorders     Eye disease (for example, retinitis pigmentosa)                     66–140\n                                                                                                            targeted test versus jumping immediately\n                       Hearing loss and related syndromes                                  23–72            to exome or genome approaches. The cost\n Other                 Rasopathies (for example, Noonan’s syndrome)                        10               for a large disease-targeted multi-gene\n                       Pulmonary disorders (for example, cystic fibrosis)                  12–40            sequencing test typically ranges from\n                                                                                                            US$2,000–$10,000. Clinical exome- and\n                       Short stature                                                       12               genome-sequencing tests range from\n\n\n2 | ADVANCE ONLINE PUBLICATION                                                                                           www.nature.com/reviews/genetics\n\n                                                 © 2013 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                     PERSPECTIVES\n\n$5,000–$15,000. Not surprisingly, clinicians      Box 1 | Case examples demonstrating the application of targeted sequencing tests\nare beginning to wonder whether they\nshould move directly to exome or genome           Case example 1\nsequencing. Although the question seems to        The alpha-galactosidase (GLA) gene is primarily associated with Fabry’s disease, which has a\n                                                  cardiac, renal and neurosensory phenotype. Testing for this gene was rarely ordered in the genetic\nbe a relevant one, there are still arguments\n                                                  evaluation of hypertrophic cardiomyopathy (HCM) — a cardiac disorder that is responsible for the\nfor why targeted testing will remain a cor-       most common cause of sudden cardiac death in individuals under age the age of 25 (REF. 30) —\nnerstone of the diagnostic evaluation for at      despite published evidence that patients with Fabry’s disease can present with cardiac wall\nleast a few more years.                           thickening that mimics HCM31. However, inclusion of GLA as a component of large multi-gene\n                                                  panel tests for HCM has led to the finding that nearly 2% of patients with an assumed HCM\nCoverage. First, although exome and               diagnosis are positive for pathogenic variants in this gene32. This is an important diagnosis as it is\ngenome sequencing are often referred to as        the only gene in the HCM test panels offered clinically that can currently be used to direct a\n‘whole’ exome or genome sequencing, these         substantive change in management; GLA-positive patients are able to receive enzyme\nservices might better be called ‘hole’ exome      replacement therapy8,9.\nand genome sequencing, as no approach             Case example 2\ntoday is comprehensive in its coverage of         In the first case examined with genome sequencing in our laboratory, the cause of hereditary\neven those genic regions that are included        hearing loss was eventually found to be deletions in the stereocilin (STRC) gene. This aetiology was\n                                                  overlooked during the initial analysis of the genome sequencing data because this defect has a\nin typical disease-targeted testing. In exome\n                                                  reasonably high occurrence (1.6%) in the general population. Therefore, this variant was filtered\nsequencing, typical coverage of exons is\n                                                  out in a data analysis pipeline of copy number variants. The variant was later identified when the\napproximately 90–95%13, but when analys-          sample was included in the validation of a new disease-targeted panel test for hearing loss, for\ning small sets of genes that are implicated       which more stringent data analysis methods specific to hearing loss causes were used (H.L.R.,\nin a known disorder, coverage can be much         unpublished observations).\nlower. For example, more than 73 genes are\nknown to be causative for nonsyndromic\nhearing loss or hearing loss that can present\nas nonsyndromic. Examining the publically        disease-targeted testing is negative or                    Variants of uncertain significance. Faced\navailable coverage data for the Unversity of     unlikely to return a positive result in a timely           with results containing thousands to mil-\nCalifornia, Los Angeles exome-sequencing         and cost-effective manner 16.                              lions of variants, exome- and genome-\nservice shows that these genes have an                                                                      sequencing analyses rely on data-filtering\naverage coverage of 92%. Four poorly             Sanger sequencing. Sanger sequencing has                   approaches that must make automated\nsequenced genes — stereocilin (STRC),            been considered the gold standard in molec-                assumptions about variants and their poten-\nprotein tyrosine phosphatase, receptor type,     ular diagnostics for many years, yet there is              tial role in disease. For example, variants\nQ (PTPRQ), mir‑138 and mir‑96 — have 0%          ongoing debate about its future in diagnostic              that are found in control populations might\nto 44% coverage. Poor coverage can result        testing. As noted above, laboratories that                 be filtered out, sometimes with an errone-\nfrom various factors, including probes that      offer disease-targeted NGS panels often rely               ous assumption of benign impact. Case 2 in\nare not tiled for certain genes either because   on Sanger to fill in the gaps missed by NGS2,7,            BOX 1 demonstrates this problem. By con-\nthe genes were not chosen for inclusion          whereas exome- and genome-sequencing                       trast, for laboratories that use disease-tar-\nduring assay development or because              services rarely fill in gaps. However, laborato-           geted tests, the standard approach to result\nrepetitive sequences prevented inclusion,        ries that offer targeted panels and those that             analysis is to interpret and to report fully\nand poorly performing probes owing to            offer exome- or genome-sequencing tests are                the importance of every variant identified.\nGC‑richness or low mapping quality.              both reliant on Sanger sequencing to confirm               This ensures that no obvious aetiologies are\n    By contrast, disease-targeted tests can      NGS-detected variants before returning the                 missed and better enables follow‑up analysis\nhave a much higher or often complete             results to patients17. Although all applications           to be carried out for variants of uncertain\ncoverage of these genes by filling in miss-      of NGS can suffer from artefacts, confirma-                significance (VUSs). For a large multi-gene\ning NGS content with supplemental Sanger         tion is particularly important for exome                   panel for an inherited disorder, typically\nsequencing and other complementary               and genome sequencing, given increased                     tens to hundreds of variants are identified\ntechnologies. For example, testing using         error rates as a consequence of lower cover-               in each test. Most variants can be readily\nlong-range PCR can be carried out in paral-      age of many areas of the exome or genome.                  classified as benign or likely benign on the\nlel to compensate for inadequacy in NGS          There is a commonly voiced concern in                      basis of population frequency; however,\nof genes with pseudogenes, such as STRC14.       the community that Sanger sequencing is                    each test may yield several variants that are\nIn addition, laboratories often supplement       labour-intensive and that its continued use                novel. For each novel variant, the laboratory\ndisease-targeted sequencing tests with copy      will hinder the efficiency improvements                    typically searches published literature and\nnumber detection approaches to detect het-       and cost reductions that are required for the              online databases to look for any data that\nerozygous and homozygous large deletions         broader use of genetics in medicine. As such,              may have been published on the variant or\nand other copy number changes, a category        it follows that efforts in NGS technology                  to see whether it has been identified in large\nof mutations that is currently missed by         development need to focus on improve-                      population cohorts, such as those that are\nexome-sequencing services15. This example        ments in the sequencing technology and                     available from the 1000 Genomes Project 18\nhighlights the basis for recent recommenda-      bioinformatics analyses to cover fully and to              and the Exome Variant Server 19. However,\ntions from the American College of Medical       analyse accurately all clinically relevant areas           most searches yield no data or insufficient\nGenetics and Genomics that suggest that          of the genome, allowing minimization of                    data to determine the clinical significance\nexome or genome sequencing approaches            the reliance on Sanger sequencing and other                of a rare variant. Next, the laboratory might\nshould be reserved for those cases in which      orthogonal approaches to supplement NGS.                   carry out computational analyses to predict\n\n\nNATURE REVIEWS | GENETICS                                                                                           ADVANCE ONLINE PUBLICATION | 3\n\n                                                 © 2013 Macmillan Publishers Limited. All rights reserved\n\fPERSPECTIVES\n\nthe likelihood that a variant may affect gene                     genes, a laboratory with hearing-loss exper-                        to analyse proactively or to stumble acciden-\nsplicing or protein function. Unfortunately,                      tise may be more likely to recommend                                tally on disease-implicated variants that are\nthese computational approaches have a low                         specific clinical evaluations — such as a                           unrelated to the reason for testing. Although\nsensitivity and specificity and are rarely                        temporal bone evaluation for SLC26A4 (REF. 20)                      there is some consensus developing around\nvaluable in predicting the pathogenicity of                       or otoacoustic emission testing for OTOF 21                         which variants to return, this topic is likely\na variant. The best evidence may come later                       — that can help to determine which variant                          to remain hotly debated for some time24.\nthrough follow‑up studies. For example,                           is the most relevant. By contrast, a labora-\nsegregation studies can be done in large                          tory using exome- or genome-sequencing                              Evaluation of disease-targeted tests\nfamilies that are affected by a dominant                          approaches without specific expertise in the                        Although the expansion of gene content for\ndisease, or a research laboratory can dem-                        relevant clinical condition might be left with                      disease-targeted tests is no doubt leading to\nonstrate gene or protein disruption through                       a long list of VUSs and might be unable to                          increases in the likelihood of a diagnosis,\nfunctional studies. Such a follow‑up is more                      differentiate appropriately the variants and                        the question remains whether these tests\nlikely when a laboratory reports only one                         recommended follow‑up studies.                                      are really making a difference in patient\nor a few VUSs from a disease-targeted test                            This example also highlights the crucial                        care and at what cost. Although NGS\nthan it is in the case of exome or genome                         need for accurate and detailed phenotyp-                            tests have more content than do previous\nsequencing, in which VUSs may simply be                           ing and for the sharing of that information                         Sanger-based sequencing tests, the prices\nfiltered out and not reported.                                    between the clinician and the laboratory.                           have largely remained the same. To date,\n                                                                  Effective phenotyping is a crucial compo-                           there have been only limited evaluations\nExpert knowledge and detailed phenotyping.                        nent of the diagnostic testing process both                         of the cost-effectiveness of molecular tests.\nDisease-specific expertise typically resides                      in determining the most appropriate testing                         The Evaluation of Genomic Applications in\nin laboratories that have long carried out                        strategy and in interpreting the results of                         Practice and Prevention (EGAPP) working\ndisease-targeted testing; a non-speciality                        testing to allow the highest yield of informa-                      group, which is funded by the US Centers for\nlaboratory is likely to have less knowledge of                    tion. As diagnostics moves towards genomic                          Disease Control and Prevention, has begun\nthe genes that are known for a given pheno-                       approaches, accurate and detailed phenotyp-                         the important task of evaluating the clinical\ntypic presentation and less understanding of                      ing will require more software-supported                            validity and utility of genetic tests25. The first\nthe clinical significance of variants identified                  approaches that can draw on large data                              example of a multi-gene sequencing panel\nin those genes. For this reason, physicians                       sets of curated clinical associations to aid                        evaluation was the EGAPP analysis of genetic\nwill often choose to order testing from labo-                     the laboratory and physician in identifying                         testing strategies for Lynch syndrome (also\nratories with well-established experience in                      less obvious candidate genes for aetiologic                         known as hereditary nonpolyposis colorectal\na disease area. This will remain an issue for                     consideration22,23.                                                 cancer). In this case, sufficient clinical valid-\nsome time to come until laboratories begin                                                                                            ity and utility were identified to recommend\nto structure and to share their knowledge                         Return of results. An added challenge that                          that genetic testing should be included in the\nmore broadly with the larger community,                           faces laboratories offering genetic testing is                      workup of patients with newly diagnosed\nallowing knowledge-enabled analytical                             the prospect of identifying variants that are                       colorectal cancer 26. However, additional\npipelines to support more readily the broad                       unrelated to the indication for testing. This                       evaluation will be needed to examine the\ncommunity of testing laboratories.                                is largely not an issue for disease-targeted                        exact costs of testing using different strate-\n    Furthermore, if a laboratory has extensive                    testing, as only those genes that are relevant                      gies. Analyses of different testing strategies\nclinical experience with a particular disease,                    to the phenotype are included. By contrast,                         have not yet been extended to rare diseases,\nthey may be better able to prioritize variants.                   this issue represents a major challenge for                         given the limited data available and the\nFor example, in a test for hearing loss, if                       laboratories offering exome- and genome-                            daunting task of examining thousands of dis-\nVUSs were identified in certain hearing-loss                      sequencing services, given the opportunity                          ease genes that could be included in clinical\n\n\n\n Glossary\n Array-based oligo-hybridization sequencing                        Cytogenomic arrays                                                  Otoacoustic emission testing\n A method of DNA sequencing that uses array-conjugated             Microarray technologies used to assess the entire nuclear           A test of hearing function that involves the analysis of\n oligonucleotide probes to determine the DNA sequence              genome for gains and losses of chromosome segments.                 minute sounds produced by cells in the cochlear hearing\n through differential hybridization of matched and                                                                                     organ in response to a sound input.\n mismatched probes at each base in a stretch of DNA.               Fabry’s disease\n                                                                   A rare genetic disorder primarily involving the heart,              Retinitis pigmentosa\n Cardiomyopathy                                                    kidneys and neurosensory system that is caused by                   A form of retinal degeneration in which inherited\n A pathological state of the cardiac muscle that can result in     lysosomal storage dysfunction owing to the absence of               defects in the photoreceptor cells lead to gradual\n increased muscle mass (that is, hypertrophic                      functional α-galactosidase enzyme.                                  vision loss.\n cardiomyopathy), enlargement of the cardiac chambers\n (that is, dilated cardiomyopathy) or fatty and fibrotic tissue    Lynch syndrome                                                      Sanger sequencing\n replacement associated with decreased right ventricular           A form of inherited cancer, traditionally referred to as            A method developed by Frederick Sanger to determine\n wall movement and arrhythmia (that is, arrhythmogenic             hereditary nonpolyposis colon cancer, that leads to increased       the sequence of DNA through the random incorporation\n right ventricular cardiomyopathy).                                risk for tumours of the digestive track, particularly the colon.    of labelled dideoxynucleotides that cause nucleotide-\n                                                                                                                                       specific chain termination.\n Coverage                                                          Muscular dystrophy\n The quantity of DNA sequence reads that overlay a defined         A muscle disorder in which defects in muscle proteins lead          Temporal bone evaluation\n region of DNA sequence; higher coverage generally allows          to gradual weakening of muscle function owing to                    The use of CT or MRI imaging to examine the bony\n more accurate detection of sequence variants.                     degeneration of muscle cells.                                       structures surrounding the inner ear organ.\n\n\n\n4 | ADVANCE ONLINE PUBLICATION                                                                                                                        www.nature.com/reviews/genetics\n\n                                                                  © 2013 Macmillan Publishers Limited. All rights reserved\n\f                                                                                                                           PERSPECTIVES\n\ntests. However, more efficient strategies         dramatic effect on the diagnosis of genetic                needed to integrate genomic data effectively\nhave recently been proposed to increase the       conditions. Although most testing today uses               into the practice of medicine. That said, there\nefficiency of genetic test evaluation in an era   disease-targeted approaches, as genomic                    are many examples of the beneficial impact\nin which two or three new genetic tests are       technologies improve and become increas-                   of genetic information on the health of indi-\nlaunched weekly 27.                               ingly able to detect all types of mutations                viduals, and it is only a matter of time before\n                                                  across all genetic loci for an ever-decreasing             the promise of genomic medicine begins to\nA step in NGS test evolution                      cost, it may not be long before every baby                 penetrate the many facets of clinical care.\nAlthough disease-targeted testing is likely       has its genome sequenced at birth to allow\n                                                                                                                     Heidi L. Rehm is at the Department of Pathology,\nto remain useful for the short term, labo-        the most informative approach to health                                            Harvard Medical School, Boston,\nratories are faced with the never-ending          management. However, there are several                                                  Massachusetts 02115, USA;\nincremental costs to develop and to vali-         key challenges that impede the widespread                                and the Laboratory for Molecular Medicine,\ndate each new disease-targeted panel, as          use of genetics in everyday medicine. The                        Partners Healthcare Center for Personalized Genetic\n                                                                                                                    Medicine, Cambridge, Massachusetts 02139, USA.\nwell as to update constantly the content          most important challenge is the lack of\n                                                                                                                                          e-mail: hrehm@partners.org\nof existing panels as new genes are identi-       understanding of the impact of most genetic\n                                                                                                                                                  doi:10.1038/nrg3463\nfied. This burden is causing laboratories to      variants on human health and disease.\n                                                                                                                                        Published online 12 March 2013\nconsider more efficient approaches than           Most variants are either extremely rare or\ntargeted testing, including the development       have a weak effect.                                        1.     Yu, B., Sawyer, N. A., Chiu, C., Oefner, P. J. &\n                                                                                                                    Underhill, P. A. DNA mutation detection using\nof a ‘disease-associated exome’ test, which                                                                         denaturing high-performance liquid chromatography\nincludes all genes associated with disease:                                                                         (DHPLC). Curr. Protoc. Hum. Genet. 48,\n                                                                                                                    7.10.1–7.10.14 (2006).\nthat is, 2,100–3,500 genes, depending on\n                                                     there are still arguments for                           2.     Gowrisankar, S. et al. Evaluation of next generation\nthe source of data (for example, GeneTests,                                                                         sequencing of 19 dilated cardiomyopathy genes for\nOnline Mendelian Inheritance in Man               why targeted testing will remain                                  clinical applications. J. Mol. Diagn. 12, 818–827\n                                                                                                                    (2010).\n(OMIM), and so forth). Indeed, commer-            a cornerstone of the diagnostic                            3.     Teekakirikul, P., Cox, S. W., Funke, B. & Rehm, H. L.\n                                                                                                                    Targeted sequencing using Affymetrix\ncial products have already been developed         evaluation for at least a few                                     CustomSeq arrays. Curr. Protoc. Hum. Genet. 69,\nto support this approach (for example, from                                                                         7.18.1–7.18.17 (2011).\nIllumina). Although all gene content would\n                                                  more years                                                 4.     Palomaki, G. E. et al. DNA sequencing of maternal\n                                                                                                                    plasma reliably identifies trisomy 18 and trisomy 13\nbe on one physical test, analysis of the data                                                                       as well as Down syndrome: an international\n                                                                                                                    collaborative study. Genet. Med. 14, 296–305 (2012).\ncould be limited to only those genes that                                                                    5.     O’Sullivan, J. et al. A paradigm shift in the delivery of\nare relevant to the patient’s phenotype. This         As such, understanding these variants                         services for diagnosis of inherited retinal disease.\n                                                                                                                    J. Med. Genet. 49, 322–326 (2012).\napproach would satisfy the simplicity of          will require massive sources of genomic                    6.     Teekakirikul, P., Kelly, M. A., Rehm, H. L.,\ndisease-targeted testing and would avoid          and phenotypic data and shared efforts in                         Lakdawala, N. K. & Funke, B. H. Inherited\n                                                                                                                    cardiomyopathies: molecular genetics and clinical\ninterrogation of genes of unknown clinical        studying variants. Although there has been                        genetic testing in the postgenomic era. J. Mol. Diagn.\nrelevance that laboratories are often not         a recent movement towards laboratories                            27 Dec 2012 (doi:10.1016/j.jmoldx.2012.09.002).\n                                                                                                             7.     Valencia, C. A. et al. Comprehensive mutation analysis\nin a position to follow‑up on. However, it        embracing the desire to share data28 — as                         for congenital muscular dystrophy: a clinical PCR-\nwould enable the laboratory to minimize           supported by a recent position statement                          based enrichment and next-generation sequencing\n                                                                                                                    panel. PLoS ONE. 8, e53083 (2013).\ntest development and validation efforts.          from the American College of Genetics                      8.     Morel, C. F. & Clarke, J. T. The use of agalsidase alfa\nAlthough such tests would still require           and Genomics — systems to support data                            enzyme replacement therapy in the treatment of Fabry\n                                                                                                                    disease. Expert Opin. Biol. Ther. 9, 631–639 (2009).\nupdates as new gene associations are made,        sharing and standards to allow compat-                     9.     Motwani, M., Banypersad, S., Woolfson, P. &\nthe updates would be limited to only one          ibility of the data and annotations are only                      Waldek, S. Enzyme replacement therapy improves\n                                                                                                                    cardiac features and severity of Fabry disease. Mol.\ntest. Similar but smaller-scale approaches        just beginning to be developed. Progress is                       Genet. Metab. 107, 197–202 (2012).\nare already used by many laboratories that        being made with the recent launch of the                   10.    Ledbetter, D. H. Cytogenetic technology—genotype and\n                                                                                                                    phenotype. N. Engl. J. Med. 359, 1728–1730 (2008).\noffer disease-targeted tests as full panels       ClinVar database at the US National Center                 11.    Ledbetter, D. H. Response to Saul and Moeschler\nor subpanels. For example, some laborato-         for Biotechnology Information (NCBI)29.                           “How best to use CGH arrays in the clinical setting”.\n                                                                                                                    Genet. Med. 11, 371 (2009).\nries combine sets of related disease genes        The International Collaboration for Clinical               12.    Schrauwen, I. et al. A sensitive and specific diagnostic\ninto one large test but allow physicians to       Genomics is working closely with NCBI to                          test for hearing loss using a microdroplet PCR-based\n                                                                                                                    approach and next generation sequencing.\norder a smaller set of genes in a subpanel;       develop standards, to assist clinical labora-                     Am. J. Med. Genet. A 61, 145–152 (2013).\nhowever, if the subpanel is negative, they        tories in sharing their data and to develop                13.    Bamshad, M. J. et al. Exome sequencing as a tool for\n                                                                                                                    Mendelian disease gene discovery. Nature Rev. Genet.\ncan request analysis using the larger panel       approaches to curate the shared data. In                          27, 745–755 (2011).\nfor a much smaller fee than that incurred         addition, a recent workshop sponsored by                   14.    Francey, L. J. et al. Genome-wide SNP genotyping\n                                                                                                                    identifies the stereocilin (STRC) gene as a major\nby running a new test 6. The same approach        the US National Human Genome Research                             contributor to pediatric bilateral sensorineural hearing\ncan be applied to the disease-associated          Institute entitled ‘Establishing a central                        impairment. Am. J. Med. Genet. A 158, 298–308\n                                                                                                                    (2012).\nexome: analysis can initially focus on a          resource of data from genome sequenc-                      15.    Phylipsen, M. et al. Fine-tiling array CGH to improve\nprimary set of genes with a strong contribu-      ing projects’ provided hope for developing                        diagn",
  "wordCount": 5879,
  "indexed": "2025-09-25T22:45:24.622Z",
  "method": "direct"
}
