{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Bonne_2021_The Treatabolome, an emerging concept.pdf",
  "fileName": "Bonne_2021_The Treatabolome, an emerging concept.pdf",
  "relativePath": "Genetica/Bonne_2021_The Treatabolome, an emerging concept.pdf",
  "text": "Journal of Neuromuscular Diseases 8 (2021) 337–339                                                                 337\nDOI 10.3233/JND-219003\nIOS Press\n\n\nEditorial\n\n\nThe Treatabolome, an emerging concept\nGisèle Bonne\nSorbonne Université, Inserm, Institut de Myologie, Centre de Recherche en Myologie, F-75013 Paris, France\nE-mail: g.bonne@institut-myologie.org\n\n\nIt is with a great pleasure that we introduce the             IRDiRC to diagnose and subsequently treat a repre-\nfirst special issue of the Journal of Neuromuscular           sentative number of rare diseases.\nDiseases dedicated to the “Treatabolome”, a new con-             The growing availability of next generation genetic\ncept emerging from a European Project addressing              diagnostic tools is expanding the access to diag-\nunsolved rare diseases (Solve-RD, www.solve-                  nosis even for patients that do not have access to\nrd.eu).                                                       primary expert evaluation. With this there is an ever-\n   Thus, this special issue covers gene and variant-          growing number of rare diseases’ therapies are not\nspecific treatments for rare diseases, particularly rare      necessarily “on the radar” of non-expert clinicians,\nneurological and neuromuscular disorders, thereby             who however increasingly take care and/or diagnose\nhighlighting the important premise that a precise             these patients. The constitution of a database of rare\ngenetic diagnosis may result in equally precise thera-        disease-specific treatments directly linked to the gene\npeutic approaches. Although such targeted treatments          and variant level will allow flagging already available\nare currently only available to a minority of RD              therapies at the time of diagnosis. For that purpose,\npatients, recent developments point towards a steep           the treatabolome database will be interoperable with\nincrease in the coming years, as suggested by the             different diagnosis-support tools and will comple-\ndevelopment of multiple gene therapies and the                ment their existing datasets with specific treatment\nsteady increase in the number of orphan drug appli-           information. The treatabolome data will be findable,\ncations.                                                      available, interoperable and reusable (i.e., the FAIR\n   One of the initial aims of the International Rare          principles of data management, [3]) to benefit rare\nDiseases Research Consortium (IRDiRC), founded                disease patients and their clinicians and shorten the\nin 2011, was to contribute to the development of 200          interval from diagnosis to treatment.\nnew therapies for rare diseases by the year 2020,                The Solve-RD project has invited expert teams\nan objective reached ahead of schedule in 2016 [1].           to produce systematic literature reviews for rare\nThey now propose 1000 new treatments by 2027 [2].             diseases of their expertise and extract datasets of\nThe need to increase the visibility of these treat-           treatments for incorporation into the Treatabolome\nments is the objective of the Treatabolome project            database. These systematic reviews shared a com-\nwithin Solve-RD. This EU project aims at diagnos-             mon structure, as detailed in a published methodology\ning unsolved rare disease cases and involves four             paper [4] and follow a pilot treatabolome publica-\nEuropean Reference Networks or ERNs (ERN-RND                  tion on congenital myasthenic syndromes [5]. The\nfor Rare Neurological Diseases, ERN Euro-NMD for              treatabolome database incorporates these datasets,\nRare Neuromuscular Diseases, ERN-ITHACA for                   and an interoperable platform is under development\nrare congenital malformation and syndromes with               to make available for users the data with existing\nintellectual and other neurodevelopmental disorders           clinical support, diagnostic tools and research sys-\nand ERN-GENTURIS for patients with one of the                 tems, such as the RD-Connect’s Genome Phenome\nrare genetic tumour risk syndromes). Furthermore,             Analysis Platform (https://rd-connect.eu).\nit reaches out to the entire 24 ERNs networks and                The present ‘Treatabolome’ special issue of\nthe undiagnosed disease programmes from Spain and             JND assembles five systematic reviews from pres-\nItaly, following the ambitious goals set out by the           tigious reference centres representing a valuable\n\nISSN 2214-3599 © 2021 – The authors. Published by IOS Press. This is an Open Access article distributed under the terms\nof the Creative Commons Attribution-NonCommercial License (CC BY-NC 4.0).\n\f338                                                G. Bonne / Editorial\n\n\nconcentration of rare diseases’ expertise. In addi-             gather the evidence around specific treatments devel-\ntion, we were also fortunate to be able to include in           oped for metabolic myopathies (particularly enzyme\nthis special issue a review on the current therapeutic          replacement therapy with alglucosidase alfa for\napproaches in FSHD by Wang & Tawil. It reviews the              Pompe disease, riboflavin for multiple acyl-CoA\nunderlying disease mechanisms, potential therapeu-              dehydrogenase deficiency related to mutations in the\ntic approaches and the state of trial readiness of future       ETFDH gene and carnitine for systemic primary\nclinical trials in FSHD and thus is also treatabolome           carnitine deficiency). It is one area with significant\nrelevant as it highlights the therapeutic importance            potential growth in upcoming years, as more such\nof making this genetic diagnosis, which is not always           specifically targeted treatments become available.\nstraightforward.                                                   Finally, Atalaia et al. focuses on treatments for\n   Over et al. from the Lübeck University and Hos-             Laminopathies. This systematic review produced\npital group managing the International Parkinson                via a collaboration of French expert centres of the\nand Movement Disorder Society’s database (MDS-                  different types of Laminopathies summarizes the\nGene) focused their systematic literature review on             few existing treatments for the myriad of clini-\ntherapies for Genetic Forms of Parkinson’s Disease.             cal manifestations arising from the LMNA gene.\nThey conclude that based on available data lev-                 It highlights life-saving treatment recommendations\nodopa showed an overall good outcome, especially in             around the cardiac manifestations as well as treatment\nLRRK2, VPS35, PARKIN, and PINK1 mutation car-                   approaches based on as of yet less developed evi-\nriers (“good” response in 94.6–100%). They found                dence as it strives to condense all available knowledge\nthat none of the available treatments is harmful to             about the subject. A major challenge this review high-\none genetic form but effective in another one, while            lights is the absence of specific genotype-phenotype\nthey hope for novel disease-cause-modifying drugs.              pairings, as LMNA is notorious for quite disparate\n   The systematic review on therapies for Skeletal              phenotypical expressions, sometimes even concern-\nMuscle Ion Channelopathies by Desaphy et al. is                 ing the same variant.\na collaboration of two centres with a long-standing                One of the next steps of the Treatabolome project\nexpertise on muscle channelopathies, from the Uni-              is to extend it to rare diseases experts from all the\nversity of Bari Aldo Moro (Bari, Italy) and from                24 European Reference Networks and the whole sci-\nthe Sorbonne Université-Inserm-Institute of Myol-              entific community producing other datasets to enrich\nogy (Paris, France). They conclude that the treatment           the Treatabolome database and fulfil rare diseases’\nof these diseases is mainly symptomatic, aiming to              treatment awareness. This has been the goal of the\nreduce muscle excitability in non-dystrophic myoto-             treatabolome project from the its inception.\nnias or modify triggers of periodic paralysis attacks\non the other hand. They advocate performing more                ACKNOWLEDGMENTS\nhuman studies to conceptualize and design mutation-\nspecific precision medicine approaches in muscle ion               The Solve-RD project has received funding from\nchannelopathies, an area that is still lagging behind.          the European Union’s Horizon 2020 research and\n   The existing therapies for Hereditary Peripheral             innovation programme under grant agreement No\nNeuropathies have been reviewed by Jennings et al.              779257.\nfrom the Cambridge Rare Diseases Group in the\nUK, with a contribution from the Institute of Myol-             Gisèle Bonne\nogy in Paris. They collected all the evidence behind            Sorbonne Université, France.\nhereditary neuropathies’ treatments. The stronger\nevidence links with treatments for TTR-related                  REFERENCES\namyloid polyneuropathy, with significant evidence\nassociated with therapies for several gene specific             [1]   Dawkins HJS, Draghia-Akli R, Lasko P, Lau LPL, Jonker\nconditions, including CMT1, SPTLC1-related hered-                     AH, Cutillo CM, Rath A, Boycott KM, Baynam G,\n                                                                      Lochmüller H, Kaufmann P, Le Cam Y, Hivert V, Austin CP.\nitary sensory neuropathy, Brown-Vialetto-Van Laere                    International Rare Diseases Research Consortium (IRDiRC).\nsyndrome (SLC52A2/3) and Refsum disease (PHYH).                       Progress in Rare Diseases Research 2010–2016: An IRDiRC\n   Manta et al. targeting the therapies for Metabolic                 Perspective. Clin Transl Sci. 2018;11:11-20.\n                                                                [2]   Austin CP, Cutillo CM, Lau LPL,Jonker AH, Rath, A,\nMyopathies Related to Glycogen Storage and Lipid\n                                                                      Julkowska D, Thomson D, Terry SF, de Montleau B, Ardigò\nMetabolism, originates from Children’s Hospital of                    D, Hivert V, Boycott KM, Baynam G, Kaufmann P, Tarus-\nEastern Ontario Research Institute (Canada). They                     cio D, Lochmüller H, Suematsu M, Incerti C, Draghia-Akli\n\f                                                         G. Bonne / Editorial                                                    339\n\n\n      R, Norstedt I, Wang L, Dawkins HJS. International Rare                of rare disease treatments to generate FAIR-compliant\n      Diseases Research Consortium (IRDiRC) Future of Rare Dis-             datasets: building a Treatabolome. Orphanet J Rare Dis.\n      eases Research 2017–2027: An IRDiRC Perspective. Clin                 2020;15(1):206.\n      Transl Sci. 2018;11:21-27.                                      [5]   Thompson R, Bonne G, Missier P, Lochmuller H. Targeted\n[3]   Wilkinson MD, Dumontier M, Aalbersberg IJ, Appleton                   therapies for congenital myasthenic syndromes: systematic\n      G, Axton M, Baak A. et al. The FAIR Guiding Principles                review and steps towards a treatabolome. Emerg Top Life\n      for scientific data management and stewardship. Sci Data.             Sci. 2019;3(1):19-37.\n      2016;3:160018.\n[4]   Atalaia A, Thompson R, Corvo A, Carmody L, Piscia D,\n      Matalonga L. et al. A guide to writing systematic reviews",
  "wordCount": 1459,
  "indexed": "2025-09-25T22:38:45.421Z",
  "method": "direct"
}
