{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/NGS - Secuenciación/Lindstrand et al_2019_From cytogenetics to cytogenomics.pdf",
  "fileName": "Lindstrand et al_2019_From cytogenetics to cytogenomics.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/NGS - Secuenciación/Lindstrand et al_2019_From cytogenetics to cytogenomics.pdf",
  "text": "Lindstrand et al. Genome Medicine     (2019) 11:68\nhttps://doi.org/10.1186/s13073-019-0675-1\n\n\n\n\n RESEARCH                                                                                                                                         Open Access\n\nFrom cytogenetics to cytogenomics: whole-\ngenome sequencing as a first-line test\ncomprehensively captures the diverse\nspectrum of disease-causing genetic\nvariation underlying intellectual disability\nAnna Lindstrand1,2,3* , Jesper Eisfeldt1,2,3,4, Maria Pettersson1,2,3, Claudia M. B. Carvalho5, Malin Kvarnung1,2,3,\nGiedre Grigelioniene1,2,3, Britt-Marie Anderlid1,2,3, Olof Bjerin6, Peter Gustavsson1,2,3, Anna Hammarsjö1,2,3,\nPatrik Georgii-Hemming1, Erik Iwarsson1,2,3, Maria Johansson-Soller1,2,3, Kristina Lagerstedt-Robinson1,2,3,\nAgne Lieden1,2,3, Måns Magnusson2,4,7, Marcel Martin8, Helena Malmgren1,2,3, Magnus Nordenskjöld1,2,3,\nAmeli Norling6, Ellika Sahlin1,2,3, Henrik Stranneheim2,3,7, Emma Tham1,2,3, Josephine Wincent1,2,3, Sofia Ygberg6,7,\nAnna Wedell2,7, Valtteri Wirta9,10, Ann Nordgren1,2,3, Johanna Lundin1,3,5† and Daniel Nilsson1,2,3,4†\n\n\n  Abstract\n  Background: Since different types of genetic variants, from single nucleotide variants (SNVs) to large chromosomal\n  rearrangements, underlie intellectual disability, we evaluated the use of whole-genome sequencing (WGS) rather\n  than chromosomal microarray analysis (CMA) as a first-line genetic diagnostic test.\n  Methods: We analyzed three cohorts with short-read WGS: (i) a retrospective cohort with validated copy number\n  variants (CNVs) (cohort 1, n = 68), (ii) individuals referred for monogenic multi-gene panels (cohort 2, n = 156), and\n  (iii) 100 prospective, consecutive cases referred to our center for CMA (cohort 3). Bioinformatic tools developed\n  include FindSV, SVDB, Rhocall, Rhoviz, and vcf2cytosure.\n  (Continued on next page)\n\n\n\n\n* Correspondence: anna.lindstrand@ki.se\n†\n Johanna Lundin and Daniel Nilsson contributed equally to this work.\n1\n Department of Clinical Genetics, Karolinska University Hospital, Stockholm,\nSweden\n2\n Department of Molecular Medicine and Surgery, Karolinska Institutet,\nStockholm, Sweden\nFull list of author information is available at the end of the article\n\n\n                                         © The Author(s). 2019 Open Access This article is distributed under the terms of the Creative Commons Attribution 4.0\n                                         International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and\n                                         reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to\n                                         the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver\n                                         (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.\n\fLindstrand et al. Genome Medicine   (2019) 11:68                                                               Page 2 of 23\n\n\n\n\n (Continued from previous page)\n Results: First, we validated our structural variant (SV)-calling pipeline on cohort 1, consisting of three trisomies and\n 79 deletions and duplications with a median size of 850 kb (min 500 bp, max 155 Mb). All variants were detected.\n Second, we utilized the same pipeline in cohort 2 and analyzed with monogenic WGS panels, increasing the\n diagnostic yield to 8%. Next, cohort 3 was analyzed by both CMA and WGS. The WGS data was processed for large\n (> 10 kb) SVs genome-wide and for exonic SVs and SNVs in a panel of 887 genes linked to intellectual disability as\n well as genes matched to patient-specific Human Phenotype Ontology (HPO) phenotypes. This yielded a total of 25\n pathogenic variants (SNVs or SVs), of which 12 were detected by CMA as well. We also applied short tandem repeat\n (STR) expansion detection and discovered one pathologic expansion in ATXN7. Finally, a case of Prader-Willi\n syndrome with uniparental disomy (UPD) was validated in the WGS data.\n Important positional information was obtained in all cohorts. Remarkably, 7% of the analyzed cases harbored\n complex structural variants, as exemplified by a ring chromosome and two duplications found to be an insertional\n translocation and part of a cryptic unbalanced translocation, respectively.\n Conclusion: The overall diagnostic rate of 27% was more than doubled compared to clinical microarray (12%).\n Using WGS, we detected a wide range of SVs with high accuracy. Since the WGS data also allowed for analysis of\n SNVs, UPD, and STRs, it represents a powerful comprehensive genetic test in a clinical diagnostic laboratory setting.\n Keywords: Whole-genome sequencing, Intellectual disability, Monogenic disease, Copy number variation, Structural\n variation, Single nucleotide variant, Uniparental disomy, Repeat expansion\n\n\nBackground                                                     trio analysis of the affected individuals and both parents\nUp to 80% of rare diseases have a genetic background           [17]. Even though isolated WES or WES in combination\n[1], and in the last decade, our understanding of the          with CMA enables effective detection of both SNVs and\nunderlying genetic lesions has increased rapidly. Since        CNVs [18], some types of variants such as balanced\nhuman genetic variation is abundant and diverse, ran-          chromosomal rearrangements, small CNVs (< 2 exons),\nging from small variants affecting only one or a few base      and trinucleotide repeat expansion disorders will be\npairs, i.e., single nucleotide variants (SNVs), small inser-   missed. Depending on the specific clinical presentation\ntions and deletions (INDELs) to large structural variants      and the preferences of the referring physician and the la-\n(SVs) affecting thousands or millions of nucleotides [2–4],    boratory performing the test, other assays such as G-\ndiagnostic tests need to capture the full spectrum of vari-    banded karyotyping, fluorescence in situ hybridization\nation. Technological advancements in high-throughput           (FISH), FMR1 CGG repeat expansion analysis, PCR-based\nsequencing (massively parallel sequencing, MPS) has            single gene analysis, and whole-genome sequencing\nallowed for comprehensive sequencing of many individ-          (WGS) may then be performed [19].\nuals from various populations [5–7] highlighting the vast         Each individual method has intrinsic specific limita-\ncomplexity and abundance of rare and common genetic            tions which may result in causal variants being missed\nvariation [8, 9].                                              (e.g., mosaicism in probands) or misinterpreted (e.g.,\n   In genetic diagnostics, the current toolbox includes a      gene copy number gains consistent with triplications or\ngreat variety of cytogenetic and molecular methodologies.      higher order gains can be challenging to distinguish\nChromosomal microarray analysis (CMA), either com-             from duplications [20]), resulting in sub-optimal clinical\nparative genomic hybridization (CGH) or SNP arrays, has        management and imprecise genetic counseling [21]. In\nlong been the first-tier test used to identify copy number     addition, the possibility of dual diagnosis due to multi-\nvariants (CNVs) in individuals with intellectual disability    locus variation [22] has been reported for up to 5% of\nand neurodevelopmental disorders [10–12]. In recent            individuals with Mendelian diseases and can explain ap-\nyears, MPS-based assays have been increasingly used in         parent phenotypic expansion [23]. In research, WGS has\nrare disease diagnostics, because of their high throughput     been used to detect a wide range of mutations, including\nand cost effectiveness in screening multi-gene panels for      copy number variations [24–26] as well as balanced\nhereditary disorders [13]. Whole-exome sequencing              chromosomal rearrangements such as translocations [27,\n(WES) is more and more widely used in clinical labs as a       28], inversions [29], and short tandem repeats (STRs)\nfirst-tier test, allowing detection of SNVs, INDELs, and       [30]. A few studies have performed CNV calling from\nCNVs covering multiple exons (typically > 2) [14–16]. In a     WGS in small cohorts, showing diagnostic rates of 15%\nrecent meta-analysis, the diagnostic yield of WES in 3350      (10/79) [24], 33% (20/60) [31], and 14% (7/50) [32]. Al-\nindividuals with neurodevelopmental disorders was 36%,         though WGS is the most comprehensive test currently\nranging from 8 to 90%, with the higher yield obtained after    available for molecular diagnostics in clinical practice,\n\fLindstrand et al. Genome Medicine         (2019) 11:68                                                                                      Page 3 of 23\n\n\n\n\nthe routine use of WGS largely remains limited to SNVs                            Cohort 1, “The validation cohort”, consisted of 68\nand INDELs [33, 34]. This is because WGS-based SV de-                             individuals harboring three trisomies and 79 CNVs\ntection in a clinical setting remains challenging, partly                         previously detected by CMA or multiplex ligation-\nbecause of the low precision and sensitivity of the SV                            dependent probe amplification (MLPA).\ncallers and lack of normal variant databases, but also                            Cohort 2, “The monogenic disease study cohort”,\ndue to the limited standardization and benchmarking of                            consisted of 156 individuals referred for WGS due to a\nthe various pipelines [35].                                                       clinical suspicion of monogenic disease within the areas\n   In this study, we investigate the application of WGS as a                      of neuromuscular disorders, connective tissue\nfirst-line test in intellectual disability and compare the                        disorders, unknown syndromes, skeletal dysplasias,\noutcome with results from CMA. In aggregate, the results                          hereditary cancer, or other rare suspected Mendelian\nhighlight the ability to capture a broad range of genetic                         conditions.\nvariation including both large and small CNVs, SNVs, bal-                         Cohort 3, “The prospective study cohort”, consisted of\nanced rearrangements, repeat expansions, and uniparental                          the first 100 unselected individuals that were clinically\ndisomy (UPD). In a prospective unselected cohort of 100                           referred for CMA in 2017.\npatients referred to our laboratory for CMA, the overall\ndiagnostic yield of WGS was 27% compared to 12% ob-                              The clinical parameters of the three cohorts are sum-\ntained with our standard clinical CMA.                                         marized in Table 1 and detailed information is given in\n                                                                               Additional file 1: Table S1. The local ethical board in\nMethods                                                                        Stockholm, Sweden, approved the study (approval num-\nStudy subjects                                                                 bers KS 2012/222-31/3 and 2012/2106-31/4).\nClinical Genetics (Karolinska University Hospital,\nStockholm, Sweden) is a tertiary center where genome-                          Chromosomal microarray analysis\nwide screening for CNVs by CMA is used as a first-line                         Genomic DNA was isolated from whole blood using\ntest for individuals with suspected rare genetic disease,                      standardized protocols and used for array comparative\nneurodevelopmental disorders (NDD), and malformation                           genomic hybridization (array-CGH) analysis. A 4 × 180K\nsyndromes. For individuals with a high suspicion of a                          custom oligonucleotide microarray with whole-genome\nmonogenic disease, WGS (with in silico gene panel ana-                         coverage and a median probe spacing of approximately\nlysis) is performed as the first-line test. Overall, roughly                   18 kb was used (AMADID:031035, Oxford Gene Technol-\n1000 CMAs and 500 WGS analyses are performed                                   ogy, Begbroke, Oxfordshire, UK). This array design is used\nannually. In this study, all included patients were ini-                       as a routine diagnostic tool at the Department of Clinical\ntially referred for clinical diagnostic testing and, when                      Genetics, Karolinska University Hospital, Stockholm,\npossible, parental analysis was performed to assess the                        Sweden. For sample RD_P409, a medical exome 1 × 1 M\nparental origin of identified variants. Three cohorts                          Agilent oligonucleotide microarray was used (AMADID:\nwere investigated:                                                             068073, Oxford Gene Technology, Begbroke, Oxfordshire,\n\nTable 1 Clinical parameters of included cases\nClinical                                             Cohort 1 (n = 68)                        Cohort 2 (n = 156)                       Cohort 3 (n = 100)\nGender (F/M)                                         44%/56%                                  44%/50%*                                 37%/63%\nMain phenotype\n  NDD                                                21 (31%)                                 2 (1%)                                   40 (40%)\n  NDD+                                               13 (19%)                                 0                                        38 (38%)\n  Syndrome                                           20 (29%)                                 53 (34%)                                 8 (8%)\n  Growth abnormality                                 5 (7%)                                   0                                        4 (4%)\n  Metabolic crisis                                   0                                        0                                        3 (3%)\n  Endocrine abnormality                              2 (3%)                                   0                                        1 (1%)\n  Internal malformations                             1 (1%)                                   0                                        2 (2%)\n  Neuromuscular abnormality                          1 (1%)                                   32 (21%)                                 2 (2%)\n  CTD                                                0                                        28 (18%)                                 0\n  Hereditary cancer                                  3 (4%)                                   33 (21%)                                 0\n  Other**                                            2 (3%)                                   8 (5%)                                   2 (2%)\nF female, M male, NDD neurodevelopmental disorder, NDD+ syndromic NDD, CTD connective tissue disorder. *6% no gender information (fetal sample or disorder\nof sex development). **Epilepsy, disorder of sex development, eye disorder, immunological disorder, and skin disease\n\fLindstrand et al. Genome Medicine   (2019) 11:68                                                                 Page 4 of 23\n\n\n\n\nUK). The medical exome 1 × 1 M array is an exon-               USA) with accompanying software. The tracing data\nfocused array used for targeted analysis of deletions/         was imported into and analyzed in GeneMarker soft-\nduplications falling below the resolution of the 4 ×           ware v1.7 (SoftGenetics LLC, State College, PA, USA).\n180K standard microarray. The probes have been se-             The normalized quotients for the different probes\nlected to allow for single exon resolution in 4645             were considered as a deletion when below 0.75 and a\nknown disease-causing genes.                                   duplication when above 1.3.\n   The control DNA used for the array-CGH experiment\nconsisted of a mix of sex-matched DNA from several             Genotyping\nhealthy individuals pooled together (Promega, Madison,         Genomic DNA from individual RD_P432 and her\nWI, USA). Sample labelling (CGH labelling kit for oligo        mother were analyzed using 12 polymorphic microsatel-\narrays, Enzo Life Sciences, Farmingdale, NY, USA),             lite markers located on chromosome 15 (D15S1035,\nhybridization, and slide washing (Oligo aCGH/ChIP-on-          D15S128, D15S1513, D15S97, D15S1002, D15S165,\nChip Wash Buffer Kit, Agilent Technologies, Wilmington,        D15S1007, D15S123, D15S1024, D15S992, D15S1028,\nDE, USA) were performed according to the manufac-              and D15S978). Primers were pooled and amplified using\nturers’ recommendations. Slides were scanned using the         Type-it Microsatellite PCR Kit according to the manu-\nAgilent Microarray Scanner (G2505C, Agilent technolo-          facturer’s instructions (QIAGEN, Hilden, Germany).\ngies, USA) with 3 μm resolution. Raw data were normal-         PCR products were analyzed using 3500xL Genetic\nized using Feature Extraction Software v10.7.3.1 (Agilent      Analyzer and GeneMapper v5 according to the manufac-\nTechnologies, Santa Clara, CA, USA), and log2 ratios were      turer’s protocol (Applied Biosystems).\ncalculated by dividing the normalized intensity in the sam-\nple by the mean intensity across the reference sample.         Short-read whole-genome sequencing\nThe log2 ratios were plotted and segmented by circular         Genomic DNA from whole blood was sequenced using the\nbinary segmentation in the CytoSure Interpret software         Illumina Hiseq X Ten platform, using a 30× PCR-free\nv4.10 (Oxford Gene Technology, Oxfordshire, UK). Oligo-        paired-end WGS protocol. The patients of cohort 1 (n =\nnucleotide probe positions were annotated according to         68) were sequenced at the National Genomics Infrastruc-\nthe human genome assembly hg19 [36]. For the 4×180K            ture (NGI), Stockholm, Sweden [41], and the patients of co-\nmicroarray, three consecutive aberrant probes with a log2      hort 2 (n = 156) and cohort 3 (n = 100) were sequenced at\nratio cutoff of − 0.65 for deletions and 0.35 for duplica-     Clinical Genomics, Stockholm, Sweden [42]. The resulting\ntions were called, giving a practical lower resolution of      WGS data was preprocessed according to the GATK best\nabout 50 kb. The clinical relevance of all CNVs was classi-    practices for germline WGS data [43]. SVs were analyzed\nfied into five categories; benign, likely benign, variant of   using the FindSV pipeline [44], a pipeline combining\nuncertain significance (VUS), likely pathogenic, and           CNVnator V0.3.2 [45] and TIDDIT V2.0.0 [46]. The out-\npathogenic, according to the American College of Medical       puts of these callers (~ 27,000 SVs; Additional file 2: Figure\nGenetics and Genomics (ACMG) guidelines [37] and               S1) are merged using SVDB [47], and the resulting variant\nbased upon the size of aberration, gene content, inherit-      calling file (VCF) is annotated using variant effect predictor\nance, and available information in medical literature and      (VEP) 87 [48]. Finally, the VCF is annotated and sorted\ndifferent databases: the Database of Genomic Variants          based on the allele frequencies in the Swedish structural\n(DGV) [38], the Database of Chromosomal Imbalance and          variant frequency database (SweFreq SVDB) [6, 49], as well\nPhenotype in Humans using Ensembl Resources (DE-               as an internal database (internal SVDB) consisting of ap-\nCIPHER) [39], Online Mendelian Inheritance in Man              proximately 400 individuals.\n(OMIM) [40], and an in-house database with variants               SNVs were called using MIP [34], a pipeline that com-\nfrom ~ 8000 analyzed cases.                                    bines Samtools [50], FreeBayes [51], and the GATK\n                                                               HaplotypeCaller [43] generating an average of 5,500,000\nMultiplex ligation-dependent probe amplification               SNVs and INDELS (Additional file 2: Figure S2). Finally,\nMultiplex ligation-dependent probe amplification (MLPA)        ExpansionHunter v2.5.5 [30] was applied to the Illumina\nanalysis was performed using the available probe set for       short-read whole-genome alignment files produced by\nselected assays (P090 (BRCA2), P256 (FLCN), P003               MIP v.6.0.0, assessing STRs in 17 genes (AR, ATN1,\n(MLH1), and ME028 (PWS) MRC-Holland, Amsterdam,                ATXN1, ATXN10, ATXN2, ATXN3, ATXN7, C9ORF72,\nNetherlands). MLPA was carried out according to the            CACNA1A, CBL, CSTB, DMPK, FMR1, FXN, HTT,\nsupplier’s recommendations, with the exception that the        JPH3, and PPP2R2B).\nPCR reactions were performed in a 25-μl reaction volume.\nAmplification products were quantified by capillary elec-      Data analysis of WGS data in the prospective study\ntrophoresis on an ABI3500xL Genetic Analyzer (Applied          The WGS data was analyzed in three steps: (1) large\nBiosystems, Thermo Fisher Scientific, Waltham, MA,             CNVs, (2) small CNVs and genomic rearrangements,\n\fLindstrand et al. Genome Medicine   (2019) 11:68                                                                      Page 5 of 23\n\n\n\n\nand (3) SNVs, INDELS, and repeat expansions. A panel                then used an internal scoring system that also takes\nof genes linked to intellectual disability (ID gene panel)          into account conservation and predicted severity of\nthat consisted of 887 genes was generated based on the              the variant [34] that is available on GitHub [61].\ninformation available at the time through the Genomics              The number of SNVs remaining after each filtering\nEngland panel app [52] (Additional file 2: Document S1)             step is available in the supplemental data (Additional file 2:\nwhich was used for filtering small CNVs, SNVs, and                  Figure S2). Finally, remaining variants were individually\nINDELS. In addition, for individuals with other clinical            assessed and classified according to ACMG guidelines [57]\nsymptoms, personalized gene panels were generated                   into five classes; benign, likely benign, likely pathogenic,\nbased on the patient-specific Human Phenotype Ontol-                pathogenic, and uncertain significance.\nogy (HPO) [53, 54] terms using the database available\nthrough Charité [55] to link the HPO terms and genes.               All SNVs and CNVs reported in this study have been\n  For SV analysis (aforementioned steps 1 and 2), the             submitted to the ClinVar database [62].\noutput data from FindSV was filtered based on variant               Finally, in individual RD_P432, maternal uniparental di-\nsize (intergenic variants > 10 kb, and intragenic variants        somy (UPD) for chromosome 15 was assessed in the\n> 2 kb), quality (minimum 6 read pairs (TIDDIT), mini-            WGS data. In brief, this was done in two steps using in-\nmum 5 kb in size (CNVnator)), and allele frequency                house developed bioinformatic tools. First, we searched\n(SweFreq SVDB < 0.5%, internal SVDB < 1%), and calls              for regions of homozygosity on chromosome 15 using\nlocated on the decoy contig were also filtered out.               rhocall [63] and then we made a run of homozygozity\nFinally, a list of SVs with junctions located within the ID       (RoH) plot using the rhoviz tool from the same package.\nor HPO gene list was generated without a size cutoff.             In brief, this assesses zygosity ratios at all SNPs across an\nThe number of SVs remaining after each filtering step             entire chromosome (in this case chromosome 15). The zy-\nis available in the supplemental data (Additional file 2:         gosity ratio is defined as the ratio of high-quality variants\nFigure S1).                                                       in a local region supporting a heterozygous allele to the\n                                                                  total number of high-quality variants in that region.\n  Step 1: To visualize large CNVs, we used vcf2cytosure\n  [56] that converts a VCF with structural variations to          Verification of variants identified by WGS\n  the “.CGH” format used by the CytoSure Interpret                SNVs were verified with PCR and Sanger sequencing.\n  Software by OGT. CytoSure is normally used in our               For the two deletions in MBD5 and C12orf65 identified\n  laboratory to interpret the clinical significance of CNVs       by WGS in individuals RD_P416 and RD_P417, respect-\n  detected by CMA. By displaying the WGS data in a                ively, and the reciprocal translocation between chromo-\n  familiar system where we have access to a large internal        somes 4 and 7 (RD_P77) (Table 3), primers flanking the\n  database of previously assessed cases, variant                  breakpoints were designed approximately 500 base pairs\n  classification is facilitated (Additional file 2: Figure S3).   away from the estimated breakpoints. The same primers\n  As described in the CMA section, detected CNVs were             were subsequently used for sequencing using the Sanger\n  classified into five categories according to the ACMG           method (primer sequences available upon request). The\n  guidelines [57].                                                PCR was performed using standard methods with Plat-\n  Step 2: Selected SVs were visualized in a list view             inum Taq DNA Polymerase (Invitrogen, Carlsbad, CA,\n  enabling more detailed assessment of balanced/complex           USA). Sequences were aligned using BLAT (UCSC Gen-\n  genomic rearrangements. Indications of a genomic                ome Browser) [64, 65] and visualized in the CodonCode\n  rearrangement include (i) several SVs in the same               Aligner software (CodonCode Corp., Dedham, MA,\n  genomic region, (ii) discordant read pairs mapping              USA).\n  from a duplication/deletion boundary to another                   The ATXN7 STR identified in individual RD_P431 was\n  chromosomal region, and (iii) several CNVs clustering           verified and the exact number of CAG copies determined\n  on the same chromosome. All such variants of interest           using PCR followed by fragment length analysis [66]. The\n  were then inspected in IGV, and the derivative                  length of the PCR products was determined using capil-\n  chromosomes were reconstructed by visual inspection             lary electrophoresis on an ABI3500xL Genetic Analyzer\n  and breakpoint junction analysis [58].                          and the software Gene Mapper v5 (Applied Biosystems,\n  Step 3: SNVs and INDELS were annotated using MIP                Thermo Fisher Scientific, Waltham, MA, USA).\n  [34] and repeat expansions with ExpansionHunter [30].             Fluorescence in situ hybridization (FISH) was per-\n  Rare variants with a minor allele frequency (MAF) less          formed using standardized protocols from peripheral\n  than 1% in Exome Aggregation Consortium (ExAC)                  blood cultures from patient RD_P405, harboring a dupli-\n  [8, 59] or in the Swedish variant frequency database            cation on chromosome 3 where the WGS data suggested\n  (SweFreq) [6, 60] and located within the ID or HPO              that the duplication had been inserted on chromosome\n  gene list were considered for further analysis. We              13. Probes used were RP11-209H21-SG (green, chr3:159,\n\fLindstrand et al. Genome Medicine       (2019) 11:68                                                                                  Page 6 of 23\n\n\n\n\n243,721-159,420,409 (Hg19)) and RP11-203L15SO (red,                        located in repetitive regions (Table 2). The size distribu-\nchr3:160,561,956-160,724,921 (Hg19)).                                      tion of the variants ranged from 500 bp (single exon\n  Chromosome analysis was performed on metaphases                          CNVs) to 155 Mb (whole chromosome) (Fig. 1, Add-\nfrom peripheral blood cultures from patients RD_P406                       itional file 1: Table S1).\nand RD_P414 according to standard protocols with sub-\nsequent G-banding with an approximate resolution of                        Deletions\n550 bands per haploid genome. A total of 12 metaphases                     A total of 54 deletions were identified in cohort 1, includ-\nwere analyzed.                                                             ing seven recurrent (13%) and 47 non-recurrent (87%)\n                                                                           (Table 2). The size ranged between 5 kb and 47 Mb (Fig. 1,\nResults                                                                    Additional file 1: Table S1). TIDDIT identified a total of\nWGS reliably identifies deletions, duplications, and                       39 deletions (83%), all of which were non-recurrent while\naneuploidies and reveals additional clinically relevant                    CNVnator identified a total of 51 deletions (94%), includ-\ngenetic information                                                        ing all recurrent deletions (Table 2). The seven recurrent\nTo validate the SV calling pipeline, a total of 68 individuals             deletions included four contiguous gene syndromes:\nwith three trisomies and 79 CNVs, previously detected by                   DiGeorge syndrome (22q11.21 deletion; MIM 188400),\nCMA (65 individuals) or MLPA (three individuals), includ-                  Chromosome 1p36 deletion syndrome (MIM 607872),\ning 54 deletions and 25 duplications, were subjected to                    Chromosome 16p11.2 deletion syndrome (MIM 611913),\nshort-read WGS sequencing (Fig. 1, Table 2, Add-                           and Prader-Willi syndrome (MIM 176270) due to a\nitional file 1: Table S1) and analyzed with the FindSV pipe-               15q11.2 deletion (Additional file 1: Table S1).\nline that includes the two SV callers: CNVnator [45] and\nTIDDIT [46]. All validation CNVs were detected in the                      Duplications\nWGS data. The two callers performed slightly differently,                  A total of 23 unique duplications were identified in co-\nmainly depending on whether the CNV breakpoints were                       hort 1, five of which were recurrent (22%) and 18 were\n\n\n\n\n Fig. 1 Overview of CNVs and affected individuals included in the validation cohort. a Bar graph showing the size distribution of 79 validated\n CNVs and three trisomies that were detected with WGS. Deletions are shown in purple, duplications in black, and trisomies in lilac. b Array\n comparative genomic hybridization plot indicates a heterozygous deletion of 9.3 Mb in individual RD_P77. c Circos plot illustrating the WGS\n results in the same individual. Discordant read pairs between chromosomes 4 and 7 are shown as gray lines, and the deletion is shown in red\n\fLindstrand et al. Genome Medicine      (2019) 11:68                                                             Page 7 of 23\n\n\n\n\nTable 2 Overview of the 80 validated CNVs detected by CMA and WGS in 68 patients\nType                                       Found by TIDDIT               Found by CNVnator                    Found by CMA\nDeletions\n  Recurrent [7]                            0 (0%)                        7 (100%)                             7 (100%)\n  Non-recurrent [47]                       39 (83%)                      44 (94%)                             43 (91%)\n  Total [54]                               39 (72%)                      51 (94%)                             50 (93%)\nDuplications\n  Recurrent [5]                            0 (0%)                        5 (100%)                             5 (100%)\n  Non-recurrent [18]                       15 (83%)                      16 (89%)                             15 (83%)\n  Total [23]                               15 (65%)                      20 (87%)                             21 (91%)\nTrisomies\n  Total [3]                                3 (100%)                      3 (100%)                             3 (100%)\nCMA chromosomal microarray, WGS whole-genome sequencing\n\n\nnon-recurrent (78%) (Table 2). The size of the dupli-          DEL-INV-DEL rearrangements (RD_P54, RD_P26) and\ncations ranged between 474 bp and 36.4 Mb (Fig. 1,             two DUP-NML-DUP rearrangements (RD_P106, RD_\nAdditional file 1: Table S1). All five recurrent duplica-      P105). The results from those eight cases have been re-\ntions were detected by CNVnator. The recurrent du-             ported previously in an article focused on the detailed\nplications included two contiguous gene syndromes,             characterization of clustered CNVs [68].\nthe 22q11.21 duplication syndrome (MIM 608363; two                In addition, a 9.3-Mb de novo deletion on chromo-\nindividuals) and the 16p11.2 duplication syndrome              some 4 turned out to be part of a reciprocal transloca-\n(MIM 614671) (Additional file 1: Table S1). Two du-            tion between chromosomes 4 and 7 (RD_P77) (Fig. 1,\nplications were part of complex rearrangements and             Additional file 1: Table S1). The reciprocal translocation\nare discussed below. Of the 16 unique simple duplica-          was confirmed with breakpoint junction PCR that con-\ntions, 13 (81%) were found by TIDDIT, allowing for             firmed the presence of both junctions. The breakpoint\ndetermination of the positioning of the duplicated seg-        junction analysis of the rearrangement (t(4;7)(q33;p21.3))\nments. It was found that all those duplications were in        revealed non-templated insertions of 8 and 5 nucleotides\ntandem (Table 2, Additional file 1: Table S1).                 in both junctions and no microhomologies, consistent\n                                                               with non-homologous end-joining (NHEJ), the most\nTrisomies                                                      prevalent formation mechanism underlying reciprocal\nThree of the individuals in cohort 1 harbored chromo-          translocations [27, 69] (Additional file 2: Figure S4).\nsomal aneuploidies, one case with a mosaic trisomy 9\n(RD_P167), one with trisomy 21 (RD_P25), and one with          Implementation of WGS-SV calling in monogenic rare\ntrisomy X (RD_P101) (Additional file 1: Table S1). In all      diseases increases the diagnostic yield\ncases, the trisomy was detected by CNVnator and veri-          Next, we explored the diagnostic yield of gene-focused SV\nfied with the coverage track provided by TIDDIT [46,           analysis in 156 patients referred for genetic investigation\n67]. In individual RD_P167, the mosaicism level was es-        due to a clinical suspicion of monogenic disease. At the\ntimated to be ~ 46% with CMA and karyotyping showed            Karolinska University Hospital, we have since 2015 used\nit to be present in ~ 29% (15/51) of analyzed metaphases.      WGS in individuals with a clinical suspicion of monogenic\nThe WGS data confirmed the presence of a mosaic tri-           diseases to screen for SNVs and INDELs in multi-gene\nsomy 9 present in ~ 46% of cells.                              panels created by in silico filtering of the WGS data. Here\n                                                               we sought to implement SV calling focused on variants\nComplex rearrangements                                         within the patient-specific in silico panel. In this way, we\nThree rearrangements in the validation cohort were             identified 12 clinically relevant SVs (8%): eight deletions,\nknown to be complex from the molecular cytogenetics            two duplications, one inversion, and one complex re-\nanalysis: RD_P22 (DEL-NML-DEL), RD_P07 (DEL-NML-               arrangement with two deletions and an inversion (DEL-\nDEL-NML-DUP), RD_P05 (DEL-DUP-DEL) (DEL; dele-                 INV-DEL) (Table 3, Fig. 2) increasing the diagnostic yield.\ntion, NML; normal, DUP; duplication) (Additional file 1:\nTable S1), and in an additional five individuals (5/68, 7%),   A founder duplication in LAMA2 is the cause of\nthe WGS analysis identified unexpected complexities            neuromuscular disease in two unrelated individuals\ncompared to the original molecular cytogenetic results.        An identical homozygous duplication of exon 30 in\nThese five unexpectedly complex cases included two             LAMA2 was found in two seemingly unrelated individuals\n\f                                                                                                                                                                                                 Lindstrand et al. Genome Medicine\n\n\n\n\nTable 3 Clinically relevant structural variants detected in 156 clinical WGS in silico gene panels\nSample ID       Reason for referral      Aberration type       Zygosity              Gene                                            Coordinates (hg19)          Size (bp)   Classification\nRD_P391         SKD                      Deletion              Heterozygous*         DYNC2H1 (exons 19–78)                           chr11:103016472-103177263   161,791     Likely pathogenic\n                                                                                                                                                                                                    (2019) 11:68\n\n\n\n\nRD_P392         Malformations            Deletion              Homozygous            B9D1 (exon 4)                                   chr17:19250943-19251153     210         Pathogenic\nRD_P393         Epilepsy                 Deletion              Heterozygous          SCN3A (exon 1), CSRNP3, GALNT3 (whole gene)     chr2:166050817-166679227    628,410     Pathogenic\n                                         Inversion             Heterozygous          TTC21B (whole gene)                             chr2:166679228-166818452    139,224\n                                         Deletion              Heterozygous          SCN1A (whole gene)                              chr2:166818453-166939516    121,063\nRD_P394         NMD                      Duplication           Homozygous            LAMA2 (exon 30)                                 chr6:129655050-129670080    15,030      Pathogenic\nRD_P395         NMD                      Duplication           Homozygous            LAMA2 (exon 30)                                 chr6:129655050-129670080    15,030      Pathogenic\nRD_P396         NMD                      Deletion              Heterozygous          DMD (exon 45)                                   chrX:31973924-32017000      43,076      Pathogenic\nRD_P397         NMD                      Deletion              Hemizygous            DMD (exon 3–21)                                 chrX:32493944-33021034      527,090     Pathogenic\nRD_P398         Lissencephaly            Deletion              Heterozygous          PAFAH1B1 (exon 3–11)                            chr17:2555675-2645203       89,528      Pathogenic\nRD_P399         NMD                      Deletion              Homozygous            DYSF (exon 6–11)                                chr2:71740967-71749805      8838        Likely pathogenic\nRD_P400         SKD                      Deletion              Heterozygous          COPS7B (whole gene), NPPC, DIS3L2 (exons 1–5)   chr2:232647812-232930068    282,200     Likely pathogenic\nRD_P401         Eye disorder             Inversion             Hemizygous            CHM (exon 1)                                    chrX:85296959-85303375      6401        Pathogenic\nRD_P402         SKD                      Deletion              Heterozygous          KDM6A (whole gene)                              chrX:44207077-45518941      1.3 Mb      Pathogenic\nSKD skeletal dysplasia, NMD neuromuscular disease. *Heterozygous missense in trans\n                                                                                                                                                                                                     Page 8 of 23\n\fLindstrand et al. Genome Medicine       (2019) 11:68                                                                                  Page 9 of 23\n\n\n\n\n Fig. 2 A complex DEL-INV-DEL rearrangement identified by WGS causes severe epilepsy. a Screenshot of the deletions and inversion from\n the Integrative Genomics Viewer (IGV) in individual RD_P393. Short-read whole-genome sequencing (WGS) detected two clustered deletions of\n 630 kb (SCN3A, SCN2A, CSRNP3, GALNT3) and 121 kb (SCN1A), respectively. The genomic segment of normal copy number state in-between the\n deletions (139 kb, TTC21B) had been inverted. Both inversion breakpoint junctions are shown with the green and blue bars corresponding to\n discordant reads with mates located on the other side of the inversion. b Screenshot of DEL-INV-DEL rearrangement confirmed by array\n comparative genomic hybridization (array-CGH). Screenshot from the Cytosure Interpret Software. The deletions in the rearrangement were\n confirmed using array-CGH. c Breakpoint junction sequences. Sequence analysis of the breakpoint junctions revealed insertions in both junctions\n of 38 bp and 59 bp, respectively (pink). Substantial parts of the insertions had been templated from sequences involved in the rearrangement\n (underlined), suggestive of a replicative error as the underlying mechanism of formation. L1 repetitive elements were present in two of the\n breakpoints but did not form any fusion L1 elements. Lowercase letters indicate deleted sequences\n\n\nof the same ethnic origin (RD_P394, RD_P395; Table 3)                      chromosome 6q22–23) consists of 65 exons and encodes\nwith muscular dystrophy. The duplication was not found                     the protein merosin. The WGS data showed signals con-\nin DGV, The Genome Aggregation Database (gnomAD)                           sistent with a tandem duplication, which conceptually will\n[70], or the SweFreq SVDB databases. LAMA2 (located on                     produce one normal copy of exon 30 followed by a\n\fLindstrand et al. Genome Medicine   (2019) 11:68                                                             Page 10 of 23\n\n\n\n\nframeshift and a stop codon after 35 aberrant residues.       had been inverted resulting in a DEL-INV-DEL pattern\nImmunohistochemical antibody staining of merosin in           (Fig. 2). Analysis of the breakpoint junctions revealed\nmuscle biopsies from both patients showed absence of the      partially templated insertions of 38 bp and 59 bp, re-\nprotein, consistent with a loss-of-function mutation and      spectively (Fig. 2c). The insertions did not originate from\nconforming to a diagnosis of autosomal recessive muscu-       the sequences in direct proximity of each junction, in-\nlar dystrophy (MIM 607855) [71].                              stead parts of the insertion in junction 1 originated from\n                                                              junction 2 sequences, and parts of the insertion in junc-\nA heterozygous deletion on 2q27 causes dominant skeletal      tion 2 originated from junction 1 sequences (Fig. 2c).\ndysplasia                                                     One breakpoint disrupted SCN1A in intron 1 and an-\nIn individual RD_P400 (Table 3), CMA and WGS ana-             other breakpoint disrupted SCN3A in intron 1, with no\nlysis identified a maternally inherited 282-kb deletion on    surrounding repetitive sequences. The remaining two\nchromosome 2q27 affecting three genes, the entire             breakpoints did not disrupt any protein coding genes\nCOPS7B, NPPC, and exons 1–5 of DIS3L2. The patient            but were located in repetitive regions belonging to the\nhad disproportionate short stature, brachydactyly E, and      L1 family (L1MC4a and L1MA4). No L1 fusion elements\nsmall hands and feet. Her phenotype is summarized in          were created as a result of the rearrangement.\nAdditional file 2: Document S2. Recently, two unrelated         To summarize, this individual is a carrier of a struc-\nfamilies were reported with heterozygous missense vari-       tural variant that leads to loss of function in three dis-\nants in NPPC segregating with a short stature and small       tinct Mendelian epilepsy genes. Both deletions and\nhand phenotype, very similar to that of our patient and       duplications, involving each of SCN1A, SCN2A, and\nher mother, have been described [72] (Additional file 2:      SCN3A, have been presented previously in cases with se-\nDocument S2). Further, NPPC plays an important role in        vere epileptic encephalopathies and developmental delay\nendochondral ossification through regulation of chondro-      [74, 75]. In the case presented here, the deletions dis-\ncyte proliferation and differentiation in the cartilaginous   rupted SCN1A and SCN3A and resulted in a complete\ngrowth plate [73]. It binds and stimulates the cGMP pro-      loss of SCN2A (Fig. 2, Table 3, Table 4). The clinical\nduction of the NPR2 receptor and is through that pathway      presentation is coherent with Dravet syndrome (MIM\ninvolved in the pathogenesis of relatively common skeletal    607208), usually caused by mutations involving SCN1A;\ndysplasias such as achondroplasia (MIM 100800) and            however, the phenotypic variability in SCN1A mutation\nacromesomelic dysplasia, Maroteaux type (MIM 602875).         carriers is wide [76]. In addition, mutations in SCN2A\n                                                              also cause epileptic encephalopathy (MIM 613721) and\nA complex intrachromosomal rearrangement disrupting           missense variants in SCN3A have been implicated in\nthree epilepsy genes                                          focal epilepsy in children [77].\nA DEL-INV-DEL rearrangement was identified by WGS\nin individual RD_P393, a girl with developmental delay        Prospective study of comprehensive WGS analysis in 100\nand severe epilepsy. A detailed clinical description is       cases referred for CMA\navailable in the supplemental information (Add-               Finally, we performed a prospective pilot study where\nitional file 2: Document S2). Due to a clinical suspicion     the first 100 cases referred to the Department of Clinical\nof monogenic disease, WGS was performed and filtered          Genetics (Karolinska University Hospital, Stockholm,\nfor genes involved in inborn errors of metabolism as well     Sweden) for CMA in 2017 were analyzed in parallel with\nas epilepsy without identifying a causative genetic vari-     WGS. The obtained WGS data were processed for large\nant. The WGS data was then analyzed for structural var-       SVs (> 10 kb), for genome-wide and small SVs (> 2 kb),\niants using the FindSV pipeline, and the results showed       and for SNVs and INDELs in 887 genes linked to intel-\na de novo complex rearrangement on chromosome                 lectual disability (Additional file 2: Document S1). For\n2q24.2 including two heterozygous deletions separated         individuals with additional clinical symptoms, custom in\nby an inverted fragment. The two deletions were visible       silico gene panels were created using HPO terms and\nby CMA and directly affected four genes (SCN1A,               data were processed for small SVs in the same way as\nSCN2A, SCN3A, and CSRNP3) (Fig. 2a, b, Table 4). The          for the ID gene panel. Next, small (> 2 kb) intragenic\nproximal deletion was 628 kb, and the proximal break-         SVs were assessed in the both gene panels. Finally, we\npoint disrupted intron 1 of SCN3A and the distal break-       applied the ExpansionHunter analysis pipeline [30] to\npoint were located 28 kb upstream of GALNT3, with a           identify large expansions of STRs in 17 genes.\ncomplete heterozygous loss of GALNT3, SCN2A, and\nCSRNP3. The distal deletion was 121 kb, with the prox-        Detection of copy number variants\nimal breakpoint 28 kb downstream of SCN1A and the             The CMA analysis identified, in 14 patients, a total of 15\ndistal breakpoint in intron 1 of SCN1A. Finally, the 139      CNVs that were classified as pathogenic (n = 10), likely\nkb genomic segment located in-between the deletions           pathogenic (n = 3), and variants of uncertain significance\n\fTable 4 Clinically relevant findings in a prospective study of 100 cases referred for CMA\nCase         Reason for referral          CNVs (ISCN 2016)                      Size        Classification      OMIM diagnosis (inheritance pattern)   Added information by WGS\nFifteen CNVs detected with CMA and WGS\n  RD_P403    NDD                          arr[GRCh37] 2p21p22.1(39053852_       3.45 Mb     Likely pathogenic   Not in OMIM                            Tandem duplication\n                                          42501893)x3 dn\n  RD_P404    NDD                          arr[GRCh37] 3p25.2p25.3(9453917_      2.56 Mb     Likely Pathogenic   Not in OMIM                            Tandem duplication\n                                          12015126)x3\n  RD_P405    Growth retardation           arr[GRCh37] 3q25.32q26.1(158567751    2.23 Mb     Likely Pathogenic   Not in OMIM                            Duplication inserted\n                                          _160802139)x3 (not paternal)                                                                                 on chromosome 13\n  RD_P406    NDD, microcephaly            arr[GRCh37] 4q25q35.2(19",
  "wordCount": 14199,
  "indexed": "2025-09-25T22:46:02.679Z",
  "method": "direct"
}
