{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Lupski_2015_Structural Variation Mutagenesis of the Human Genome.pdf",
  "fileName": "Lupski_2015_Structural Variation Mutagenesis of the Human Genome.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Lupski_2015_Structural Variation Mutagenesis of the Human Genome.pdf",
  "text": "HHS Public Access\n                               Author manuscript\n                               Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Environ Mol Mutagen. 2015 June ; 56(5): 419–436. doi:10.1002/em.21943.\n\n\n\n                    Structural Variation Mutagenesis of the Human Genome: Impact\n                    on Disease and Evolution\n                    James R. Lupski\n\n                    Abstract\n                         Watson-Crick base-pair changes, or single-nucleotide variants (SNV), have long been known as a\nAuthor Manuscript\n\n\n\n\n                         source of mutations. However, the extent to which DNA structural variation, including duplication\n                         and deletion copy number variants (CNV) and copy number neutral inversions and translocations,\n                         contribute to human genome variation and disease has been appreciated only recently. Moreover,\n                         the potential complexity of structural variants (SV) was not envisioned; thus, the frequency of\n                         complex genomic rearrangements (CGR) and how such events form remained a mystery. The\n                         concept of genomic disorders, diseases due to genomic rearrangements and not sequence-based\n                         changes for which genomic architecture incite genomic instability, delineated a new category of\n                         conditions distinct from chromosomal syndromes and single-gene Mendelian diseases.\n                         Nevertheless, it is the mechanistic understanding of CNV/SV formation that has promoted further\n                         understanding of human biology and disease and provided insights into human genome and gene\n                         evolution.\nAuthor Manuscript\n\n\n\n\n                    Keywords\n                         structural variant (SV); copy number variant (CNV); recombination; DNA replication;\n                         chromosome biology\n\n\n                    Genome variation in evolution and disease\n                                     Structural variation (SV) refers to rearrangements of the DNA in a genome resulting in novel\n                                     breakpoint junctional events. It can be copy number neutral (e.g. inversion or balanced\n                                     translocation) or in a diploid genome result in copy number variants (CNV) at a given locus\n                                     due to deletion, duplication, triplication, or further multiplication of one copy of a genomic\n                                     segment on one chromosome of a homologous pair. The size can vary from as small as the\nAuthor Manuscript\n\n\n\n\n                                     size of an average exon (~100 – 200 bp) to as large as up to millions of base pairs (megabase\n                                     or Mb) of DNA; the latter can be visible by microscopic techniques such as G-banded\n                                     human chromosome analysis when > 5–10 Mb in size. SV and CNV require a break in the\n                                     phosphodiediester backbone of the DNA and the formation of a novel joining thus\n                                     generating a novel ‘joining point’ from discontinuous DNA sequences in the human\n                                     reference haploid genome or a unique breakpoint junction.\n\n\n\n\n                    Address Correspondence to: James R. Lupski, MD, PhD, DSc (hon), Department of Molecular and Human Genetics, Baylor College\n                    of Medicine, One Baylor Plaza Room 604B, Houston, TX USA 77030, jlupski@bcm.edu, Phone: 713 798-6530, Fax: 713 798-5753.\n\f                    Lupski                                                                                                Page 2\n\n\n                               Imagining our genomes as an encyclopedic book of life, analogized by 23 volumes with two\nAuthor Manuscript\n\n\n\n\n                               copies each representing the 23 chromosome pairs, then whereas Watson-Crick base pair\n                               changes, or single nucleotide variants (SNVs), could be represented as typographical errors\n                               in letters of the alphabet, CNV would be represented by deletions of entire sentences,\n                               paragraphs, pages, or even large parts of an entire volume. CNV are ubiquitous in the human\n                               genome and account for more total differences between any two personal genomes, in terms\n                               of bases involved, than all the SNV combined [Conrad et al. 2010]. CNV have been\n                               associated with both Mendelian traits and common complex disease [Stankiewicz et al.\n                               2010] and have played a major role in the evolution of genes and genomes [Carvalho et al.\n                               2010]. However, a potential role for SV and CNV in environmentally mediated mutagenesis\n                               is only beginning to unfold (Table I).\n\n\n                       Gene dosage and CNV\nAuthor Manuscript\n\n\n\n\n                               If one retrospectively reviews the scientific literature and examines where for the first time\n                               the concept of gene dosage was appreciated and experimentally demonstrated perhaps this is\n                               best found in the work of Albert Blakeslee and colleagues at the Cold Spring Harbor\n                               Laboratory [Blakeslee 1922]. Blakeslee showed in the jimson weed Datura stramonium that\n                               the observed plant phenotype was directly related to trisomy for each of the individual\n                               twelve chromosomes in this organism’s karyotype. Thus, phenotypic variation in Datura was\n                               due to changes in chromosome copy number – defining trisomy as one extra copy of an\n                               individual chromosome.\n\n                               Perhaps the first direct observation of structural variation of the genome in association with\n                               trait manifestation was reported by Calvin Bridges in 1936 [Bridges 1936]. He showed that\n                               duplication of a locus in Drosophila melanogaster was responsible for the Bar phenotype\nAuthor Manuscript\n\n\n\n\n                               which consisted of a narrower slit eye in the fruit fly. If the duplication was reverted the fly\n                               eye would return to the normal rounded shape. Moreover, rarely he could identify an\n                               ultraBar phenotype with a more narrowly slit eye and this was associated with a triplication\n                               at the Bar locus – “…it was found that the extra section observed in Bar was present still\n                               again, giving a thrice-repeated seriation in direct sequence”. Thus, these studies by\n                               Blakeslee and Bridges demonstrate the concept of gene dosage being related to trait\n                               manifestation and crystalized the idea that copy number variants (CNV) (i.e. duplication or\n                               triplication of a locus) in a diploid genome could represent mutational events important to\n                               phenotypic manifestations. Calvin Bridges argued that: “the respective shares attributable in\n                               the total effect to the genic balance change (i.e. gene dosage) and to the position-effect\n                               change seem to be at present a matter of taste.” Nevertheless, at the time it seems the ‘fly\n                               group’ was more enamored by position effects. Subsequent work in the fruitfly examining\nAuthor Manuscript\n\n\n\n\n                               systematically both deletion (deficiencies) and duplication CNV constructed from\n                               translocation bearing strains concluded that: “…very few of the loci of Drosophila\n                               melanogaster can produce a dominant phenotype owing to dosage change” [Lindsley et al.\n                               1972].\n\n                               With the advent of molecular biology and genetic engineering tools, including recombinant\n                               DNA, Southern blotting and later the polymerase chain reaction (PCR), and molecular\n                               cytogenetics techniques such as fluorescence in situ hybridization or FISH, human genetics\n\n\n                                Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                             Page 3\n\n\n                             and molecular approaches led to some of the first elucidation of genic scale rearrangements\n                             in association with human disease. At the β-thalassemia locus, it was noted that a mild\nAuthor Manuscript\n\n\n\n\n                             phenotype could result from duplication of the α-globin gene [Higgs et al. 1980].\n                             Furthermore, the cloning of the opsin genes enabled the elucidation of the molecular genetic\n                             basis of red-green color blindness that in some individuals was associated with a\n                             rearrangement of these genes [Nathans et al. 1986]. Finally, even such common traits as\n                             hypertension were found to result in some families from a genomic rearrangement between\n                             the closely related genes encoding aldosterone synthase and 11 β-hydroxylase with the\n                             rearrangement fusing a different regulatory region resulting in mis-expression of a specific\n                             gene and causing glucocorticoid-remedial aldosteronism [Lifton et al. 1992]. Nevertheless,\n                             in each of these cases, the rearrangement occurred between closely related genes and thus,\n                             one could have envisioned interruption of the gene or disruption of the nearby regulatory\n                             region that contributed to trait manifestation.\nAuthor Manuscript\n\n\n\n\n                             One of the first gene dosage alterations in the human genome to be experimentally related to\n                             a clinical phenotype was an apparent increased copy number of the APP gene in association\n                             with an early-onset Alzheimer disease [Delabar et al. 1987]. In this study, quantitative\n                             Southern blotting was used to determine gene dosage and it was clearly demonstrated that\n                             the APP gene, which was mapped to chromosome 21, revealed increased APP gene dosage\n                             in the subject and it was comparable to that observed in genomic DNA from a patient with\n                             an abnormal 47, XY +21 karyotype in association with a Down syndrome phenotype. These\n                             observed gene dosage abnormalities were distinct from the molecular findings seen in\n                             genomic DNA from control individuals with normal 46, XX or 46, XY karyotypes. This was\n                             of particular interest given the known clinical association of Down syndrome with early\n                             onset dementia.\nAuthor Manuscript\n\n\n\n\n                             Moreover, in children with Down syndrome by clinical examination yet normal karyotype\n                             (46, XX or 46, XY) a submicroscopic duplication of one chromosome 21 homologue was\n                             revealed by molecular analyses showing increased APP gene dosage. This increase in gene\n                             dosage was demonstrated by Southern blotting that showed dosage differences of\n                             heterozygous alleles consistent with duplication on one chromosome homologue and three\n                             genomic copies of APP. Controls of both normal individuals and late-onset Alzheimer\n                             disease individuals showed two copies of APP. Nevertheless, two reports then argued against\n                             the role of APP duplication in Alzheimer disease. Each of these latter ‘negative data’ reports\n                             could not find evidence for duplication in the brains of patients with Alzheimer disease;\n                             however, only less than 10 patients with sporadic late onset dementia were studied [Podlisny\n                             et al. 1987; Tanzi et al. 1987]. Interestingly, 20 years later APP locus duplication was clearly\n                             demonstrated to cause Alzheimer disease with cerebral amyloid angiopathy in five families\nAuthor Manuscript\n\n\n\n\n                             of French descent with autosomal dominant early-onset Alzheimer disease [Rovelet-Lecrux\n                             et al. 2006]. Thus, gene dosage as a molecular mechanism for chromosomal syndromes,\n                             Mendelian disease, and even complex traits began to emerge during a 20 year interval\n                             through studies on APP copy number variation in association with Alzheimer dementia.\n                             During this time interval studies on myelin disorders resulting in neurological disease\n                             robustly documented duplication CNV and gene dosage as a cause for disease phenotype,\n                             elucidated the concept of genomic disorders [Lupski 1998; Lupski 2009], and paved the way\n                             for understanding the mechanistic bases of CNV formation.\n\n                             Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                             Page 4\n\n\n                       Myelin diseases of the nervous system, CNV and Genomic Disorders\nAuthor Manuscript\n\n\n\n\n                                Two major mechanisms for CNV formation in the human genome, nonallelic homologous\n                                recombination (NAHR) and the replication-based mechanisms FoSTeS/ MMBIR (Fork\n                                Stalling Template Switching/Microhomology Mediated Break Induced Replication), were\n                                elucidated primarily through studies of disorders of myelin in the peripheral nervous system\n                                (Charcot-Marie-Tooth disease; CMT1A MIM#118220) or the central nervous system\n                                (Pelizeaus-Merzbacher disease; PMD, MIM#312080) where copy number gain (e.g.\n                                duplication) of a dosage sensitive gene (PMP22 or PLP1, respectively) resulted in the\n                                disease (Figure 1). Recognition of the disease trait enabled ascertainment of mutational\n                                events in the population. Thus, the initial key experimental observation was that for both\n                                myelin disorders the disease resulted from a duplication of a genomic segment rather than a\n                                coding variant within a gene. The other important experimental observations came from\n                                mapping the breakpoint junctions of the duplication CNVs. At the CMT locus the\nAuthor Manuscript\n\n\n\n\n                                duplication was almost always the same size with apparently identical breakpoint junctions\n                                that ‘clustered’ in the human genome documenting a recurrent mutational event [Lupski et\n                                al. 1991] (Figure 1). Clustering of breakpoint junctions was also noted for a chromosomal\n                                microdeletion syndrome [Greenberg et al. 1991; Guzzetta et al. 1992] known as the Smith-\n                                Magenis syndrome (SMS, MIM#182290) potentially mechanistically linking chromosomal\n                                aberrations with DNA rearrangements. In contrast, the gains at the PMD locus were of all\n                                different sizes and the breakpoint junction seemed distinct for each individual event;\n                                distinguished as nonrecurrent CNV [Inoue et al. 1999] (Figure 1).\n\n\n                       Mechanisms for CNV formation\n                                The CMT1A duplication was independently identified in Antwerpen, Belgium and Houston,\nAuthor Manuscript\n\n\n\n\n                                Texas and has become a paradigm to study CNV [Lupski et al. 1991; Raeymaekers et al.\n                                1991] (Figure 2). The CMT1A duplication was shown to cause demyelinating CMT in about\n                                70% of families and remarkably in 76–90% of sporadic demyelinating CMT, in the latter\n                                more frequently observed sporadic cases of the disease were caused by de novo mutation.\n                                The duplication conveyed the neuropathy trait by virtue of a gene dosage effect [Lupski et\n                                al. 1992].\n\n                                The mechanism for generating the duplication CNV occurred through the misalignment of\n                                chromosomal loci at flanking low copy repeat (LCR) sequences and a subsequent\n                                homologous recombination between the nonallelic copies of these repeats from the two\n                                chromosomal homologues [Pentao et al. 1992] (Figure 2). This so called ‘nonallelic\n                                homologous recombination’ or NAHR [Stankiewicz et al. 2002] also was one of the first\n                                mechanisms elucidated for a host of disorders referred to as genomic disorders [Lupski\nAuthor Manuscript\n\n\n\n\n                                1998; Lupski 2009]. Interestingly, despite ~24 Kb of flanking ~99% identical sequence the\n                                crossovers showed a positional preference, or recombination hotspots, that were defined\n                                molecularly [Reiter et al. 1996; Timmerman et al. 1997; Lupski 2004]. The new mutation\n                                CMT1A duplication in male gametes was shown to occur at a frequency of 1.7×10−5 [Turner\n                                et al. 2008], and the frequency depended upon alleles at the PRDM9 locus, which encodes a\n                                protein that facilitates homologous recombination (HR) by recognizing a cis-acting\n                                recombination hotspot motif [Berg et al. 2010]. The mechanism also predicted a reciprocal\n\n\n                                 Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                              Page 5\n\n\n                             deletion subsequently found to be responsible for a different clinical entity known as\nAuthor Manuscript\n\n\n\n\n                             hereditary neuropathy with liability to pressure palsies (HNPP) [Chance et al. 1993; Chance\n                             et al. 1994] (Figure 2). Remarkably, in a recent study reporting genetic testing positive for\n                             disease associated variation in > 17,000 patients with neuropathy for whom physicians\n                             ordered CMT molecular testing the PMP22 duplication or deletion CNV were responsible\n                             for about 80% of the molecular diagnoses [DiVencenzo et al. 2015].\n\n                             The key gene dosage hypothesis was supported by a multitude of experimental evidence.\n                             Initial genetic studies had documented an apparent more severe peripheral neuropathy\n                             phenotype in rare patients that were found to be homozygous for the CMT1A duplication\n                             [Lupski et al. 1991; Kaku et al. 1993]. Moreover, recent evidence identified the predicted\n                             CMT1A triplication and indeed that it also, as anticipated, conveyed a more severe\n                             phenotype [Liu et al. 2014a]. The recognition of PMP22 as the key dosage sensitive gene\n                             was initially suggested by its mapping within the duplication/deletion interval (Figure 2) and\nAuthor Manuscript\n\n\n\n\n                             the identification of point mutations in CMT1A patients found to not have the CMT1A\n                             duplication [Roa et al. 1993]. This also was consistent with the idea that CMT1A\n                             duplications and some PMP22 missense mutations behaved as gain-of-function mutations\n                             whereas HNPP deletion mediated its phenotypic consequences through haploinsufficiency\n                             behaving as a loss-of-function mutation; the latter supported by the identification of\n                             frameshift mutations of PMP22 in non-deletion HNPP subjects [Nicholson et al. 1994]\n\n                             For the SMS microdeletion syndrome, the breakpoints clustered in large LCRs of >200 Kb\n                             [Chen et al. 1997] and crossovers that occurred within the flanking repeats showed a\n                             positional preference consistent with a recombination hotspot [Bi et al. 2003] similar to\n                             those seen at the CMT1A/HNPP locus [Reiter et al. 1996; Timmerman et al. 1997]. These\n                             observations mechanistically suggested that a reciprocal microduplication syndrome may\nAuthor Manuscript\n\n\n\n\n                             exist. Indeed, three years later, the reciprocal duplication was described [Potocki et al. 2000]\n                             (Figure 3) and the detailed clinical characteristics of the associated syndrome were\n                             elucidated seven years later [Potocki et al. 2007]. As the recognition of the NAHR\n                             mechanism was better appreciated many predicted reciprocal duplications to the well\n                             characterized microdeletion syndromes began to be discovered [Lupski 2009](please add\n                             Stankiewicz and Lupski 2002 here). Moreover, novel genomic disorders were discovered by\n                             an approach pioneered by Sharp and Eichler that used the segmental duplication architecture\n                             of the human genome to predict regions susceptible to NAHR mediated genomic instability\n                             [Sharp et al. 2006].\n\n                             The NAHR mechanism was clearly documented to be responsible for recurrent genomic\n                             rearrangements and chromosomal aberrations [Liu et al. 2012]. The recurrent genomic\nAuthor Manuscript\n\n\n\n\n                             rearrangements use LCR (also called segmental duplications, SD) as substrates for NAHR\n                             [Dittwald et al. 2013a]. The mechanism can be responsible for deletions, duplications,\n                             inversions, as well as isochromosome formation through sister chromatid exchange utilizing\n                             inverted repeats as substrates [Barbouti et al. 2004]. Moreover, recurrent reciprocal\n                             translocations [t (8;12) (p23.1; p13.31), t (4;8) (p16.2; p23.1), t(4;11) (p16.2; p15.4)] [Ou et\n                             al. 2008] were documented to occur by NAHR [Liu et al. 2012].\n\n\n\n\n                             Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                           Page 6\n\n\n                             Further studies of NAHR at the SMS/PTLS 17p11.2 locus noted a correlation between the\nAuthor Manuscript\n\n\n\n\n                             frequency with which the rearrangements occurred utilizing LCR substrate pairs and the\n                             length of those flanking LCRs [Liu et al. 2011c]. This led to the concept of ectopic synapsis\n                             as a mediator of an ectopic crossing over. Consistent with this hypothesis were the\n                             following: i) the original observation of Calvin Bridges using polytene chromosomes and\n                             studies at the Bar locus wherein he showed that: “…synapses is disturbed” [Bridges 1936],\n                             ii) the observation that NAHR and AHR hotspots coincide [Lindsay et al. 2006], iii) the fact\n                             that the same PRDM9 hotspot motif is used for NAHR as for AHR (allelic homologous\n                             recombination) [Zhang et al. 2010] and iv) yeast synaptonemal complex mutants abolished\n                             ectopic homologous recombination or NAHR [Shinohara et al. 2013].\n\n                             These locus-specific studies in humans were furthered complemented by computational\n                             analyses of patient-identified deletion and duplication CNV that occurred genomewide by\n                             NAHR as evidenced by recurrent and reciprocal events. Indeed, such in silico work\nAuthor Manuscript\n\n\n\n\n                             supplemented by clinical laboratory studies on tens of thousands of patients demonstrated\n                             that there was a correlation between the NAHR de novo deletion frequency and the length of\n                             the LCR as well as the fraction matching or percent sequence identity whereas an inverse\n                             correlation existed with the distance between LCR substrates. The frequency of observed\n                             deletion/duplication events was also associated with significantly increased NAHR hotspots\n                             and furthermore the hotspot frequency density for the PRDM9 recognition motif also\n                             appeared to correlate with frequency [Dittwald et al. 2013b]. The latter computational\n                             finding is consistent with observations regarding duplication and triplication at the STS\n                             locus, one of the most frequent loci to undergo reciprocal CNV events, where the AHR/\n                             NAHR hotspot motif is embedded within a repeat unit of a microsatellite, making this region\n                             the highest density of the hotspot motif within the entire human genome [Liu et al. 2011a].\nAuthor Manuscript\n\n\n\n\n                             While the study of recurrent rearrangement events elucidated the NAHR mechanism,\n                             molecular studies of nonrecurrent rearrangements suggested a potentially different\n                             mechanism for CNV formation. Investigations of duplications at the PLP1 locus found in\n                             association with PMD revealed that the PLP1 duplications were of different sizes and\n                             encompassed distinct intervals of the human genome, but all those associated with disease\n                             contained the dosage-sensitive PLP1 gene. Thus, the distinguishing characteristics of the\n                             PMD-associated PLP1 duplication included its seemingly nonrecurrent nature, as well as the\n                             breakpoints occurring in different places of the human genome flanking the PLP1 gene\n                             (Figure 1). Furthermore, breakpoint junctions did not reveal a simple cutting and pasting of\n                             two DNA ends, but instead showed inserted segments of the genome in an apparent template\n                             driven manner, each apparently templated genomic interval separated by microhomology\n                             that was posited to potentially reflect priming of DNA replication. There was no\nAuthor Manuscript\n\n\n\n\n                             recombination model that could explain these observations found at human CNV. Thus, a\n                             replicative mechanism for rearrangement was proposed that encompassed in the model\n                             microhomology to prime the replication and long distance template switches – FoSTeS or\n                             Fork Stalling Template Switching [Lee et al. 2007]. This latter mechanism was shown to\n                             cause CNV of all different sizes including potentially many megabases, both visible and\n                             submicroscopic chromosomal aberrations, as well as those of a size that encompassed only a\n                             single exon of a gene [Zhang et al. 2009].\n\n\n\n                             Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                            Page 7\n\n\n                             The first observations of breakpoint junction sequences and recombination products\nAuthor Manuscript\n\n\n\n\n                             suggesting long distance template switching after potential stalling of the replication fork\n                             (FoSTeS) were complemented by more detailed mechanistic modeling that included features\n                             embodied in the microhomology mediated break induced replication model (MMBIR)\n                             [Hastings et al. 2009]. The proposal was that a collapsed replication fork generated a single\n                             ended, double stranded DNA (seDNA) that was processed by extensive 5’ exonuclease\n                             degradation to expose a lengthy single stranded DNA with a 3’ overhang. This exposed 3’\n                             end of a long flexible single stranded DNA could then scan through space and find a\n                             complementary sequence (i.e. microhomology) to prime the repair. The primer would be\n                             extended by a new low processivity DNA polymerase that can disassociate repeatedly (poor\n                             processivity). It would reform at different templates and complete replication resulting in an\n                             apparent breakpoint complexity.\n\n                             From this model, it was easy to explain potential chromosome consequences of template\nAuthor Manuscript\n\n\n\n\n                             switches during MMBIR. A duplication was explained by a sister chromatid template switch\n                             behind the position of fork collapse while a deletion would occur when a template switch\n                             occurred to a sister chromatid ahead of the position of the fork breakage. Template switch to\n                             a homologue of the wrong orientation resulted in an inversion while nonhomologous\n                             sequences or a separate chromosome would result in translocation. If the template switch\n                             occurred to sequences already duplicated this could lead to a triplication and if such\n                             template switch occurred in the same molecule behind the break a rolling circle mechanism\n                             could ensue with subsequent genomic amplification [Hastings et al. 2009]. MMBIR might\n                             also be utilized at telomeres where single-ended, double-stranded DNA might present for\n                             repair [Lowden et al. 2011; Yatsenko et al. 2012].\n\n                             A replicative mechanism could drive evolution of genomes, chromosomes, and individual\nAuthor Manuscript\n\n\n\n\n                             genes, the latter by shuffling exons via a template switch occurring in intronic sequences\n                             before and then after an individual exon. The FoSTeS/MMBIR replication based\n                             mechanisms (RBM) were shown to be associated also with an unusual form of observed\n                             complex genomic rearrangement (CGR) product defined as a complex triplication consisting\n                             of a duplication –inverted triplication – duplication (DUP-TRP/INV-DUP) [Carvalho et al.\n                             2011]. Moreover evidence suggested that the polymerase involved was error prone in\n                             comparison to the intergenerational polymerases with apparently reduced fidelity causing an\n                             ‘error prone’ increase in point mutations or SNV around the breakpoint [Carvalho et al.\n                             2013]. Thus, the properties of the involved polymerase began to emerge – it appeared to\n                             have reduced processivity, as it could switch templates over long distance and insert short\n                             templated sequences at the breakpoint junctions as it loaded on, extended, and then fell off\n                             and reloaded at a new template reflecting its reduced processivity, as well as show lower\nAuthor Manuscript\n\n\n\n\n                             fidelity than intergenerational polymerases. For nonrecurrent rearrangements, those in which\n                             breakpoint junctions occur at distinct loci in each subject/patient, it was found that RBM\n                             appear to play a prominent role, particularly in CGR.\n\n                             The MMBIR model predicted four potential outcomes that could be searched for\n                             experimentally. These included: 1) increased SNV mutagenesis concomitant with CGR, as\n                             has been observed with break induced replication (BIR), 2) copy number neutral absence of\n                             heterozygosity (AOH) when template switch occurred to a homologue versus a sister, 3)\n\n\n                             Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                                Page 8\n\n\n                                 amplification of sequences to quadruplications and beyond by virtue of a rolling circle type\nAuthor Manuscript\n\n\n\n\n                                 mechanism and 4) conservative rather than semiconservative DNA replication. Experimental\n                                 evidence for all four of these observations have now been recently obtained [Carvalho et al.\n                                 2013; Malkova et al. 2013; Saini et al. 2013; Wilson et al. 2013; Beck et al. 2015; Carvalho\n                                 et al. 2015].\n\n\n                       Triplication formation\n                                 Initial observations by Calvin Bridges in 1936 at the Bar locus identified a rare phenotype\n                                 known as ultrabar with a more severe slit eye phenotype, and this was shown by polytene\n                                 chromosome studies to be associated with triplication at the locus rather than the duplication\n                                 associated with Bar (Figure 3). Thus, we sought to identify triplications at the CMT1A\n                                 duplication locus with the potential possibility that such an event could lead to a more severe\n                                 clinical phenotype. Moreover, we wanted to explore the frequency of triplication versus\nAuthor Manuscript\n\n\n\n\n                                 duplication given the initial observations by Charles Zeleny of triplication occurring in two\n                                 out of every 14,000 flies with duplication [Zeleny 1921]. However, he could not determine\n                                 the frequency of the de novo duplication mutational event because he did not find any\n                                 evidence for the Bar locus trait in the 46,290 flies examined from his stocks in the collection\n                                 of the fly room (Figure 4).\n\n                                 With the implementation of clinical testing for the CMT1A duplication in patient\n                                 populations, and the determination of CNV using an MLPA (multiplex ligation dependent\n                                 probe amplification) assay, this MLPA assay could be calibrated with array CGH to\n                                 distinguish duplication from triplication at the CMT1A locus. Systematic studies applying\n                                 the MLPA assay in patients with neuropathy occurring during a six year interval, 2007 to\n                                 2012, in a clinical diagnostic lab ensued. Triplications were identified in about 1 in every\nAuthor Manuscript\n\n\n\n\n                                 550 copy number gains at the CMT1A duplication locus [Liu et al. 2014a]. This was\n                                 approximately 100 times more frequent than the de novo CMT1A duplication as measured\n                                 by single sperm PCR assay (2×10−5) [Turner et al. 2008] (Figure 4). Thus, the duplication\n                                 goes to triplication at a higher mutational frequency than the rate at which de novo\n                                 duplication is formed. Further work suggested that increased mutational frequency occurred\n                                 because of the fact that one can proceed from duplication to triplication by virtue of many\n                                 more NAHR substrate mechanism choices (e.g. a larger genomic interval segmentally\n                                 duplicated on one allele) [Liu et al. 2014a]. At the STS locus 1/20 recurrent gains observed\n                                 in a clinical population were found to be triplications [Liu et al. 2011a], potentially\n                                 reflecting both more substrate choices and increased concentration of the HR hotspot motif.\n                                 However, the dup-to-trp frequency may be overestimated at the STS locus because the\n                                 prevalence may be higher than the incidence for this X-linked event that may not manifest a\nAuthor Manuscript\n\n\n\n\n                                 phenotype affecting fitness in carrier females. Interestingly, NAHR occurs meiotically, thus\n                                 to generate triplication it takes more than one generation and occurs from a duplication\n                                 substrate.\n\n                                 Triplication does not always occur by a simple NAHR and duplication proceeding to\n                                 triplication. Early on we identified a novel complex genomic rearrangement product that\n                                 consisted of a triplication embedded within and surrounded by duplications in which the\n                                 triplicated genomic fragment was in an inverted orientation. This DUP-TRP/INV-DUP CGR\n\n\n                                  Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                               Page 9\n\n\n                                was shown to occur by a two-step template switching mechanism and thus, it became clear\nAuthor Manuscript\n\n\n\n\n                                that replicative mechanisms allow for a diversity of genomic rearrangement products\n                                [Carvalho et al. 2011]. Moreover, the triplicated segments in inverted orientation results\n                                often in the generation of a new gene by virtue of using the reverse complement strand to\n                                make a novel fusion gene. Like the potential for exon shuffling, this latter observation again\n                                links FoSTeS/MMBIR to an important evolutionary change – new gene formation.\n\n\n                       Complex Genomic Rearrangements – further complexities to mutagenesis\n                                The RBM (FoSTeS/MMBIR) also explained some of the very complex genomic\n                                rearrangements observed to occur somatically in association with cancers. This phenomena\n                                was initially described from whole genome sequencing studies of ~800 cancers and referred\n                                to as “chromothripsis” – that was proposed to result from a shattering process and then a\n                                gluing together potentially by nonhomologous end joining [Stephens et al. 2011]. Similar\nAuthor Manuscript\n\n\n\n\n                                complex chromosomal rearrangement products were also elucidated in patients with\n                                developmental disabilities as constitutional mutational events. They were identified and\n                                further characterized by using high resolution array CGH and SNP chips in combination\n                                with breakpoint junction analyses. These CGR were generated in the germline, or\n                                postzygotically during early embryogenesis, and thus were found in constitutional genomes\n                                rather than occurring somatically in cancer genomes. Such complex DNA rearrangement\n                                processes were proposed to occur by FoSTeS/MMBIR particularly because such a\n                                mechanism could readily explain the observations of triplicated regions and short insertions,\n                                as well as microhomology, at breakpoint junctions [Liu et al. 2011b], and higher order\n                                amplifications as well as copy number neutral SV including inversions. The latter was\n                                referred to as chromoanasynthesis to emphasize the potential mechanism for formation of\n                                the chromothripsis phenomenon [Maher et al. 2012]. Yet a third mechanism, referred to as\nAuthor Manuscript\n\n\n\n\n                                chromoanogenesis, postulated that the chromosome was separated from the nucleus of the\n                                cell into a mini-cell for the replicative repair of shattered chromosomes to result in the\n                                apparent observed chromothripsis phenomena [Crasta et al. 2012; Holland et al. 2012].\n\n                                An additional observation from mutational studies of cancer genomes consisted of multiple\n                                point mutations, or single nucleotide variants (SNV), found as mutational patches in the\n                                human genome. This phenomena was termed kataegis in which there was apparent\n                                mutational showers of clustered mutations around the genome in association with breast\n                                cancers [Nik-Zainal et al. 2012]. The mechanism by which such mutational showers were\n                                proposed to occur was that patchy single stranded DNA was mutagenic for SNV. Recently, a\n                                unifying mechanism of apparent BIR/MMBIR that could potentially explain both\n                                chromothripsis and kaetegis was proposed from studies in yeast. This novel mechanism\nAuthor Manuscript\n\n\n\n\n                                postulated a migrating bubble during break induced replication, driven by PIF1 helicase of\n                                polymerase delta, promotes recombination-coupled DNA synthesis via bubble migration\n                                [Saini et al. 2013; Wilson et al. 2013; Sakofsky et al. 2014]. This mechanism was shown to\n                                result in conservative DNA synthesis [Malkova et al. 2013] rather than semiconservative\n                                DNA replication as originally described by Meselson and Stall [Meselson et al. 1958] and\n                                further supports the MMBIR model.\n\n\n\n\n                                 Environ Mol Mutagen. Author manuscript; available in PMC 2016 August 18.\n\f                    Lupski                                                                                                Page 10\n\n\n                       Postzygotic SV Mutagenesis and Transmission Genetics\nAuthor Manuscript\n\n\n\n\n                                  Mutations that occur in somatic cells can lead to cancer whereas those that occur in germ\n                                  cells can cause a sporadic genetic disease trait and then be transmitted to the next generation\n                                  according to Mendelian Laws of inheritance. Recent studies suggest that new mutations may\n                                  occur postzygotically more frequently than previously thought. Such postzygotic\n                                  mutagenesis results in mosaicism – the presence of two or more cell lines within an\n                                  organism [Lupski 2013]. Some mutations that convey embryonic lethality can only exist in\n                                  the organism in a mosaic state. Chromosomal mosaicism in humans was recognized as early\n                                  as the 1960s [Hirschhorn et al. 1960]. With the advent of genomewide assays the ability to\n                                  detect both chromosomal mosaicism [Cheung et al. 2007; Pham et al. 2014] and mosaicism\n                                  for small genic and even exonic CNV was enabled [Zhang et al. 2009; Boone et al. 2010].\n\n                                  For humans during development a single cell undergoes about 1016 mitoses during the\nAuthor Manuscript\n\n\n\n\n                                  process of becoming a multicellular adult organism. Thus, mutational mechanisms that\n                                  occur mitotically, such as the replication-based mechanisms FoSTeS/MMBIR, may feature\n                                  prominently in postzygotic mutagenesis. Consistent with this notion, passage number is a\n                                  major contributor to structural variation in mouse iPS cells, and the majority of the induced\n                                  CNVs show breakpoint junction characteristics that are hallmarks of RBM [Liu et al.\n                                  2014b]. If the SV mutation occurs early during embryogenesis, it may also be present in the\n                                  developing germ cells and result in gonadal mosaicism; the developing child may not have\n                                  disease, but as a subsequent parent may be at risk for transmitting the disease. Parental\n                                  somatic mosaicism may be under recognized, and it can influence recurrence risk for a\n                                  genomic disorder [Campbell et al. 2014a]. New mutations causing sporadic genetic disease\n                                  are more likely to have occurred on the paternally inherited chromosome – risk of new\n                                  mutation disease increases with paternal age [Kong et al. 2012]. However, the new mutation\nAuthor Manuscript\n\n\n\n\n                                  that occurs on the maternally inherited chromosome is at a higher risk of recurrence.\n                                  Probabilistic modeling explains the broken symmetry of transmission genetics. Moreover,\n                                  somatic mosaicism together with sexual differences in gametogenesis could potentially\n                                  explain a considerable fraction of unexpected recurrences of X-linked recessive disease\n                                  [Campbell et al. 2014b].\n\n\n                       Mirror Traits\n                                  Mirror traits refer to those that appear at the opposite ends of a spectrum and represent\n                                  phenotypic extremes of a bell-shaped curve signifying the distribution of trait manifestation\n                                  in a population; importantly, the opposing traits are associated with reciprocal mutations\n                                  (e.g. duplication versus deletion). The concept emerged from studies of genomic disorders.\n                                  Patients with Smith-Magenis syndrome associated with del17p11.2 were anecdotally noted\nAuthor Manuscript\n\n\n\n\n                                  to be overweight with high BMI while those with Potocki-Lupski syndrome due to\n                                  dup17p11.2 were observed to be underweight. Mouse models for these syndromes were\n                                  constructed by chromosome engineering and indeed the deletion mice were overweight in a\n                                  mixed genetic background as well as pure bred backgrounds, whereas the mice with\n                                  duplication were underweight [Walz et al. 2003; Walz et al. 2006; Ricard et al. 2010] (Figure\n                        ",
  "wordCount": 13470,
  "indexed": "2025-09-25T22:43:00.003Z",
  "method": "direct"
}
