{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Seoane et al_2019_Cerebrospinal fluid cell-free tumour DNA as a liquid biopsy for primary brain.pdf",
  "fileName": "Seoane et al_2019_Cerebrospinal fluid cell-free tumour DNA as a liquid biopsy for primary brain.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Seoane et al_2019_Cerebrospinal fluid cell-free tumour DNA as a liquid biopsy for primary brain.pdf",
  "text": "Annals of Oncology 30: 211–218, 2019\n                                                                                                                                                    doi:10.1093/annonc/mdy544\n                                                                                                                                                    Published online 21 December 2018\n\n\n\nREVIEW\n\n\n    Cerebrospinal fluid cell-free tumour DNA as a liquid\n    biopsy for primary brain tumours and central\n    nervous system metastases\n\n\n\n\n                                                                                                                                                                                           Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\n   J. Seoane1,2,3,4*, L. De Mattos-Arruda1, E. Le Rhun5,6,7, A. Bardelli8,9 & M. Weller10\n   1\n    Vall d’Hebron Institute of Oncology, Vall d’Hebron University Hospital, Barcelona; 2Institució Catalana de Recerca i Estudis Avançats (ICREA), Barcelona; 3CIBERONC,\n   Barcelona; 4Universitat Autònoma de Barcelona, Cerdanyola del Vallès; 5Lille University, Inserm U1192 PRISM, Villeneuve d’Ascq; 6Neuro-oncology, Department of\n   Neurosurgery, University Hospital, Lille; 7Neuro-oncology, Breast Unit, Department of Medical Oncology, Oscar Lambret Center, Lille, France; 8Candiolo Cancer\n   Institute-FPO, IRCCS, Candiolo (TO); 9Department of Oncology, University of Torino, Candiolo (TO), Italy; 10Department of Neurology, University Hospital and\n   University of Zurich, Zurich, Switzerland\n\n   *Correspondence to: Prof. Joan Seoane, Vall d’Hebron Institute of Oncology, C/Natzaret, 115-117, 08035 Barcelona, Spain.\n   Tel: þ34-93-254-34-50; E-mail: jseoane@vhio.net\n\n\n\n\n   Challenges in obtaining tissue specimens from patients with brain tumours limit the diagnosis and molecular characterisation\n   and impair the development of better therapeutic approaches. The analysis of cell-free tumour DNA in plasma (considered a\n   liquid biopsy) has facilitated the characterisation of extra-cranial tumours. However, cell-free tumour DNA in plasma is limited in\n   quantity and may not reliably capture the landscape of genomic alterations of brain tumours. Here, we review recent work\n   assessing the relevance of cell-free tumour DNA from cerebrospinal fluid in the characterisation of brain cancer. We focus on the\n   advances in the use of the cerebrospinal fluid as a source of cell-free tumour DNA to facilitate diagnosis, reveal actionable\n   genomic alterations, monitor responses to therapy, and capture tumour heterogeneity in patients with primary brain tumours\n   and brain and leptomeningeal metastases. Profiling cerebrospinal fluid cell-free tumour DNA provides the opportunity to\n   precisely acquire and monitor genomic information in real time and guide precision therapies.\n   Key words: cerebrospinal ﬂuid, circulating cell-free tumour DNA, glioblastoma, brain metastasis,\n   liquid biopsy, brain cancer\n\n\n\n\n                                                                                                             Invasive surgical procedures have been the cornerstone treat-\n   Introduction                                                                                           ment and a diagnostic tool in patients with primary brain\nGenomic characterisation of tumour tissue has been established                                            tumours and in selected patients with brain metastasis.\nas crucial for state-of-the-art diagnostic and therapeutic                                                However, collecting tumour tissue from central nervous system\napproaches to cancer. However, characterisation of cancer is                                              (CNS) malignancies is complex, can be risky, and sometimes\nchallenged by constitutive and evolving intra-tumour and inter-                                           unfeasible, at least with purely diagnostic intent. Surgery has a\nlesion heterogeneity, which requires thorough and continuous                                              role in improving disease control in patients with primary\nanalysis of genomic complexity over time. This is particularly                                            tumours or with a single, resectable brain metastasis, whereas\nrelevant in brain malignancies where the genomic landscape                                                patients with disseminated systemic disease are frequently not\nchanges in response to treatment or during relapse and can differ                                         candidates for routine neurosurgical procedures [1, 2].\nfrom the primary extra-cranial lesion in the case of brain metasta-                                       Moreover, specimens may be small and not representative\nses. Yet, obtaining samples for characterisation and correct diag-                                        hampering correct diagnosis or even necessitating multiple sur-\nnosis can be difficult in brain cancer patients. The anatomical                                           gical samplings to clarify final pathological diagnosis. In add-\nlocation of the tumour limits access due to the risk and complex-                                         ition, the surgical intervention strategy and assessment of the\nity of intracranial surgical procedures.                                                                  surgical risk–benefit balance depend on the tumour prognosis.\n\n\nC The Author(s) 2018. Published by Oxford University Press on behalf of the European Society for Medical Oncology.\nV\nAll rights reserved. For permissions, please email: journals.permissions@oup.com.\n\fReview                                                                                                       Annals of Oncology\nThis implies that an intraoperative histological diagnosis may       aiding in monitoring response to therapy, and allowing deconvo-\nbe required possibly delaying the surgical procedure. Repeat         lution of tumour heterogeneity in patients with CNS cancer\nsurgical interventions may be needed to differentiate tumour         (Figure 1).\npseudoprogression induced by treatment from true relapse.\nThe challenges in obtaining tumour tissue have led physicians\nto rely on primary archival tumour specimens. Thus, in some\ncases, therapies for brain cancer are selected based on the mo-       Primary brain tumours\nlecular characteristics of the primary tumour that can differ\nfrom the current tumour manifestation [3, 4].                        Diagnostic considerations\n   Plasma cell-free circulating tumour DNA (ctDNA) has been          Primary brain tumours encompass a large variety of lesions\nused as a ‘liquid biopsy’ in the context of tumour genomic char-     with diverse natural course, response to treatment, and prog-\nacterisation [5–12]. ctDNA is the fraction of the total cell-free    nosis. The histological grade and molecular genetic make-up\nDNA that is derived from tumour cells and can be defined by the      determine prognosis, with median overall survivals ranging\n\n\n\n\n                                                                                                                                          Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\npresence of genomic alterations. ctDNA detected in plasma has        from <1 year (e.g. in glioblastoma of the elderly) to long-term\nshown promise in characterising tumours and allowing patients        survival including cures (e.g. pilocytic astrocytoma and other\nand their cancers to be monitored over time. Analyses of muta-       rare circumscribed lesions). The clinical hallmark of glioblast-\ntions in plasma ctDNA have demonstrated high concordance             oma is aggressive growth, local invasiveness, and inexorable re-\nwith genomic alterations in the tumour [10].                         currence [30–32]. In recent years, the development of novel\n   However, in the context of primary brain tumours and brain        sequencing technologies and DNA methylation profiling\nmetastasis, plasma ctDNA has been shown to be in low abun-           coupled to bioinformatics tools has yielded an unparalleled,\ndance and present in a limited number of patients [8, 13–16].        comprehensive view of the genome and epigenome of brain\nImportantly, the cerebrospinal fluid (CSF) is in intimate contact    tumours [33–36].\nwith brain malignancies and has been recently proved to contain         The 2016 update of the WHO classification incorporated well\nctDNA. The CSF space involves the intracerebral ventricles, sub-     established molecular parameters into the classification of brain\narachnoid spaces of the spine and brain (cisterns and sulci), and    tumours, specifically gliomas. The analysis of the CSF ctDNA of\nthe central spinal cord canal. The CSF is renewed three to five      a cohort of diffuse gliomas indicated that they could be sub-\ntimes daily and is produced by the choroid plexus. The CSF circu-    typed by analysing the IDH1 and IDH2, ATRX, TP53, TERT,\nlates in a craniocaudal direction from ventricles to spinal sub-     H3F3A and HIST1H3B mutational status, facilitating the classi-\narachnoid space from where it is removed via craniocaudal            fication of diffuse gliomas and providing prognostic informa-\nlymphatic routes and the venous system [17]. The CSF space is        tion [28]. Moreover, the presence of mutations in the TERT\nseparated from the vascular system by the blood–CSF barrier,         promoter found in CSF ctDNA correlated with outcome [37].\nwhile the blood–brain barrier is located between the brain paren-    In the case of diffuse midline gliomas, the detection of H3F3A\nchyma and the vascular system [18].                                  and HIST1H3B mutations in the CSF could confirm diagnosis\n   CSF has been explored as a source of ctDNA for precisely char-    [28]. This is of major relevance since the anatomical location of\nacterising brain cancers. Studies reported before the era of high-   this type of tumours increases the risk of obtaining surgical\nthroughput sequencing showed that some molecular alterations         specimens.\nor gene mutations can be detected in the DNA present in the CSF         CSF ctDNA was detected in a large proportion of patients\nof patients with brain tumours [19–24]. Importantly, massively       with brain primary tumours (Table 1). However, CSF ctDNA is\nparallel sequencing methods have recently been used to analyse       not found in all brain tumours. For example, in some low grade\ncell-free tumour DNA from CSF to comprehensively characterise        gliomas, CSF ctDNA was not detected or was not informative\nsomatic alterations including gene mutations and copy number         [28]. Technological advances may improve sequencing sensitiv-\nalterations [15, 25–29] (Table 1).                                   ity in the future, thus reducing the number of non-informative\n   DNA was isolated from CSF (ranging from 0.75 to 10 ml) usu-       cases.\nally obtained from a lumbar puncture and DNA sequencing (i.e.\ndroplet digital PCR, targeted sequencing, whole-exome sequenc-\ning, or shallow whole-genome sequencing) allowed the identifi-\n                                                                     Therapeutic considerations\ncation of ctDNA. Notably, CSF ctDNA enabled the identification       ctDNA diagnostic applications with potential therapeutic impli-\nof genomic alterations in patients with systemic metastatic bur-     cations remain limited for adult patients with primary brain\nden including brain metastasis, or disease restricted to the brain   tumours. The most relevant biomarker for glioblastoma in terms\n(primary tumours and brain metastasis) [15, 25–27]. Higher           of choice of therapy remains promoter methylation of the\ngrade brain tumours were more likely to exhibit detectable CSF       MGMT gene [38]. Efforts at the detection of MGMT promoter\nctDNA than lower grade ones [26] and, in some cases, the dis-        methylation in CSF of glioma patients showed higher sensitivity\ntance of the tumour to CSF spaces could determine the amount         than in plasma [39]. Future applications with therapeutic impact\nof CSF ctDNA [27].                                                   are likely to include the monitoring of EGFRvIII and amplified\n   Here, we focus on the studies related to ctDNA obtained from      epidermal growth factor receptor (EGFR) in patients undergoing\nCSF. Nowadays, the CSF liquid biopsy is increasingly allowing        EGFR-targeted therapy [40]. The evaluation of ctDNA during the\nmolecular diagnoses, providing information on prognosis, facili-     follow-up of patients and especially at recurrence can confirm the\ntating the identification of new actionable genomic alterations,     molecular status and may help to deliver precision therapies.\n\n\n\n212 | Seoane et al.                                                                                      Volume 30 | Issue 2 | 2019\n\f                                  Table 1. Studies detecting ctDNA in CSF\n                                                                                                                                                                                                                                                        Annals of Oncology\n\n\n\n\n                                  Patient population                  Sequencing technologies               Method for CSF collection/                Tumour-derived     Main findings                              Comparison    Extra-cranial Refs\n                                                                                                            amount collected                          DNA found in                                                  with plasma   disease\n\n\n\n\nVolume 30 | Issue 2 | 2019\n                                                                                                                                                      CSF (% of cases)                                              ctDNA         analysed\n\n                                  Four glioblastoma, 2 medulloblas- Targeted capture massively parallel     Lumbar puncture, cerebral shunts,              58–60         CSF ctDNA is enriched in brain                    冑            冑      [15]\n                                  toma, and 17 brain metastases       sequencing, digital droplet PCR       autopsy/                                                     tumours and produces better results\n                                  (from breast and NSCLC)                                                                                                                than plasma ctDNA.\n                                  Thirty-ﬁve primary brain and spinal Targeted capture massively parallel   Cerebral shunts (during surgical pro-          57–88         All adjacent tumours to the CSF reser-            –            –      [26]\n                                  cord tumours                        sequencing, whole-exome sequenc-      cedure)/average of 4.8 ml                                    voir had CSF ctDNA detectable\n                                                                      ing in four cases                     (range¼0.75–10 ml)\n                                  Twelve primary brain tumours and Targeted capture massively parallel      Lumbar puncture and one sample                 50–63         Drug-resistance mutations in patients             –            冑      [27]\n                                  41 brain metastases                 sequencing                            Ommaya reservoir/5 ml of CSF                                 whose CNS disease progresses during\n                                                                                                                                                                         kinase inhibitor therapy is identiﬁed in\n                                                                                                                                                                         CSF ctDNA.\n                                  A vestibular schwannoma, a men-     Targeted amplicon sequencing and      Lumbar puncture, cerebral shunts                 85          Tumour mutations were detectable in               冑            –      [25]\n                                  ingioma, ﬁve brain metastases and   digital PCR                           (during surgical procedure)/1–10 ml                          the CSF ctDNA of patients with differ-\n                                  three leptomeningeal metastases                                           of CSF                                                       ent types of brain tumours\n                                  Twenty primary diffuse glioma       Targeted amplicon sequencing and      Lumbar puncture before surgery; two              85          A sequencing platform to simultan-                –            –      [28]\n                                  tumours                             digital PCR                           samples cisterna magna, one sample                           eously test seven genes IDH1, IDH2,\n                                                                                                            cerebral shunt/2 ml of CSF                                   TP53, ATRX, TERT, H3F3A, HIST1H3B in\n                                                                                                                                                                         the CSF ctDNA allowing the subclassiﬁ-\n                                                                                                                                                                         cation of diffuse glioma\n                                  Thirty-eight TERT mutant glioblast- Sequenced uni-directionally on an     Directly after opening the dura (durot-        78–98         CSF ctDNA identiﬁes TERT promoter                 冑                   [37]\n                                  oma (34 primary and 4 recurrent     Ion Torrent PGM                       omy), through dissection of the con-                         mutations\n                                  glioblastoma)                       NGS system, digital droplet PCR       vexity subarachnoid space/2–4 ml of\n                                                                                                            CSF\n                                  Thirteen glioma tumours             Untargeted, low-coverage WGS          Lumbar puncture/10 ml of CSF                     39          Combining analyses of SCNAs with                  –            –      [29]\n                                                                      (<0.4\u0002) to detect SCNAs                                                                            DNA fragmentation allows detection\n                                                                                                                                                                         of ctDNA in CSF using sWGS data at\n                                                                                                                                                                         low cost\n\n                                  CNS, central nervous system; GBM, glioblastoma; LM, leptomeningeal metastasis; NSCLC, non-small cell lung cancer; SCNAs, somatic copy number alterations; s-WGS, shallow whole-genome sequencing.\n\n\n\n\ndoi:10.1093/annonc/mdy544 | 213\n                                                                                                                                                                                                                                                       Review\n\n\n\n\n                                                                        Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\n\fReview                                                                                                               Annals of Oncology\n                         Molecular diagnosis\n                                                                           monitoring actionable mutations and therapy resistance using\n                             prognosis                                     CSF ctDNA appears to be an application of CSF-based liquid\n                                                                           biopsies that could be close to clinical practice.\n                                                                              First- (erlotinib and gefitinib) and second-generation (afati-\n                                                                           nib) EGFR tyrosine kinase inhibitors (TKI) have shown activity\n                                                                           against brain metastasis from non-small-cell lung cancers\n                                      Brain\n                        GBM          metastasis                            (NSCLC) that harbour EGFR mutations [56–58]. A number of\n                                                                           third-generation EGFR-TKI that also target mutant EGFR\n  Monitor                                                  Actionable      T790M, which confers therapeutic resistance, are in various\n  tumor                                                    genomic\n                              CSF                          alterations\n                                                                           phases of clinical investigation to target brain metastases (osimer-\n  burden\n                                                                           tinib, rociletinib, ASP-8273, HM-61713). In anaplastic lymph-\n                                                                           oma kinase (ALK) gene-rearranged (ALK)-NSCLC, second-\n                                                                           generation ALK inhibitors with increased potency such as alecti-\n\n\n\n\n                                                                                                                                                  Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\n                                    ctDNA\n                                                                           nib and ceritinib have apparently superior CNS penetration com-\n                                                                           pared with crizotinib and share significant therapeutic potential\n                                                                           [53–55]. Breast cancer studies have focussed primarily on tar-\n                                                                           geted therapies [e.g. lapatinib, pertuzumab, ado-trastuzumab\n                        Evolving heterogeneity\n                                                                           emtansine (T-DM1)] used for HER2-positive cancers [51, 52, 59,\n                   (tracking diversity and evolution)\n                                                                           60]. In patients with melanoma and brain metastases, substantial\n                                                                           clinical activity has been observed with BRAF and MEK inhibi-\nFigure 1. Potential use of CSF ctDNA as a liquid biopsy for primary        tors, e.g. dabrafenib plus trametinib [49, 61], resulting in an\nbrain tumours and brain metastasis.                                        intracranial response rate of nearly 60% [61]. Ongoing clinical\n                                                                           trials exploit the cytotoxic T-lymphocyte-associated antigen 4\n  Brain metastases                                                         and programmed death 1 pathways as target for immune check-\n                                                                           point inhibitor therapy [50, 62]. Actionable genomic alterations\nDiagnostic considerations                                                  with potential therapeutic implications have been identified in\n                                                                           the CSF ctDNA [15, 25–27], including EGFR, ALK, HER2,\nBrain metastases from solid tumours are more frequent than pri-            BRAF-targetable kinases, and others associated with DNA integ-\nmary brain tumours. They may occur in 20%–40% of advanced                  rity such as BRCA1 and BRCA2 [63].\nstage cancers, particularly in lung cancer, breast cancer and melan-          Analysis of CSF ctDNA has also shown gene mutations associ-\noma [41–43]. Recent reports on the branched evolution of cancer            ated with therapy resistance [15, 27, 64]. Drug-resistance muta-\nat different sites including metastasis to the brain have reinforced       tions in patients whose CNS disease progressed during TKI\nthe need of sequential molecular profiling across the disease trajec-      therapy (EGFR, ALK, HER2, or BRAF) were identified in CSF\ntory [4, 44]. Brain metastases exhibit different genomic alterations       ctDNA in one-third of cases [27]. This included a NRAS G12R\nthan the primary extra-cranial tumours [4] indicating that the             mutation in the CSF of a BRAF V600E-mutant (and NRAS-\nbrain lesion-specific genomic alterations should be identified to se-      negative) melanoma; a PIK3CA H1047R mutation in the CSF of a\nlect the optimal therapeutic approach [4, 45]. CSF ctDNA and not           HER2-amplified breast cancer patient, potentially associated\nplasma ctDNA can be a good surrogate marker in such situations             with trastuzumab resistance; and an EGFR T790M mutation in\nsince ctDNA from brain lesions is enriched in the CSF.                     the CSF of a patient with EGFR-mutant NSCLC who did not re-\n   Trunk mutations, present in all cancer cells, as well as private gen-   spond to a second-generation EGFR-TKI [27]. ESR1 mutations\nomic alterations, present in just a subpopulation of cells or in specif-   can confer resistance to aromatase inhibitor therapy in advanced\nic metastatic lesions, can be identified in the CSF [15, 27]. This         estrogen receptor-positive breast cancers, but not to fulvestrant\nallows opportunities for deconvolving tumour heterogeneity. CSF            [65, 66]. A clinical trial is evaluating ESR1 mutations in plasma\nand plasma ctDNA were compared in a series of samples that                 ctDNA to predict the efficacy of a change of the hormone therapy\nincluded multiregional metastatic sites from postmortem speci-             (aromatase inhibitor changed to fulvestrant) (ClinicalTrials.gov\nmens of patients with disseminated breast cancers including brain          Identifier: NCT03079011). Translation of this type of clinical trial\nmetastases [15]. For example, mutations found in the CSF ctDNA             design to the setting of patients with brain metastasis is envi-\nallowed to discern the origin of leptomeningeal and brain metasta-         sioned using liquid biopsies. In the context of multiple metastases\nsis implants separately in a patient with Li Fraumeni syndrome and         and discordant clinico-radiological findings, analysing a single-\ntwo concurrent tumours, a metastatic breast cancer and esthesio-           lesion biopsy is inadequate in guiding the selection of targeted\nneuroblastoma [15]. CSF ctDNA analysis captured trunk mutations            therapy [67]. Parallel analyses of serial CSF and plasma ctDNA\nand, importantly, private mutations to the brain and to the menin-         samples may be warranted.\ngeal deposits. These observations highlight the potential applica-            Although the most common initial clinical presentation of\ntions of CSF ctDNA to complement diagnosis of brain metastasis.            metastatic HER2-positive breast cancer is with extra-cranial\n                                                                           metastases, CNS progression occurs in a substantial proportion\n                                                                           of patients during the course of the disease [68]. It has also been\nTherapeutic considerations                                                 shown that extensive extra-CNS disease control, with HER2 tar-\nSeveral targeted therapeutic agents have demonstrated clinical ac-         geting, might drive high incidence of CNS progression [69, 70].\ntivity against established brain metastases [46–55] and                    This situation remains a major challenge where genomic analysis\n\n\n214 | Seoane et al.                                                                                              Volume 30 | Issue 2 | 2019\n\fAnnals of Oncology                                                                                                    Review\nof ctDNA in the CSF might allow interrogation of the molecular         Further work is warranted to consolidate CSF ctDNA as a com-\nstatus of progressive CNS metastasis. For example, in a case vi-     plementary tool for the diagnosis and characterization of lepto-\ngnette, CSF ctDNA analysis captured CNS genomic alterations in       meningeal metastasis. Accordingly, the EANO ESMO guideline\npatients with absent or minimal extracranial tumour disease bur-     advises caution in over-interpreting ctDNA detected in CSF as a\nden, where plasma ctDNA profiling did not play a diagnostic role     proof of leptomeningeal seeding.\n[15]. A HER2-positive metastatic breast cancer patient with di-\nvergent responses of brain metastases underwent autopsy. Copy\nnumber alteration testing of three spatially separated brain meta-\n                                                                     Therapeutic considerations\nstases, in addition to CSF ctDNA and plasma ctDNA sampling,          Recent and ongoing studies address the role of CSF ctDNA in\nshowed ERBB2 amplification, a hallmark of HER2-positive breast       patients with EGFR-mutant NSCLC and leptomeningeal metas-\ncancer in CSF ctDNA and not in the plasma analysis [15].             tasis [27, 64]. Forty NSCLC patients with suspected leptomenin-\n                                                                     geal metastasis were profiled, including 35 patients with a\n                                                                     confirmed leptomeningeal metastases [64]. EGFR T790M and\n\n\n\n\n                                                                                                                                            Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\n                                                                     MET amplification were detected in 21% and 39% in CSF\n Leptomeningeal metastases                                           ctDNA, respectively, suggesting a resistance profile to EGFR-TKI\n                                                                     associated with leptomeningeal disease. The BLOOM study\nDiagnostic considerations                                            (ClinicalTrials.gov Identifier: NCT02228369) investigates osi-\n                                                                     mertinib, an oral, irreversible third-generation EGFR-TKI select-\nLeptomeningeal metastasis, defined by the multifocal seeding of      ively active against the EGFR T790M resistance mutation [76].\nthe leptomeninges by malignant cells, is a rare but often rapidly    Encouraging activity has been seen in patients with leptomenin-\nfatal manifestation of advanced cancer [71–73]. Diagnosing lepto-    geal metastasis from NSCLC and results of EGFR-mutant ctDNA\nmeningeal metastasis relies on clinical symptomatology, MRI, and     analyses are being awaited (ClinicalTrials.gov Identifier:\non detecting malignant cells in the CSF through CSF cytology. Its    NCT02228369) [77]. Thus, ctDNA analysis should be considered\nincidence is increasing and prognosis remains poor despite radio-    for the EGFR and T790M status in the CSF at diagnosis and in\ntherapy, systemic and intrathecal chemotherapy, and precision        case of suspicion of progression of NSCLC leptomeningeal meta-\ntreatments in molecularly selected patients [71, 72].                stases to guide the therapeutic decision.\n   Two principal diagnostic applications of ctDNA studies in\npatients with leptomeningeal metastasis emerge: first, detecting\nCSF ctDNA in patients with leptomeningeal metastasis may com-\nplement diagnostic profiling in patients with negative cytology,       Road to clinical practice\nsecond, identifying actionable genomic alterations in CSF ctDNA      To integrate the assessment of ctDNA obtained from CSF liquid\nhas the potential to define an optimal targeted therapy [15]. CSF    biopsies into current standards of care, several questions and con-\nctDNA revealed mutations in 50% of patients with primary brain       troversies have to be addressed. For almost all primary brain\ntumours despite their CSF being negative for malignant cells         tumours, extent of resection is an important prognostic factor.\n[27], further, among patients with brain metastases, somatic         Thus, situations where a surgical intervention is not an option, but\nmutations were found in 100% of patients with positive cytology      a diagnosis would still be welcome, are rare. These might include\nand in 25% of patients with negative cytology [27].                  patients with major comorbidities thought to be at high risk of\n   A pivotal study compared CSF profiling with CSF cytology          complications, e.g. those with high bleeding risk for various rea-\nresults in the same CSF extraction [15]. Analysis of three meta-     sons. Furthermore, there are instances where initial stereotactic\nstatic breast cancer patients with clinical signs and symptoms       biopsies of brain lesions are not informative and where non-\nsuggestive of leptomeningeal metastasis showed that CSF ctDNA        neoplastic lesions, e.g. neuroinflammatory or neuroinfectious dis-\nanalysis was more sensitive than cytology in detecting leptomen-     eases are a differential diagnosis. In these cases, detection of\ningeal metastasis, and leptomeningeal infiltration was confirmed     tumour-defining genomic alterations in the CSF ctDNA may\nduring autopsy [15]. A molecular case report compared paired         greatly aid in further management. Furthermore, DNA methyla-\nprofiling of matched CSF ctDNA and plasma ctDNA from a pa-           tion profiling may represent a novel approach that will undoubted-\ntient with HER2-positive metastatic breast cancer. The patient       ly also be explored for confirming tumour diagnoses from small\ndeveloped CNS progression and leptomeningeal metastasis              tissue samples, including CSF [36]. Future studies will also need to\nwhereas the systemic extracranial metastases showed a clinical       determine in how far serial assessments of ctDNA load in the CSF\nand radiological response to treatment with T-DM1 [74]. CSF          may aid in situations where response assessment based on MRI\nctDNA revealed an enrichment of ERBB2 amplification, MYC             alone remains challenging, including brain tumours treated with\namplification and PIK3CA and TP53 driver gene mutations, pre-        immunotherapy, and help clinical decision making.\nsumably reflecting CNS progression whereas decreasing mutant            The situation is different for patients with brain metastases\nallelic fractions of selected mutations in plasma ctDNA likely       from solid tumours. For brain metastases from unknown pri-\nreflected a partial clinical response in the extracranial compart-   mary tumours, either rapid neurosurgical intervention as clinic-\nment [74]. In metastatic melanoma spreading to the leptomenin-       ally needed or initial work-up by chest abdomen CT or FDG-PET\nges, CSF examination using PCR-based techniques has been             are standard procedures [78] whereas liquid biopsies have so far\nsuccessfully used for diagnosis and monitoring response to ther-     not assumed a role. However, patients with new brain lesions\napy based on the detection of driver mutations, e.g. affecting       detected by neuroimaging who are known to suffer from a malig-\nBRAF [64, 75].                                                       nancy are not routinely sent for neurosurgical resection unless\n\n\nVolume 30 | Issue 2 | 2019                                                                         doi:10.1093/annonc/mdy544 | 215\n\fReview                                                                                                                    Annals of Oncology\nthis is thought to be in the best interest of the patient, e.g. because   and monitoring brain-specific characteristics through CSF\nthere are concerns regarding the validity of the radiological diag-       ctDNA may expedite the design of targeted therapies. Yet, no li-\nnosis, or because the patient is neurologically symptomatic. In           quid circulating biomarkers have been validated and integrated\nsuch circumstances, notably with tumours with targetable lesions          into clinical practice for primary brain tumours or brain metasta-\nor in patients pre-exposed to chemotherapy or targeted therapy,           ses. CSF ctDNA is a promising instrument to evaluate CNS\nit may be of major interest to ascertain whether the molecular tu-        malignancies in real-time and guide therapeutic management of\nmour profile has changed, to select the most appropriate treat-           patients.\nment. In such scenarios molecular tumour profiling from ctDNA                The treatment of human cancer has shifted towards a precision\nfrom the CSF could become most valuable.                                  medicine paradigm, in which the selection of a targeted therapy\n   Similar considerations apply to patients with known leptomen-          will rely upon the genetic anomalies in individual patients. We\ningeal metastases, and targeted treatments are available for the          predict that characterising brain tumours will be feasible using\nmajor primary tumours associated with leptomeningeal metasta-             CSF ctDNA in the near future. In addition, combining plasma\nsis: lung cancer, and breast cancer, and melanoma. The role of            ctDNA with CSF ctDNA, morphological analyses and imaging\n\n\n\n\n                                                                                                                                                            Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\nctDNA in the CSF remains controversial if neither MRI nor rou-            methods would ideally be complementary for patients with brain\ntine CSF studies suggest the presence of leptomeningeal metastasis.       metastases and systemic disseminated disease. Thus, liquid bi-\nIn such situations, it can at present not be clarified whether ctDNA      opsy approaches based on CSF are opening new avenues for the\ndetected in the CSF signifies leptomeningeal tumour cell seeding.         better managing of brain cancer patients.\nThus, further studies are required to show that ctDNA in the CSF\nalone may justify treatment directed against leptomeningeal me-\ntastasis [79]. However, the identification of the EGFR mutation or\nT790M in the CSF of patients with CNS metastases help guide the             Funding\ntherapeutic decision in NSCLC patients.                                   The authors acknowledge Asociación Espa~   nola contra el Cáncer\n   Regarding the current data, ctDNA should be explored for the           (JS, LDMA), Fondo de Investigación Sanitaria (FIS) Instituto de\ndiagnosis and in case of suspicion of progression of leptomeningeal       Salud Carlos III grant (PI16/01278) (JS), and the FERO -EDM\nmetastases. CSF and plasma ctDNA should be evaluated in parallel.         support-, LaCaixa and Cellex foundations (JS, LDMA).\n                                                                          Fondazione Piemontese per la Ricerca sul Cancro-ONLUS 5 per\n                                                                          mille 2011 e 2014 Ministero della Salute (AB). H2020 grant agree-\n  Current limitations                                                     ment no. 635342-2 MoTriColor (AB) and AIRC IG no. 17707\n                                                                          (AB). AIRC Special Program 5 per mille metastases project no.\nCurrent data on ctDNA are mainly reported in small cohorts of             21091.\npatients, including sometimes different primary tumours.\nAnalyses of large cohorts of patients should be carried out.\nTechnical issues such as the potential blood contamination in the\nCSF sample or the minimum time interval between surgery and                 Disclosure\nCSF analysis for ctDNA have to be evaluated. Confirmation stud-\n                                                                          All authors have declared no conflicts of interest.\nies are needed to validate the role of ctDNA analysis for the diag-\nnosis and follow-up of patients. Importantly, the feasibility of the\nCSF analysis in patients with brain tumours have to be considered           References\nwhen the lumbar puncture is contra-indicated due to risk of her-           1. Owen S, Souhami L. The management of brain metastases in non-small\nniation related to the presentation of the space-occupying CNS                cell lung cancer. Front Oncol 2014; 4: 248.\ntumours, or abnormal coagulation.                                          2. Ferguson SD, Wagner KM, Prabhu SS et al. Neurosurgical management\n                                                                              of brain metastases. Clin Exp Metastasis 2017; 34: 377–389.\n                                                                           3. Johnson BE, Mazor T, Hong C et al. Mutational analysis reveals the ori-\n                                                                              gin and therapy-driven evolution of recurrent glioma. Science 2014;\n  Discussion                                                                  343(6167): 189–193.\n                                                                           4. Brastianos PK, Carter SL, Santagata S et al. Genomic characterization of\nConclusions and future perspectives                                           brain metastases reveals branched evolution and potential therapeutic\n                                                                              targets. Cancer Discov 2015; 5(11): 1164–1177.\nIncreasing understanding of the genomic and epigenomic char-               5. Best MG, Sol N, Zijl S et al. Liquid biopsies in patients with diffuse gli-\n                                                                              oma. Acta Neuropathol 2015; 129(6): 849–865.\nacteristics of primary brain tumours and brain and leptomenin-\n                                                                           6. De Mattos-Arruda L, Cortes J, Santarpia L et al. Circulating tumour cells\ngeal metastases has uncovered the extraordinary complexity of                 and cell-free DNA as tools for managing breast cancer. Nat Rev Clin\nthese tumours [4, 48, 80, 81]. Nevertheless, identifying bio-                 Oncol 2013; 10(7): 377–389.\nmarkers to assist in the diagnosis, prognosis, prediction of tar-          7. Murtaza M, Dawson SJ, Tsui DW et al. Non-invasive analysis of acquired\ngeted therapy responses, serial monitoring and mechanisms of                  resistance to cancer therapy by sequencing of plasma DNA. Nature 2013;\ntherapy resistance for patients with CNS malignancies [80]                    497(7447): 108–112.\n                                                                           8. Bettegowda C, Sausen M, Leary RJ et al. Detection of circulating tumor\nremains challenging, in part because of difficulties in accessing\n                                                                              DNA in early- and late-stage human malignancies. Sci Transl Med 2014;\nCNS tumour-derived tissue.                                                    6: 224ra224.\n  CNS malignancies demonstrate considerable spatial and tem-               9. Siravegna G, Mussolin B, Buscarino M et al. Clonal evolution and resist-\nporal intra-tumour and inter-tumour heterogeneity. For patients               ance to EGFR blockade in the blood of colorectal cancer patients. Nat\nwith primary brain tumours or with brain metastases, identifying              Med 2015; 21(7): 827.\n\n\n\n216 | Seoane et al.                                                                                                   Volume 30 | Issue 2 | 2019\n\fAnnals of Oncology                                                                                                                         Review\n10. Phallen J, Sausen M, Adleff V et al. Direct detection of early-stage cancers   32. Omuro A, DeAngelis LM. Glioblastoma and other malignant gliomas: a\n    using circulating tumor DNA. Sci Transl Med 2017; 9: 403.                          clinical review. JAMA 2013; 310(17): 1842–1850.\n11. Alix-Panabieres C, Pantel K. Clinical applications of circulating tumor        33. Sottoriva A, Spiteri I, Piccirillo SG et al. Intratumor heterogeneity in\n    cells and circulating tumor DNA as liquid biopsy. Cancer Discov 2016;              human glioblastoma reflects cancer evolutionary dynamics. Proc Natl\n    6(5): 479–491.                                                                     Acad Sci USA 2013; 110(10): 4009–4014.\n12. Siravegna G, Marsoni S, Siena S, Bardelli A. Integrating liquid biopsies       34. Cancer Genome Atlas Research Network, Brat DJ, Verhaak RG et al.\n    into the management of cancer. Nat Rev Clin Oncol 2017; 14(9):                     Comprehensive, integrative genomic analysis of diffuse lower-grade glio-\n    531–548.                                                                           mas. N Engl J Med 2015; 372: 2481–2498.\n13. Lavon I, Refael M, Zelikovitch B et al. Serum DNA can define tumor-            35. Ceccarelli M, Barthel FP, Malta TM et al. Molecular profiling reveals bio-\n    specific genetic and epigenetic markers in gliomas of various grades.              logically discrete subsets and pathways of progression in diffuse glioma.\n    Neuro Oncol 2010; 12(2): 173–180.                                                  Cell 2016; 164(3): 550–563.\n14. Chen WW, Balaj L, Liau LM et al. BEAMing and droplet digital PCR               36. Capper D, Jones DTW, Sill M et al. DNA methylation-based classifica-\n    analysis of mutant IDH1 mRNA in glioma patient serum                               tion of central nervous system tumours. Nature 2018; 555(7697):\n    and cerebrospinal fluid extracellular vesicles. Mol Ther Nucleic                   469–474.\n    Acids 2013; 2: e109.                                                           37. Juratli TA, Stasik S, Zolal A et al. TERT promoter mutation detection in\n\n\n\n\n                                                                                                                                                                    Downloaded from https://academic.oup.com/annonc/article-abstract/30/2/211/5255831 by guest on 11 June 2019\n15. De Mattos-Arruda L, Mayor R, Ng CK et al. Cerebrospinal fluid-derived              cell-free tumor-derived DNA in patients with IDH wild-type glioblasto-\n    circulating tumour DNA better represents the genomic alterations of                mas: a pilot prospective study. Clin Cancer Res 2018; 24(21): 5282–5291.\n    brain tumours than plasma. Nat Commun 2015; 6: 8839.                           38. Weller M, van den Bent M, Tonn JC et al. European Association for\n16. Boisselier B, Gallego Perez-Larraya J, Rossetto M et al. Detection of              Neuro-Oncology (EANO) guideline on the diagnosis and treatment of\n    IDH1 mutation in the plasma of patients with glioma. Neurology 2012;               adult astrocytic and oligodendroglial gliomas. Lancet Oncol 2017; 18(6):\n    79(16): 1693–1698.                                                                 e315–e329.\n17. Ghersi-Egea JF, Strazielle N, Catala M et al. Molecular anatomy and            39. Wang Z, Jiang W, Wang Y et al. MGMT promoter methylation in serum\n    functions of the choroidal blood-cerebrospinal fluid barrier in health             and cerebrospinal fluid as a tumor-specific biomarker of glioma. Biomed\n    and disease. Acta Neuropathol 2018; 135(3): 337–361.                               Rep 2015; 3(4): 543–548.\n18. Redzic Z. Molecular biology of the blood-brain and the blood-                  40. Figueroa JM, Skog J, Akers J et al. Detection of wild-type EGFR amplifi-\n    cerebrospinal fluid barriers: similarities and differences. Fluids Barriers        cation and EGFRvIII mutation in CSF-derived extracellular vesicles of\n    CNS 2011; 8(1): 3.                                                                 glioblastoma patients. Neuro Oncol 2017; 19(11): 1494–1502.\n19. Schmitt-Graff A, Hummel M, Anagnostopoulos I et al. [Primary brain             41. Tabouret E, Chinot O, Metellus P et al. Recent trends in epidemiology of\n    lymphoma          in     acquired       immunodeficiency          syndrome.        brain metastases: an overv",
  "wordCount": 6858,
  "indexed": "2025-09-25T22:47:13.266Z",
  "method": "direct"
}
