{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Recesivas/Anwar et al_2014_Consanguinity and genetic diseases in North Africa and immigrants to Europe.pdf",
  "fileName": "Anwar et al_2014_Consanguinity and genetic diseases in North Africa and immigrants to Europe.pdf",
  "relativePath": "Genetica/Recesivas/Anwar et al_2014_Consanguinity and genetic diseases in North Africa and immigrants to Europe.pdf",
  "text": "European Journal of Public Health, Vol. 24, Supplement 1, 2014, 57–63\n                   ß The Author 2014. Published by Oxford University Press on behalf of the European Public Health Association. All rights reserved.\n                   doi:10.1093/eurpub/cku104\n                   .........................................................................................................\n                   Consanguinity and genetic diseases in North Africa and\n                   immigrants to Europe\n                   Wagida A. Anwar1, Meriem Khyatti2, Kari Hemminki3,4\n\n                   1 Community Medicine Department, Ain Shams University, Cairo, Egypt\n                   2 Pasteur Institute of Morocco, Casablanca, Morocco\n                   3 Division of Molecular Genetic Epidemiology, German Cancer Research Centre (DKFZ), Heidelberg, Germany\n                   4 Center for Primary Health Care Research, Lund University, 205 02, Malmö, Sweden\n\n                   Correspondence: Wagida A. Anwar, Department of Community, Environmental and Occupational Medicine, Faculty of\n                   Medicine Ain Shams University, Ramsses street, Abassya, Cairo, Egypt. Tel: +20 224837888, Fax: +20 224837888,\n                   e-mail: wagidaanwar@gmail.com\n\n\n\n\n                                                                                                                                                             Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\n                   Endemic diseases are caused by environmental and genetic factors. While in this special issue several chapters deal\n                   with environmental factors, including infections, the present focus is on genetic causes of disease clustering due to\n                   inbreeding and recessive disease mechanisms. Consanguinity is implying sharing of genetic heritage because of\n                   marriage between close relatives originating from a common ancestor. With limited natural selection, recessive\n                   genes may become more frequent in an inbred compared with an outbred population. Consanguinity is common\n                   in North Africa (NA), and the estimates range from 40 to 49% of all marriages in Tunisia and 29–33% in Morocco.\n                   As a consequence, recessive disorders are common in the NA region, and we give some examples. Thalassaemia\n                   and sickle cell disease/anaemia constitute the most common inherited recessive disorders globally and they are\n                   common in NA, but with immigration they have spread to Europe and to other parts of the world. Another\n                   example is familial Mediterranean fever, which is common in the Eastern Mediterranean area. With immigrantion\n                   from that area to Sweden, it has become the most common hereditary autoinflammatory disease in that country,\n                   and there is no evidence that any native Swede would have been diagnosed with this disease. The examples\n                   discussed in this chapter show that the historic movement of populations and current immigration are influencing\n                   the concept of ‘endemic’ disease.\n                   .........................................................................................................\n\nIntroduction                                                                      Inbreeding is considered a problem because it increases the chances\n                                                                               of receiving deleterious recessive genes (i.e., two mutated copies,\n   ndemic disease clusters are caused by environmental and genetic\nEfactors shared by people in the cluster. Infectious diseases are the          alleles, required to cause disease) inherited from a common\n                                                                               ancestor. Inbreeding coefficient is defined as the probability of\nmost obvious environmental factors for disease clustering; these are           receiving two copies (one from mother and the other from father)\ndiscussed in a specific chapter in this volume. Infectious agents also         of the same ancestral gene, which are identical by decent. The coeffi-\ncause some cancers, which are referred to in a separate chapter in this        cient is 1/16 for first cousins and 1/64 for second cousins. Persons\nvolume. Other environmental factors that may cause endemic diseases            with genetic diseases may be seriously handicapped and unable to\nare dietary, residential and lifestyle-related factors shared by a defined     breed. Dominant alleles (only one disease allele required to cause\npopulation, including dietary deficiencies or ingested toxic substances,       disease) often cause disease at early age, and the disease alleles tend\nenvironmental pollution, and unhealthy customs and habits. Many of             to disappear from the population because of selection during con-\nthese predisposing factors are likely to change when residential circum-       secutive generations. Recessive diseases are insidious because carriers\nstances change, for example, upon moving or emigration.                        of single disease alleles are healthy and they may reproduce normally\n   A small defined population often shares genes because of                    even though disease alleles are usually a selective disadvantage.\ninbreeding and eventually consanguinity (derived from a Latin                  Affected are only some children (by average 25%) of the parents,\nword ‘blood relation’), implying sharing of genetic heritage                   both of whom are carriers of the disease allele. In outbred popula-\nbecause of marriage between close relatives originating from a                 tions, recessive disease alleles are usually rare because they are selected\ncommon ancestor (i.e., mating of relatives). With limited natural              against over generations; thus, the likelihood of inheriting two\nselection, recessive genes may become more frequent in an inbred               recessive disease alleles is low. In inbred populations, the selection\ncompared with an outbred population. In European history, already              against deleterious alleles is less efficient because they are\nthe Roman civil law prohibited a marriage if the couple was within             reintroduced into decedents a few generations later. The literature\nfour degrees of consanguinity. Such prohibitions were also adopted             on human genetics is full of examples on rare genetic diseases in\nby the church. However, the rules did not reach all of Europe, and             inbred populations, which were geographically isolated (e.g., Finns\nconsanguinity has been common particularly in cultural and                     and French Canadians) or cultural distinct (Ashkenazi Jews).1–4\ngeographic isolates. European nobility kept itself above the                   Curiously, despite the ancient rules against consanguinity, the\ncommon law, and interrelated marriages were convenient in                      scientific evidence on the deleterious effects has been relatively\nconsolidating class, land and power. In many other cultures, rules             recent. The first reports were published at the time of Charles\nwere enacted against marriage between relatives, while in some                 Darwin in the mid-1800s. He had a personal reason to be upset and\nothers inbreeding has been and still is commonplace. In some                   to demand scientific evidence because he married his first cousin.\nlarge populations of Asia and Africa 20 to 50% of all marriages,               Darwin remained sceptical, and all his 10 children were healthy.\nand in certain areas of Pakistan most marriages have been consan-                 In the present chapter, we discuss consanguinity in North Africa\nguineous.1 The reasons to practice inbreeding at a large scale include         (NA) and other parts of the world, and some of its deleterious\nreligion and culture, socio-economic class and royalty, and                    consequences in indigenous and immigrant populations. It should\ngeographic isolation and small populations.                                    be noted that many immigrant communities, at least in Europe, are\n\f58    European Journal of Public Health\n\nquite inbred partly because of their cultural isolation and partly      personnel and isolated Egyptian Nubians (76 and 80.4%, respect-\nbecause the immigrants constituted close relatives who then settled     ively). First cousin unions are especially popular, comprising 20–\nin their own communities. For example, in the UK, it is estimated       30% of all marriages in some populations, in particular, the\nthat more than half of marriages of some Pakistani Muslim               paternal parallel subtype in Arab societies.6 Contrary to common\nimmigrants are between first cousins. NA is also an endemic area        opinion, consanguinity is not confined to Muslim communities. In\nfor deleterious recessive diseases, which are very common in the        NA and the Middle East, for example, marriages between relatives\npopulation, including sickle cell anaemia and thalassaemia. The         are also observed among Christians and Jews. It has been argued that\nmechanism for such recessive diseases was a puzzle to population        consanguinity must be seen as a cultural rather than an Islamic or\ngeneticists, who were used to the paradigm that pathological            religious trait.\nconditions have a selective disadvantage. The measure relating to          Marriage choice and decision-making is a complex interaction of\nselection was ‘fitness’, and individuals with deleterious mutations     various social and cultural patterns of behaviour and norms. The main\nwould have less than optimal fitness. Infections, particularly before   reasons for a preference for consanguineous unions are historical,\nreproduction, were considered the main selective force. Sickle cell     cultural, socio-economic and geographical. Consanguineous unions\nanaemia taught another paradigm of fitness and recessive diseases       are estimated to represent 40 to 49% and 29 to 33% of all marriages\nbecause the disease provided a survival advantage in regions where      in Tunisia and Morocco, respectively. In Algeria, data from the 2007\n\n\n\n\n                                                                                                                                                 Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\nmalaria was endemic.                                                    survey showed that 39% of marriages in the sample population were\n                                                                        between cousins. Similar estimates have been reported from the\n                                                                        Tlemcen region of West Algeria. In Egypt, prevalence figures for con-\nConsanguinity in NA                                                     sanguineous unions ranged from 20 to 33% across different studies\nConsanguineous marriages have been practiced since the early            and 39% as determined by the National Population Council. The\nexistence of modern humans. At present, \u001820% of world popula-           prevalence of consanguineous unions also varies by place of\ntions live in communities with a preference for consanguineous          residence in Egypt. It ranges from 25.4% in Lower Egypt to 55.2%\nmarriage.5 Consanguinity rates vary from one population to              in Upper Egypt.\nanother depending on religion, culture and geography. Noticeably,          Estimates indicate that first-cousin marriages are approximately\nmany Arab countries display some of the highest rates of consan-        two-thirds of all consanguineous marriages in Morocco and 40% in\nguineous marriages.6 As can be seen from figure 1, an important         Algeria. Close consanguinity accounts for 22% of the total marriages\ncluster of countries with high levels of consanguinity is observed in   in Egypt and is higher in rural areas. A consanguinity rate of 32%\nmost communities of NA, the Middle East and West Asia, a                with first cousin unions was observed in Tunisia. In Morocco, it\ntransverse belt that runs from Pakistan and Afghanistan in the east     (parallel and cross cousins) accounts for 42% of all consanguineous\nto Morocco in the west, and in South India, with intra-familial         union. Similarly, in Egypt, the husband was more likely to be a\nunions collectively accounting for 20–50+% of all marriages.6 The       relative from the father’s side than the mother’s side (14 and 8%,\nhighest consanguinity rates were reported among Pakistan army           respectively). Surprisingly, it has been recently reported that unlike\n\n\n\n\nFigure 1 Global prevalence of consanguinity as cited by Bittles AH, Black ML (ref. 6: reproduced with permission from http://www.consang.\nnet/index.php/Global_prevalence)\n\f                                                                                                       Consanguinity and genetic diseases     59\n\nthe previous generations, paternal first-cousin marriages in Algeria     and soon a clan has been established in the new country. This is also\nwere lower than the paternal first cousin subtype in the new             promoted by immigration legislation, which gives family members a\ngeneration.                                                              favoured status of entrance. Among many immigrant groups, it is\n   Generally, the highest rates of marriages to close relatives are      common that young men fetch a wife from the home country, and\nconsistently reported in lower educational and socio-economic            for natural reasons the designated bride is a family member.\ngroups, the traditionally religious and the early married; the rates        Among first cousins, the spouses share one-eight of their genes\ntend to decline with modernization; however, not in all popula-          inherited from a common ancestor, and so their progeny are\ntions.6 Reports from North African countries have shown that con-        homozygous (or more correctly autozygous) at 1/16 of all loci.\nsanguinity rates are lower in urban compared with those in rural         The progeny are predicted to have inherited identical gene copies\nsettings. Urban to rural first cousin rates in Egypt were 8.3 and        from each parent at 6.25% of all gene loci, and this figure is far above\n17.2%, respectively. The highest level of consanguineous marriage        the baseline level of homozygosity in the general population. An\nwas found in rural Upper Egypt. Likewise, the frequency of unions        increase in the rate of homozygotes for autosomal recessive disease\nbetween relatives was lower in the urban than in the rural areas in      genes, manifesting often in childhood, is therefore the result of\nMorocco (25.9 and 33.3%) and Algeria (30.6 and 40.5%). For               consanguinity.\nMorocco immigrants, ethnicity (distinction Berber vs. Arab) is a\n\n\n\n\n                                                                                                                                                    Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\nbetter predictor of consanguineous marriage than the region of\norigin, as Berbers in Belgium are more often married to a relative       Sickle cell anaemia and thalassaemia\nthan Arabs. The higher the level of education of the female partner,\nthe lower is the consanguinity rate. In Egypt, for example, a woman’s    According to data of the Catalogue of Transmission Genetics in\nchance of marrying a relative decreased from 35% among women             Arabs database on genetic disorders in Arab populations, there is a\nwho had never attended school to 23% among women with a higher           relative abundance of recessive disorders in the Middle Eastern and\neducation level. The comparable figure for Algeria was 58% in            North African regions relating to the practice of consanguinity.\nnon-educated women and 7% in highly educated women.                      Thalassaemias and sickle cell diseases/anaemia (SCD) constitute\nAccording to two different studies, only 6.3 to 7% of highly             the most common inherited recessive haemoglobin disorders in\neducated females would marry their first cousins, whereas 12 to          the world: \u00183–7% of the global population carries an abnormal\n15% of highly educated males tend to marry first cousins. Similar        haemoglobin gene, and 400 000 affected children are born each\ntrends of lower consanguinity rates among educated women, but not        year. Initially described in the tropical and subtropical regions,\neducated men, were noticed in Tunisia and Morocco.7 In a                 these diseases are now common all around the world because of\nMoroccan multinomial logistic analysis, considering variables            migration. According to 2010 estimates, high SCD allele frequencies\neducation and residence, it was shown that women’s education             are found across most of sub-Saharan Africa, Middle East and India,\nwas found to be the most significant variable in distinguishing kin      and following migrations to Western Europe and the eastern coast of\ngroups from the outbred. The more urbanized the place was, the           the Americas. The global number of neonates affected by haemoglo-\nlower the consanguinity rate.                                            bin S (HbS) included 5.5 million heterozygotes and >300 000 homo-\n   Variable secular trends in the consanguinity rates have been          zygotes.10 Beta-thalassaemia is frequently identified in subjects from\nnoticed in most North African populations. In Algeria, for               the Mediterranean area (Italy, Sardinia, Sicily, Greece and NA), but\nexample, consanguinity rates are increasing in the current               it is also found in patients coming from Africa and parts of Asia\ngeneration (from 32 in the old generation to 40% in the new gen-         (Iran, India, Vietnam and Thailand). It is estimated that \u001860 000\neration),8 while in others such as Egypt and Tunisia the frequency of    children are born with beta-thalassaemia.11\nconsanguineous marriage may be decreasing. According to two                 SCD is caused by a point mutation at the sixth position of the\nMoroccan surveys from 1987 and 1992, the prevalence of consan-           beta-globin chain, causing glutamic acid to be replaced with valine.\nguineous marriages declined by 4 percentage points. Amongst the          In SCD, haemoglobin two wild-type alpha-globin subunits are\ncontributing factors are the increasing higher female education          associated with two mutant beta-globin subunits to forms HbS.\nlevels, the declining fertility resulting in lower numbers of suitable   Under low-oxygen conditions, HbS has a tendency to aggregate,\nrelatives to marry, mobility from rural to urban settings and the        which distorts red cells into a sickle shape. SCD is characterized\nimproving economic status. On the other side, social, religious,         primarily by chronic anaemia and periodic episodes of pain. This\ncultural, political and economic factors still play important roles      leads to further slowing of circulation, reduction in oxygen tension\nin favouring consanguineous marriages among the new generations,         and more red cells sickling and an eventual blockage of a vessel. The\njust as strongly as they did among the older generations particu-        blockage is the cause of the painful crisis characterizing SCD.\nlarly in rural areas.9 As previously suggested by different authors,     Thalassaemia is caused by a variant or missing globin gene. In\nconsanguinity rates are not declining in some North African              beta-thalassaemia, there is a reduced or absent production of beta-\ncountries because it is generally accepted that the social advantages    globin, encoded by a single gene on chromosome 11. In alpha-\nof consanguinity outweigh the disadvantages, and consanguinity is        thalassaemia, the defect is in alpha-globin genes but because there\nregarded as a deeply rooted cultural trend. It is believed that the      are two copies of them in different chromosomes, usually only one is\npractice of consanguinity has significant social and economic            defective. A child born with thalassaemia major has two defective\nadvantages.9                                                             alleles for beta-chain gene and he is homozygous for beta thalassae-\n   In Europe, although the practice of consanguineous marriages has      mia. The individual with thalassaemia minor has only one copy of\nalmost completely disappeared in the main population, the trend of       the defective beta-globin gene and he is heterozygous for beta thal-\nintermarriages among ethnic minorities exists. With a tradition of       assaemia. Thalassaemia major causes a marked deficiency in\nconsanguineous marriage is maintained, for instance, people of           beta-chain production, leading to severe anaemia with sequelae\nNorth African origin in France and Belgium, or people of Turkish         such as retarded growth, bone deformities, reduced energy gener-\norigin in Germany and the Scandinavian countries. This tendency is       ation—and ultimately death at a young age. Persons with thalassae-\nfacilitated by constraints imposed by migration, disintegration and      mia minor have mild anaemia or none at all, and no treatment is\ncultural diversity. Indeed, ethnic minorities face two problems: the     necessary.\nlimited availability of suitable persons in the restricted local            In Tunisia, the average frequency of SCD is 1.9%; it is between 0.8\ncommunity and the fact that their circle of acquaintance in the          and 3.5% in Algeria and 1.2% in Morocco.11,12 In Egypt, along the\ncountry of origin tends to shrink within the limits of the extended      Nile Valley, the HbS gene is almost non-existent, but in the western\nfamily. Immigration into a new country often progresses stepwise,        desert near the Libyan border, variable rates of 0.4% in the coastal\nand after the first successful settlement, other family members follow   areas to 9.0% in the New Valley oases have been reported. In North\n\f60    European Journal of Public Health\n\nAfrican countries, most SCD patients have a severe disease, though       development of amyloidosis in hereditary autoinflammatory disease\ncases with the mild form have also been reported.12 For thalassae-       patients depends on the severity of the condition and may be rare in\nmia, epidemiological data show that in the East Mediterranean            patients responding to treatment, which for FMF includes\nregion, the carrier rate ranges between 1.5 and 6% of the total          colchicines.18,23,24\npopulation. The carrier rates are 1.5 to 3.0% in the Maghreb                We recently carried out a nation-wide study on diseases in\ncountries and higher at 5–9% in Egypt.11,13 Alpha-thalassaemia is        Sweden.25 Patients were identified from the Swedish Hospital\nfound mainly in populations of Southeast Asia, the Mediterranean         Discharge Register and from the Outpatient Register for 2001\nBasin and Central African countries. The incidence has been              through 2008. Familial autoinflammatory disease was diagnosed in\nreported at 5% in Tunisia, 9.0% in Algeria and 2% in Morocco.11,13       210 patients, with an incidence of 2.83 per million. At least 98% of\n   Genetic studies have found that thalassaemia mutations show           the patients were immigrants, most of whom were from the Eastern\nheterogeneity in NA, especially between Algeria, Tunisia and             Mediterranean area. Young Syrian descendants had the highest\nMorocco, which could be explained by new mutational events and           incidence rate, which was >500-fold higher than that in individuals\ngene flow due to human migrations and colonization.13 Among the          with Swedish parents. Even the early onset of these conditions\n>45 mutations identified in the beta-globin gene in North African        identified them as familial autoinflammatory diseases. We\ncountries, the most common in Tunisia and in Algeria is codon 39         concluded that familial autoinflammatory disease was brought into\n\n\n\n\n                                                                                                                                                   Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\n(C > T) and IVS-I-110 (G > A), accounting for >50% of all                the country as a result of immigration, mainly from the Eastern\nmutations. In Morocco, the predominant mutations are at codon            Mediterranean area. Although we could not specify the diagnosis,\n39 and frameshift codon 8 (–AA) (11). The codon 39 mutation is           all indications suggested that it was FMF. This was a rather\nmost common in the western part of NA compared with the eastern          remarkable example on how population movements may bring\npart of the Mediterranean Basin, while the IVS-I-110 mutation is         forth new medical problems. There had been no previous\nmore common in the Eastern Mediterranean region. Studies of              literature on FMF being diagnosed in Sweden. A European registry\nglobin gene haplotypes have been used to trace the origins and           on autoinflammatory diseases included 1049 patients with\ntiming of the mutations and their subsequent flow. For the codon         monogenic diseases, but it reported only one patient in Sweden\n39 mutation, an occidental and ancient origin is predicted with          and without diagnostic details.17 However, concurrent to our pub-\nintroduction into the Maghreb during the Roman period through            lication, another study appeared from Sweden that reported 37 FMF\nItaly and Spain. For IVS-I-110, an Eastern Mediterranean origin is       patients originating from the Eastern Mediterranean area; none of\nlikely.13 It could have been introduced in Tunisia and Algeria during    them were of Swedish origin.26 Our conclusion about the origins of\nthe Ottoman rule in the 17th century.14 Evidence suggests that the       the 210 patients, which probably included the 37 FMP patients, was\nNorth African HbS mutation originates from Central West Africa           that there was no evidence of any patient with a Swedish origin.25\n(Benin), where it arose \u00183000 years ago. Carriers of this allele later      Reports on FMF patients in other European countries have started\ntravelled across the then fertile Sahara to the North. The arrival of    to appear. Germany has a large Turkish immigrant population, and\nthe carriers to NA was probably more recent and could follow forced      most FMF patients had a Turkish origin.27–29 An incidence of 55 per\nmigrations from black Africa through slavery roads and/or to the         million was estimated for children of the Turkish origin. This\ncontinuous influx of sub-Saharan Africans through the caravan            compared our estimate of 140 per million for Syrian descendants.25\nroutes.                                                                  In endemic areas, rates have been estimated to be as high as 1000 per\n   A UK study found 68 different beta-thalassaemia mutations in          million.18\nantenatal diagnostics, and of these mutations, 59 were found in\nimmigrants. A total of 40 different alpha-thalassaemia mutations\nwere found, including all the Southeast Asian and Mediterranean          Diabetes mellitus\nalpha-thalassaemia mutations.14\n                                                                         The two most common forms of diabetes are type 1 diabetes (T1D),\n                                                                         previously known as insulin-dependent diabetes, and type 2 diabetes\nPeriodic fever syndromes                                                 (T2D), previously known as non-insulin-dependent diabetes. Both\n                                                                         types are caused by a combination of genetic and environmental risk\nThe periodic fever syndromes (also known as autoinflammatory             factors. Diabetes mellitus is a chronic debilitating disease defined as\nsyndromes) are diverse disorders, which are caused by dysfunction        a group of heterogeneous disorders with the common elements of\nof the inflammasome complex of the innate immune system.15,16 As         chronic hyperglycaemia and glucose intolerance due to insulin\nthe mechanisms controlling inflammation are disturbed, the result is     deficiency, impaired effective of insulin action or both.30 Diabetes\nan uncontrolled inflammation throughout the body manifesting as          is now one of the most common non-communicable diseases\nhigh recurring fever, joint and abdominal pains, and amyloidosis as      globally. It is the fourth or fifth leading cause of death in most\na chronic complication. Hereditary periodic fever syndromes include      high-income countries, and it is epidemic in many low- and\npyrin-associated familial Mediterranean fever (FMF), cryopyrin-          middle-income countries.31\nassociated periodic syndrome, mevalonate kinase deficiency and              T1D is caused by the autoimmune destruction of the beta cells of\ntumour necrosis factor receptor-associated periodic syndrome.15          the pancreas, and represents \u001810% of all cases with diabetes. The\nHowever, because FMF is the most common hereditary syndrome,             incidence of T1D is increasing worldwide at a rate of \u00183% per year.\nwe will focus on this disease.17 FMF is common in the Eastern            The recent increase in T1D incidence points to a changing global\nMediterranean area but rare elsewhere, as are the other periodic         environment rather than variation in the gene pool, which require\nfever syndromes. Many of these diseases are diagnosed by paediatri-      the passage of multiple generations.32 Recent prospective studies are\ncians and, for example, 80% of FMF cases occur before the age of 20      helping to elucidate the role of viruses to the aetiology of T1D.\nyears.15 FMF is, according to a review, almost always restricted to      For example, enteroviral infections occurring as early as in utero\nTurks, Armenians, Arabs and non-Ashkenazi Jews or emigrants with         appear to increase a child’s subsequent risk of developing\nthese ethnicities and, according to this source, no cases have been      the disease.33 Other viruses, including mumps,34 cytomegalovirus,\ndescribed in individuals of Scandinavian origin.18 Autoinflammatory      rotavirus35 and rubella,36 have also been associated with the disease.\nconditions may give rise to reactive amyloidosis, which may              First-degree relatives have a higher risk of developing T1D than\nmanifest initially as renal problems; the amyloid precursor is           unrelated individuals from the general population (\u00186 vs. <1%,\nserum amyloid A, the normal and not a mutated protein.15,16,18–20        respectively). These data suggest that genetic factors are involved\nThe kidneys and the gastrointestinal tract are the vulnerable organs     with the development of the disease. At present, there is evidence\nwhen the patients have developed amyloidosis.15,21,22 However, the       that >20 regions of the genome may be involved in genetic\n\f                                                                                                        Consanguinity and genetic diseases    61\n\nsusceptibility to T1D. However, none of the candidates identified         Rare recessive diseases\nhave a greater influence on T1D risk than that conferred by genes in\nthe human leucocyte antigen (HLA) region of chromosome 6. This            North African and Middle Eastern populations share disease alleles,\nregion contains several hundred genes known to be involved in             for example, the Tunisian population shares founder mutations with\nimmune response. Those most strongly associated with the disease          other North African and Middle Eastern populations for 43\nare the HLA class II genes (i.e., HLA-DR, DQ and DP), contributing        inherited conditions. Founder chromosomal segments described in\n\u001840–50% of the heritable risk for T1D, but even non-HLA genes             Tunisian patients with Meckel syndrome (characterized by renal\nhave been implicated.37–39                                                cystic dysplasia), sickle cell anaemia and xeroderma pigmentosum\n   T2D is the most common form of the disease, accounting for             (XP) group A (XPA) are identical to those described in Algerian\n\u001890% of all affected individuals. It is caused by relative impaired       patients.51 The founder mutations leading to adenomatous\ninsulin secretion and peripheral insulin resistance. Typically, T2D is    polyposis of the colon and the hepatocerebral mitochondrial DNA\nmanaged with diet, exercise, oral hypoglycaemic agents and                depletion syndrome are reported on the same haplotypes between\nsometimes exogenous insulin. In 2000, it is estimated that 171            Tunisian and Moroccan patients.52 Tunisian, Algerian and\nmillion people (2.8% of the world’s population) had diabetes and          Moroccan patients share haplotypes for autosomal recessive\nthat by 2030 this number will be 366 million (4.4% of the world’s         non-syndromic optic atrophy, Bare lymphocyte syndrome and for\n\n\n\n\n                                                                                                                                                    Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\npopulation). It has long been known that T2D is, in part, inherited.      the major founder mutation p.R228X in XPA—beta-thalassaemia\nFamily studies have revealed that first-degree relatives of individuals   and FMF were discussed earlier.51\nwith T2D are \u00183 times more likely to develop the disease than                Severe childhood autosomal recessive muscular dystrophy is the\nindividuals without a positive family history of the disease.40 To        most frequent muscular dystrophy in Tunisia, and most patients are\ndate, >50 candidate genes for T2D have been studied in various            homozygous for founder mutation c.del521T mutation in SGCG\npopulations worldwide.41                                                  gene.53 The recurrent mutation p.V548AfsX25 in the XPC gene\n   Three of the world’s top 10 countries with the highest prevalence      and leading to XPC, a rare severe genodermatosis associated with\n(%) of diabetes are in the Middle East and NA (MENA) region:              skin tumours, was first described in Algerian and Moroccan patients\nSaudi Arabia, Kuwait and Qatar. The MENA region has the                   at homozygous state.54 For Hurler syndrome, also known as\nhighest comparative prevalence of diabetes (10.9%). According to          mucopolysaccharidosis type I and often classified as a lysosomal\nthe latest estimates, 35 million people, or 9.2% of the adult             storage disease, is caused by a defective IDUA gene, encoding\npopulation, have diabetes. This number is set to almost double to         iduronidase enzyme. Over 50 different mutations in the IDUA\n68 million by 2035.31,32 Diabetes in the MENA region is mainly T2D.       gene have been shown to cause Hurler syndrome. Point mutation\n                                                                          P533R is a founder mutation in the Tunisian population and it is\nThe number of people with impaired fasting glucose is estimated to\n                                                                          frequent in all the Maghrebian populations even in the Maghrebian\nbe 25.2 million people, or 6.7% of the population, who are therefore\n                                                                          immigrant population in France.51 For congenital myasthenic\nat high risk of developing diabetes.42 The highest prevalence\n                                                                          syndrome, patients originating from four North African countries\nof impaired glucose tolerance (13.1%) was found in rural Egypt,\n                                                                          and living in France share the same haplotype bearing the\nand the lowest prevalence was found in rural Sudan with a\n                                                                          c.1293insG mutation affecting the CHRNE gene.55 The strong\nprevalence of 2.2%. One study in Tunisia reported on impaired\n                                                                          evidence for a single ancestral founder event in the North African\nfasting glucose, and the prevalence was 5.3% in men and 5.1% in\n                                                                          population simplifies diagnostics of congenital myasthenic\nwomen. Through reviewing 12 community-based studies, the\n                                                                          syndrome.56 Cystic fibrosis (CF), also known as mucoviscidosis, is\nprevalence of undiagnosed diabetes ranged from 18% in urban\n                                                                          an autosomal recessive genetic disorder that not only most critically\nLibya to 75% in Tunisia. The prevalence of diabetes varied across         affects the lungs, but also the pancreas, liver and intestine.57 CF is\nNorth African countries, and it was found that the prevalence in          caused by a frameshift mutation in the gene for the protein CF\nurban areas than in rural areas range from 2.6% in rural Sudan to         transmembrane conductance regulator, regulating the movement\n20% in urban Egypt.43–45 Diabetes mortality estimated to be >10%          of chloride and sodium ions across epithelial membranes and\nof all adults in the MENA region, i.e. 368 000 deaths with 146 000        influencing the composition of sweat, digestive fluids and\nmen and 222 000 women in 2013.42                                          mucus.58 CF is diagnosed in males and females equally, but for\n   Diabetes in immigrants from Africa is high as in African               unknown reasons males tend to have a longer life expectancy than\nAmericans (12–15%), closely followed by Caribbeans of African             females.59\ndescent and low among indigenous African origin populations                  The geographic distribution of 272 CF mutations was studied by\n(1–6%). In the African diabetes, majority of cases are T1D                assessing the origin of 27 177 CF chromosomes in 29 European and\n(70–90%), followed by T1D (5–20%) and atypical presentation               3 North African countries. The most common mutations are delta\naccounts for 5–15%.46 There are limited data on T1D among                 F308 (66.8%), G542X (2.6%), N1303K (1.6%), G551D (1.5%) and\nAfrican, but is becoming increasingly more prevalent and the              W1282X (1.0%). The delta F508 mutation has the highest frequency\navailable evidence suggests that in African the age of onset occurs       in Denmark (87.2%) and the lowest in Algeria (26.3%). Mutation\nlater than in the developed world.47                                      G542X is common in Mediterranean countries, with a mean\n   According to a systematic review, the prevalence of retinopathy        frequency of 6.1%. N1303K is found in most of the Western and\nranged from 8.1% in Tunisia to 41.5% in Egypt. Albuminuria                Mediterranean countries and has the highest frequency in Tunisia\nprevalence ranged from 21% in Egypt to 22% in Sudan;                      (17.2%). G551D is common in north-west and central Europe, but is\nnephropathy ranged from 6.7% in hospital outpatient clinics in            uncommon in other parts of Europe. W1282X has the highest\nEgypt to 46.3% in hospital inpatients in Egypt. The prevalence of         frequency in Israel (36.2%), being also common in most\ndiabetic neuropathy ranged from 21.9% in hospital outpatient              Mediterranean countries and NA.60 The wide distribution of these\nclinics to 60% in hospital inpatient clinics in Egypt.43 The impact       mutations suggests an ancient origin.\nof increasing prevalence of diabetes is translated into severe               Triple A syndrome (Allgrove syndrome) is a highly heterogeneous\neconomic burden, high morbidity and mortality rates.48 Effectively        autosomal recessive disorder with high lethality. It is associated with\nthe economic capabilities of the health care system in most of Africa     mutations in the AAAS gene, which encodes a protein known as\ncountries are not sufficient to withstand the burden of diabetes          aladin. Both the geographical distribution of carriers of the\neffective. Thus, sustainable strategies are needed to promote             mutation (Algeria and Tunisia) and the size of the common\ndiabetes awareness and public health policies that empower individ-       ancestral haplotype, indicate that the triple A mutation in the\nuals to diabetes self-management to improve the quality of life,          North African population is very old and occurred in the ancient\nreduce morbidity and premature mortality.49,50                            Arabian population a long time before it entered NA.61\n\f62      European Journal of Public Health\n\n\nConclusions                                                                                12 El-Hazmi MA, Al-Hazmi AM, Warsy AS. Sickle cell disease in Middle East Arab\n                                                                                              countries. Indian J Med Res 2011;134:597–610.\nIn the present chapter, we discuss consanguinity in NA, and some of                        13 Haj Khelil A, Denden S, Leban N, et al. Haemoglobinopathies in North Africa: a\nits deleterious consequences in indigenous and immigrant popula-                              review. Haemoglobin 2010;34:1–23.\ntions. The distribution of founder mutations is the result of                              14 Henderson S, Timbs A, McCarthy J, et al. Incidence of haemoglobinopathies in\nhistorical migratory movements, and many common disease alleles                               various populations - the impact of immigration. Clin Biochem 2009;42:1745–56.\nin the current NA have origins elsewhere, but the disease burden in                        15 Goldbach-Mansky R, Kastner DL. Autoinflammation: the prominent role of IL-1 in\nNA is largely the result of inbreeding. NA has been a main source of                          monogenic autoinflammatory diseases and implications for common illnesses.\nEuropean immigrants, and the disease alleles have been introduced                             J Allergy Clin Immunol 2009;124:1141–9. quiz 50–1.\nto the national gene pools. However, for recessive diseases, the most                      16 Schroder K, Tschopp J. The inflammasomes. Cell 2010;140:821–32.\nfrequent disease manifestations are in inbred immigrant popula-\n                                                                                           17 Toplak N, Frenkel J, Ozen S, et al. An international registry on autoinflammatory\ntions. It remains unclear how well European health care providers                             diseases: the Eurofever experience. Ann Rheum Dis 2012;71:1177–82.\nare able to cope with the imported diseases. The example of periodic\n                                                                                           18 Ben-Chetrit E, Touitou I. Familial mediterranean fever in the world. Arthritis Rheum\nfever syndromes showed that a new disease may be introduced into\n                                                                                              2009;61:1447–53.\nimmigrant-dense countries with little notice by the medical\n                                                                                           19 Verma D, Lerm M, Blomgran Julinder R, et al. Gene polymorphisms in the NALP3\n\n\n\n\n                                                                                                                                                                                      Downloaded from https://academic.oup.com/eurpub/article/24/suppl_1/57/562112 by guest on 11 April 2021\ncommunity. Diagnostics of recessive disease require demonstration\n                                                                                              inflammasome are associated with interleukin-1 production and severe inflamma-\nof specific mutations in target gene. Thus, knowledge of the\n                                                                                              tion: relation to common inflammatory diseases? Arthritis Rheum 2008;58:888–94.\ncommon founder mutations in ethnic immigrant populations is\nrequired and diagnostic tests used in NA could be applied.                                 20 Verma D, Eriksson P, Sahdo B, et al. Two adult siblings with atypical cryopyrin-\n                                                                                              associated periodic syndrome due to a novel M299V mutation in NLRP3. Arthritis\n                                                                                              Rheum 2010;62:2138–43.\nFunding                                                                                    21 Suhr OB, Svendsen IH, Andersson R, et al. Hereditary transthyretin amyloidosis\n                                                                                              from a Scandinavian perspective. J Intern Med 2003;254:225–35.\nThe present work was funded by EUNAM (EU and North African\n                                                                                           22 Merlini G, Seldin DC, Gertz MA. Amyloidosis: pathogenesis and new therapeutic\nMigrants: Health and Health Systems, EU FP7/2007-2013 grant\n                                                                                              options. J Clin Oncol 2011;29:1924–33.\n260715).\n                                                                                           23 Pettersson T, Konttinen YT. Amyloidosis-recent developments. Semin Arthritis Rheu\nConflicts of interest: None declared.                                                         2010;39:356–68.\n                                                                                           24 Ter Haar N, Lachmann H, Ozen S, et al. Treatment of autoinflammatory diseases:\n                                                                                              results from the eurofever registry and a literature review. Ann Rheum Dis\n     Key points                                                                               2013;72:678–85.\n                                                                                           25 Hemminki K, Li X, Forsti A, et al. Incidence of hereditary amyloidosis and\n     \u000f Consanguinity is common in NA, as a consequence,                                       autoinflammatory diseases in Sweden: endemic and imported diseases. BMC Med\n       recessive disorders are common in the region, SCD being                                Genet 2013;14:88.\n       most prevalent, followed by thalassaemia.                                           26 Wekell P, Friman V, Balci-Peynircioglu B, et al. Familial mediterranean fever—an\n     \u000f Immigration is influencing the pattern of recessive diseases                           increasingly important childhood disease in Sweden. Acta Paediatr 2013;102:193–8.\n       in Europe.                                                                          27 Ebrahimi-Fakhari D, Schonland SO, Hegenbart U, et al. Familial mediterranean\n     \u000f These disorders are likely to be further propagated because                            fever in Germany: clinical presentation and amyloidosis risk. Scand J Rheumatol\n       the habit of inbreeding is continuing in many immigrant                                2013;42:52–8.\n       communities.                                                                        28 Jeske M, Lohse P, Kallinich T, et al. Genotype-phenotype and genotype-origin\n                                                                                              correlations in children with mediterranean fever in Germany - an AID-net study.\nReferences                                                                                    Klinische Padiatrie 2013;225:325–30.\n                                                                                           29 Lainka E, Bielak M, Lohse P, et al. Familial mediterranean fever in Germany: epi-\n1    Vogel F, Motulsky A. Human Genetics: Problems and Approaches. Heidelberg:                demiological, clinical, and genetic characteristics of a pediatric population. Eur J\n     Springer, 1996.                                                                          Pediatr 2012;171:1775–85.\n2    Norio R. Finnish disease heritage I: characteristics, causes, background. Hum Genet   30 Davidson S, Haslett C, Chilvers R, et al. ‘‘Diabetes Mellitus’’. The Principles and\n     2003;112:441–56.                                                                         Practice of Medicine, 19th edn. Philadelphia, PA: Churchill Livingstone, 2005:\n3    No",
  "wordCount": 7073,
  "indexed": "2025-09-25T22:42:16.497Z",
  "method": "direct"
}
