{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Szakszon - 2013 - Clinical and genetic diagnosis and management of r.pdf",
  "fileName": "Szakszon - 2013 - Clinical and genetic diagnosis and management of r.pdf",
  "relativePath": "Genetica/Szakszon - 2013 - Clinical and genetic diagnosis and management of r.pdf",
  "text": "THESIS FOR THE DEGREE OF DOCTOR OF PHILOSOPHY (Ph.D.)\n\n\n\n\nClinical and genetic diagnosis and management of rare\n                     genetic disorders\n\n\n                               by\n\n                       Katalin Szakszon\n\n                Supervisor: Prof. Dr. Éva Oláh\n\n\n\n\n                    UNIVERSITY OF DEBRECEN\n\n             DOCTORAL SCHOOL OF CLINICAL MEDICINE\n\n                         DEBRECEN, 2013\n\n\n\n\n                                1\n\f   Clinical and genetic diagnosis and management of rare genetic disorders\n\n            THESIS FOR THE DEGREE OF DOCTOR OF PHILOSOPHY (Ph.D.)\n\n\n\nBy: Katalin Szakszon M.D.\n\nSupervisor: Prof. Éva Oláh, MD., Ph.D., DSc.\n\nDoctoral School of Clinical Medical Sciences, University of Debrecen\n\n\n\n\nHead of the Examination Committee: Prof. László Nagy, M.D., Ph.D., DSc.\n\nMembers of the Examination Committee: Prof. Dr. Pál Kajtár, M.D., Ph.D., DSc.\n\n                                         Dr. Zsuzsanna Bereczky, med. habil., Ph.D.\n\nThe examination takes place at the Centre of Life Sciences, III/201-202. Discussion Room,\nUniversity of Debrecen, Medical and Health Science Center, on September 23. 2013. 10:30.\n\n\n\n\nHead of the Defense Committee: Prof. Dr. László Nagy, M.D., Ph.D., DSc.\n\nReviewers: Dr. György Pfliegler, M.D., Ph.D.\n\n           Dr. László Szőnyi, M.D., Ph.D.\n\nMembers of the Defense Committee: Prof. Dr. László Nagy, M.D., Ph.D., DSc\n\n                                    Prof. Dr. Pál Kajtár, M.D., Ph.D., DSc.\n\n                                    Dr. Zsuzsanna Bereczky, med. habil., Ph.D.\n\n                                    Dr. György Pfliegler, M.D., Ph.D.\n\n                                    Dr. László Szőnyi, M.D., Ph.D.\n\n\n                                               2\n\fThe Ph.D. defense takes place at the Lecture Hall of the Inst. of Internal Medicine, building “A”,\nUniversity of Debrecen, Medical and Health Science Center, on September 23. 2013., 13:00.\n\n\nIntroduction\n\n       Diseases that affect fewer than 1/2000 individuals are referred to as rare; those with a\n\nprevalence lower than 1/50 000 are referred to as ultra-rare. Increasing attention is devoted to this\n\ngroup of patients for several reasons: 1. The recognition of a rare disease and confirmatory\n\nmolecular/biochemical tests may take years due to lack of knowledge of physicians, limited or no\n\naccess to certain diagnostic tests, and confusing patient routes. 2. Numerous rare diseases are\n\nrapidly fatal or devastating, and a considerable ratio of affected individuals die before even\n\nreceiving a proper diagnosis. 3. For 95% of rare diseases, no approved cure or definitive\n\ntreatment exists. Quintessentially disabling, the patients’ quality of life is affected by the lack or\n\nloss of autonomy due to the chronic, progressive, degenerative, and frequently life-threatening\n\naspects of their condition.\n\n       To date, approximately 7000 rare diseases are known – the number of patients in Hungary\n\nis estimated to 50 000 citizens.\n\n       The focus of the present dissertation is the diagnosis and management of rare diseases\n\nwith known or suspected genetic origin. Applying a factual, one-by-one evaluation and\n\nclassification of patients seeking medical help at the Clinical Genetics Center in the Inst. of\n\nPediatrics, University of Debrecen in a 5 ½ year-long-period, the author presents the results of a\n\ndiagnostic work dedicated to patients suffering from rare genetic syndromes. Some extremely\n\nrare conditions are reported, two of which with associating malformations first described in the\n\nliterature. Reasons for success and shortcomings are discussed, further steps and future goals are\n\ndelineated.\n\n\n                                                  3\n\fReview of the literature\n\nPrevalence of rare diseases and their significance in health care\n\n       80% of rare diseases are genetic of origin, and 80% of genetic disorders are rare. The\n\nremaining 20% are caused by infections, environmental damage, or are immunological,\n\ndegenerative and proliferative by nature. Increasing evidence supports the major role of genetic\n\npredisposition in this group of diseases, too. Rare diseases are characterized by a broad diversity\n\nof symptoms that vary not only from disease to disease but also from patient to patient affected\n\nby the same disease. Because these diseases are so diverse and complex, there are inherent gaps\n\nthat exist in patient care and physician resources, leading to misdiagnosis and delay in treatment.\n\n       The significance of rare diseases is especially high in the pediatric population as 50% of\n\nrare diseases touch children, presenting often as birth defects or multiple congenital anomalies.\n\n20-30% of all neonatal deaths and 30-50% of post-neonatal deaths are due to genetic disorders,\n\nand up to 71% of inpatient hospital admissions are for children with a genetic defect -\n\nrepresenting an 81% share of the total health care charges.\n\n       The majority of genetic disorders display mental retardation as a primary feature, thus\n\nfurther increasing the burden of these conditions. The prevalence of mental retardation in the\n\npopulation is 1-3%, that of multiple congenital anomalies is 2-3%.\n\n       Due to steady improvements in general health care, many rare disease patients now\n\nsurvive into adulthood and require medical help for chronic, age-related and associating\n\nsymptoms in addition to the primary genetic defect.\n\n\n\n\n                                                 4\n\f       Causes of birth defects\n\n       The causes of birth defects are many and complex. According to Turnpenny and Ellard,\n\nchromosomal anomalies visible by G-banding account for an approximate 6% of congenital\n\ndisorders (including Down syndrome representing half of the cases), an additional 10-14% is\n\ncaused by submicroscopic copy number changes. According to a more recent report,\n\nchromosome abnormalities can be detected in one in every 10 investigated patients with\n\ndevelopmental delay. Mendelian disorders represent another 7.5%, and environmental causes can\n\nbe identified in 5- 10% of cases. In 20-30%, the underlying genetic cause is multifactorial, and\n\nwe have no exact data on the prevalence of UPD (uniparental disomy) and imprinting defects in\n\nthe genetically ill population. In an estimated 38-40% of cases the genetic cause remains\n\nunknown.\n\n       In Hungary, the total birth prevalence of all isolated major congenital anomalies is about\n\n600/104.\n\n\nDysmorphology and syndromology – history and general perspectives\n\n\nDue to their low prevalence, the diagnosis of rare diseases is often extremely difficult, pricy and\n\ntime-consuming. In the past 10-15 years, the advent of genome-wide studies, the use of array-\n\nbased molecular cytogenetics on a routine diagnostic basis and the increasingly widespread\n\napplication of „panel-testing” with next generation sequencing as well as of whole exome (WES)\n\nand whole genome sequencing (WGS) have fundamentally changed today’s genetics, largely\n\ncontributing to the identification of new genes in syndromes previously of unknown origin, of the\n\nrecognition of new syndromes and of the better understanding of genotype-phenotype\n\ncorrelations. The tremendous amount of information obtained by these tests, however, require a\n\nwhole new approach and refined interpretation of genetic results. Choosing the right method with\n\n                                                5\n\fthe highest possible diagnostic yield and the lowest possible cost in a given case demands precise\n\nphenotyping, accurate evaluation of morphological and functional symptoms, identification and\n\ncharacterization of dysmorphic signs on a level more advanced than ever before. „Next\n\ngeneration sequencing requires next generation phenotyping” says the title of a recent paper of\n\none of today’s most acknowledged syndromologists, Prof. Raoul Hennekam. For this, a profound\n\nknowledge in several fields of medicine (embryology, anatomy, endocrinology, neurology,\n\npsychiatry) is needed.\n\nThe science of syndromology is therefore a more advanced application of dysmorphology, where\n\nthe right combination and correct identification of signal signs result in the identification of the\n\nright syndrome, which then, of course, has to be proved with appropriate genetic tests. According\n\nto the definition of Seemanova, “syndromology is a diagnostic method based on the analysis of\n\nphenotypic features, by which seemingly separate symptoms that mark a common etiology can be\n\nidentified, the differential diagnostic spectrum can be narrowed and the true diagnosis is\n\ndelineated”.\n\n\nStructure and strategy of the laboratory diagnosis of rare diseases\n\n       Given the rarity of most conditions, confirmatory laboratory tests are centralized all over\n\nthe world to ensure expertise and cost-effectiveness in testing. No single lab can afford to set the\n\ndiagnostic tests of all known genetic disorders or gather knowledge over all of them - each\n\ndevelops a spectrum of diseases they test for.\n\n\n\nObjectives\n\nThe aim of my work was to:\n\n\n\n\n                                                 6\n\f   •   Provide precise clinical and genetic diagnosis to each patient attending to the outpatient\n\n       clinic of the Clinical Genetics Center of the Inst. of Pediatrics, University of Debrecen.\n\n   •   Provide genetic counseling for families, including risk-assessment and prenatal diagnosis\n\n       where possible.\n\n   •   Follow-up patients, learn about their development before and after the diagnosis, delineate\n\n       realistic goals with respect to their condition, refer them for habilitation and rehabilitation,\n\n       initiate treatment where possible.\n\n   •   Based on the experiences gained from the diagnostic utility of genetic tests, it seemed\n\n       necessary to develop an algorithm for the diagnostic management of rare genetic diseases,\n\n       based on international standards but adapted to the limited resources of the Hungarian\n\n       health care system.\n\n   •   Finally, an important goal was to define in what proportion of patients referred to our\n\n       clinical genetics center a genetic abnormality/rare disease could be proved, which group\n\n       of genetic origin they represented and in what ratio– whether the distribution of our\n\n       diagnoses reflect the international prevalence data and whether the strict policy and\n\n       limited resources of the Hungarian health care system facilitate or hinder the diagnosis of\n\n       rare and extremely rare diseases. We also aimed to point out what means would be\n\n       urgently necessary to step forward in the critical issue of rare diseases.\n\n\n\nMaterials and methods\n\nPatients and classification system\n\n       Data of patients seeking medical help in the genetic outpatient office of the Clinical\n\nGenetics Center, Institute of Pediatrics, Medical and Health Science Center, University of\n\nDebrecen, were assessed in the time interval of August 01. 2007- March 31. 2013., a 5 ½ year\n                                                  7\n\flong period. Data were collected by the Dept. of Patient Documentation and Financing and\n\noffered for further processing. An overall 6136 visits were recorded in the above time interval,\n\nout of which 5432 were handled by the author, representing 2049 patients. Anamnestic data,\n\nstatus, presumed or proved diagnosis and suggested further diagnostic tests were assessed and\n\npatients were categorized into one of the 10 categories based on the genetic mechanism of their\n\ncondition: 1. Chromosomal, visible by G-banding, 2. Gains or losses of genetic material\n\ndetected with fluorescent in situ hybridisation (common microdeletion syndromes, cases with\n\nsmall supernumerary marker chromosomes, certain cases of mosaicism), 3. Chromosomal\n\nsubmicroscopic imbalances detected with comparative genomic hybridization, 4. Mendelian\n\ndisorders, 5. Uniparental disomies and methylation defects, 6. Mitochondrial diseases, 7.\n\nPolygenic/Multifactorial, 8. Phenotypically diagnosed but not molecularly proved patients,\n\n9. Patients with infertility, 10. Unclarified conditions with presumably genetic origin.\n\n\n       Patient data are displayed in corresponding tables, two unique cases from each group are\n\ndescribed in details. Informed consent from parents was obtained to perform genetic tests and use\n\nphoto material.\n\n\n       The author wishes to remark that access to CGH has been possible only in the past two\n\nyears in a foreign laboratory, and several molecular tests for monogenic diseases have been\n\navailable in Western-European countries only. Both require application for cost-coverage from\n\nthe National Health Insurance Fund on an individual basis with an average lead time of 3 months.\n\n\n       Technical methods used for diagnosing a syndrome or rare disease were: G-banded\n\nkaryotyping (evaluated by Dr. Erzsébet Balogh, Clinical Genetics Center, University of\n\nDebrecen), region-specific, multicolor and subtelomeric FISH (performed by Dr. Anikó Ujfalusi\n\n\n\n                                                 8\n\fand Dr. Gabriella P. Szabó, Clinical Genetics Center, University of Debrecen), DNA sequencing\n\n(performed by Beáta Bessenyei - Clinical Genetics Center, University of Debrecen, Dr. István\n\nBalogh - Inst. of Laboratory Medicine, Dr. Noémi Polgár, Dr. Judit Bene and Dr. Katalin\n\nKomlósi – Inst. of Genetics, University of Pécs, and foreign laboratories), CGH (performed by\n\nDr. Alida C. Knegt, Academisch Medisch Centrum Amsterdam), Southern-blot (performed by\n\nBeáta Bessenyei, Clinical Genetics Center, University of Debrecen) , methylation sensitive PCR\n\n(performed by Beáta Bessenyei- Clinical Genetics Center, University of Debrecen and Dr. Petra\n\nZeitlhofer, Medgen At. Wienna on postnatal and Dr. Veronika Karcagi - Inst. of Environmental\n\nHealth, Budapest on prenatal samples), DNA microsatellite marker analysis (performed by Dr.\n\nMárta R. Czakó- Inst. of Genetics, University of Pécs) and biochemical assays in metabolic\n\ndisorders (performed by Dr. Eszter Karg and Dr. Ferenc Papp – University of Szeged, and\n\nforeign laboratories). Given the large heterogeneity of the conditions and of their genetic cause\n\nincluded in the present work, the description of the testing of each and every disorder is not\n\nprovided here.\n\n\nMorphological evaluation of patients (performed by the author)\n\n\n     Morphological evaluation and description of patients was performed using terms of the\n\nElements of Morphology series, based on the consensus of the world’s leading experts.\n\nSyndrome identification was pursued using the following sources: Orphanet - The portal for rare\n\ndiseseases and orphan drugs; Winter-Baraitser Dysmorpholgy Database and Baraitser-Winter\n\nNeurogenetics Database as part of the London Medical Databases; D.W. Smith & Kenneth L.\n\nJones: Smith’s Recognizable Patterns of Human Malformations; R.C.M. Hennekam, I.D. Krantz,\n\nJ.E. Allanson: Gorlin’s Syndromes of the Head and Neck; H.R. Wiedemann, J. Kunze, H.\n\n\n\n                                               9\n\fDibbern: Atlas of Clinical Syndromes – a Visual Aid to Diagnosis; and A.Schinzel: Catalogue of\n\nUnbalanced Chromosome Aberrations in Man.\n\n\n        Hidden aberrations in patients were sought with the involvement of professionals from\n\nother subspecialties. Particularly important was brain MRI in cases with unexplained mental\n\nretardation, performed by Dr. Ervin Berényi, Dept. of Biomedical Laboratory and Imaging\n\nScience. Consultation with foreign experts were performed in the most challenging cases.\n\n\nCurrently used diagnostic protocol\n\n\nIn general, we applied the following diagnostic protocol: After a careful record of anamnestic\n\ndata, survey of the pedigree and exclusion of teratogenic or intrapartum origin, all patients with\n\nany degree of mental retardation (+/- major congenital anomalies) were undertaken chromosome\n\ntesting. In addition, FMR-1 molecular biological analysis was requested in male patients if the\n\nphenotype and/or the pedigree suggested so. If the suspicion of a known microdeletion syndrome\n\nwas raised, region specific FISH was applied – even as a first-tier test prior to karyotyping if the\n\ndiagnostic clue was strong. All patients with unexplained mental retardation and normal\n\nkaryotype were undertaken brain MRI imaging to reveal anatomical anomalies that may suggest a\n\nspecific genetic origin. Patients with multiple congenital anomalies and at least moderate mental\n\nretardation were tested for subtelomeric chromosomal rearrangements. Major and minor\n\ncongenital as well as functional anomalies were precisely characterized and objectivized by X-\n\nrays,    ophthalmological,   orthopedic,   cardiological,   orthodontic,   oto-rhyno-laryngological\n\nexaminations, auditory screening. The type and degree of intellectual disability and behavioural\n\nproblems were assessed by neurodevelopmental experts and psychiatrists, neurological\n\ndisturbances were described by neurologists and electrophysiology experts. For suspected\n\n\n\n                                                 10\n\fmetabolic disorders, tandem mass spectrometry for the available 26 metabolites were repeated, if\n\nnegative, other specific tests were requested. Mitochondrial and storage diseases were attempted\n\nto be proved from tissue biopsies (muscle, liver, bone-marrow, skin), and if the findings\n\nsupported the original suspicion, the corresponding biochemical or molecular tests were\n\nrequested. If any features suggested a mendelian disorder, molecular genetic test of a single gene\n\nor next generation sequencing of all known responsible genes were requested regardless of their\n\navailability in Hungary, applying for individual cost coverage if necessary to a foreign laboratory.\n\nIf the underlying genetic condition remained unknown, syndrome feature search, literature check,\n\nconsultation with home or foreign experts followed, and further tests were performed according\n\nto their suggestions. For consultations, photo and video-material subtitled in English, case\n\nhistories, electronic imaging studies were summarized. If the patient did not have a chromosomal\n\nanomaly visible by G-banding, did not fit into mendelian disorders, mitochondrial or metabolic\n\ndisease, array CGH was performed in a foreign laboratory often as last step. This protocol was\n\nconsistent with the guideline of Shevell et al. 2003, but contradicted some most recent others that\n\nsuggest CGH to be the first-tier test. Nevertheless, to a certain extent we had to compromise with\n\nnational possibilities.\n\n\n\nResults\n\nChromosomal abnormalities detected by G-banding\n\n\n      220/2049 patients (10.7%) were proved to have a chromosomal abnormality, 188 (85.4%)\n\nof them having numerical or structural aberrations of the autosomes (chromosomes 1-22), 31\n\n(14.1%) had abnormalities of the gonosomes (chromosomes X and Y), and one (0.5%) had both.\n\n105 patients had Down syndrome (5.1% of the total number of patients and nearly half of all\n\n\n                                                11\n\fchromosome aberrations) – 95 were free trisomy 21, five patients had a mosaic form, and five\n\npatients carried an apparently balanced translocation in addition to the extra chromosome 21.\n\nDown-syndrome is the only chromosomal abnormality that does not count as a rare disease, given\n\nits 1/1000 prevalence. Trisomy 13 was diagnosed in one patient, full trisomy 18 was diagnosed in\n\none patient, and in mosaic form in a further patient. 28 patients were clinically healthy\n\nindividuals carrying balanced reciprocal (robertsonian included) chromosomal translocations,\n\nseven were apparently balanced reciprocal translocation carriers with abnormal phenotype,\n\nsuggesting submicroscopic gains or losses along the breakpoints. The elucidation of the\n\nunderlying genetic cause in this group of patients requires the application of CGH. Large (>10\n\nMb) deletions were seen in 16 patients, two out of these had it in a mosaic form.\n\nDuplications/partial trisomies were detected in 14 patients. All patients with duplications and\n\ndeletions presented with intellectual deficit and multiple congenital anomalies. Ring\n\nchromosomes were detected in two patients (chromosomes 10 and 21), pericentric inversions\n\n(one breakpoint on the short arm and one on the long arm, possibly disturbing crossing over and\n\nrecombination in the offspring) were shown in two clinically healthy individuals (one of them\n\nproduced an unbalanced offspring). Chromosomal breakage was found in one patient having\n\nDubowitz syndrome. A small supernumerary marker chromosome was seen in nine cases, their\n\norigins were identified by Prof. Thomas Liehr (Uniklinikum Jena, Germany) using molecular\n\ncytogenetics, excepted two cases. Complex autosomal anomalies (deletion and duplication\n\ntogether) were seen in one case.\n\n\n     Gonosomal aneuploidies accounted for 14.1% (31/220) of all chromosomal anomalies,\n\n1,5% of all patients. 45,X Turner syndrome was found in eight patients, two had trisomy X\n\n(47,XXX). In four patients 45,X/47,XXX/46,XX mosaicism, in two 47,XXX/46XX, and in\n\n\n                                              12\n\fanother one 47,XXX/45,X was detected. Deletion of the short arm of the X chromosome was\n\nfound in one patient. 47,XXY Klinefelter syndrome in six, 47,XXY/46,XY mosaicism in one\n\npatient. Klinefelter variants with 48,XXXY and 49,XXXXY karyotype were identified in one\n\npatient each. A double Y (47,XYY) was detected in one patient. 46,XY gonadal dysgenesis with\n\nfemale external genitalia was proved in two cases. Combined autosomal and gonosomal\n\naneuploidy was present in one patient.\n\n\nGains or losses of genetic material detected with fluorescent in situ hybridization\n\n     Positive FISH results were obtained in 62 cases. In 40 of them (2% of all patients), G-\n\nbanded karyotyping provided no diagnostic clue for the underlying problem, hence FISH\n\nprovided a diagnosis alone. In 22 cases, G-banded karyotyping indicated the presence of\n\nderivative or small supernumerary marker chromosomes, or suggested mosaicism, but\n\nchromosomal origin and true percentage ratio could only be identified by FISH. In the latter\n\ngroup, karyotyping and FISH were both needed to conclude a diagnosis. (To avoid double-\n\ncounting patients, they were listed in the chromosomal group only).\n\n\n     Using the probes our laboratory possesses, the following microdeletion syndromes were\n\ndetected: 1p36 deletion syndrome (2 cases), 3q29 (3q subtelomeric deletion syndrome, 1 case)\n\n4p16.3 (Wolf-Hirschhorn syndrome – 3 cases), 5p15.3 (Cri-du-chat syndrome – 1 case, and 2\n\nfurther cases visible by G-banding), 5q35 (Sotos syndrome – 0 case, 1 case proved with MLPA),\n\n7p11.2 (Williams-Beuren syndrome – 11 cases), 9q34 (Kleefstra syndrome – 0 case, 1 case\n\ndetected by CGH), 15p11.2 (Prader-Willi/Angelman syndrome 6/3 cases), 17p11.2 (Smith-\n\nMagenis syndrome – 1 case), 21q22.1 microduplication (Down-syndrome – 1 case), 22q11.2\n\n(DiGeorge/Velocardiofacial syndrome – 6 cases), 22q13.3 (Phelan-McDermid syndrome – 1\n\ncase), and Subtelomeric rearrangements (4 cases).\n\n                                               13\n\fChromosomal submicroscopic copy number changes detected with comparative genomic\nhybridization (CGH)\n\n       We started using CGH for diagnostic purpose in the last two years, with foreign help and\n\nindividual financing of the Hungarian National Health Insurance Fund. In spite of its enormous\n\nclinical need and utility, and in spite of international guidelines that suggest CGH to be the\n\nbaseline test and not G-banded karyotyping, the country’s present financial situation does not\n\nallow to replace first-tier karyotyping with first-tier CGH.\n\nTo date, six patients requesting medical genetic help were proved to be affected by a\n\nmicrodeletion, none had a microduplication. Regions and sizes of deletions were: 1p36.21p36.12\n\n(10.3 Mb), 3p25.3p25.2 (3.4 Mb), 3q29 (not reported), 9q34.3 (958 kb), 12p12.1 (254 kb),\n\n21q22.1 (308kb). In one case, an unexpected side finding was the deletion of the Von Hippel\n\nLindau (VHL) gene within the deleted region (3p25.3), causing Von Hippel Lindau disease.\n\n\nMendelian disorders\n\n       In 110/2049 cases (5.4%) a single gene disorder was found and proved molecularly. Two\n\nof these were metabolic disorders proved biochemically. In overview, mutations of the fibroblast\n\ngrowth factor receptors FGFR2, FGFR3 and TWIST genes were found in 7 cases of\n\ncraniosynostoses; FMR1 mutations causing Fragile X syndrome were identified in 12 individuals\n\nincluding female carriers, neuromuscular diseases resulting from dystrophin, POMT1 (Protein O\n\nMannosyltransferase), SMN1 (Survival of motoneurons 1), CHRNE (Choline Receptor, nuclear,\n\nƐ subunit) were found in 15 cases including carriers; NF1 mutations were detected in 9\n\nneurofibromatosis patients; osteochondrodysplasias associated with FGFR2 and FGFR3\n\nmutations were found in 8 patients. Marfan syndrome causing FBN1 (fibrillin 1) mutations were\n\ndetected in 7 patients. MECP 2 ((Metly CpG-binding protein) mutations in Rett-syndromic\n\nchildren were found in 2 cases; metabolic/neurodegenerative diseases arising from NPC1,\n\n                                                 14\n\f(Niemann-Pick C), IDUA (α-L iduronidase), GAA (α-glucosidase), GAMT (Guanidino-acetate\n\nmethlytransferase) deficiencies, ATM (Ataxia teleangiectasia were identified in 18 patients\n\nincluding carriers. Three cases out of these were proved by other institutes. Mutations responsible\n\nfor single cases of dysmorphic syndromes were identified in 13 cases - NSD1 (SET-Domain\n\nProtein 1), KAT6B (Lysine-acetyltransferase 6B), TCOF1 (Treacher-Collins-Franceschetti\n\nsyndrome), PTPN11 (Protein tyrosine phosphatase, nonreceptor type), RAF1 (V-RAF1 murine\n\nleukaemia viral oncogen homologue), EXT1,2 (Exostosin), ZFHX1B (Zinc-finger E box-binding\n\nhomebox 2), ALSM1 (Alström Syndrome), NIBPL(Nippled B-like), HPS1 (Hermansky-Pudlak\n\nsyndrome) -, others, e.g. mutations causing familiar cancer syndromes (WT1, BRCA2) were\n\nfound in 19 cases.\n\n\n       An exceptionally rare mendelian disorder was identified in a patient presenting with\n\nfeatures of blepharophimosis-ptosis-mental retardation Say-Barber/Biesecker/Young-Simpson\n\ntype, where a de novo heterozygous nonsense mutation c.5389C>T (p.Arg1797*) in the KAT6B\n\ngene (Lysine-acetyltransferase 6B; OMIM 605880) was detected, as the first confirmatory study\n\nfollowing the discovery that mutations of the KAT6B gene are responsible for the SBBYS\n\nphenotype. In addition, our work-group was the first to identify neuroanatomical malformations\n\nin a SBBYS patient, the significance of which is supported by the knowledge that KAT6B plays a\n\nmajor role in the structural and functional development of the brain.\n\n\n       In two cases of Niemann-Pick disease type C, disease-causing mutations of the NPC1\n\ngene were identified as first in Hungary. The establishment of the molecular genetic test in\n\nDebrecen was motivated by the two Hungarian patients recognized by the author and has been\n\noffered to other centers, performed by Dr. István Balogh, Inst. of Laboratory Medicine.\n\n\n\n                                                15\n\fUniparental disomies, methylation defects\n\n\n       Uniparental disomies and methylation defects were identified in four patients (0.2% each),\n\ncausing Angelman, Prader-Willi, Beckwith-Wiedemann and Russel-Silver syndromes.\n\n\nMitochondrial diseases\n\n\nMitochondrial diseases were molecularly proved in three patients, and by brain MRI\n\nspectroscopy in an additional one.\n\n\nMultifactorial disorders\n\n\n       22/2049 (1.1% of all patients) in the reported time interval showed phenotypic features –\n\nisolated abnormalities - that were considered to have arisen as multifactorial traits.\n\n\nPhenotypically diagnosed but not molecularly proved syndromes\n\n       In the reported time interval 249/2049 (12.2%) patients received a diagnosis based on\n\nphenotypic features and not molecular or molecular cytogenetic tests. Latter (array-comparative\n\ngenomic hybridization) would be indicated in almost all of them according to present standards\n\nbut is very unlikely to be made in the near future due to limitations of technical and financial\n\nresources.\n\n\n       In 30 cases (e.g. Acrodysostosis, Coffin-Siris, Klippel-Trenaunay-Weber syndrome), the\n\nunderlying genetic mechanism was not known at the time of diagnosis (for Acrodysostosis and\n\nCoffin-Siris syndrome the corresponding genes have been very recently identified), some of these\n\npatients would make good candidates for whole exome sequencing. 18 cases fulfil most of the\n\nclinical criteria of Marfan syndrome and are planned to be tested, since the molecular genetic test\n\nfor fibrillin-1 (FBN1; OMIM 13497) has recently become available in our center. Yet, the size of\n\n                                                 16\n\fthe gene and the capacity of the personnel does not allow mass testing. In 12 cases, molecular\n\ntesting was done in other centers and patients were asked to go there instead of just sample\n\nshipping, they are out of our sight by now. In 30 cases, molecular or molecular cytogenetic tests\n\nare currently in progress and results are expected to arrive soon. In three cases, testing was\n\ndeclined by parents or decision-makers. In 100 cases, further molecular genetic tests would be\n\nabsolutely necessary. In 11 cases teratogenic cause could be identified (maternal alcohol\n\nconsumption, retinoic acid treatment for acne during pregnancy).\n\n\n       In 33 cases, no confirmatory molecular tests were suggested because the suspected\n\nsyndrome shows sporadic appearance with no known genetic mechanism (Poland-anomaly,\n\nhemihyperplasia, oto-auriculo-vertebral defects). In three cases, where inheritance is autosomal\n\ndominant, the patient has not reached his/her fertile years and parents declared not to opt for\n\nfurther pregnancies. For five patients, no further genetics tests can be offered with the syndrome\n\nbeing evident but confirmatory tests negative. Other molecular mechanisms can be suspected in\n\nthese cases but no countries offer further tests at present (e.g. a Nicolaides-Baraitser patient\n\nwithout SMARCA2 mutation).\n\n\n       A patient with Solitary Median Maxillary Central Incisor Syndrome is highlighted from\n\nthis etiological group, where the multiplex midline defect involved the hypophysis region and\n\ncaused panhypopituitarism, making the case unique in the literature. Patient data and photos were\n\nrequested to be included in the London Dysmorphology Database. This patient was followed-up\n\nby endocrinologists and received multiple hormone substitution for 15 years prior to the\n\nrecognition of the seemingly isolated anomaly – the solitary maxillary central incisor -\n\n\n\n\n                                                17\n\fPatients with infertility with or without detectable genetic anomalies accounted for 13.9% of\n\nall cases (285/2049 patients). This group of patients constitute the research field of a colleague\n\nin the cytogenetics laboratory and are therefore not analysed in details.\n\n\nUnclarified conditions with presumably genetic origin\n\n\n       365/2049 (17.8%) of all patients and 35.7% of phenotypically abnormal patients could not\n\nbe diagnosed during the time interval of the present report. In at least 249 cases – patients\n\nshowing major congenital anomalies associated with any degree of mental retardation – CGH\n\nwould be necessary to narrow the possible diagnostic spectrum, in 79, X-linked mental\n\nretardation can be suspected based on male gender, autism spectrum disorder, behavioural\n\nproblems, other affected males in the family and absence of major dysmorphic features. A\n\nconsiderable proportion of patients in these categories are likely to have detectable genetic\n\ndefects. In 42 patients, whole exome sequencing could possibly prove the origin of their\n\nconditions, but again, only in the knowledge of a negative CGH array profile. And even if all\n\nthese extended tests were carried out in all patients where needed, a certain proportion would\n\nprobably still remain undiagnosed and the mechanism through which their conditions evolved\n\ncould not be clarified.\n\n\n       In 36 patients, just by assessing their data for the present thesis, strong clues for certain\n\ndiagnoses arose and their further diagnostic management is now delineated. One patient already\n\nproved positive for the suspected diagnosis (DiGeorge syndrome). In conclusion, not only\n\ntoday’s genetic diagnostic tests develop rapidly, but the clinicians experience on phenotypes is\n\nincreasing with every case, and more unsolved cases mean more solved cases.\n\n\n\n\n                                                 18\n\fDiscussion\n\n\n         The diagnosis and management of rare diseases is a constantly expanding field of\n\nmedicine and an increasingly important public health issue. The unique combination of low\n\nprevalence, yet severe, devastating or chronically debilitating nature of orphan diseases, lack of\n\nsufficient knowledge on their cause, symptoms and treatment call for a global act to improve the\n\nquality of life of the affected patients and reduce recurrence risk in families. Scientists, medical\n\nprofessionals and civil organizations together have already achieved enormous advances in the\n\nfield.\n\n\n         In the past 5 ½ years of work as a clinical geneticist the author’s aim was to provide\n\ndefinitive diagnoses to patients seeking help at the outpatient clinic of the Clinical Genetics\n\nCenter operating in the Inst. of Pediatrics, University of Debrecen, Medical and Health Science\n\nCenter: recognize if there was a suspicion for an underlying genetic abnormality, confirm the\n\npresumed diagnosis with properly chosen genetic tests, assess recurrence risk, provide a basis for\n\nfuture prenatal diagnosis, inform families about the expected outcome, and initiate therapy where\n\npossible. The results and of this diagnostic work is summarized, and conclusion is drawn based\n\non the experiences obtained to improve our further diagnostic work. Another important goal was\n\nto define in what proportion of patients referred to our clinical genetics center a genetic\n\nabnormality/rare disease could be proved; which group of genetic origin they represented and in\n\nwhat ratio; whether the distribution of the diagnoses reflect the international prevalence data;\n\nwhether the strict policy and limited resources of the Hungarian health care system facilitate or\n\nhinder the diagnosis of rare and extremely rare diseases; and what means would be urgently\n\nnecessary to step forward in the critical issue of rare diseases.\n\n\n                                                  19\n\f       Data of overall 2049 patients were assessed and categorized by the genetic origin of\n\nsymptoms. Of them, 741 patients (36.2%) did not have genetic abnormalities – this group of\n\npatients were tested for carrier status of a genetic illness, were referred for isolated minor\n\nanomalies or behavioral problems without true mental retardation, or were healthy relatives of\n\npatients providing blood samples for testing the propositus (DNA microsatellite marker analysis\n\nfor instance). An additional 285 patients were referred because of infertility and tested negative\n\nfor chromosome abnormalities. Thus, the diagnosis of 1023 patients remained to be solved. Of\n\nthem, 21 were carriers of an autosomal recessive or X-linked recessive disease but symptom-free\n\nthemselves – as their genetic defects have importance in future prenatal tests they are counted as\n\ndiagnosed patients. The number of phenotypically abnormal patients was 2049-(741+285-21) =\n\n1002. The number of mentally retarded patients were 573, the remaining 429 patients had normal\n\ncognitive functions or corrigible, mild developmental delay.\n\n\nAltogether 658/1023 patients (carriers included) received a reliable diagnosis: 220 (21.5%) were\n\nchromosomal (G-banded numerical and structural), 40 (3.9%) were microdeletions detectable by\n\nFISH including 4 cases with subtelomeric rearrangements, 6 had pathological CNVs (0.6%,\n\nirrelevant ratio, due to limited access to the method), 110 patients (10.7%) were affected by a\n\nmendelian disorder, 4 (0.4%) had methylation defects, 4 (0.4%) had UPD-s, 3 (0.3%) were\n\nmitochondrial and 2,2% multifactorial of origin. 249 patients (24.3%) had a clear diagnosis based\n\non phenotypic features, but molecular tests could not be offered for them because of no estimated\n\nrecurrence risk in the family in the near future, financial obstacles or no known gene causing the\n\nsyndrome. 365 patients (35.7%) remained undiagnosed.\n\n\nConsidering that literature data relevant for comparison are available only on the distribution of\n\ngenetic causes in the mentally retarded patient population, our data were reevaluated using only\n\n                                               20\n\fthe data of the 573 patients who were intellectually disabled. In this patient population, using the\n\nreport of Rauch et al. 2006. as a basis for comparison, the following etiological distribution was\n\nfound: Numerical chromosome aberrations were detected in 19.5% in our center vs. 11.3% of\n\ncases reported by Rauch et al.; data derived from the array technique are irrelevant (0.6% vs.6.6%\n\nby Rauch et al.) due to our very limited access to the technique; the proportion of microdeletion\n\nsyndromes with 5.6% and 5.3% are quite similar; monogenic/mendelian disorders with 5.4 % vs.\n\n7.5% differ - other than failure in recognition, differences in the percentage of confirmed\n\nmonogenic syndromes are likely to be related to the very long procedure, paperwork and limited\n\napproval of molecular genetic tests prior to testing in each syndrome whose genetic diagnosis is\n\nnot available in Hungary.\n\nDetected subtelomeric rearrangements represent almost the same proportions with 1.2 and 1.3%.\n\nThe ratio of genetic or suspected conditions of unknown origin are also similar, 53.9% vs.59.3%.\n\nComparison of the data reflects that the diagnosis of rare genetic diseases as much as it is a\n\nmatter of human knowledge and experience can compete with international standards, however,\n\nthe spectrum and availability of certain genetic tests must be expanded urgently.\n\n\n\nVI. Original observations\n\n\n   •   A survey to assess the results and efficiency of the diagnosis of rare genetic diseases in\n\n       the Clinical Genetics Center of the University of Debrecen was performed in a 5 ½ year\n\n       long period between August 01. 2007. – March 31. 2013. To my knowledge, this is the\n\n       first comprehensive report in Hungary that relies on such a large number of patients of all\n\n       major etiological groups.\n\n\n\n\n                                                 21\n\f•   An overall 658/1023 patients received a diagnosis (64.3%), in 365 (35.7%) the underlying\n\n    genetic defect remained unknown. This is in accordance with international standards. In\n\n    387 patients (37.8%), the diagnosis was based on positive cytogenetic or molecular\n\n    genetic results, in 271 (25.5%) the diagnosis relied on phenotypic features supported by\n\n    the clinical picture and anamnestic data. In 32 patients, the underlying genetic defect is\n\n    unknown and as such, cannot be proved at the present status of genetic knowledge; in 11\n\n    patients clear evidence of a teratogenic cause exist, and in 22 the symptoms suggest\n\n    multifactorial origin. In the remaining 204 patients further genetic tests would be needed\n\n    to prove the suspected syndrome (already in progress in 30 cases). In the 365 patients\n\n    whose diagnosis is unclarified, array CGH would be absolutely necessary, and depending\n\n    on its results, further genome-wide tests should be considered. In some of them,\n\n    dysmorphic    syndromes     could   probably    be   recognized   by   more    experienced\n\n    syndromologists, but a one-by-one consultation is obviously not executable in so many\n\n    patients.\n\n•   First in Hungary, the diagnostic success of the author, the number and ratio of different\n\n    etiological groups of genetic disorders were compared to that of foreign experts/expert\n\n    centres. Results are similar, except for the ratio of submicroscopic chromosomal\n\n    abnormaltities, due to our limited access to CGH.\n\n•   In the past 5 ½ years the author has established regular cooperation with 17 European\n\n    expert centers, and an additional 15 centers were involved in occasional genetic testings\n\n    of rare disease patients. Four scientific publications were produced from this international\n\n    work and another is in progress. The value of these connections lies in their utility in\n\n\n\n\n                                            22\n\f    improving the genetic diagnosis of rare diseases in the future and in helping our\n\n    professional obtain sufficient knowledge in even rare entities.\n\n•   Patients with Niemann-Pick C disease, GAMT deficiency, Mowat-Wilson, SMMCI, Say-\n\n    Barber/Biesecker/Young-Simpson, Phelan-McDermid, Sotos, 3q29 deletion, Kleefstra,\n\n    Hermansky-Pudlak syndromes were recognized by the author and were proved\n\n    molecularly as first in the country, with the help of foreign and home laboratories. Some\n\n    of these syndromes are exceptionally rare worldwide, one with such association of\n\n    symptoms has not been described before. Upon the author’s initiation, the molecular\n\n    diagnosis of Niemann-Pick C and Hermansky-Pudlak syndromes were established at the\n\n    University of Debrecen as the only site in Hungary. The number of proved microdeletion\n\n    syndromes (proved by FISH) has increased by 9 fold in the past 51/2 years.\n\n•   Array CGH was first performed in 2011 for our patients in a foreign laboratory upon\n\n    the authors request, and a fruitful collaboration has been maintained ever since. Our\n\n    positive results called the attention of decision-makers to the importance of the method\n\n    and to the need of its introduction in Hungary.\n\n•   Based on the results of molecular genetic tests, prenatal diagnosis was successfully\n\n    performed on 6 occasions. In 2 cases a healthy child was born, in 4 the pregnancy was\n\n    terminated. Prenatal diagnosis can be offered in the future for all diagnosed patients at\n\n    risk.\n\n•   Several cases, including the one with the solitary median maxillary central incisor\n\n    underpin the importance of physical and morphological examination in the diagnosis of\n\n    rare syndromes.\n\n\n\n\n                                             23\n\f   •   A fibroblast bank to ensure DNA for postmortem diagnoses was established and is\n\n       handled by the author.\n\n   •   Case-consultations with expert centers were introduced on a regular basis mostly through\n\n       the Internet, and by personal consultations as well. My two most valued consultants are\n\n       Prof. Raoul Hennekam and Dr. Alida C. Knegt, in Amsterdam.\n\n\n\nVII. Summary\n\n\nThe diagnosis and management of rare genetic syndromes are often extremely difficult, time\n\nconsuming and pricy. Recognition itself – not to mention biochemical or molecular confirmation\n\n– may take years due to lack of knowledge of physicians, limited or no access to certain\n\ndiagnostic tests, and confusing patient routes. Numerous rare diseases are rapidly fatal or\n\ndevastating, a considerable ratio of affected individuals die shortly after the onset of symptoms,\n\ntherefore a fast and reliable diagnosis would be necessary to predict outcomes, reduce recurrence\n\nrisk in families and decide on the availability of curative treatment for the patient. This\n\ndiscrepancy between expectations and limitations largely determine today’s situation in the health\n\ncare of rare disease patients.\n\nIn the present report the author aimed to assess the results of her (and many others’ in the field of\n\nlaboratory diagnostics) work as a clinician dealing with patients with mental retardation and/or\n\ncongenital anomalies. Apart from defining in what proportion of them a genetic abnormality/rare\n\ndisease could be proved and which group of genetic origin they represented, an important goal\n\nwas to compare the succes rate and distribution of our diagnoses with international data. It was\n\nchallenging to find out whether the clinical recognition and laboratory confirmation of rare\n\n\n\n\n                                                 24\n\fdiseases is as good as or worse than in Western-European countries and to what factors success\n\nand failure can be attributed to.\n\nSome very rare syndromes diagnosed in the reported period are presented.\n\nOur data reflect that the detection of chromosomal abnormalities visible by G-banding, that of\n\nmicrodeletions detected by FISH, UPD and methylation defects can compete with international\n\nfigures, and that the diagnosis of extremely rare syndromes with or without known etiology also\n\nmeet high standards – this hypothesis is supported by figures and accepted publications.\n\nEmphasizing the significance and irreplacable utility of syndromologic knowledge, Van\n\nKarnebeek et al. reported that dysmorphological evaluation was essential for the proper diagnosis\n\nof 62% of cases with a rare condition, and contributory in 79% of cases.\n\nWe do, however, have much to improve in the diagnosis of monogenic disorders (including\n\nmetabolic diseases), especially X-linked mental retardation, submicroscopic pathological copy\n\nnumber changes and nonsyndromic mental retardation. It is obvious that the introduction of CGH\n\ninto routine diagnostics can no longer be postponed, and promising steps are made in this issue at\n\na nation-wide level. Likewise, it is evident and acceptable that centralization of laboratory tests of\n\nrare diseases serves cost-efficiency and maintenance of expertize regarding entities that are\n\nincluded in the diagnostic spectrum of a given lab. I am convinced, however, that an easier route\n\nfor the use of certain diagnostic tests offered in foreign countries, inclusion of frequently ordered\n\ngenetic tests of foreign laboratories into routine financing that proved to be beyond reproach on\n\nseveral occasions; acknowledging the work of a syndromologist or rare disease expert by making\n\ntheir „backstage” work visible in the now existing code-system of the national health care would\n\nsignificantly improve the time and costs the diagnosis of a rare disease demands.\n\n\n\n\n                                                 25\n\fVIII. Acknowledgements\n\n\nI would like to express my deepest appreciation to all those, who provided me the possibility to\n\ncomplete this report:\n\n•   A special gratitude I give to my teacher and supervisor, Prof. Éva Oláh, for her professional\n\n    guidance, trust and support, and for the knowledge she shared with me over the years. Her\n\n    sketches and drawings on chromosomal abnormalities will always be remembered.\n\n•   I would like to render thanks to Prof. György Balla, head of the Inst. of Pediatrics, for\n\n    providing me with the possibility of working in the field of genetics and for ensuring the\n\n    conditions of my work.\n\n•   A special thanks is given to Prof. Raoul C.M. Hennekam, professor of pediatrics and\n\n    translational genetics at the University of Amsterdam for his invaluable knowledge and\n\n    expertize in syndromology, neurology and molecular genetics; for his instant, highly efficient\n\n    help whenever I and a patient with unknown genetic disorder needed it, and for his amazing\n\n    interpersonal connections with laboratory professionals, many of which he shared with me for\n\n    the sake of our patients.\n\n•   I express my deepest acknowledgements to the cytogenetics team, for their excellence and\n\n    dedication in chromosome and FISH testings. Dr. Erzsébet Balogh, Dr. Anikó Ujfalusi,\n\n    Beáta Bessenyei, Attila Mokánszki and the three assistants: Mrs. Gábor Orvos, Mrs. Ferenc\n\n    Bodnár, and Éva Nagy.\n\n•   Gratitude is given to Dr. Lia Knegt, molecular cytogeneticist at the University of Amsterdam\n\n    for performing CGH studies for our patients.\n\n•   A special thanks goes to Dr. István Balogh, molecular biologist in the Inst. of Laboratory\n\n    Medicine, Dr. Zsuzsanna Bereczky, head of the Inst. of Clinical Rereasrch, Prof. Dr. Ervin\n\n                                               26\n\f    Berényi, head of the Dept. of Biomedical Laboratory and Imaging Science for their\n\n    astonishing knowledge in their fields with which they contributed to the diagnosis of often\n\n    extremely difficult cases.\n\n•   I am grateful to Prof. Gábor Halmos, head of the Dept. of Biopharmacy, Prof. Csongor Kiss,\n\n    head of the Dept. of Pediatric Haematology, and Katalin Gyurina, leader of the Pediatric\n\n    Haematology Lab for offering the conditions of fibroblast culture.\n\n•   The author wishes to thank the representatives of other medical branches for their help,\n\n    patience, and special approach to the intellectually disabled children: Dr. Tibor Hortobágyi,\n\n    Dr. András Lengyel, Dr. Ilona György, Dr. István Csízy, Dr. Edit Horkay, Dr. Judit\n\n    Szilvássy, Dr. Judit Tóth, Dr. Tamás Batta, Dr. Csenge Szeverényi, Dr. Judit Zsadányi, Dr.\n\n    Zsuzsa Csüllögh, Dr. Gabriella Merő, Dr. Katalin Kántor, Dr. Éva Darvas.\n\n•   Thanks is given to Dr. Júlia Szabó (Actelion Pharmaceuticals), Dr. Ágota Bokk (Genzyme-\n\n    Sanofi Aventis) for their help in the coverage of nonforseeable costs related to\n\n    syndromological work.\n\n•   Many thanks is given to the assistants of the Clinical Genetics Center, especially to Zsuzsa\n\n    Jenei, coordinator, and the medical assistants Zita Papp Pappné, Katalin Kompár Zsugáné.\n\n•   Thanks goes to all foreign institutes who perform molecular genetic tests for our patients (list\n\n    see above), to the National Institute of Quality and Organizational Development in\n\n    Healthcare and Medicine, to the Special College of Genetics and to the National Health\n\n    Insurance Fund for approving and executing financing of genetic tests toward foreign\n\n    countries.\n\n•   Acknowledgement and gra",
  "wordCount": 7449,
  "indexed": "2025-09-25T22:43:20.619Z",
  "method": "direct"
}
