{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Pös et al_2018_Circulating cell-free nucleic acids.pdf",
  "fileName": "Pös et al_2018_Circulating cell-free nucleic acids.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Pös et al_2018_Circulating cell-free nucleic acids.pdf",
  "text": "Circulating cell free nucleic acids: characteristics and applications\n\n                             Running title: cell-free nucleic acids\n\n\n\n\n                  Ondrej Pös1, Orsolya Biró2, Tomas Szemes1, Bálint Nagy3\n\n\n\n   1. Department of Molecular Biology, Faculty of Natural Sciences, Comenius University,\n      Bratislava, Slovakia\n   2. Genetic Laboratory, 1st Department of Obstetrics and Gynecology, Semmelweis\n      University, Budapest, Hungary\n   3. Department of Human Genetics, Faculty of Medicine, University of Debrecen, Debrecen,\n      Hungary\n\n\n\n\nCorrespondence:     Dr. Balint Nagy\n                    4032 Debrecen\n                    Egyetem ter 1. ETK 2.406\n                    Tel/Fax: +36-52-416-531\n                    E-mail: nagy.balint@med.unideb.hu\n\n\n\n\n                                                                                           1\n\fAbstract\n\nLiquid biopsy is becoming a very popular sample obtaining procedure, replacing the invasive\nsampling methods for the diagnostic protocols. The advantages of this method include the\npossibility to isolate cell-free nucleic acids (cfNAs) for diagnostic or screening purposes. A\ncomprehensive review combining all current and perspective applications of cell-free nucleic acids\nis missing. Published articles are dealing with one type of cfNAs, or discuss them from the\nperspective of single disorder. We collected here all known types of cfNAs which are known to be\npresent in biological fluids and could be involved in further studies to find out the exact biological\nrole of them in normal physiological and pathological conditions. Beyond doubt cfNAs will have a\ntremendous effect in future screening, diagnosis, prognosis, follow-up, and treatment of\ncardiovascular diseases, cancer, diabetes and other diseases.\n\n\n\nKeywords: cell-free nucleic acids, DNA, RNA, biological fluids, liquid biopsy\n\n\n\n\n                                                                                                    2\n\f1. Introduction\n\n\nThe conventional tissue genotyping in cancer diagnosis is traditionally considered to be the\n\nstandard method for identifying genomic alterations. However, this methodology is useless in the\n\ncase of insufficient tumor tissue, and in follow up of treatments. Liquid biopsy based genotyping\n\nfrom serum/plasma or other body fluids coupled with advanced molecular technologies can\n\nprovide non-invasive method for genetic analyses. These samples contain cell-free nucleic acids\n\n(cfNAs) which are valuable markers in different diagnostic protocols like prenatal diagnosis of\n\ngenetic diseases, detection of cancer and cardiovascular diseases (Figure 1).\n\n\n2. History of cell-free nucleic acids\n\n\nCfNAs are present in biological fluids independent of the cells. They were first described by\n\nMandel and Métais in 1948, but somehow their discovery was not noticed at that time.1 Almost\n\ntwenty years later Tan et al observed high concentration of cfNAs in blood samples of patients with\n\nsystemic lupus erythematosus.2 Steinman estimated the cfDNA concentration to be 10-30 ng/mL in\n\nhealthy adults.3 Leon et al detected cfDNA in malignant diseases and they proposed to use it as a\n\nprognostic factor to determine the efficacy of cancer treatments. Unfortunately, at that time,\n\nmolecular methods were not advanced enough for that purpose. Decreasing concentration of\n\ncfDNA was detected in those cancer patients who were cured.4 Later Sorenson et al isolated\n\ncell-free DNA from healthy individuals and cancer patients in 1994.5 In oncology cfNAs did not\n\ncatch the attention of the scientists massively. It was different for prenatal diagnosis, when Lo et al\n\ndemonstrated circulating fetal DNA (cffDNA) in the maternal plasma, detecting the presence of Y\n\nchromosome-specific DNA fractions and RhD in 1997, introducing a novel field in prenatal care –\n\n\n                                                                                                     3\n\fthe non-invasive prenatal diagnostics.6 Although aneuploidies determination from cffDNA was set\n\nas the ultimate goal in the field of non-invasive prenatal diagnosis, we had to wait another 18 years\n\nfor the possibility of non-invasive detection of trisomy 21, until next-generation sequencing (NGS)\n\ntechnologies were introduced and became widely available.7 It opened a new horizon for wider use\n\nof NGS for other trisomies, subchromosomal aberations and even monogenic disorders. The\n\nsuccess of use of NGS based sequencing of cffDNA in prenatal testing raised the interest of\n\nresearchers and clinicians dealing with oncology, cardiovascular diseases etc. and there are\n\nnumerous applications in the diagnosis of these diseases.8\n\n\n\nMost of the reviews about cfNAs deal only with DNAs, only few with RNAs (miRNA, ncRNA) or\n\ndiscuss it only from the aspect of a single disease or one type of cfNA. In contrast, there are\n\nnumerous cell-free nucleic acid molecules participating in different physiological processes\n\nwithout knowing their exact physiological role yet. Experiments on graft hybrids have shown that\n\ncfNAs can go from somatic cells to germinal cells and thus transmit to offspring. This means that\n\nthe acquisition of new features through cfNA is a reality and could contribute to evolution. Anker\n\nand Stroun lean on these facts and suggest that cfNAs may play a role in the evolution mechanism\n\nlike Darwin's gemmules9. During our literature search, we realized that a comprehensive review of\n\nthis field is missing and we collected the available information. CfNAs contain nuclear DNA,\n\nmitochondrial DNA (mtDNA) and various kinds of RNA molecules, which are listed in Table 1\n\nand Table 2.\n\n\n\n\n                                                                                                   4\n\f3. Cell-free DNA\n\n\nCell-free DNA (cfDNA) is highly fragmented molecule to the size of 166 bp, and there are other\n\npeaks observable on the electropherograms at around 300 bp and 450 bp size. Volik et al. reported\n\nthat 90% of total cfDNA is present in low molecular weight band.10 Duque-Afonso et al. found that\n\nmajority of cfDNA fragments range between 80 and 200 bp.11 Diehl et al. reported that the\n\npercentage of mutant molecules of APC gene in colorectal patients increased 5-20 fold and the\n\naverage fragment size decreased. Enrichment of DNA fragments containing the mutant sequences\n\nwere reported in cancer patients by several authors, it suggests that they could be used in diagnostic\n\nprotocols. 12\n\nWith idea to uncover the full diversity of cfDNA in the circulation, including ultrashort (<100 bp)\n\ndsDNA, ssDNA and dsDNA with nicks in both strands, Burnham et al. have applied a\n\nsingle-stranded DNA (ssDNA) library preparation method to sequenced the cfDNA in the plasma\n\nof lung transplant recipients13. This method yields a greater portion of sub-100 bp nuclear genomic\n\ncfDNA and an increased relative abundance of mitochondrial and microbial cfDNA. Furthermore,\n\nthey found that the fragmentation profiles of microbial and mitochondrial DNA in plasma are\n\nhighly similar, indicating that they are exposed to similar degradation processes.13 The origin of\n\ncfDNA is not fully explored, but there are many mechanisms by which the DNA can get into the\n\ncirculation. The cfDNA fragments contain signals from which the tissue or cellular origin of this\n\nDNA can be derived. Using the analysis of these signals, it was proved that cfDNA in the blood\n\nplasma of healthy individuals is primarily lymphoid and myeloid origin.14 This is consistent with\n\nfinding that main source of cfDNA is apoptosis of hematopoietic cells and the contribution from\n\nother tissues is minimal.15 In oncological patients, a major proportion of cfDNA is formed by\n\napoptosis and necrosis of tumor cells, but the release of DNA from necrotic cells occurs only\n\n                                                                                                    5\n\fthrough phagocytosis.16 In addition to cell death, neutrophils can mediate the immune response by\n\nreleasing neutrophil extracellular traps (NETs) that can trap and kill various pathogens.17 These are\n\nextracellular network structures composed of both nuclear and mitochondrial DNA fibers, which\n\nare covered by various proteins such as histones and proteases.18 High levels of NETs have been\n\nshown to correlate with levels of circulating DNA, suggesting that DNA released from cells during\n\nNETosis is involved in the formation of circulating DNA.19 Another way of releasing DNA to the\n\ncirculation is active release of newly synthesized DNA via vesicles and lipoproteonucleotide\n\ncomplexes.20 Based on the appearance in the circulation, cfDNA molecules can be divided into\n\nbasic categories: free DNA fragments, vesicle-bound DNA and DNA-macromolecular complexes,\n\nwhich are described here.\n\nFree DNA fragments\n\nFree DNA fragments are naked sequences that are not bound to any other molecules or surface.\n\nDuring cell death, genomic DNA is cleaved and released into circulation, but only DNA that is\n\nassociated with proteins can resist cleavage by DNase while free DNA fragments are cleaved until\n\ncompletely lost in body fluids.12\n\n\nVesicle-bound DNA\n\nNucleic acids can be contained in extracellular membrane vesicles (EMVs) where they are\n\nprotected from degradation.21 These membrane structures mediate intercellular communication.\n\nBased on their size and origin, they are divided into exosomes, microvesicles and apoptotic bodies\n\n(ABs) (Table 3, Figure 2.). Vesicles can be released from both healthy and tumor cells. EMVs that\n\nare released from tumor cells contain various oncogenic factors in the form of oncoproteins and\n\n\n\n\n                                                                                                   6\n\fnucleic acids and therefore have been named oncosomes. When oncosome is introduced into the\n\nrecipient cell, these factors can transfer the phenotype of tumor cells to idle cells.22\n\n\nDNA-macromolecular complexes\n\nCirculating nucleosomes are DNA-protein complexes, that result from the cleavage of\n\nchromosomal DNA during apoptic cell death.23 These are double-stranded DNA fragments of\n\n180-200 bp that are wrapped around the octameric histone protein complex. Nucleosomes are\n\nlinked to each other by 20-90 bp DNA and the sequence that is wrapped around the octamer is 147\n\nbp long.17 DNA that is directly bound to nucleosomes is protected from nuclease digestion,\n\ntherefore in circulation it occurs in the form of mono- and oligo-nucleosome fragments.24\n\nNucleosome spacing has been shown to vary between different cell types depending on\n\ntissue-specific gene expression. This is due to the fact that the nucleosomes are located near the\n\nstart of transcription, at the sites where the transcription factors bind to the DNA. These factors\n\nprotect the DNA from nuclease cleavage during apoptosis, resulting in a specific fragmentation\n\npattern or transcription factor footprint that provides information about the tissue of origin of this\n\ncfDNA.12\n\n\nIn the year 1978 Felgner et al. design DNA/cationic lipid complexes as a highly efficient\n\ntransfection procedure. They show that lipid particles spontaneously interact with DNA through\n\nthe electrostatic interaction and facilitates the delivery of functional DNA into the cells.25 It was\n\nshown that DNA/lipid complexes increased DNA half-life in plasma of mice, suggesting that lipids\n\nprotect DNA from degradation.26 Thierry et al. propose that the formation of DNA/lipid complexes\n\nresults from the universal tendency of nucleic acids to self-organize with cationic lipids and\n\nsuggest possible existence of a ubiquitous self-organization of genetic materials.27\n\n\n\n                                                                                                    7\n\fThere are also macromolecular structures made of DNA and lipoproteins, that form complexes,\n\ncalled virtosomes. Lipoproteins bounded in virtosomes protect the nucleic acids from degradation\n\nby nucleases. Nucleic acids, proteins, and lipids involved in the formation of these complexes are\n\nnewly synthesized molecules that synthetize at approximately the same time. Subsequently they\n\nare actively released from living cells and it is supposed that they play a role in intercellular\n\ncommunication.17 Virtosomes can enter the recipient cells, incorporate their DNA into the genome\n\nand subsequently modify the biology of these cells. These modifications include various\n\nimmunological changes or transformation of normal cells into tumor cells.\n\n\n3.1. Cell-free mtDNA\n\nMitochondria plays a central role in energy production, cell proliferation, and apoptosis.\n\nMitochondrial genome is represented as 100-10,000 copies of circular molecules with the size of\n\n16569 bp. It codes 37 genes for 13 polypeptides of respiratory chain, 22 tRNA and 2 rRNA.\n\nCell-free mitochondrial DNA (cf-mtDNA) analysis should take into account structural differences\n\nbetween mitochondrial and genomic DNA. Since mtDNA is a small molecule not protected by\n\nhistones, it is clear that even cf-mtDNA fragments will be different.17 The size of cf-mtDNA in\n\nbiological fluids, ranges from 30-80 bp with peaks in 42-60 bp and some authors report even higher\n\nsize (Table 1).28 Like genomic DNA, mtDNA can also be transported by EMV. However, it is\n\ninteresting that EMV can harbor full mitochondrial genome that can be transfered to cells with\n\ndamaged metabolism and thus can restore their metabolic activity. On the other hand, it has been\n\nshown that such horizontal transfer of mtDNA by EMV can awaken dormant tumor cells and\n\ninduce resistance to therapy.29 Variants and mtDNA copy number variations have been associated\n\nwith various diseases including type-2 diabetes, atrial fibrillation, and cancer. It was demonstrated\n\nthat these variations are a contributing factor to colorectal, breast and lung cancer and in addition,\n\n                                                                                                    8\n\fthese changes can be analyzed by cf-mtDNA.17.30 It suggest that cf-mtDNA analysis has the\n\npotential as a biomarker for some diseases.\n\n\n\n\n4. Cell-free RNA\n\nRNAs are relatively unstable molecules that are susceptible to degradation by ribonucleases.31\n\nTherefore, circulating cell-free RNAs (cfRNAs) are encapsulated within EMV or they form\n\nribonucleoprotein complexes that protect them from nuclease activity.32,33 Even though cfRNA is\n\nrelatively poorly studied, several studies have confirmed that they can be used as appropriate\n\nbiomarkers for various diseases, including cancer.31 Several types of coding and non-coding\n\ncfRNAs, that are involved in the translation, processing and regulation of gene expression, are\n\npresent in body fluids (Table 2).\n\n\nRNA in the circulation is protected from degradation by EMVs and ribonucleotide complexes,\n\nwhereby molecules of nucleic acid are selectively packaged according to the viability and origin of\n\nthe cells.33 During programmed cell death, ABs containing RNA, DNA, proteins and cellular\n\norganelles are released. ABs are the largest EMVs that are released from all types of cells, they are\n\ninvolved in phagocytosis, and play a role in horizontal transfer of oncogenes) (Table 3).33 In living\n\ncells, RNA is released via exosomes and microvesicles. Exosomes are the smallest EMVs, which\n\ncould carry DNA, RNA, proteins and lipids and play a role in intercellular communication (Table\n\n3).34 Microvesicles are produced by the outward budding of the plasma membrane and they also\n\n\n                                                                                                   9\n\fparticipate in intercellular communication and contain proteins, lipids, different RNAs and DNAs\n\n(Table 3).33 It was shown that circulating miRNA can bound to high-density lipoprotein (HDL) or\n\nRNA-binding proteins and it is supposed that these nucleoprotein complexes can be released from\n\nboth living and dying cells.35 In addition to listed mechanisms, it has been reported that\n\nextracellular RNA of exogenous origin from food and human microbiome can get in to the\n\ncirculation.36\n\n\n4.1. Protein-coding RNA\n\nCell-free mRNA (cf-mRNA) is fragmented and less abundant so its detection is difficult. This is\n\nthe reason, why majority of studies focus on the analysis of small non-coding RNAs, especially\n\nmiRNA that are more stable and abundant, making their detection easier.37 However, despite of\n\nthese limitations, the presence of extracellular mRNA in circulation of oncological patients was\n\nconfirmed in 1999 and these results indicated that cf-mRNA may play an important role in the\n\ndiagnosis and monitoring of cancer. It has been shown that the level of cf-mRNA is increased in\n\noncology patients, and many studies have confirmed that cf-mRNA analysis can serve as a suitable\n\nmarker for cancer.38\n\n\n4.2. Non-coding RNA\n\nLong non-coding RNA\n\nLong noncoding RNAs (lncRNAs) are transcripts with length more than 200 nucleotides that\n\nexhibit tissue-specific expression and are involved in epigenetic regulation.39 They have been\n\nshown to form a relatively stable secondary structure, therefore lncRNA are found in body fluids.40\n\nSome lncRNAs are selectively loaded into exosomes and can be transferred into other cells where\n\n\n\n                                                                                                10\n\fthey modulate their functions and viability.41 In several studies, circulating lncRNAs have been\n\ndescribed as suitable biomarkers for cardiovascular and tumor diseases.42\n\n\nMicroRNA\n\nMicroRNAs (miRNAs) are small single stranded non-coding RNA molecules with length of 18-24\n\nnucleotides. They are important regulators of gene expression, which play a key role in many\n\nbiological processes.43 The regulation of gene expression by miRNA proceeds at the\n\npost-transcriptional level with the Argonaute 2 (AGO2) protein. It has been shown that\n\nextracellular miRNAs can be enclosed in exosomes but also can be associated with AGO2 protein\n\nor nucleomorphin 1 (NPM1) which protects them from degradation.35 Several studies have shown\n\nthat most cell-free miRNA (cf-miRNA) is present in these ribonucleoprotein complexes and not in\n\nvesicular form.44 In addition to these proteins, RNA can be associated with HDL that is involved in\n\nintercellular communication. HDL carries miRNA molecules that can transport to recipient cells,\n\nwhere these miRNAs perform their regulatory function. Although the mechanism of association of\n\nHDL with miRNA is not investigated, it is clear that HDL protects bound miRNAs from RNase\n\nactivity.45 Experimental studies suggest that the major source of circulating miRNAs in plasma are\n\nblood cells, where the level of these miRNAs largely depends on the total number of blood cells\n\nand hemolysis. These factors can change the level of known plasma cancerous miRNA biomarkers\n\nby up to 50-fold and should therefore be taken into account in the analyzes. 46\n\n\n\n\n                                                                                                11\n\fTransfer RNA\n\nTransfer RNAs (tRNAs) are 73-93 nucleotides long molecules, which transfer amino acids to the\n\nsite of protein synthesis. By deep sequencing analysis, 30-33 nucleotides long tRNA fragments\n\nwere identified in the blood serum of human and mice.47 Comparable results were also observed in\n\nserum of cattle where 28-40 nucleotide long tRNA fragments were identified, while 98.7% of\n\ncirculating tRNAs ranged from 30 to 34 nucleotides.48 Most of circulating tRNA fragments contain\n\nthe 5' end of tRNA, but only a trace amount of 3' tRNA fragments were detected. It was shown that\n\nmost of these molecules was present in nucleoprotein complexes and originate from the\n\nhematopoietic and lymphoid tissues.49 Consequently, it is supposed that these circulating 5' tRNA\n\nfragments serve as signaling molecules involved in intercellular communication between\n\nhematopoietic and lymphoid tissues.50 Haussecker et al. suggest that tRNA fragments function as\n\nmiRNA competitors and thus can affect RNA silencing and subsequently regulation of gene\n\nexpression.51\n\n\nYRNA\n\nYRNA with length of 84-112 nucleotides belongs to a group of short non-coding molecules, that\n\ncreate stem-loop structures.50 These molecules associate with Ro60 and form ribonucleoprotein\n\ncomplexes, but their function is poorly studied.52 By deep sequencing, fragments of 27-33\n\nnucleotides derived from YRNA were identified in human blood serum and plasma. YRNA has\n\nbeen shown to undergo cleavage, resulting in stable fragments derived from the 5' end and less\n\nstable 3' fragments of the YRNA. Therefore, up to 95% of all detected YRNAs are fragments of the\n\n5' YRNA. In the circulation, these fragments were detected only in nucleoprotein form but not\n\nenclosed in exosomes or microvesicles. Further research is needed to verify whether changes in the\n\n\n\n                                                                                               12\n\fexpression of individual YRNAs are associated with some diseases and can be used as\n\nbiomarkers.47\n\n\nPIWI-interacting RNA\n\nPiwi-interacting RNAs (piRNAs) are short non-coding 26-31 nucleotide long RNA molecules,\n\nwhich mostly originate from genomic regions enriched with repetitive transposon sequences.49\n\nThese molecules associate with the Argonaute protein PIWI to form a complex that plays a role in\n\ntransposon silencing through CpG methylation, chromatin remodeling and RNA transcript\n\ndegradation.54 In addition, piRNA is involved in gametogenesis, development and maintenance of\n\ngerm cells and epigenetic regulation.55 It has been reported that piRNA also participates in the\n\nepigenetic regulation of cancer and various diseases.56 Several studies have confirmed that some of\n\nthe piRNA molecules have altered expression in tumor tissue compared to healthy samples.57 It has\n\nbeen shown that piRNA is stable in blood serum and plasma inside of exosomes and it is thought\n\nthat piRNA is also present in the form of nucleoprotein complexes as well as miRNA.58 Therefore,\n\npiRNA could serve as a valuable blood-based biomarker for the detection and monitoring of\n\ncancerous disease.56\n\n\nCircular RNA\n\nCircular RNAs (circRNAs) are endogenous noncoding RNA molecules that are very stable and\n\nevolutionarily conserved.59 These molecules exhibit tissue-specific expression, which also depends\n\non the developmental stage. Sequence analysis has shown that more than 90% of circRNA\n\noriginates from exon sequences and is likely to have an important function in post-transcriptional\n\nregulation of gene expression.35,60 This process is carried out in such a way that the circRNA\n\ncomplementarily binds to the miRNA molecules and thus affects their regulatory activity.61,62\n\n\n                                                                                                13\n\fBioinformatic analysis has shown that circRNAs are not produced by chance, but genes coding for\n\nkinases are the most often subjected to circularization. Interestingly, in many cases circularization\n\nis more frequent than production of mRNA.63 circRNAs are located predominantly in the\n\ncytoplasm, but it has been shown that human serum contains a large number of intact and stable\n\ncircRNA molecules. Like other RNAs, circRNA retains its biological activity in exosomes, which\n\ncan be transferred to recipient cells. It has been reported that circRNAs are involved in the\n\ndevelopment of multiple diseases such as atherosclerosis, nervous system disorders or cancer.62\n\nResearch on stomach and colon cancer has shown that circRNA released from tumor tissue can be\n\nused for diagnostic purposes and therefore appear to be potential biomarkers for cancer.62\n\n\nOther non-coding RNAs\n\nMost studies focus on miRNA and other short sequences are considered as degradation products of\n\ndifferent RNAs so they are excluded from the analysis. However, some small non-coding RNAs\n\nhave been shown to undergo processing to even smaller fragments that can perform various\n\nbiological functions.65 In addition to listed types of RNA, other non-coding RNA molecules such\n\nas rRNA, snRNA and snoRNAs have been identified in human blood. However, these nucleic\n\nacids are present in amounts less than 1% of all small RNAs.47 This suggests that there are many\n\nother types of RNA molecules in human blood that could be valuable biomarkers for various\n\ndiseases (Table 2).\n\n\n5. Future perspectives\n\nCfDNAs are already in the clinical practice as non-invasive prenatal testing (NIPT). A large\n\nportion of the invasive diagnostic sampling (amniocentesis and CVS) has already been replaced\n\nand the fetal loss and maternal psychological stress have been tremendously reduced. Fetal mRNA\n\n                                                                                                  14\n\fbased determinations were published (placental lactogen, human chorionic gonadotropin,\n\nchromosome 21 encoded mRNAs), they have also potential clinical application.8\n\n\nDiagnosis of monogenic disorders, prediction of congenital heart diseases, preeclampsia,\n\nintrauterine growth retardation and gestational diabetes using microRNAs or other non-coding\n\nRNAs are already in research phase and they could serve in the clinical practice soon.\n\n\nTumor derived plasma cfNAs are available by liquid biopsy. Commercial kits produced by\n\ndifferent manufacturers seems to provide valuable information to the clinicians for tumor\n\nclassification and treatment monitoring. Plasma DNA tissue mapping or CancerLocator gives new\n\nperspectives in cancer diagnosis.66 More specific and sensitive platforms are under development,\n\nor in trial phase. Application of this technology revolutionizing cancer diagnosis and treatment.\n\n\nCardiovascular diseases are the main cause of mortality and morbidity worldwide. CfNA based\n\ndiagnostic methods give new avenue in their clinical use. There is an intensive research on this\n\narea, large population based studies are missing. Further new clinical application and expansion on\n\nthis area will likely be developed.\n\n\n\n\nConflict of interest: there is no conflict of interest\n\n\n\n\n                                                                                                    15\n\fReferences\n\n1. Mandel P, Metais P. Les acides nucléiques du plasma sanguin chez l'homme. C R Seances Soc\n\nBiol Fil. 1948;142:241-243.\n\n2. Tan EM, Schur PH, Carr RI, et al. Deoxyribonucleic acid (DNA) and antibodies to DNA in the\n\nserum of patients with systemic lupus erythematosus. J Clin Invest 1966;45:1732-1740.\n\n3. Steinman CR. Free DNA in serum and plasma from normal adults. J Clin Invest\n\n1975;56:512-515.\n\n4. Leon SA, Green A, Yaros MJ, et al. Radioimmunoassay for nanogram quantities of DNA. J\n\nImmunol Methods 1975;9:157-164.\n\n5. Sorenson GD, Pribish DM, Valone FH, et al. Soluble normal and mutated DNA sequences from\n\nsingle-copy genes in human blood. Cancer Epidemiol Biomarkers Prev 1994;3:67-71.\n\n6. Lo YM, Corbetta N, Chamberlain PF, et al. Presence of fetal DNA in maternal plasma and\n\nserum. Lancet. 1997;350(9076):485-7.\n\n7. Palomaki GE, Kloza EM, Lambert-Messerlian GM, et al. DNA sequencing of maternal plasma\n\nto detect Down syndrome: an international clinical validation study. Genet Med 2011;13:913-920.\n\ndoi: 10.1097/GIM.0b013e3182368a0e.\n\n8. Tong Y-K, Lo YMD, Diagnostic developments involving cell-free (circulating) nucleic acids.\n\nClin Chim Acta 2006;363:187-196. doi. 10.1016/j.cccn.2005.05.04811.\n\n 9. Anker P, Stroun M. Circulating nucleic acids and evolution. Expert Opin Biol Ther. 2012;12\n\nSuppl 1:S113-7. doi: 10.1517/14712598.2012.666520.\n\n10. Volik S, Alcaide M, Morin DR, et al. Cell-free DNA (cfDNA) : clinical significance and utility\n\nin cancer shaped by emerging technologies. Mol Cancer Res 2016; 14; DOI:\n\n10.1158/1541-7786.MCR-16-0044.\n\n                                                                                               16\n\f11. Duque-Afonso J, Waterhouse M, Pfeifer D, Follo M, Duyster J, Bertz H, Finke J. Cell-free\n\nDNA characteristics and chimerism analysis in patients after allogeneic celltransplantation. Clin\n\nBiochem. 2017; pii: S0009-9120(17)30929-3. doi: 10.1016/j.clinbiochem.2017.11.015.\n\n12. Diehl F, Li M, Dressman D, He Y, et al. Detection and quantification of mutations in the\n\nplasma of patients with colorectal tumors. Proc Natl Acad Sci U S A. 2005;102:16368-16373.\n\n13. Burnham P, Kim MS, Agbor-Enoh S, Luikart H, Valantine HA, Khush KK, De Vlaminck I.\n\nSingle-stranded DNA library preparation uncovers the origin and diversity of ultrashort cell-free\n\nDNA in plasma. Sci Rep. 2016;6:27859. doi: 10.1038/srep27859.\n\n14. Snyder MW, Kircher M, Hill AJ, et al. Cell-free DNA Comprises an In Vivo Nucleosome\n\nFootprint that Informs Its Tissues-Of-Origin. Cell 2016;164:57-68. doi:\n\n10.1016/j.cell.2015.11.050.\n\n15. Lui YY, Chik KW, Chiu RW, et al. Predominant hematopoietic origin of cell-free DNA in\n\nplasma and serum after sex-mismatched bone marrow transplantation. Clin Chem\n\n2002;48:421-427.\n\n16. Jahr S, Hentze H, Englisch S, et al. DNA fragments in the blood plasma of cancer patients\n\nquantitation and evidence for their origin from apoptotic and necrotic cells. Cancer Res 2001;\n\n61:1659-1665.\n\n17. Thierry AR, El Messaoudi S, Gahan PB, et al. Origins, structures, and functions of circulating\n\nDNA in oncology. Cancer Metastasis Rev 2016;35:347-76. doi: 10.1007/s10555-016-9629-x.\n\n18. Papayannopoulos V. Neutrophil extracellular traps in immunity and disease. Nat Rev Immunol\n\n2017; doi: 10.1038/nri.2017.105.\n\n\n\n\n                                                                                                 17\n\f19. Fuchs TA, Kremer Hovinga JA, Schatzberg D, et al. Circulating DNA and myeloperoxidase\n\nindicate disease activity in patients with thromboticmicroangiopathies. Blood\n\n2012;120:1157-1164. doi: 10.1182/blood-2012-02-412197.\n\n20. Mouliere F, Thierry AR. The importance of examining the proportion of circulating DNA\n\noriginating from tumor, microenvironment and normal cells in colorectal cancer patients. Expert\n\nOpin Biol Ther 2012;12 Suppl 1:S209-15. doi: 10.1517/14712598.2012.688023.\n\n21. Contreras-Naranjo JC, Wu HJ, Ugaz VM. Microfluidics for exosome isolation and analysis:\n\nenabling liquid biopsy for personalized medicine. Lab Chip 2017; doi: 10.1039/c71c00592j.\n\n22. Di Vizio D, Kim J, Hager MH, et al. Oncosome formation in prostate cancer: association with\n\na region of frequent chromosomal deletion in metastatic disease. Cancer Res 2009; 69:5601-5609.\n\n23. Pérez-Barrios C, Nieto-Alcolado I, Torrente M, et al. Comparison of methods for circulating\n\ncell-free DNA isolation using blood from cancer patients: impact on biomarker testing. Transl\n\nLung Cancer Res 2016;5:665-672. doi: 10.21037/tlcr.2016.12.03.\n\n24. Ma X, Zhu L, Wu X, et al. Cell-Free DNA Provides a Good Representation of the Tumor\n\nGenome Despite Its Biased Fragmentation Patterns. PLoS One 2017;12:e0169231. doi:\n\n10.1371/journal.pone.0169231.\n\n25. Felgner PL, Gadek TR, Holm M, Roman R, Chan HW, Wenz M, Northrop JP, Ringold GM,\n\nDanielsen M. Lipofection: a highly efficient, lipid-mediated DNA-transfection procedure. Proc\n\nNatl Acad Sci U S A. 1987;84(21):7413-7.\n\n26. Thierry AR, Rabinovich P, Peng B, Mahan LC, Bryant JL, Gallo RC. Characterization of\n\nliposome-mediated gene delivery: expression, stability and pharmacokinetics of plasmid DNA.\n\nGene Ther. 1997;4(3):226-37.\n\n\n\n\n                                                                                                18\n\f27. Thierry AR, Norris V, Molina F, Schmutz M. Lipoplex nanostructures reveal a general\n\nself-organization of nucleic acids. Biochim Biophys Acta. 2009;1790(5):385-94. doi:\n\n10.1016/j.bbagen.2009.03.017.\n\n28. Kohler C, Radpour R, Barekati Z, et al. Levels of plasma circulating cell free nuclear and\n\nmitochondrial DNA as potential biomarkers for breast tumors. Mol Cancer 2009;8:105. doi:\n\n10.1186/1476-4598-8-105.\n\n29. Sansone P, Savini C, Kurelac I, et al. Packaging and transfer of mitochondrial DNA via\n\nexosomes regulate escape from dormancy in hormonal therapy-resistant breast cancer. Proc Natl\n\nAcad Sci U S A 2017;114:E9066-E9075. doi: 10.1073/pnas.1704862114.\n\n30. Zhang J, Xu S, Xu Y, et al. Relation of mitochondrial DNA copy number in peripheral blood to\n\npostoperative atrial fibrillation after isolated off-pump coronary artery bypass grafting. Am J\n\nCardiol 2017;119:473-7.\n\n31. Souza MF, Kuasne H, Barros-Filho MC, et al. Circulating mRNAs and miRNAs as candidate\n\nmarkers for the diagnosis and prognosis of prostate cancer. PLoS One 2017; 12:e0184094.\n\n32. Tzimagiorgis G, Michailidou EZ, Kritis A, et al. Recovering circulating extracellular or\n\ncell-free RNA from bodily fluids. Cancer Epidemiol 2011;35:580-9. doi:\n\n10.1016/j.canep.2011.02.016.\n\n33. Lázaro-Ibáñez E, Sanz-Garcia A, Visakorpi T, et al. Different gDNA content in the\n\nsubpopulations of prostate cancer extracellular vesicles: apoptotic bodies, microvesicles, and\n\nexosomes. Prostate 2014;74:1379-1390. doi: 10.1002/pros.22853.\n\n34. Yamamoto S, Azuma E, Muramatsu M, et al. Significance of Extracellular Vesicles:\n\nPathobiological Roles in Disease. Cell Struct Funct 2016;41:137-143.\n\n\n\n\n                                                                                                  19\n\f35. Creemers EE, Tijsen AJ, Pinto YM. Circulating microRNAs: novel biomarkers and\n\nextracellular communicators in cardiovascular disease? Circ Res 2012;110:483-95. doi:\n\n10.1161/CIRCRESAHA.111.247452.\n\n36. Fritz JV, Heintz-Buschart A, Ghosal A, et al. Sources and Functions of Extracellular Small\n\nRNAs in Human Circulation. Annu Rev Nutr 2016;36:301-36. doi:\n\n10.1146/annurev-nutr-071715-050711.\n\n37. Shih CL, Luo JD, Chang JW, et al. Circulating Messenger RNA Profiling with Microarray and\n\nNext-generation Sequencing: Cross-platform Comparison. Cancer Genomics Proteomics\n\n2015;12:223-230.\n\n38. Ng EK, Tsui NB, Lam NY, et al. Presence of filterable and nonfilterable mRNA in the plasma\n\nof cancer patients and healthy individuals. Clin Chem 2002;48:1212-1217.\n\n39. Cabili MN, Trapnell C, Goff L, et al. Integrative annotation of human large intergenic\n\nnoncoding RNAs reveals global properties and specific subclasses. Genes Dev\n\n2011;25(18):1915-27. doi: 10.1101/gad.17446611.\n\n40. Reis EM, Verjovski-Almeida S. Perspectives of Long Non-Coding RNAs in Cancer\n\nDiagnostics. Front Genet 2012;3:32. doi: 10.3389/fgene.2012.00032.\n\n41. Gezer U, Özgür E, Cetinkaya M, et al. Long non-coding RNAs with low expression levels in\n\ncells are enriched in secreted exosomes. Cell Biol Int 2014;38:1076-1079. doi:\n\n10.1002/cbin.10301.\n\n42. Kumarswamy R, Bauters C, Volkmann I, et al. Circulating long noncoding RNA, LIPCAR,\n\npredicts survival in patients with heart failure. Circ Res 2014;114(10):1569-75. doi:\n\n10.1161/CIRCRESAHA.114.303915.\n\n43. Carthew R.W. Gene regulation by microRNAs. Curr Opin Genet Develop 2016;16:203-208.\n\n\n\n                                                                                                 20\n\f44. Arroyo JD, Chevillet JR, Kroh EM, et al. Argonaute2 complexes carry a population of\n\ncirculating microRNAs independent of vesicles in human plasma. Proc Natl Acad Sci U S A\n\n2011;108:5003-5008. doi: 10.1073/pnas.1019055108.\n\n45. Vickers KC, Palmisano BT, Shoucri BM, et al. MicroRNAs are transported in plasma and\n\ndelivered to recipient cells by high-density lipoproteins. Nat Cell Biol 2011;13:423-33. doi:\n\n10.1038/ncb2210.\n\n46. Pritchard CC, Kroh E, Wood B, et al. Blood cell origin of circulating microRNAs: a cautionary\n\nnote for cancer biomarker studies. Cancer Prev Res (Phila) 2012;5:492-497. doi:\n\n10.1158/1940-6207.CAPR-11-0370.\n\n47. Dhahbi JM, Spindler SR, Atamna H, et al. 5'-YRNA fragments derived by processing of\n\ntranscripts from specific YRNA genes and pseudogenes are abundant in human serum and plasma.\n\nPhysiol Genomics 2013 ;45:990-8. doi: 10.1152/physiolgenomics.00129.2013.\n\n48. Casas E, Cai G, Neill JD. Characterization of circulating transfer RNA-derived RNA fragments\n\nin cattle. Front Genet 2015;6:271. doi: 10.3389/fgene.2015.00271.\n\n49. Dhahbi JM, Spindler SR, Atamna H, et al. 5' tRNA halves are present as abundant complexes in\n\nserum, concentrated in blood cells, and modulated by aging and calorie restriction. BMC Genomics\n\n2013;14:298. doi: 10.1186/1471-2164-14-298.\n\n50. Dhahbi JM. Circulating small noncoding RNAs as biomarkers of aging. Ageing Res Rev\n\n2014;17:86-98. doi: 10.1016/j.arr.2014.02.005.\n\n51. Haussecker D, Huang Y, Lau A, et al. Human tRNA-derived small RNAs in the global\n\nregulation of RNA silencing. RNA 2010;16:673-695. doi: 10.1261/rna.2000810.\n\n52. Farris AD, O'Brien CA, Harley JB. Y3 is the most conserved small RNA component of Ro\n\nribonucleoprotein complexes in vertebrate species. Gene 1995;154:193-198.\n\n\n                                                                                                21\n\f53. Freedman JE, Gerstein M, Mick E, et al. Diverse human extracellular RNAs are widely\n\ndetected in human plasma. Nat Commun 2016;7:11106. doi: 10.1038/ncomms11106.\n\n54. Guo M, Wu Y. Fighting an old war with a new weapon--silencing transposons by\n\nPiwi-interacting RNA. IUBMB Life 2013;65:739-747. doi: 10.1002/iub.1192. Epub 2013 Jul 29.\n\n55. Han YN, Li Y, Xia SQ, et al. PIWI Proteins and PIWI-Interacting RNA: Emerging Roles in\n\nCancer. Cell Physiol Biochem 2017;44(1):1-20. doi: 10.1159/000484541.\n\n56. Yang X, Cheng Y, Lu Q, et al. Detection of stably expressed piRNAs in human blood. Int J Clin\n\nExp Med 2015;8(8):13353-8. eCollection 2015.\n\n57. Huang G, Hu H, Xue X, Shen S, Gao E, Guo G, Shen X, Zhang X. Altered expression of\n\npiRNAs and their relation with clinicopathologic features of breast cancer. Clin Transl Oncol\n\n2013;15(7):563-8. doi: 10.1007/s12094-012-0966-0.\n\n58. Bahn JH, Zhang Q, Li F, et al.The landscape of microRNA, Piwi-interacting RNA, and circular\n\nRNA in human saliva. Clin Chem 2015;61:221-230. doi: 10.1373/clinchem.2014.230433.\n\n59. Jeck WR, Sharpless NE. Detecting and characterizing circular RNAs. Nat Biotechnol\n\n2014;32:453-461. doi: 10.1038/nbt.2890.\n\n60. Memczak S, Jens M, Elefsinioti A, et al. Circular RNAs are a large class of animal RNAs with\n\nregulatory potency. Nature 2013;495:333-338. doi: 10.1038/nature11928.\n\n61. Hansen TB, Wiklund ED, Bramsen JB,et al. miRNA-dependent gene silencing involving\n\nAgo2-mediated cleavage of a circular antisense RNA. EMBO J 2011;30(21):4414-4422. doi:\n\n10.1038/emboj.2011.359.\n\n62. Hansen TB, Jensen TI, Clausen BH, et al. Natural RNA circles function as efficient microRNA\n\nsponges. Nature 2013;495:384-388. doi: 10.1038/nature11993.\n\n63. Jeck WR, Sorrentino JA, Wang K, et al. Circular RNAs are abundant, conserved, and\n\nassociated with ALU repeats. RNA 2013;19:141-157. doi: 10.1261/rna.035667.112.\n                                                                                                22\n\f64. Li P, Chen S, Chen H, et al. Using circular RNA as a novel type of biomarker in the screening\n\nof gastric cancer. Clin Chim Acta 2015 Apr 15;444:132-6. doi: 10.1016/j.cca.2015.02.018.\n\n65. Röther S, Meister G. Small RNAs derived from longer non-coding RNAs. Biochimie\n\n2011;93:1905-1915. doi: 10.1016/j.biochi.2011.07.032.\n\n66. Kang S, Li Q, Chen Q, Zhou Y, et al. CancerLocator: non-invasive cancer diagnosis and\n\ntissue-of-origin prediction using methylation profiles of cell-free DNA. Genome Biology\n\n2017;18:53. Doi: 10.1186/s13059-017-1191-5.\n\n67. Qin J, Williams TL, Fernando MR. A novel blood collection device stabilizes cell-free RNA in\n\nblood during sample shipping and storage. BMC Res Notes 2013;6:380. doi:\n\n10.1186/1756-0500-6-380.\n\n68. Zhong S, Ng MC, Lo YM, et al. Presence of mitochondrial tRNA(Leu(UUR)) A to G 3243\n\nmutation in DNA extracted from serum and plasma of patients with type 2 diabetes mellitus. J Clin\n\nPathol 2000;53:466-9.\n\n69. Iaconetti C, Gareri C, Polimeni A, et al. Non-coding RNAs: the \"dark matter\" of cardiovascular\n\npathophysiology. Int J Mol Sci 2013;14:19987-20018. doi: 10.3390/ijms141019987.\n\n70. Zhang H, Zhou D, Ying M, et al. Expression of Long Non-Coding RNA (lncRNA) Small\n\nNucleolar RNA Host Gene 1 (SNHG1) Exacerbates Hepatocellular Carcinoma Through\n\nSuppressing miR-195. Med Sci Monit 2016;22:4820-4829.\n\n71. van Balkom BW, Eisele AS, Pegtel DM, et al. Quantitative and qualitative analysis of small\n\nRNAs in human endothelial cells and exosomes provides insights into localized RNA processing,\n\ndegradation and sorting. J Extracell Vesicles 2015;4:26760. doi: 10.3402/jev.v4.26760.\n\n72. Armand-Labit V, Pradines A. Circulating cell-free microRNAs as clinical cancer biomarkers.\n\nBiomol Concepts 2017 Apr 27. pii: /j/bmc.ahead-of-print/bmc-2017-0002/bmc-2017-0002.xml.\n\ndoi: 10.1515/bmc-2017-0002.\n                                                                                               23\n\f73. Xu L, Zhang M, Zheng X, et al. The circular RNA ciRS-7 (Cdr1as) acts as a risk factor of\n\nhepatic microvascular invasion in hepatocellular carcinoma. J Cancer Res Clin Oncol\n\n2017;143:17-27. doi: 10.1007/s00432-016-2256-7.\n\n74. Dai Q, Freire J, Zhang T. Circulating long non-coding RNAs as biomarkers of acute\n\nmyocardial infarction. Genet Test Mol Biomarkers 2017. doi: 10.1089/gtmb.2017.0061.\n\n153.\n\n\n\n\nFigure 1.\n\nLiquid biopsy scheme.\n\nHuman blood contains cells; extracellular membrane vesicles (EMV); cell-free DNA (cfDNA);\ncell-free RNA (cfRNA) and proteins that can be used as biomarkers for various diseases.\n\nFigure 2.\n\nFormation of extracellular membrane vesicles (EMVs).\n\nBased on the size and origin, EMVs are divided into exosomes (40-100 nm), microvesicles\n(50-3000 nm) and ABs (800-5000 nm). EMVs are loaded with cellular content like nucleic acids\nand proteins. ABs as a product of apoptosis can also carry cellular organelles, e.g. nucleus,\nmitochondria, endoplasmatic reticulum (ER).\n\n\n\n\n                                                                                               24",
  "wordCount": 5682,
  "indexed": "2025-09-25T22:47:34.187Z",
  "method": "direct"
}
