{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Imprinting/Butler_2009_Genomic imprinting disorders in humans.pdf",
  "fileName": "Butler_2009_Genomic imprinting disorders in humans.pdf",
  "relativePath": "Genetica/Imprinting/Butler_2009_Genomic imprinting disorders in humans.pdf",
  "text": "J Assist Reprod Genet (2009) 26:477–486\nDOI 10.1007/s10815-009-9353-3\n\n GENETICS\n\n\n\nGenomic imprinting disorders in humans: a mini-review\nMerlin G. Butler\n\n\n\n\nReceived: 25 August 2009 / Accepted: 6 October 2009 / Published online: 21 October 2009\n# Springer Science + Business Media, LLC 2009\n\n\nAbstract Mammals inherit two complete sets of chromo-                  Introduction\nsomes, one from the father and one from the mother, and\nmost autosomal genes are expressed from both maternal and              This mini-review includes the clinical and genetic descrip-\npaternal alleles. Imprinted genes show expression from only            tion of five representative disorders useful from a diagnos-\none member of the gene pair (allele) and their expression are          tic/clinical perspective. These include Prader-Willi and\ndetermined by the parent during production of the gametes.             Angelman syndromes (the first examples of genomic\nImprinted genes represent only a small subset of mammalian             imprinting in humans), Silver-Russell syndrome,\ngenes that are present but not imprinted in other vertebrates.         Beckwith-Weidemann syndrome, Albright hereditary osteo-\nGenomic imprints are erased in both germlines and reset                dystrophy and uniparental disomy 14 [1, 2]. Also, included\naccordingly; thus, reversible depending on the parent of               will be an introduction and description of genomic\norigin and leads to differential expression in the course of           imprinting in humans and assisted reproductive technology\ndevelopment. Genomic imprinting has been studied in                    (ART). This review focuses on humans with limited\nhumans since the early 1980’s and accounts for several                 discussion pertaining to other mammals.\nhuman disorders. The first report in humans occurred in                    Genomic imprinting is related to the methylation of\nPrader-Willi syndrome due to a paternal deletion of                    cytosine bases in the CpG dinucleotides of the DNA\nchromosome 15 or uniparental disomy 15 (both chromosome                molecule which are key regulatory elements of genes.\n15s from only one parent) and similar genetic disturbances             Almost all imprinted genes have a CpG-rich differentially\nwere reported later in Angelman syndrome.                              methylated region (DMR) which usually relates to allele\n                                                                       repression. Many imprinted genes are arranged in clusters\nKeywords Genomic imprinting . Human disorders .                        (imprinted domains) on different chromosomes under\nAssisted reproductive technology . DNA methylation .                   control of an imprinting center affecting animal growth,\nPrader-Willi syndrome . Angelman syndrome . Silver-                    development and viability. Imprinted genes may also\nRussell syndrome . Beckwith-Wiedemann syndrome .                       contribute to behavior and language development, alcohol\nAlbright hereditary osteodystrophy . Uniparental disomy 14             dependency, schizophrenia, and possibly bipolar affective\n                                                                       disorders. In addition, the phenomena of genomic imprint-\n                                                                       ing with abnormal imprinting and loss of heterozygosity\n                                                                       contributes to a wide range of malignancies [3–5].\nCapsule Disturbances in imprinted genes cause several human\ndiseases involving neurological disorders, obesity, diabetes and           The expression of imprinted genes may be tissue- and\nmalignancies with expression patterns of imprinted genes potentially   stage specific with one of the parental alleles being\ninfluenced by the environment including assisted reproductive          differentially expressed only at a certain developmental\ntechnology.                                                            stage or in certain cells. However, the monoallelic\nM. G. Butler (*)                                                       expression of an imprinted gene is not absolute. Thus, a\nDepartments of Psychiatry & Behavioral Sciences and Pediatrics,        potential role of genomic imprinting in the differentiation of\nKansas University Medical Center,\n                                                                       tissue types may be to determine the transcription rate of\n3901 Rainbow Boulevard, MS 4015,\nKansas City, KS 66160, USA                                             genes that influence growth through a fine balance between\ne-mail: mbutler4@kumc.edu                                              the expression of the two parental alleles [6].\n\f478                                                                                   J Assist Reprod Genet (2009) 26:477–486\n\n\n   Experimental evidence suggests that genomic imprinting      ment of higher order regulatory elements showing allelic\nevolved about 150 million years ago in a common live-born      specific DNA replication. Genes contributed by the mother\nmammalian ancestor after divergence from egg-laying            generally replicate or express at different rates than genes\nanimals [7]. Imprinting genes provide the paternal and         contributed by the father. However, inappropriate methyl-\nmaternal genomes the ability to exert counteracting growth     ation may contribute to tumor formation by silencing\neffects during embryonic development [8]. Approximately        tumor-suppressing genes or by activating growth-\n1% of all mammalian genes are thought to be imprinted          stimulating genes. In mammals, DNA methylation patterns\nwith the first gene (H19) reported to be imprinted in          are established and maintained during development by\nhumans in 1992 [9]. Since then, many imprinted genes are       three distinct DNA cytosine methyltransferases (Dnmt1,\nnow candidates for human disease including cancer, obesity     Dnmt3a and Dnmt3b). In mammalian somatic cells,\nand diabetes [7].                                              cytosine methylation occurs in 60–80% of all CpG\n   Imprinted genes are targets for environmental factors to    dinucleotides that are not randomly distributed in the\ninfluence expression through epigenetics whereby the           genome. Heavily methylated heterochromatin and repetitive\nexpression level is altered without changing the DNA           sequences contribute to gene silencing. Most CpG islands\nnucleotide coding structure. Imprinting disturbances have      located at the promoter regions of many active genes are\nbeen reported in classical genetic disorders such as           methylation free. Understanding the functions of DNA\nBeckwith-Wiedemann, Angleman and Prader-Willi syn-             methylation and its regulation in mammalian development\ndromes while the incidence of these disorders are increased    will help to elucidate how epigenetic mechanisms play a\nin those individuals conceived with the use of assisted        role in human diseases such as neurobehavioral problems\nreproductive technology (ART). Hence, ART may increase         and cancer [5, 15, 16].\nimprinting defects by changing the regulation of imprinted        Many imprinted genes are growth factors such as\ngenes [10].                                                    insulin-like growth factors (e.g. IGF2 in Beckwith-\n   Epigenetics involve various processes altering gene         Wiedemann syndrome) or as regulators of gene expression\nactivity without changing the primary nucleotide sequence      controlling growth (e.g., the GRB10 gene in Silver-Russell\nof the DNA molecule. A common process for controlling          syndrome). Paternally expressed genes generally enhance\ngene activity is methylation. A gene that is methylated        growth, whereas maternally expressed genes appear to\n(inactivated) can be reactivated in male or female gameto-     suppress growth. Imprinting disorders are associated with\ngenesis for the next generation. For example, a maternally     both genetic and epigenetic mutations or defects including\nimprinted gene (inactivated by methylation) may be             disruption of DNA methylation within the imprinting\nunmethylated by male gametogenesis and transmitted as          controlling regions of these genes. Some patients with\nan active gene in the sperm.                                   imprinting disorders such as Beckwith-Wiedemann syn-\n   A genome-wide search for imprinted genes in the human       drome may have more generalized imprinting defects with\ngenome has identified over 150 candidate imprinted genes       hypomethylation at several maternally methylated imprint-\ninvolving 115 chromosome bands [11]. The number of             ing controlling regions disrupting growth [17, 18].\nhuman diseases or disorders, due to genomic imprinting            In experimental studies, manipulation of mouse embryos\nmaybe greater than 100 conditions as a consequence of an       has resulted in diploid embryos containing only diploid\ninappropriate genetic alteration such as a deletion or         paternal or maternal chromosomes. In embryos containing\nuniparental disomy involving a gene or chromosome              only a paternal genome, reduced fetal growth and a\nregion. Humans are predicted to have fewer imprinted           proliferative extra-embryonic (placenta) growth occurs,\ngenes than mice, but the types of human genes involved are     whereas embryos containing a diploid set of maternal\nmarkedly different from mice [11]. Therefore, questions        chromosomes maintain a relatively normal fetal growth\nhave been raised about the use of mice as models for           pattern but exhibit poor extra-embryonic growth. The\nhuman diseases, particularly those involved with imprinted     process of turning on and off genes, particularly develop-\ngenes, and assessing environmental factors that may impact     mental genes, is ongoing throughout the life cycle in\non genes and their activity. Examples of classical human       mammals influenced by tissue specificity and timing\ndisorders related to alterations of genomic imprinting,        [6, 19–22].\nbesides Prader-Willi and Angleman syndromes, include\nSilver-Russell syndrome, Beckwith-Wiedemann syndrome,\nAlbright hereditary osteodystrophy and, more recently,         Assisted Reproductive Technology (ART) and genomic\nuniparental disomy 14 (both paternal and maternal forms)       imprinting\n[5, 12–14].\n   Genes clustered together under the regulation of a single   Although imprinted genes account for only a small\nimprinting-controlling element suggest possible involve-       proportion of the mammalian genome, they play an\n\fJ Assist Reprod Genet (2009) 26:477–486                                                                                 479\n\n\nimportant role in embryogenesis particularly in the            [33]. Because imprinting disorders are uncommon, larger\nformation of visceral structures and the nervous system        studies are needed to confirm an association between\n[6]. Both mutations (causing DNA structure changes) and        ARTs and imprinting disorders and which disorders are at\nepigenetic modifications (affecting gene expression with-      the highest risk.\nout altering the nucleotide DNA structure) in somatic cells\ndisturb the expression of imprinted genes leading to\nmalformations and syndromes caused by genomic im-              Examples of genomic imprinting disorders\nprinting defects. Therefore, manipulation of the cellular\nenvironment could interfere with regulation of expression      Prader-Willi syndrome\nof imprinted genes and produce an abnormal outcome. For\nexample, in 1991, Willadsen [23] reported newborn calves       Prader-Willi syndrome (PWS) is a complex genetic condi-\nproduced by embryo cloning showed malformations or             tion characterized by mental and physical findings, with\ndisturbances in growth apparently due to the inability to      obesity being the most significant health problem [34–36].\nreprogram the somatic nucleus used in the cloning              PWS is considered the most common genetically identified\nprocedure. Accelerated embryo growth, increased body           cause of life-threatening obesity in humans and affects an\nweight, and birth complications related to the large size      estimated 350,000–400,000 people worldwide. Prader-Willi\nwere reported along with perinatal deaths [24]. Further-       syndrome has been estimated to occur in one in 10,000 to\nmore, placental abnormalities and polyhydrammos were           20,000 individuals and present in all races and ethnic\nsometimes observed in such pregnancies [25]. The large         groups but reported disproportionately more often in\noffspring size was probably due to disturbances of             Caucasians [34].\nexpression of the insulin-like growth factor receptor             PWS is characterized by infantile hypotonia, early\n(Igf2r) gene [26] due to manipulations of the gametes or       childhood obesity, short stature, small hands and feet,\nfrom the early embryos through inadequate conditions of        growth hormone deficiency, hypogenitalism/hypogonad-\nthe in vitro culturing techniques [27–29].                     ism, mental deficiency and behavioral problems including\n   The use of ARTs with in vitro manipulation of               temper tantrums and skin picking and a characteristic facial\ngametes or from the early human embryos and potential          appearance with a narrow bifrontal diameter, short upturned\nfactors impairing the expression of genes has received         nose, triangular mouth, almond-shaped eyes, and oral\nmuch attention in the medical community. According to          findings (sticky saliva, enamel hypoplasia) [34, 36, 37].\nSchieve et al. [30], infants conceived with the use of            In 1956, Prader, Labhart, and Willi [38] were the first to\nARTs have low or very low birth weight compared to             report this syndrome while Ledbetter and others [39] in\nthose conceived naturally. In a prospective study of           1981 were the first to report an interstitial deletion of the\nBeckwith-Wiedemann syndrome (BWS), DeBaun et al.               proximal long arm of chromosome 15 in the majority of\n[28] reported the prevalence of ARTs as 4.6% (3 of 65          subjects. Butler and Palmer in 1983 [1] were the first to\nsubjects) versus the background rate of 0.8% in the United     report that the origin of the chromosome 15 deletion was de\nStates. A total of seven children with BWS were born after     novo or due to a new event and found that the chromosome\nART—five of whom were conceived after intracytoplas-           15 leading to the deletion was donated only from the father.\nmic sperm injection. Molecular studies were performed on       In about 70% of subjects with PWS, the 15q11-q13 deletion\nsix of the children and five had specific imprinting or        was present while about 25% of individuals with PWS had\nepigenetic alterations. Furthermore, in a current review of    either maternal disomy 15 (both 15s from the mother) or\nthe literature on imprinting disorders and assisted repro-     defects in the imprinting center controlling the activity of\nductive technology, Manipalviratn et al. [31] found that       genes in the chromosome 15 region (about 5% of cases).\nmore than 90% of children with BWS born after ART had          Rarely, other chromosome 15q11-q13 rearrangements occur\nimprinting defects compared with 40–50% of children            such as translocations. Occasionally, the father may have\nwith BWS conceived without ARTs. Independent studies           inherited an imprinting defect on chromosome 15 from his\nin the United States, United Kingdom and France showed         mother and can pass on the defect to his offspring at a 50%\nthat the relative risk of BWS was significantly increased      recurrence risk for PWS [36, 37].\nby a factor of 3 to 6 fold if ARTs were used in establishing      PWS is generally divided into two major stages of clinical\nthe pregnancy. Patients with Angelman syndrome with            course development. The first stage is characterized by\ncomplete or partial loss of methylation on chromosome 15       infantile hypotonia, temperature instability, a weak cry and\nhave also been reported to occur following the use of          poor suck, and feeding difficulties with tube feedings often\nARTs [32]. In addition, infants with retinoblastoma, an        required, developmental delay and underdevelopment of the\nautosomal dominant eye tumor disorder with incomplete          sex organs. The second stage occurs in early childhood (2–\npenetrance, have been reported following the use of ARTs       4 years of age) and characterized by an insatiable appetite,\n\f480                                                                                              J Assist Reprod Genet (2009) 26:477–486\n\n\nrapid weight gain and subsequent obesity without caloric               and the distal breakpoint (BP3) in the 15q11-q13 region\nrestriction, continued developmental delay or psychomotor              [42]. The typical PWS deletion consists of two classes, type\nretardation. The average IQ is 65. Other features noted during         I and type II, depending on the size and chromosome\nthe second stage include speech articulation problems, food            breakpoint position (Fig. 1). Those with the larger typical\nforaging, rumination, unmotivated sleepiness, physical inac-           type I deletion (involving BP1 and BP3) have more clinical\ntivity, decreased pain sensitivity, self-injurious behavior,           problems such as obsessive compulsive disorders, self-\nstrabismus, hypopigmentation, scoliosis, obstructive sleep             injury and poorer academic performance than those PWS\napnea, and abnormal oral pathology [34, 40]. In addition,              subjects with the smaller type II deletions (involving BP2\nthose with the 15q11-q13 deletion are prone to hypopig-                and BP3) [43]. These genetic subtypes are determined by\nmentation and self-injurious behavior (skin picking). Those            fluorescence in situ hybridization (FISH), genotyping and\nwith maternal disomy 15 have higher verbal IQ scores and               methylation using DNA probes from the 15q11-q13 region.\nbetter memory retention (Table 1) [35].                                   At least 70 nonredundant genes/transcripts are recog-\n    Obesity is the most significant health problem in PWS              nized in the 15q11-q13 region, and at least a dozen genes\nand may be life-threatening. Weight control and dietary                are imprinted and paternally expressed. Methylation DNA\nrestrictions are key management issues with caloric intake             testing which measures the methylation status of the genes\nrestricted to 6 to 8 calories per centimeter of height for             in the region can be used for laboratory diagnosis of PWS.\nweight loss beginning in early childhood and to 10 to 12               Methylation testing is considered to be 99% accurate in the\ncalories per centimeter of height to maintain weight. The              diagnosis of PWS, but does not allow for identification of\nuse of human recombinant growth hormone therapy has                    the specific genetic subtype (deletion, maternal disomy or\nresulted in a decrease in body weight and fat, an increase in          an imprinting defect). Additional testing besides FISH is\nmuscle mass and physical activity and a higher quality of              required to identify maternal disomy 15 or imprinting\nlife for PWS individuals [40].                                         defects such as genotyping of informative DNA markers\n    PWS and its sister syndrome, Angelman syndrome (AS)                from the 15q11-q13 region. Several genes or transcripts\nwhich has an entirely different clinical presentation, were            mapped to the 15q11-q13 region that are imprinted, with\nthe first examples of genomic imprinting in humans. AS is              most having only paternal expression, include SNURF-\ncharacterized by seizures, severe mental retardation, ataxia           SNRPN, small nucleolar RNAs (snoRNAs), NDN, MKRN3\nand jerky arm movements, hypopigmentation, inappropriate               and MAGEL2. Candidate genes for causing PWS are\nlaughter, lack of speech, microbrachycephaly, maxillary                paternally expressed and maternally silenced, located\nhypoplasia, a large mouth with protruding tongue, promi-               within the chromosome 15q11-q13 region and involved\nnent nose, wide spaced teeth, and usually a maternal 15q11-            directly or indirectly in brain development and function.\nq13 deletion. Although PWS is thought to be a contiguous               For example, the promoter and first exon of SNURF-\ngene syndrome with several imprinted (paternally                       SNRPN are integral components of the imprinting center\nexpressed) genes as candidates for causing the disorder,               that controls the regulation of imprinting throughout the\nAS is caused by a single imprinted (maternally expressed)              chromosome 15q11-q13 region. A disruption of this\ngene, i.e., UBE3A, a ubiquitin ligase gene involved in early           complex locus will cause loss of function of paternally\nbrain development [41]. The 15q11-q13 region contains                  expressed genes in this region, leading to PWS [36, 37, 40,\nabout 6 million DNA base pairs and a large cluster of                  44, 45].\nimprinted genes causing the two syndromes along with a                    Two imprinted and maternally expressed genes (UBE3A,\nnon-imprinted domain. Novel DNA sequences have been                    ATP10C) have also been identified in this chromosome\nidentified with low copy repeats clustered at or near the two          region. The UBE3A gene causes AS. Additional genes\nmajor proximal chromosome breakpoints (BP1 and BP2)                    including the GABA receptors, GABRB3, GABRA5,\n\nTable 1 Clinical and genetic findings in Prader-Willi syndrome\n\n• First reported by Prader, Labhart and Willi [38] in 1956\n• Hypotonia, poor suck, and feeding difficulties during infancy\n• Characteristic face (small upturned nose, narrow bifrontal diameter, thin upper lip)\n• Hyperphagia and early childhood obesity\n• Hypogonadism/hypogenitalism\n• Short stature, small hands and feet, growth hormone deficiency, hypopigmentation Mental deficiency (average IQ=65), behavioral problems\n  (skin picking, obsessive-compulsive disorder)\n• Genetic subtypes (e.g., maternal disomy 15, type I or type II 15q deletions) show variation in clinical phenotype\n• Paternal 15q11-q13 deletion (in about 70% of cases), maternal uniparental disomy 15 (in 25%) and imprinting mutations (in 5%)\n\fJ Assist Reprod Genet (2009) 26:477–486                                                                              481\n\nFig. 1 Ideogram of chromo-\nsomes 15, showing genes locat-\ned in the typical deletion region\nof Prader-Willi syndrome. The\nlocations of genes in the region,\n15q11-q13, and their imprinting\nstatus are shown. The gene\ndisorder is based on the UCSC\nGenome Bioinformatics website\n(http://genome.ucsc.edu).\nApproximately 40% of subjects\nwith the typical deletion have\nthe larger type I deletion, and\napproximately 60% have the\nsmaller type II deletion.\nAbbreviations: Cen, centromere;\nTel, telomere; BP, breakpoint;\nIC, imprinting center; snoRNA,\nsmall nucleolar RNA.\n(Reproduced from Expert\nReviews in Molecular Medicine\n(2005) Vol. 7, e14.)\n\n\n\n\nGABRG3 and P (for pigmentation) have been identified in      particularly of the limbs, and small incurved fifth fingers\nthis chromosome region and not imprinted but may play a      (clinodactyly). Individuals with SRS have late closure of\nrole in the PWS phenotype. Recently, a small deletion        the anterior fontanel, immature bone development and\ninvolving the paternally expressed snoRNA (HBII-85) was      excessive sweating of the head and upper trunk during\nreported in an obese male with features of PWS, further      infancy. Hypoglycemia may also be present in infancy and\nsupporting its role in the causation of PWS [46].            early childhood. Patients with this disorder frequently\n   Maternal disomy 15 is the second most frequent            have café au lait spots and occasionally hypospadias,\nfinding in PWS thought due to fertilization of an oocyte     cardiac defects or precocious puberty. Developmental\nwith two maternal chromosome 15s by a normal sperm           delay can be seen. Although these patients are generally\nwith one chromosome 15. This leads to a zygote which is      underweight and have feeding problems they gradually\ntrisomic for chromosome 15. This condition is not            gain weight, but growth hormone deficiency is reported.\ncompatible with development and is a relatively common       There is a large appearing head with large fontanels in\ncause of early miscarriages. Through a trisomy rescue        infancy resembling hydrocephalus (Table 2) [50].\nevent in the fetus, the pregnancy is salvaged and not           Several abnormalities have been reported involving\nspontaneously aborted. This leads to a normal set of         chromosomes 7, 8, 15, 17, and 18, in the form of rings,\nchromosomes, but with two maternal chromosome 15s in         deletions, and translocations. However, the majority of\nthe fetus, producing PWS [47].                               Silver-Russell syndrome patients have a normal karyotype.\n                                                             Maternal disomy of chromosome 7, in which both\nSilver-Russell syndrome                                      chromosome 7s come from the mother, occurs in about\n                                                             10% of subjects with SRS. Some SRS patients with\nSilver-Russell syndrome (SRS) was first reported by          maternal disomy 7 may have a milder phenotype [17, 50].\nSilver et al. in 1953 [48] and by Russell in 1954 [49].         Although no single gene appears to be responsible for all\nSRS affects approximately 1 in 75,000 births. SRS is         the features seen in Silver-Russell syndrome, genetic\nclinically heterogeneous with prenatal and postnatal         evidence exists for involvement of two separate regions\ngrowth retardation, a characteristic facial appearance       on chromosome 7 including 7p11.2-p13 and 7q31-qter.\nincluding a small, triangular face with frontal prominence   Imprinted genes with only paternal expression involving\nand a normal head circumference, growth asymmetry            growth stimulation within the 7p13 band have been found\n\f482                                                                                                J Assist Reprod Genet (2009) 26:477–486\n\nTable 2 Clinical and genetic findings in Silver-Russell syndrome\n\n• First reported by Silver et al. [48] in 1953 and Russell [49] in 1954\n• Small stature (prenatal onset)\n• Skeletal asymmetry (in limbs)\n• Characteristic face (small triangular, frontal prominence with normal head circumference, downturned corners of mouth, small chin)\n• Small incurved fifth finger (clinodactyly)\n• Abnormalities reported for chromosomes 7, 8, 15, 17 and 18 including rings, deletions, and translocations\n• Maternal uniparental disomy 7 (in 10% of cases); 7p duplications or unknown (about 40%)\n• Maternal duplication of chromosome 11p15 (5% of cases); hypomethylation of telomeric 11p15 imprinting center (40–60% of cases)\n\n\nincluding MEST (mesoderm-specific transcript), PEG1                      Beckwith-Wiedemann syndrome\n(paternally expressed gene 1), carboxypeptidase A4\n(CPA4), coatomer protein complex subunit gamma 2                         Beckwith-Wiedemann syndrome (BWS) was first reported by\n(COPG2) and two imprinted noncoding RNAs (MESTIT,                        Wiedemann in 1964 [54] and Beckwith in 1969 [55]. BWS is\nC1T2/COPG2IT1) and become potential gene candidates                      generally sporadic but an autosomal dominant transmission\nfor this disorder.                                                       is reported in approximately 10–15% of cases. Major\n   The GRB10 (growth factor receptor-bound protein 10)                   features of this syndrome are macrosomia, with a large\ngene is maternally expressed and located in the 7p11.2-                  muscle mass at birth and macroglossia, prominent eyes with\np13 region along with other genes involved in human                      periorbital fullness, and characteristic ear creases and /or pits.\ngrowth and development such as IGFBP1, IGFBP3,                           Other features include capillary nevus flammeus over the\nPHKG1, EGFR and GHRHR [17, 51]. The GRB10 gene                           central forehead and eyelids; a large fontanel; accelerated\nacts as a suppressor of growth through its interaction with              bone age; growth asymmetry; organomegaly involving the\neither the (IGF1) receptor or the growth hormone receptor                kidneys, liver, pancreas, and spleen; an omphalocele; and an\n[52]. In addition, two patients with SRS have been                       increased intra-abdominal tumor rate, particularly of the\nidentified with cytogenetic duplications of 7p11.2-p13                   kidneys and occasionally the liver. Additional findings may\nencompassing the region containing the GRB10 gene.                       include neonatal hypoglycemia, present in about one-third of\nTherefore, the explanation for maternal disomy 7 causing                 cases, cardiovascular defects, and cryptorchidism. The\nfeatures of SRS specifically growth anomalies, would                     mortality rate is estimated to be as high as 21%. The large\ninclude two functional maternal copies (instead of one) of               tongue may interfere with breathing and cause feeding\na growth inhibitor gene and/or the lack of paternally                    difficulties. The frequency of abdominal tumors (Wilms,\nexpressed growth promoter genes (e.g. MEST/PEG1).                        hepatoblastoma) in this disorder is estimated at 10–20%.\nMore recent studies have found genetic and epigenetic                    Tumor surveillance with abdominal sonograms and blood\nmutations affecting the imprinting centers on chromosome                 and urine biomarkers are warranted (Table 3) [50, 56].\n11p15 in about 60% of SRS patients [53]. Therefore, SRS                     The majority of patients with Beckwith-Wiedemann\nrepresents the first human disorder with imprinting                      syndrome do not have a recognized chromosome abnor-\ndisturbances affecting two different chromosomes (i.e.,                  mality but have errors in epigenetics, usually with\nchromosome 7 and 11). Thus, a functional interaction of                  abnormal methylation of genes in the 11p15.5 region,\nfactors encoded by genes may exist between the two                       specifically H19 and IGF2. However, the 11p15.5 chro-\nchromosomes. Human chromosome 11p15 contains a                           mosome band contains more than a dozen known\ncluster of imprinted genes crucial for the control of fetal              imprinted genes, both maternal and paternal. This large\ngrowth. The expression of genes in this region is                        domain of contiguous imprinted genes includes IGF2\nregulated by two imprinting control regions (ICR1 and                    (paternally expressed), H19 (maternally expressed),\nICR2). The telomeric ICR1 domain controls the expres-                    CDKN1C (maternally expressed), KVLQT1 (maternally\nsion of H19, possibly functioning as a microRNA                          expressed), and KCNQ10T1 (LIT1) (paternally expressed).\nprecursor involved in post-transcriptional regulation of                 As noted earlier, genes in the 11p15 region are organized\nspecific mRNAs during vertebrate development, and                        into two separately controlled imprinted domains; a\nIGF2, which is paternally expressed and involved with                    telomeric (ICR1) and centromeric (ICR2) domain. Other\nstimulating fetal growth and development. Chromosome                     target sites or binding factors in the telomeric ICR1\n11p15 epimutations reported in SRS are typically due to                  domain controls the transcription and regulation of IGF2\nhypomethylation of the ICR1 domain; this results in                      and H19. Therefore, one of the most common epigenetic\nsuppression of IGF2 growth factor activity and reduced                   alterations in patients with Beckwith-Wiedemann syn-\ngrowth in SRS patients [17, 53].                                         drome is the abnormal (biallelic) expression of IGF2 or\n\fJ Assist Reprod Genet (2009) 26:477–486                                                                                                     483\n\nTable 3 Clinical and genetic findings in Beckwith-Wiedemann syndrome\n\n• First reported by Wiedemann [54] in 1964 and Beckwith [55] in 1969\n• Macrosomia with large muscle mass at birth\n• Craniofacial features (macroglossia, prominent eyes, periorbital fullness, ear creases and/or pits)\n• Omphalocele, hypoglycemia\n• Organomegaly (kidneys, liver, spleen), abdominal tumors\n• Hemihypertrophy\n• Paternal uniparental disomy 11 (in 15% of cases); loss of imprinting of IGF2 (hypermethylation of telomeric imprinting center region) (in 5%);\n  mutations in CKN1C in centromeric imprinting center region (in 10%); hypomethylation of centromeric imprinting center region (about 50%);\n  unknown (15%)\n\n\n\ninsulin-like growth factor 2 gene encoding a fetal mitogen                  Albright hereditary osteodystrophy\nwhich stimulates growth. This abnormal expression is due\nto loss of imprinting. Thus, there appears to be a                          [Pseudohypoparathyroidism (PHP),\nreciprocal coordinated relationship between the insulin-                    Pseudopseudohypoparathyroidism (PPHP)]\nlike growth factor 2 (IGF2) and H19 genes in cellular\ngrowth and development. The maternally expressed H19                        Albright [58] first reported this osteodystrophy condition in\ngene encodes a polyadenylated-spliced message and is                        1942 which is due to an end-organ resistance to the actions\nassumed to act as a growth-suppressing agent [17, 18, 57].                  of parathyroid hormone (PTH) and other hormones. Two\n   Mechanisms that increase expression of IGF2 include                      major variants have been described: PHP (PHP-Ia, PHP-Ib)\nmaternally derived translocations and inversions of chro-                   and PHPP. Individuals with PHP-Ia have features of Albright\nmosome 11p15, duplications of the paternal chromosome                       hereditary osteodystrophy (AHO) and present with hypocal-\n11p15, paternal disomy 11 (10–20% of cases of BWS) and                      cemia and hyperphosphatemia despite elevated serum para-\nimprinting anomalies; all lead to BWS. Hypermethylation                     thyroid hormone levels. Resistance to thyroid stimulating\nof the ICR1 domain accounts for about 5% of BWS cases.                      hormone and gonadotropins as well as growth hormone-\nThe centromerically located ICR2 domain regulates the                       releasing hormone and calcitonin can also occur in these\nexpression of CDKN1C, KCNQ1 and other genes on the                          affected individuals. Individuals with PPHP have the\nmaternal allele. The gene of another non-coding RNA in                      characteristic physical features of AHO, but show no\n11p15, KCNQ1OT1 (LIT1), is localized in intron 9 of the                     evidence of resistance to parathyroid hormone or other\nKCNQ1 gene and expressed on the paternal allele. It                         hormones. PHP-Ia and PPHP have been reported in the same\nprobably represses the CDKN1C gene. Loss of methyla-                        families, but are dependent on the parent of origin. Both\ntion of the maternal ICR1 domain correlates with                            variants result from decreased activity of the alpha subunit of\nexpression of KCNQ1OT1 (LIT1). Mutations of the                             the membrane bound trimeric G subunit-regulatory protein\nCDKN1C gene account for about 40% of familial BWS                           (GNAS). The function of this guanine nucleotide-binding\ncases and 5–10% of sporadic cases. In BWS, ICR2                             signaling protein is to couple membrane receptors for adenyl\nhypomethylation and CDKN1C point mutations lead to                          cyclase activity thereby stimulating the secondary messen-\nreduced expression of CDKN1C and overgrowth. Finally,                       ger, cyclic adenosine monophosphate (cAMP) [50, 59].\nloss of imprint of KCNQ1OT1 (LIT1) accounts for about                          Genetic defects are associated with different forms of this\n50% of BWS cases [18].                                                      condition by involving the GNAS gene located at chromosome\n   Phenotype/genotype studies have shown an association                     20q13.11. GNAS is a complex imprinted gene that produces\nof hemihypertrophy and hypoglycemia in BWS, with                            multiple transcripts through the use of alternative promoters\naltered methylation of both the KCNQ1OT1 (LIT1) and                         and alternative splicing. It encodes four main transcripts: G\nH19 genes. Patients with Beckwith-Wiedemann syndrome                        protein subunit alpha (involved in AHO), XLAS (paternally\nand tumors have been described with an altered H19 gene                     expressed), NESP55 (maternally expressed and encodes a\nmethylation. In addition, an association has been reported                  chromogranin-like neuroendocrine secretory protein) and the\nwith macrosomia and midline abdominal wall defects and                      A/B transcript (derived from the paternal GNAS allele).\naltered methylation of the KCNQ1OT1 (LIT1) transcript.                      GNAS is involved in the pathophysiology of these disorders\nTherefore, the imprinting interaction of contiguous genes                   through complex mechanisms and pathways [60].\nclustered in the 11p15.5 region involved in this overgrowth                    The clinical features of AHO consist of small stature\nsyndrome and the genetically opposite effects seen in                       (final adult height 54 to 60 inches), moderate obesity,\nSilver-Russell syndrome will require additional studies for                 mental deficiency (average IQ of 60), round face with a\nclarification and understanding.                                            short nose and short neck, delayed dental eruption and\n\f484                                                                                                   J Assist Reprod Genet (2009) 26:477–486\n\nTable 4 Clinical and genetic findings in Albright Hereditary Osteodystrophy (AHO) [Pseudohypoparathyroidism (PHP); Pseudopseudohypopar-\nathyroidism (PPHP)]\n\n• First reported in 1962 by Albright et al. [58]\n• Small stature (final height, 54 to 60 inches) and short metacarpals\n• Rounded face with short neck\n• Delayed dental eruption or enamel hypoplasia\n• Areas of mineralization in subcutaneous tissues with variable hypocalcemia and hyperphosphatemia\n• Defects of the GNAS gene associated with different forms of PHP and PPHP depending on the parent of origin. For example, maternal\n  inheritance leads to PHP-Ia, i.e., AHO plus hormone resistance while paternal inheritance leads to PHPP or AHO without evidence of resistance\n  to parathyroid hormone\n\n\n\nenamel hypoplasia, short metacarpals and metatarsals                       heterozygous inactivating GNAS mutations. Interestingly,\nespecially of fourth and fifth digits, short distal phalanx                maternal inheritance of such a mutation can lead to PHP-\nof the thumb, osteoporosis, areas of mineralization in                     Ia (AHO with hormone resistance) while paternal inher-\nsubcutaneous tissues including the basal ganglia, vari-                    itance of the same mutation leads to PHPP or AHO alone.\nable hypocalcaemia and/or hyperphosphatemia and                            The nature of the imprinted mode of inheritance for\nseizures. Occasional findings include hypothyroidism,                      hormone resistance could be explained by the predomi-\nhypogonadism, lens opacity or cataracts, optic atrophy,                    nantly maternal expression of GNAS in certain tissues.\nocular degeneration and vertebral anomalies (Table 4)                      Patients with PHP-Ia lacking GNAS mutations, but display\n[50, 61, 62].                                                              the gene disturbance, are due to an imprinting defect and\n   Patients with PHP are subdivided into PHP-Ia and PHP-                   loss of imprint at the exon A/B differentially methylated\nIb, depending on the presence or absence of additional                     region (DMP) of the gene. In addition, a unique 3-Kb\nhormone resistance and the AHO phenotype. Nearly all                       microdeletion that disrupts the neighboring STX 16 close\npatients with PHP-Ia have mild hypothyroidism, hypogo-                     to the differentially methylated domain can cause PHP-I as\nnadism and abnormal response to growth hormone releas-                     well and loss of imprint [59, 60].\ning hormone while those patients with PHP who present                         In summary, the pattern of inheritance of the GNAS gene\nwith PTH-resistance, but lack AHO features are defined as                  located at chromosome 20q13.11 that stimulates adenyl\nhaving the PHP-Ib subtype. Most PHP-Ib cases are                           cyclase activity is responsible for both PHP-Ia and PPHP\nsporadic, but some have occurred in families with an                       variants of the AHO syndrome with multiple transcriptional\nautosomal dominant inheritance pattern with incomplete                     units. PHP-Ia and PPHP are caused by heterozygous\npenetrance. Patients with PHP-Ib typically lack GNAS gene                  inactivating mutations in those exons of the GNAS gene\nmutations; however, studies show that the inheritance                      encoding the alpha subunit of the stimulatory guanine\ncomes from a female exhibiting alteration in imprinting of                 nucleotide-binding protein and the autosomal dominant\nthe GNAS locus. The most consistent defect is loss of                      form of PHP-Ib is caused by heterozygous mutations\nmethylation in controlling elements regulating the imprint                 disrupting a long-range imprinting control element of\nof the GNAS gene. In addition, a case of PHP-Ib was found                  GNAS. Both disorder variants have been reported in the\nwith paternal disomy of chromosome 20 [59].                                same family and dependent on parent of origin, therefore\n   Those patients with PHP-Ia and features of AHO are                      due to imprinting. If the altered gene is inherited from the\nreported with mutations of the GNAS gene as well as                        affected father with either PHP-Ia or PPHP, then PHPP\ncytogenetic deletions of chromosome 20q including                          occurs in the offspring. If the inheritance of the same GNAS\nGNAS. Patients with PHPP (or those AHO patients                            mutation is present in the mother with either PHP-Ia or\nwithout evidence of hormone resistance) also carry                         PHPP, then the child will present with PHP-Ia.\n\n\nTable 5 Clinical and genetic findings in uniparental disomy 14 (maternal and paternal)\n\n• First reported in 1991 by Wang et al. [63] and Temple et al. [64]\n• Clinical findings in maternal disomy 14 include growth retardation, congenital hypotonia, joint laxity, psychomotor retardation, truncal obesity\n  and minor dysmorphic facial features\n• Clinical features are more severe in paternal disomy 14 including polyhydramnios, thoracic and abdominal wall defects, growth retardation and\n  severe developmental delay.\n• Imprinting errors with imprinted locus at 14q32 including the paternally expressed DLK1 gene and maternally expressed GTL2 gene\n• Uniparental disomy, copy number changes and disruption of regulatory sequences or mutations of a single active allele leads to the disorder\n\fJ Assist Reprod Genet (2009) 26:477–486                                                                                               485\n\n\nUniparental disomy 14                                               References\n\nWang et al. [63] and Temple et al. [64] in 1991 described            1. Butler MG, Palmer CG. Parental origin of chromosome 15\ndifferent clinical phenotypes in those subjects with                    deletion in Prader-Willi syndrome. Lancet. 1983;1(8336):1285–6.\neither paternal or maternal disomy of chromosome 14.                 2. Nicholls RD, Knoll JH, Butler MG, Karam S, Lalande M. Genetic\nMaternal disomy 14, the inheritance of both chromo-                     imprinting suggested by maternal heterodisomy in nondeletion\n                                                                        Prader-Willi syndrome. Nature. 1989;342(6247):281–5.\nsome 14 homologues from the mother often involves a                  3. Bartolomei MS, Tilghman SM. Genomic imprinting in mammals.\nchromosome 14 translocation, but may have features in                   Annu Rev Genet. 1997;31:493–525.\ncommon with Prader-Willi syndrome [13, 65]. Maternal                 4. Walter J, Paulsen M. Imprinting and disease. Semin Cell Dev\ndisomy 14 is characterized by prenatal and postnatal                    Biol. 2003;14:101–10.\n                                                                     5. Delaval K, Wagschal A, Feil R. Epigenetic deregulation of\ngrowth retardation, congenital hypotonia, joint laxity,                 imprinting in congenital diseases of aberrant growth. Bioessays.\ngross motor delay with mild to moderate mental retarda-                 2006;28(5):453–9.\ntion, early onset of puberty, truncal obesity and minor              6. Platonov ES, Isaev DA. Genomic imprinting in the epigenetics of\ndysmorphic features of the face, hands and feet. About                  mammals. Genetika. 2006;42(9):1235–49.\n                                                                     7. Murphy SK, Jirtle RL. Imprinting evolution and the price of\n30% of cases will show rapid postnatal head growth                      silence. Bioessays. 2003;25(6):577–88.\nusually due to hydrocephalus that is arrested spontane-              8. Haig D, Graham C. Genomic imprinting and the strange case of the\nously. Dysmorphic facial features include a prominent                   insulin-like growth factor II receptor. Cell. 1991;64(6):1045–6.\nforehead, prominent supra-orbital ridges, a short philtrum           9. Zhang Y, Tycko B. Monoallelic expression of the human H19\n                                                                        gene. Nat Genet. 1992;1(1):40–4.\nand down-turned corners of the mouth [13]. Over 30 cases            10. Niemitz EL, Feinberg AP. Epigenetics and assisted reproductive\nhave been reported. Paternal disomy 14 has a more severe                technology: a call for investigation. Am J Hum Genet. 2004;74\npresentation including polyhydramnios, thoracic and ab-                 (4):599–609.\ndominal wall defects, growth retardation and severe                 11. Luedi PP, Dietrich FS, Weidman JR, Bosko JM, Jirtle RL,\n                                                                        Hartemink AJ. Computational and experimental identification of\ndevelopmental delay. Errors in imprinting of chromosome                 novel human imprinted genes. Genome Res. 2007;17(12):1723–\n14 are likely causes of the phenotypes while segmental                  30.\nuniparental disomy 14 has been reported involving the               12. Butler MG. Imprinting disorders: non-Mendelian mechanisms\ndistal chromosome 14q region indicating a critical area for             affecting growth. J Pediatr Endocrinol Metab. 2002;15(Suppl\n                                                                        5):1279–88.\nthe phenotype (Table 5) [13, 14, 66].                               13. Falk MJ, Curtis CA, Bass NE, Zinn AB, Schwartz S. Maternal\n   An imprinted locus existing at 14q32 appears to be                   uniparental disomy chromosome 14: case report and literature\nunder the control of a paternally methylated region.                    review. Pediatr Neurol. 2005;32(2):116–20.\nImprinted genes in this region include the paternally               14. Temple K, Shrubb V, Lever M, Bullman H, Mackey DJG. Isolated\n                                                                        imprinting mutation of the DLK1/GTL2 locus associated with a\nexpressed DLK1 (delta, Drosophila homologue-like 1), a                  clinical presentation of maternal uniparental disomy of chromo-\ntransmembrane signaling protein which is a growth                       some 14. J Med Genet. 2007;44:637–40.\nregulator homologous to proteins in the Notch/delta                 15. Luedi PP, Hartemink AJ, Jirtle RL. Genome-wide prediction of\npathway [14]. A maternally expressed gene GTL2, gene                    imprinted murine genes. Genome Res. 2005;15(6):875–84.\n                                                                    16. Zakharova IS, Shevchenko AI, Zakian SM. Monoallelic gene\ntra",
  "wordCount": 7574,
  "indexed": "2025-09-25T22:41:39.164Z",
  "method": "direct"
}
