{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Helena Mangs y Morris - 2007 - The Human Pseudoautosomal Region (PAR) Origin, Fu.pdf",
  "fileName": "Helena Mangs y Morris - 2007 - The Human Pseudoautosomal Region (PAR) Origin, Fu.pdf",
  "relativePath": "Genetica/Generalidades/Helena Mangs y Morris - 2007 - The Human Pseudoautosomal Region (PAR) Origin, Fu.pdf",
  "text": "Current Genomics, 2007, 8, 129-136                                                 129\n\n\nThe Human Pseudoautosomal Region (PAR): Origin, Function and Future\n\nA. Helena Mangs and Brian J. Morris*\n\nBasic & Clinical Genomics Laboratory, School of Medical Sciences and Bosch Institute, The University of Sydney, NSW\n2006, Australia\n\n            Abstract: The pseudoautosomal regions (PAR1 and PAR2) of the human X and Y chromosomes pair and recombine dur-\n            ing meiosis. Thus genes in this region are not inherited in a strictly sex-linked fashion. PAR1 is located at the terminal re-\n            gion of the short arms and PAR2 at the tips of the long arms of these chromosomes. To date, 24 genes have been assigned\n            to the PAR1 region. Half of these have a known function. In contrast, so far only 4 genes have been discovered in the\n            PAR2 region. Deletion of the PAR1 region results in failure of pairing and male sterility. The gene SHOX (short stature\n            homeobox-containing) resides in PAR1. SHOX haploinsufficiency contributes to certain features in Turner syndrome as\n            well as the characteristics of Leri-Weill dyschondrosteosis. Only two of the human PAR1 genes have mouse homologues.\n            These do not, however, reside in the mouse PAR1 region but are autosomal. The PAR regions seem to be relics of differ-\n            ential additions, losses, rearrangements and degradation of the X and Y chromosome in different mammalian lineages.\n            Marsupials have three homologues of human PAR1 genes in their autosomes, although, in contrast to mouse, do not have\n            a PAR region at all. The disappearance of PAR from other species seems likely and this region will only be rescued by the\n            addition of genes to both X and Y, as has occurred already in lemmings. The present review summarizes the current un-\n            derstanding of the evolution of PAR and provides up-to-date information about individual genes residing in this region.\n                       Received on: January 8, 2007 - Revised on: February 23, 2007 - Accepted on: February 24, 2007\nKey Words: Pseudoautosomal region, PAR, sex chromosomes, XE7, SHOX.\n\nTHE X AND Y CHROMOSOMES                                                       serve a critical function in spermatogenesis, at least in hu-\n                                                                              mans and mouse [9-11]. PAR2 is located at the tips of the\n    The human sex chromosomes (X and Y) originate from                        long arms and is a much shorter region, spanning only 320\nan ancestral homologous chromosome pair, which during\n                                                                              kb [12]. PAR2 exhibits a much lower frequency of pairing\nmammalian evolution lost homology due to progressive deg-\n                                                                              and recombination than PAR1 and is not necessary for fertil-\nradation of the Y chromosome [1]. The X-chromosome in\n                                                                              ity [13-15].\nplacental mammals represents approximately 5% of the hap-\nloid genome and the gene content is almost completely con-                    GENES IN HUMAN PAR1 AND PAR2\nserved amongst species. To ensure dosage compensation,\nmost genes on the X are subject to X inactivation in females.                     The sequence of the human X chromosome is nearly\nThe Y chromosome is much smaller than the X, being only                       complete [16]. This has shown that PAR1 contains at least\n2–3% of the haploid genome, and is largely composed of                        24 genes. About half were identified almost a decade ago,\nrepeated sequences. Most genes on the Y have relatives on                     while some, like PLCXD1, P2RY8 and DHRSX, have been\nthe X chromosome and these are not subject to X inactiva-                     identified more recently. As well, many novel transcripts\ntion. The degeneration of the Y chromosome has been re-                       were recently assigned to the PAR1 region [16]. The func-\nsearched and reviewed extensively [2-6].                                      tion of known genes in PAR1 is summarized in Table 1.\n                                                                              One, designated XE7 when it was described initially [17, 18],\nTHE PSEUDOAUTOSOMAL REGIONS                                                   but which is now termed CXYorf3, had at that time no func-\n                                                                              tion ascribed to it. CXYorf3 is located 1760 kb from the te-\n    The pseudoautosomal regions (PAR1 and PAR2) are\n                                                                              lomere in PAR1 and generates two protein isoforms [18].\nshort regions of homology between the mammalian X and Y                       The shorter one arises from the insertion of an alternative\nchromosomes. The PAR behave like an autosome and re-\n                                                                              exon containing a stop codon that results in a truncated pro-\ncombine during meiosis. Thus genes in this region are inher-\n                                                                              tein [17, 18]. The longer isoform has a C-terminal region\nited in an autosomal rather than a strictly sex-linked fashion.\n                                                                              rich in arginine and serine residues, reminiscent of the RS\n   PAR1 comprises 2.6 Mb of the short-arm tips of both X                      (arginine/serine) domain present in RNA binding/spliceo-\nand Y chromosomes in humans and other great apes [7, 8]                       somal proteins. The protein, XE7, also termed 721P/B-\nand is required for pairing of the X and Y chromosomes dur-                   lymphocyte surface antigen [19], had been identified initially\ning male meiosis. All characterized genes within PAR1 es-                     in a spliceosomal screen [20]. Only recently have functional\ncape X inactivation. X-Y pairing in the PAR is thought to                     studies been carried out. In these we found that XE7 is an\n                                                                              alternative splicing regulator which binds to two important\n                                                                              splicing proteins, ASF/SF2 and ZNF265 [21]. Fig. (1) shows\n*Address correspondence to this author at the Basic & Clinical Genomics\nLaboratory, School of Medical Sciences and Bosch Institute, The University\n                                                                              the localization of XE7/CXYorf3 amongst other PAR1 genes.\nof Sydney, NSW 2006, Australia; Tel: 61-2-93513688; Fax: 61-2-                Interestingly, exon 3 of XE7/CXYorf3 is identical to exon 1A\n93512227; E-mail: brianm@medsci.usyd.edu.au                                   of another pseudoautosomal gene, ASMTL (acetylserotonin\n\n                                                1389-2029/07 $50.00+.00       ©2007 Bentham Science Publishers Ltd.\n\f130 Current Genomics, 2007, Vol. 8, No. 2                                                                                              Mangs and Morris\n\nTable 1.    PAR1 Genes and Protein Function. Only Genes that have been Cloned or Otherwise Characterized are Shown\n\n\n           Gene symbol               Alternative name/symbol                                      Protein                                       Ref.\n\n  PLCXD1: phospatidylinositol-\n    specific phospholipase C,                 FLJ11323                                     Function not known.                                 [70, 71]\n     X domain containing 1\n\n     GTPBP6: GTP binding\n                                                PGPL                                       Function not known.                                  [72]\n      protein 6 (putative)\n\n  PPP2R3B: Protein phosphatase                PPP2R3L,            Exerts regulatory control over the initiation of DNA replication. Over-\n                                                                                                                                                [73]\n     2, regulatory subunit B                 PR48 protein                    expression of PR48 causes G1 cell cycle arrest.\n\n       SHOX: short stature                   PHOG, GCFX,                 Homeobox-containing gene, thought to be a transcription\n                                                                                                                                               [34, 36]\n          homeobox                            SS, SHOXY                        factor related to short stature syndromes.\n\n        CRLF2: cytokine                                           The receptor for TSLP, a cytokine that enhances the maturation process\n                                             CRL2, TSLPR                                                                                       [74-77]\n      receptor-like factor 2                                         of dendritic cells and promotes the proliferation of CD4+ T cells.\n\n                                                                     The alpha subunit of the receptor for the granulocyte-macrophage\n   CSF2RA: colony-stimulating                                       colony-stimulating factor (GM-CSF). GM-CSF is important for the            [55-57,\n                                            CD116, GMCSFR\n     factor 2 receptor, alpha                                        growth and differentiation of eosinophils and macrophages in the          78-80]\n                                                                     bone marrow, and also regulates cell viability in human embryos.\n\n        IL3RA: interleukin\n                                                CD123                      The alpha subunit of the receptors for interleukin 3.               [81, 82]\n         3 receptor, alpha\n\n     SLC25A6: solute carrier                 ANT3, ANT3Y,              A member of the ADP/ATP translocase family, which has a\n                                                                                                                                               [83-85]\n     family 25, member A6                     MGC17525                potential role in Th cell survival and immune cell homeostasis.\n\n    ASMTL: acetylserotonin O-\n                                               ASMTLX                                      Function not known.                                  [22]\n      methyltransferase-like\n\n    P2RY8: purinergic receptor                                            A member of the purine nucleotide G-protein coupled\n                                                P2Y8                                                                                            [86]\n    P2Y, G-protein coupled, 8                                                           receptor gene family.\n\n                                     XE7, XE7Y, DXYS155E,\n                                    MGC39904, B lymphocyte                                                                                     [17, 18,\n            CXYorf3                                                                    Alternative splicing regulator.\n                                      surface antigen 721P,                                                                                      21]\n                                      X-escapee, CCDC133\n\n      ASMT: acetylserotonin\n                                    HIOMT, ASMTY, HIOMTY                 Catalyzes the final reaction in the synthesis of melatonin.           [84, 87]\n       O-methyltransferase\n\n       DHRSXY: dehydro-\n                                       DHRS5X, DHRS5XY,                        Encodes an oxidoreductase of the short-chain\n        genase/reductase                                                                                                                        [88]\n                                        DHRSY, DHRS5Y                               dehydrogenase/reductase family.\n     (SDR family) X-linked\n\n      ZBED1: zinc finger,                                                 Has been suggested to be involved in the transposition\n                                     TRAMP, ALTE, KIAA0785                                                                                      [89]\n     BED-type containing 1                                                           of other transposable elements.\n\n                                  MIC2, CD99 antigen, “antigen       Is a cell surface molecule involved in T-cell adhesion processes.\n     CD99: CD99 molecule             identified by monoclonal                Activation of a distinct domain of CD99 activates                 [90-92]\n                                  antibodies 12E7, F21 and O13”               a caspase-independent death pathway in T-cells.\n\n                                     PBDX, “XG blood group,\n                                                                            The blood group gene XG generates a cell-surface\n      XG: XG blood group            pseudoautosomal boundary-                                                                                  [93, 94]\n                                                                                   antigen 48 % homologues to CD99.\n                                  divided on the X-chromosome”\n\n\nmethyltransferase-like) [22]. ASMTL represents a unique                   CD99 (MIC2) is 73% homologous to the pseudogene\nfusion product of two distinct genes of different evolutionary            MIC2R, and its protein shows 48% homology with XG,\norigin and function [22]. The N-terminal part is homologous               while CSF2RA and IL3RA are 54% homologous at the\nto the bacterial mafl orfE genes and the rest shows 60% ho-               amino acid level. The exon structure in both MIC2/MIC2R\nmology to the ASMT gene and its encoded protein. Taken                    and ASMT/ASMTL are also similar [22]. Due to the crossing-\ntogether the data suggest that exon duplication and shuffling,            over event in each male meiosis between X and Y in the\nas well as gene fusion, may represent common features in                  PAR region [23], the recombination rate is 20-fold higher\nthe origin of the pseudoautosomal region. Indeed, gene du-                compared with the rest of the genome. This does not, how-\nplications have been shown for other genes in this region.                ever, fully explain the high rate of gene duplication in PAR.\n\fThe Human Pseudoautosomal Region (PAR)                                                              Current Genomics, 2007, Vol. 8, No. 2   131\n\n\n\n\nFig. (1). Localization of genes in PAR1. Only characterized genes that are discussed in the text are shown. Their relative position and dis-\ntance from the telomere is shown in Kb.\n\n    In the case of the PAR2 region, 4 genes have been identi-           with idiopathic growth retardation [36]. It has also been\nfied to date: SPRY3, SYBL1, IL9R and CXYorf1. Of these,                 shown that SHOX haploinsufficiency can cause not only\nonly SYBL1 and IL9R have a known function, and these,                   short stature but also Turner skeletal anomalities such as\ntogether with SHOX from the PAR1, are discussed below.                  short fourth metacarpals, cubitus valgus and characteristics\n                                                                        of Leri-Weill dyschondrosteosis (LWD) [37]. LWD is an\nPAR1/PAR2 AND DISEASE                                                   inherited skeletal dysplasia characterized by disproportionate\n    SYBL1 is located in PAR2 but differs from most other                short stature, mesomelic limb shortening and Madelung de-\n                                                                        formity of the arm. Later studies have found submicroscopic\nPAR genes in that it undergoes both X and Y inactivation. It\n                                                                        deletions in the SHOX gene in 34% to 81% of affected fami-\nis a highly conserved gene [24] that codes for a member of\n                                                                        lies and point mutations in the SHOX gene in 19% to 39% of\nthe synaptobrevins implicated in cellular exocytosis. In a\n                                                                        LWD families studied [38-46]. Patients with SHOX haploin-\nsubset of families with bipolar affective disorder (BPAD),\n                                                                        sufficiency could benefit from early growth hormone treat-\nthe absence of father-to-son transmission suggested that a\nsusceptibility gene existed on the sex-linked portion of the X          ment, so early screening of children with unexplained short\n                                                                        stature has been suggested [47, 48]. A second PAR1 region\nchromosome. Saito et al. [25] screened SYBL1 and found a\n                                                                        has been implicated lately in the pathogenesis of LWD. This\npolymorphism (G to C transversion at the intron 7/exon 8\n                                                                        involved identification of a novel class of PAR1 deletions\njunction) with a statistical trend toward an association with\n                                                                        which did not include SHOX [49]. The finding indicated the\nBPAD in males. In addition, Muller et al. [26] observed a\n                                                                        presence of distal regulatory elements of SHOX transcription\nsignificantly increased frequency of genotypes homozygous\nfor the C allele in females with BPAD in comparison with                in PAR1 or the existence of an additional locus involved in\n                                                                        the control of skeletal development [49]. More recently\ncontrols, thus strengthening the role of the SYBL1 gene as a\n                                                                        PAR1 deletions downstream of SHOX have been reported to\ncandidate gene for BPAD. IL9R (also known as CD129) be-\n                                                                        represent a higher proportion of mutations than SHOX dele-\nlongs to the hematopoietin receptor subfamily and PAR2\n                                                                        tions and mutations implicated in LWD [50].\nexpresses this gene in both membrane-bound and soluble\nforms [27]. A role for IL9R in the development of asthma\n                                                                        PRE-mRNA SPLICING AND PAR\nhas been suggested [28, 29]. The sDF2*10 allele of IL9R is\nmore frequently transmitted than untransmitted to asthmatic                 Alternative splicing generates several mRNA products\noffspring and the allele was found to be homozygous more                and thus protein isoforms from a single gene. This is one of\noften than expected in asthma patients [29]. Also, a specific           the most important mechanisms regulating gene expression.\nX-chromosome haplotype (sDF2*10-sDF1*6) was found to                    Alternative splicing can lead to the production of protein\nbe associated with asthma [29]. In support of the involve-              isoforms with changed binding properties, intracellular local-\nment of IL9R in allergic diseases, a specific IL9R haplotype            ization, enzymatic activity, protein stability, or posttransla-\nappears to protect against wheezing in boys [30]. In addition,          tional modification (such as phosphorylation) and cell\nit has been shown that IL9R is expressed in samples from                type/tissue-specific expression. Alternative splicing can also\nasthmatic airways but not those from normal subjects [31-               introduce a stop codon, which, if a pre-mature stop codon,\n33].                                                                    can lead to nonsense-mediated decay (NMD) of the mRNA.\n    The SHOX (Short stature HOmeoboX-containing) gene                   Changes in splice site selection can also cause disease, or\n                                                                        might be a consequence of disease. Several genes in PAR1\nresides in PAR1 and was first suggested to be involved in the\n                                                                        and PAR2 generate multiple protein isoforms as a result of\nshort stature of Turner syndrome by Ellison et al. [34], al-\n                                                                        alternative splicing.\nthough they named the gene PHOG for “pseudoautosomal\nhomeobox-containing osteogenic gene”. Turner syndrome is                   SHOX can produce two protein isoforms, SHOXa and\none of the most common chromosomal abnormalities in hu-                 SHOXb, of 292 and 225 amino acids, respectively. SHOX\nmans with an incidence of at least 1 in 1850 live female                consists of 6 exons. The two isoforms diverge after exon IV.\nbirths [35]. It is characterized by features such as short stat-        Both SHOXa and SHOXb are expressed in skeletal muscle\nure, cubitus valgus, short metacarpals, Madelung deformity,             and bone marrow fibroblasts, while SHOXa is also ex-\nhigh arched palate and short neck. Further data supported the           pressed in placenta, pancreas and heart. SHOXb, on the other\ninvolvement of SHOX in the growth failure of Turner pa-                 hand, is also expressed in fetal kidney, but the highest ex-\ntients and identified a mutation in the SHOX gene in patients           pression has been found in bone marrow fibroblasts [36].\n\f132 Current Genomics, 2007, Vol. 8, No. 2                                                                          Mangs and Morris\n\nThe significance of the two isoforms is at present not known.       as PAR1 genes ANT3 and CSF2RA, showed that they are all\nAn insertion in exon 6a in a man with Langer mesomelia              pseudoautosomal in these mammals and must have been part\ndysplasia has led to the conclusion that the SHOXa isoform          of the sex chromosomes for at least 80 million years [60].\nis essential for normal skeletal development [51].                  This means that the ancestral eutherian PAR was larger than\n    XE7/CXYorf3 also generates two isoforms. This is a re-          the present human PAR. Mapping of STS, ANT3 and\n                                                                    CSF2RA genes in marsupials showed that these are autoso-\nsult of the insertion of an additional exon (exon 5), which, as\n                                                                    mal in marsupials and colocalized with 7 other human Xp\ndescribed above, leads to a truncated protein [18]. As men-\n                                                                    genes within a single autosomal cluster in marsupials (61).\ntioned earlier, we have shown that the longer isoform of XE7\n                                                                    This implies that the eutherian PAR was part of a larger\nis an alternative splicing regulator that affects the splicing of\n                                                                    autosomal addition to the X and Y 130–80 Mya [61]. ANT3\nCD44, Tra2\u00011 and SRp20 [21]. The significance of the\nshorter isoform is at present not known, but it has been            mapped separately on another wallaby autosome, so it may\n                                                                    represent a region added independently to the eutherian PAR\nspeculated that this isoform undergoes NMD. This could be\n                                                                    or a region that has been rearranged in marsupials [61]. The\na way of regulating the expression of XE7 in different cell\n                                                                    mouse sex chromosomes have a 2 Mb PAR region, but con-\ntypes or developmental stages according to need.\n                                                                    tain only one active gene, Sts [62, 63]. One other gene, Fxy,\n    CD99 serves as a marker for the Ewing sarcoma family            spans the pseudoautosomal boundary on the mouse X and\nof tumors and has been found recently in primary cutaneous          has a truncated partner at the boundary of the Y PAR [64,\nmelanoma [52]. CD99 exists in two isoforms, type I and II.          65]. The human homologue resides near the PAR on the X\nAn 18 bp insertion between exons 8 and 9 introduces a pre-          but does not exist on the Y. A recent revelation is that PAR1\nmature stop codon, generating a truncated protein, as in the        resides within a 9 Mb block that has been removed from the\ncase of XE7. The longer isoform of CD99 has been shown to           X chromosome of a common murine ancestor of mouse and\nregulate the adhesion of lymphocytes via the LFA-1/ICAM-            rat [16]. It thus seems that independent additions to PAR1 by\n1 pathway. In contrast, overexpression of the shorter isoform       gene translocation from autosomes seem to have occurred in\nreduces the level of LFA-1 expression and regulates CD99-           eutherians, macropodid marsupials and monotremes, while\nmediated and spontaneous aggregation of lymphocytes [53].           loss of PAR1 genes is evident in mouse. By comparing hu-\nType I is expressed in most tissues studied, while type II has      man genes in or near PAR1 with those of other mammals it\nbeen detected at lower levels in a cell-specific manner [53],       is evident that mutation and loss of genes on the differentiat-\nsuggesting that the alternative splicing of CD99 serves a           ing Y chromosome reduced the homologous region to a dif-\nbiological functional role.                                         ferent extent in different lineages [60].\n    IL9R exists in two distinct isoforms and this too is due to         Of the four PAR2 genes, only SYBL1 is located on the X\nalternative splicing. Isoform 1 [27] is the longer isoform and      chromosome in all species, including marsupials, so it must\nis 76% homologous to isoform 2 reported by Chang et al.             have been part of the ancient X chromosome. SPRY3 is lo-\n[54]. Isoform 2 contains an insertion of 125 base pairs in the      calized to the X chromosome in all eutherians, but not mar-\nN-terminal region, and this results in a frameshift. Other          supials, consistent with it having been added to the X after\nbase pair changes in the coding region, compared to isoform         the divergence of eutherians and marsupials 130 Mya, but\n1, generate an isoform with distinct N and C-termini and            before the eutherian radiation 80 Mya [66]. Neither SPRY3\nother internal differences. It is at present unknown if a dif-      nor SYBL1 map to the Y chromosome in primates and\nference in expression of each isoform is related to an asso-        mouse. Each are inactive on the Y and subject to X inactiva-\nciation with asthma.                                                tion in humans [67]. CXYorf1 on the other hand is on the X\n    CSF2RA encodes the alpha subunit of the heterodimeric           and autosomes in both primate and mouse [68], but is auto-\nreceptor for colony stimulating factor 2, a cytokine control-       somal in the wallaby [66], so it must have been added 70–\nling the production, differentiation, and function of granulo-      130 Mya. IL9R is located on the X only in primates [66], so\ncytes and macrophages. Alternative splicing produces at             it seems to be the latest addition to PAR2, occurring 60–70\nleast 5 isoforms, some being membrane-bound and others              Mya. Human CXYorf1 and IL9R are expressed from the Y\nbeing soluble [55-59].                                              chromosome and are not subject to X inactivation [67].\n                                                                    There are multiple copies of IL9R and CXYorf1 on the auto-\nORIGIN OF HUMAN PAR1 AND PAR2                                       somes, so gene duplication has been suggested as playing a\n                                                                    role in the evolution of these two genes [66]. Since the order\n    Marsupials and eutherian mammals diverged about 130             of the genes on human PAR2 is SPRY3, SYBL1, IL9R, fol-\nmillion years ago (Mya), and monotremes and eutherians              lowed by CXYorf1, the evolution of this region must have\n170 Mya. The sex chromosomes of marsupials and monot-               required two inversion events on top of the three independ-\nremes differ quite substantially. Marsupials have a small X         ent additions of genes.\nand an even smaller Y and these do not undergo homologous\npairing, while the monotremes have a large X and Y which            FUTURE OF PAR\npair over the entire short arm of the X and the long arm of\nthe Y.                                                                  As mentioned earlier, X-Y pairing in PAR serves a criti-\n                                                                    cal function for spermatogenesis in humans and mice [9-11].\n   The PAR of placental mammals varies greatly. The                 PAR is, however, absent in marsupials and the absence of\nmouse and human PAR region are completely non-                      homologous pairing of the X-Y chromosomes in this species\nhomologous and even within primates the gene content of             causes no disruption to segregation at meiosis [8]. It is at\nthe PAR deviates. Cloning and mapping dog and sheep                 present unclear what has replaced homologous pairing and\nhomologues of human Xp22.3 genes PRKX and STS, as well              recombination in marsupials. The mouse PAR also seems to\n\fThe Human Pseudoautosomal Region (PAR)                                                                       Current Genomics, 2007, Vol. 8, No. 2       133\n\nbe at the last stage of degradation. The PAR region will only                         D., Sodergren, E., Wheeler, D.A., Worley, K.C., Ainscough, R.,\nbe saved if further additions of genes take place to both X                           Ambrose, K.D., Ansari-Lari, M.A., Aradhya, S., Ashwell, R.I.,\n                                                                                      Babbage, A.K., Bagguley, C.L., Ballabio, A., Banerjee, R., Barker,\nand Y. This has already happened in the case of one mam-                              G.E., Barlow, K.F., Barrett, I.P., Bates, K.N., Beare, D.M., Beas-\nmal, the lemming [69]. The fact that the gene content of                              ley, H., Beasley, O., Beck, A., Bethel, G., Blechschmidt, K., Brady,\nPAR in different species is so inconsistent argues for PAR                            N., Bray-Allen, S., Bridgeman, A.M., Brown, A.J., Brown, M.J.,\nnot playing a sequence-dependent role in fertility. It does,                          Bonnin, D., Bruford, E.A., Buhay, C., Burch, P., Burford, D., Bur-\n                                                                                      gess, J., Burrill, W., Burton, J., Bye, J.M., Carder, C., Carrel, L.,\nhowever, seems to be an excellent genetic playground.                                 Chako, J., Chapman, J.C., Chavez, D., Chen, E., Chen, G., Chen,\n                                                                                      Y., Chen, Z., Chinault, C., Ciccodicola, A., Clark, S.Y., Clarke, G.,\nABBREVIATIONS                                                                         Clee, C.M., Clegg, S., Clerc-Blankenburg, K., Clifford, K., Cobley,\n                                                                                      V., Cole, C.G., Conquer, J.S., Corby, N., Connor, R.E., David, R.,\nPAR        =      Pseudoautosomal region                                              Davies, J., Davis, C., Davis, J., Delgado, O., Deshazo, D., Dhami,\n                                                                                      P., Ding, Y., Dinh, H., Dodsworth, S., Draper, H., Dugan-Rocha,\nRS         =      Arginine/serine                                                     S., Dunham, A., Dunn, M., Durbin, K.J., Dutta, I., Eades, T., Ell-\nBPAD       =      Bipolar affective disorder                                          wood, M., Emery-Cohen, A., Errington, H., Evans, K.L., Faulkner,\n                                                                                      L., Francis, F., Frankland, J., Fraser, A.E., Galgoczy, P., Gilbert, J.,\nLWD        =      Leri-Weill dyschondrosteosis                                        Gill, R., Glockner, G., Gregory, S.G., Gribble, S., Griffiths, C.,\n                                                                                      Grocock, R., Gu, Y., Gwilliam, R., Hamilton, C., Hart, E.A., Ha-\nNMD        =      Nonsense-mediated decay                                             wes, A., Heath, P.D., Heitmann, K., Hennig, S., Hernandez, J.,\n                                                                                      Hinzmann, B., Ho, S., Hoffs, M., Howden, P.J., Huckle, E.J., Hu-\nMya        =      Million years ago                                                   me, J., Hunt, P.J., Hunt, A.R., Isherwood, J., Jacob, L., Johnson,\n                                                                                      D., Jones, S., de, Jong, P.J., Joseph, S.S., Keenan, S., Kelly, S.,\nREFERENCES                                                                            Kershaw, J.K., Khan, Z., Kioschis, P., Klages, S., Knights, A.J.,\n                                                                                      Kosiura, A., Kovar-Smith, C., Laird, G.K., Langford, C., Lawlor,\n[1]    Charlesworth, B. The evolution of sex chromosomes. Science 1991,               S., Leversha, M., Lewis, L., Liu, W., Lloyd, C., Lloyd, D.M., Loul-\n       4997: 1030-3.                                                                  seged, H., Loveland, J.E., Lovell, J.D., Lozado, R., Lu, J., Lyne, R.,\n[2]    Charlesworth, B., Charlesworth, D. The degeneration of Y chromo-               Ma, J., Maheshwari, M., Matthews, L.H., McDowall, J., McLaren,\n       somes. Philos. Trans. R. Soc. Lond. B. Biol. Sci. 2000, 1403: 1563-            S., McMurray, A., Meidl, P., Meitinger, T., Milne, S., Miner, G.,\n       72.                                                                            Mistry, S.L., Morgan, M., Morris, S., Muller, I., Mullikin, J.C.,\n[3]    Charlesworth, B. The evolution of chromosomal sex determination.               Nguyen, N., Nordsiek, G., Nyakatura, G., O'Dell, C.N., Okwuonu,\n       Novartis Found Symp, 2002, 207-19; discussion 20-4, 53-7.                      G., Palmer, S., Pandian, R., Parker, D., Parrish, J., Pasternak, S.,\n[4]    Charlesworth, D., Charlesworth, B. Sex chromosomes: evolution of               Patel, D., Pearce, A.V., Pearson, D.M., Pelan, S.E., Perez, L., Por-\n       the weird and wonderful. Curr. Biol. 2005, 4: R129-31.                         ter, K.M., Ramsey, Y., Reichwald, K., Rhodes, S., Ridler, K.A.,\n[5]    Gvozdev, V.A., Kogan, G.L. and Usakin, L.A. The Y chromosome                   Schlessinger, D., Schueler, M.G., Sehra, H.K., Shaw-Smith, C.,\n       as a target for acquired and amplified genetic material in evolution.          Shen, H., Sheridan, E.M., Shownkeen, R., Skuce, C.D., Smith,\n       Bioessays 2005, 12: 1256-62.                                                   M.L., Sotheran, E.C., Steingruber, H.E., Steward, C.A., Storey, R.,\n[6]    Graves, J.A. Sex chromosome specialization and degeneration in                 Swann, R.M., Swarbreck, D., Tabor, P.E., Taudien, S., Taylor, T.,\n       mammals. Cell 2006, 5: 901-14.                                                 Teague, B., Thomas, K., Thorpe, A., Timms, K., Tracey, A., Tre-\n[7]    Rappold, G.A. The pseudoautosomal regions of the human sex                     vanion, S., Tromans, A.C., d'Urso, M., Verduzco, D., Villasana, D.,\n       chromosomes. Hum. Genet. 1993, 4: 315-24.                                      Waldron, L., Wall, M., Wang, Q., Warren, J., Warry, G.L., Wei,\n[8]    Graves, J.A., Wakefield, M.J., Toder, R. The origin and evolution              X., West, A., Whitehead, S..L., Whiteley, M.N., Wilkinson, J.E.,\n       of the pseudoautosomal regions of human sex chromosomes. Hum.                  Willey, D.L., Williams, G., Williams, L., Williamson, A., Willi-\n       Mol. Genet. 1998, 13: 1991-6.                                                  amson, H., Wilming, L., Woodmansey, R.L., Wray, P.W., Yen, J.,\n[9]    Mohandas, T.K., Speed, R.M., Passage, M.B., Yen, P.H.,                         Zhang, J., Zhou, J., Zoghbi, H., Zorilla, S., Buck, D., Reinhardt, R.,\n       Chandley, A.C. and Shapiro, L.J. Role of the pseudoautosomal re-               Poustka, A., Rosenthal, A., Lehrach, H., Meindl, A., Minx, P.J.,\n       gion in sex-chromosome pairing during male meiosis: meiotic stud-              Hillier, L.W., Willard, H.F., Wilson, R.K., Waterston, R.H., Rice,\n       ies in a man with a deletion of distal Xp. Am. J. Hum. Genet 1992,             C.M., Vaudin, M., Coulson, A., Nelson, D.L., Weinstock, G., Sul-\n       3: 526-33.                                                                     ston, J.E., Durbin, R., Hubbard, T., Gibbs, R.A., Beck, S., Rogers,\n[10]   Burgoyne, P.S., Mahadevaiah, S.K., Sutcliffe, M.J. and Palmer, S.J.            J., Bentley, D.R. The DNA sequence of the human X chromosome.\n       Fertility in mice requires X-Y pairing and a Y-chromosomal                     Nature 2005, 7031: 325-37.\n       \"spermiogenesis\" gene mapping to the long arm. Cell 1992, 3: 391-       [17]   Ellison, J., Passage, M., Yu, L.C., Yen, P., Mohandas, T.K. and\n       8.                                                                             Shapiro, L. Directed isolation of human genes that escape X inacti-\n[11]   Matsuda, Y., Moens, P.B. and Chapman, V.M. Deficiency of X and                 vation. Somat. Cell Mol. Genet. 1992, 3: 259-68.\n       Y chromosomal pairing at meiotic prophase in spermatocytes of           [18]   Ellison, J.W., Ramos, C., Yen, P.H. and Shapiro, L.J. Structure and\n       sterile interspecific hybrids between laboratory mice (Mus domes-              expression of the human pseudoautosomal gene XE7. Hum. Mol.\n       ticus) and Mus spretus. Chromosoma 1992, 8: 483-92.                            Genet. 1992, 9: 691-6.\n[12]   Freije, D., Helms, C., Watson, M.S. and Donis-Keller, H. Identifi-      [19]   Voland, J.R., Wyzykowski, R.J., Huang, M. and Dutton, R.W.\n       cation of a second pseudoautosomal region near the Xq and Yq te-               Cloning and sequencing of a trophoblast-endothelial-activated\n       lomeres. Science 1992, 5089: 1784-7.                                           lymphocyte surface protein: cDNA sequence and genomic struc-\n[13]   Kvaloy, K., Galvagni, F. and Brown, W.R. The sequence organiza-                ture. Proc. Natl. Acad. Sci. USA 1992, 21: 10425-9.\n       tion of the long arm pseudoautosomal region of the human sex            [20]   Rappsilber, J., Ryder, U., Lamond, A.I. and Mann, M. Large-scale\n       chromosomes. Hum. Mol. Genet. 1994, 5: 771-8.                                  proteomic analysis of the human spliceosome. Genome Res. 2002,\n[14]   Li, L. and Hamer, D.H. Recombination and allelic association in                8: 1231-45.\n       the Xq/Yq homology region. Hum. Mol. Genet. 1995, 11: 2013-6.           [21]   Mangs, A.H., Speirs, H.J., Goy, C., Adams, D.J., Markus, M.A.\n[15]   Kuhl, H., Rottger, S., Heilbronner, H., Enders, H. and Schempp,                and Morris, B.J. XE7: a novel splicing factor that interacts with\n       W. Loss of the Y chromosomal PAR2-region in four familial cases                ASF/SF2 and ZNF265. Nucleic Acids Res. 2006, 17: 4976-86.\n       of satellited Y chromosomes (Yqs). Chromosome Res. 2001, 3:             [22]   Ried, K., Rao, E., Schiebel, K. and Rappold, G.A. Gene duplica-\n       215-22.                                                                        tions as a recurrent theme in the evolution of the human pseu-\n[16]   Ross, M.T., Grafham, D.V., Coffey, A.J., Scherer, S., McLay, K.,               doautosomal region 1: isolation of the gene ASMTL. Hum. Mol.\n       Muzny, D., Platzer, M., Howell, G.R., Burrows, C., Bird, C.P.,                 Genet. 1998, 11: 1771-8.\n       Frankish, A., Lovell, F.L., Howe, K.L., Ashurst, J.L., Fulton, R.S.,    [23]   Rouyer, F., Simmler, M.C., Johnsson, C., Vergnaud, G., Cooke,\n       Sudbrak, R., Wen, G., Jones, M.C., Hurles, M.E., Andrews, T.D.,                H.J. and Weissenbach, J. A gradient of sex linkage in the pseu-\n       Scott, C.E., Searle, S., Ramser, J., Whittaker, A., Deadman, R.,               doautosomal region of the human sex chromosomes. Nature 1986,\n       Carter, N.P., Hunt, S.E., Chen, R., Cree, A., Gunaratne, P., Havlak,           6051: 291-5.\n       P., Hodgson, A., Metzker, M.L., Richards, S., Scott, G., Steffen,\n\f134 Current Genomics, 2007, Vol. 8, No. 2                                                                                               Mangs and Morris\n\n[24]   Filippini, F., Rossi, V., Galli, T., Budillon, A., D'Urso, M. and       [42]   Ross, J.L., Scott, C., Jr., Marttila, P., Kowal, K., Nass, A., Papen-\n       D'Esposito, M. Longins: a new evolutionary conserved VAMP                      hausen, P., Abboudi, J., Osterman, L., Kushner, H., Carter, P.,\n       family sharing a novel SNARE domain. Trends Biochem. Sci.                      Ezaki, M., Elder, F., Wei, F., Chen, H. and Zinn, A.R. Phenotypes\n       2001, 7: 407-9.                                                                Associated with SHOX Deficiency. J. Clin. Endocrinol. Metab.\n[25]   Saito, T., Parsia, S., Papolos, D.F. and Lachman, H.M. Analysis of             2001, 12: 5674-80.\n       the pseudoautosomal X-linked gene SYBL1in bipolar affective             [43]   Binder, G., Renz, A., Martinez, A., Keselman, A., Hesse, V., Riedl,\n       disorder: description of a new candidate allele for psychiatric dis-           S.W., Hausler, G., Fricke-Otto, S., Frisch, H., Heinrich, J.J. and\n       orders. Am. J. Med. Genet. 2000, 3: 317-23.                                    Ranke, M.B. SHOX haploinsufficiency and Leri-Weill dyschon-\n[26]   Muller, D.J., Schulze, T.G., Jahnes, E., Cichon, S., Krauss, H.,               drosteosis: prevalence and growth failure in relation to mutation,\n       Kesper, K., Held, T., Maier, W., Propping, P., Nothen, M.M. and                sex, and degree of wrist deformity. J. Clin. Endocrinol. Metab.\n       Rietschel, M. Association between a polymorphism in the pseu-                  2004, 9: 4403-8.\n       doautosomal X-linked gene SYBL1 and bipolar affective disorder.         [44]   Schneider, K.U., Sabherwal, N., Jantz, K., Roth, R., Muncke, N.,\n       Am. J. Med. Genet. 2002, 1: 74-8.                                              Blum, W.F., Cutler, G.B., Jr. and Rappold, G. Identification of a\n[27]   Renauld, J.C., Druez, C., Kermouni, A., Houssiau, F., Uyttenhove,              major recombination hotspot in patients with short stature and\n       C., Van Roost, E. and Van Snick, J. Expression cloning of the mur-             SHOX deficiency. Am. J. Hum. Genet. 2005, 1: 89-96.\n       ine and human interleukin 9 receptor cDNAs. Proc. Natl. Acad.           [45]   Rappold, G., Blum, W.F., Shavrikova, E.P., Crowe, B.J., Roeth, R.,\n       Sci. USA 1992, 12: 5690-4.                                                     Quigley, C.A., Ross, J.L. and Niesler, B. Genotypes and pheno-\n[28]   Holroyd, K.J., Martinati, L.C., Trabetti, E., Scherpbier, T., Eleff,           types in children with short stature: clinical indicators of SHOX\n       S.M., Boner, A.L., Pignatti, P.F., Kiser, M.B., Dragwa, C.R., Hub-             haploinsufficiency. J. Med. Genet. 2006, Epub ahead of print\n       bard, F., Sullivan, C.D., Grasso, L., Messler, C.J., Huang, M., Hu,     [46]   Gatta, V., Antonucci, I., Morizio, E., Palka, C., Fischetto, R., Mok-\n       Y., Nicolaides, N.C., Buetow, K.H. and Levitt, R.C. Asthma and                 ini, V., Tumini, S., Calabrese, G. and Stuppia, L. Identification and\n       bronchial hyperresponsiveness linked to the XY long arm pseu-                  characterization of different SHOX gene deletions in patients with\n       doautosomal region. Genomics 1998, 2: 233-5.                                   Leri-Weill dyschondrosteosys by MLPA assay. J. Hum. Genet.\n[29]   Kauppi, P., Laitinen, T., Ollikainen, V., Mannila, H., Laitinen, L.A.          2007, 1: 21-27. Epub 2006 Nov 8.\n       and Kere, J. The IL9R region contribution in asthma is supported        [47]   Binder, G., Schwarze, C.P. and Ranke, M.B. Identification of short\n       by genetic association in an isolated population. Eur. J. Hum.                 stature caused by SHOX defects and therapeutic effect of recombi-\n       Genet. 2000, 10: 788-92.                                                       nant human growth hormone. J. Clin. Endocrinol. Metab. 2000, 1:\n[30]   Melen, E., Gullsten, H., Zucchelli, M., Lindstedt, A., Nyberg, F.,             245-9.\n       Wickman, M., Pershagen, G. and Kere, J. Sex specific protective         [48]   Blum, W.F., Crowe, B.J., Quigley, C.A., Jung, H., Cao, D., Ross,\n       effects of interleukin-9 receptor haplotypes on childhood wheezing             J.L., Braun, L. and Rappold For The Shox Study Group, G. Growth\n       and sensitisation. J. Med. Genet. 2004, 12: e123.                              Hormone is Effective in Treatment of Short Stature Associated\n[31]   Bhathena, P.R., Comhair, S.A., Holroyd, K.J. and Erzurum, S.C.                 with SHOX Deficiency: Two-year Results of a Randomized, Con-\n       Interleukin-9 receptor expression in asthmatic airways In vivo.                trolled, Multi-Center Trial. J. Clin. Endocrinol. Metab. 2007, 92:\n       Lung 2000, 3: 149-60.                                                          219-28.\n[32]   Abdelilah, S., Latifa, K., Esra, N., Cameron, L., Bouchaib, L.,         [49]   Benito-Sanz, S., Thomas, N.S., Huber, C., Gorbenko del Blanco,\n       Nicolaides, N., Levitt, R. and Hamid, Q. Functional expression of              D., Aza-Carmona, M., Crolla, J.A., Maloney, V., Rappold, G., Ar-\n       IL-9 receptor by human neutrophils from asthmatic donors: role in              gente, J., Campos-Barros, A., Cormier-Daire, V. and Heath, K.E. A\n       IL-8 release. J. Immunol. 2001, 4: 2768-74.                                    novel class of Pseudoautosomal region 1 deletions downstream of\n[33]   Gounni, A.S., Hamid, Q., Rahman, S.M., Hoeck, J., Yang, J. and                 SHOX is associated with Leri-Weill dyschondrosteosis. Am. J.\n       Shan, L. IL-9-mediated induction of eotaxin1/CCL11 in human                    Hum. Genet. 2005, 4: 533-44.\n       airway smooth muscle cells. J. Immunol. 2004, 4: 2771-9.                [50]   Benito-Sanz, S., del Blanco, D.G., Aza-Carmona, M., Magano,\n[34]   Ellison, J.W., Wardak, Z., Young, M.F., Gehron Robey, P., Laig-                L.F., Lapunzina, P., Argente, J., Campos-Barros, A. and Heath,\n       Webster, M. and Chiong, W. PHOG, a candidate gene for involve-                 K.E. PAR1 deletions downstream of SHOX are the most frequent\n       ment in the short stature of Turner syndrome. Hum. Mol. Genet.                 defect in a Spanish cohort of Leri-Weill dyschondrosteosis (LWD)\n       1997, 8: 1341-7.                                                               probands. Hum. Mutat. 2006, 10: 1062.\n[35]   Nielsen, J. and Wohlert, M. Sex chromosome abnormalities found          [51]   Zinn, A.R., Wei, F., Zhang, L., Elder, F.F., Scott, C.I. Jr., Marttila,\n       among 34,910 newborn children: results from a 13-year incidence                P. and Ross, J.L. Complete SHOX deficiency causes Langer\n       study in Arhus, Denmark. Birth Defects Orig. Artic. Ser. 1990, 4:              mesomelic dysplasia. Am. J. Med. Genet. 2002, 2: 158-63.\n       209-23.                                                                 [52]   Wilkerson, A.E., Glasgow, M.A. and Hiatt, K.M. Immunoreactivity\n[36]   Rao, E., Weiss, B., Fukami, M., Rump, A., Niesler, B., Mertz, A.,              of CD99 in invasive malignant melanoma. J. Cutan. Pathol. 2006,\n       Muroya, K., Binder, G., Kirsch, S., Winkelmann, M., Nordsiek, G.,              10: 663-6.\n       Heinrich, U., Breuning, M.H., Ranke, M.B., Rosenthal, A., Ogata,        [53]   Hahn, J.H., Kim, M.K., Choi, E.Y., Kim, S.H., Sohn, H.W., Ham,\n       T. and Rappold, G.A. Pseudoautosomal deletions encompassing a                  D.I., Chung, D.H., Kim, T.J., Lee, W.J., Park, C.K., Ree, H.J. and\n       novel homeobox gene cause growth failure in idiopathic short stat-             Park, S.H. CD99 (MIC2) regulates the LFA-1/ICAM-1-mediated\n       ure and Turner syndrome. Nat. Genet. 1997, 1: 54-63.                           adhesion of lymphocytes, and its gene encodes both positive and\n[37]   Kosho, T., Muroya, K., Nagai, T., Fujimoto, M., Yokoya, S., Sa-                negative regulators of cellular adhesion. J. Immunol. 1997, 5: 2250-\n       kamoto, H., Hirano, T., Terasaki, H., Ohashi, H., Ni",
  "wordCount": 7695,
  "indexed": "2025-09-25T22:39:41.138Z",
  "method": "direct"
}
