{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Defectos reparación DNA y Rotura DNA/van der Lelij et al_2010_Diagnostic Overlap between Fanconi Anemia and the Cohesinopathies.pdf",
  "fileName": "van der Lelij et al_2010_Diagnostic Overlap between Fanconi Anemia and the Cohesinopathies.pdf",
  "relativePath": "Genetica/Defectos reparación DNA y Rotura DNA/van der Lelij et al_2010_Diagnostic Overlap between Fanconi Anemia and the Cohesinopathies.pdf",
  "text": "See discussions, stats, and author profiles for this publication at: https://www.researchgate.net/publication/51049276\n\n\n\nDiagnostic Overlap between Fanconi Anemia and the Cohesinopathies:\nRoberts Syndrome and Warsaw Breakage Syndrome\n\nArticle in Anemia · July 2010\nDOI: 10.1155/2010/565268 · Source: PubMed\n\n\n\nCITATIONS                                                                                               READS\n\n22                                                                                                      106\n\n5 authors, including:\n\n            Hans Joenje\n            Amsterdam University Medical Center\n            261 PUBLICATIONS 16,631 CITATIONS\n\n                SEE PROFILE\n\n\n\n\n All content following this page was uploaded by Hans Joenje on 02 August 2015.\n\n The user has requested enhancement of the downloaded file.\n\fHindawi Publishing Corporation\nAnemia\nVolume 2010, Article ID 565268, 7 pages\ndoi:10.1155/2010/565268\n\n\n\n\nClinical Study\nDiagnostic Overlap between Fanconi Anemia\nand the Cohesinopathies: Roberts Syndrome and\nWarsaw Breakage Syndrome\n\n          Petra van der Lelij, Anneke B. Oostra, Martin A. Rooimans, Hans Joenje,\n          and Johan P. de Winter\n          Department of Clinical Genetics, VU University Medical Center, Van der Boechorststraat 7, 1081 BT Amsterdam, The Netherlands\n\n          Correspondence should be addressed to Johan P. de Winter, j.dewinter@vumc.nl\n\n          Received 13 April 2010; Accepted 10 June 2010\n\n          Academic Editor: John S. Waye\n\n          Copyright © 2010 Petra van der Lelij et al. This is an open access article distributed under the Creative Commons Attribution\n          License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly\n          cited.\n\n          Fanconi anemia (FA) is a recessively inherited disease characterized by multiple symptoms including growth retardation, skeletal\n          abnormalities, and bone marrow failure. The FA diagnosis is complicated due to the fact that the clinical manifestations are\n          both diverse and variable. A chromosomal breakage test using a DNA cross-linking agent, in which cells from an FA patient\n          typically exhibit an extraordinarily sensitive response, has been considered the gold standard for the ultimate diagnosis of FA. In\n          the majority of FA patients the test results are unambiguous, although in some cases the presence of hematopoietic mosaicism may\n          complicate interpretation of the data. However, some diagnostic overlap with other syndromes has previously been noted in cases\n          with Nijmegen breakage syndrome. Here we present results showing that misdiagnosis may also occur with patients suﬀering from\n          two of the three currently known cohesinopathies, that is, Roberts syndrome (RBS) and Warsaw breakage syndrome (WABS). This\n          complication may be avoided by scoring metaphase chromosomes—in addition to chromosomal breakage—for spontaneously\n          occurring premature centromere division, which is characteristic for RBS and WABS, but not for FA.\n\n\n\n\n1. Introduction                                                         haematopoietic stem cells, leading to mosaicism in the blood.\n                                                                        The reverted cells may (partially) correct the bone marrow\nFanconi anemia (FA) is a recessive chromosomal instability              failure [7–11]. In mosaic FA patients, the overall cross-linker\nsyndrome that is clinically characterized by a wide variety             hypersensitivity is less pronounced, because in the blood of\nof symptoms including growth retardation and developmen-                such patients phenotypically normal cells exist in addition to\ntal abnormalities such as malformed digits, absent radii,               FA cells. As genetic reversion has not been observed in tissues\nand microcephaly. Additional common features include a                  other than blood, performing the test on the patient’s skin\nprogressive bone marrow failure and pronounced cancer                   fibroblasts helps to avoid this complication.\npredisposition. Because the FA phenotype is so diverse and                   An occasional patient suﬀering from Nijmegen breakage\nvariable, diagnosis on the basis of clinical features alone is          syndrome or some hitherto undefined disorder has been\noften diﬃcult [1–3].                                                    noted to score positive in the FA chromosomal breakage\n    The ultimate diagnosis of FA has been based on a                    test [12–14]. Cellular hypersensitivity to MMC has also been\nhyperresponsiveness of FA cells to chromosome breakage by               reported for a distinct class of syndromes, the so-called\nDNA cross-linking agents, such as diepoxybutane (DEB) and               “cohesinopathies”. These are caused by mutations in genes\nmitomycin C (MMC), or on excessive cell cycle arrest in                 involved in the process of sister chromatid cohesion [15]\nthe G2/M phase of the cell cycle, both spontaneously and                and include Cornelia de Lange syndrome, Roberts syndrome\nafter treatment with MMC [4–6]. In a number of patients,                [16–18], and the recently described Warsaw Breakage syn-\nspontaneous genetic reversion can correct FA mutations in               drome [19]. Due to a highly variable clinical phenotype,\n\f2                                                                                                                    Anemia\n\nRoberts syndrome (RBS) patients may exhibit symptoms            (c.877 878delAG) (The Netherlands) and VU1401\noverlapping with those of FA. RBS is an extremely rare,         (mother of VU1400) [20, 23, 24]; and WABS patient\nautosomal recessive disorder characterized by severe pre- and   VU1202 with biallelic mutations in DDX11 (IVS22+2C>T\npostnatal growth retardation, craniofacial abnormalities, and   and c.2689 2691delAAG) and his mother (VU1203,\nsymmetric limb defects, features that are also observed in      IVS22+2C>T) [19]. The FA-J patient EUFA1333 and FA-B\nFA. RBS is caused by mutations in ESCO2, which encodes          patient EUFA1386 were reported before [25, 26]. Three\nan acetyltransferase that is involved in sister chromatid       healthy individuals (laboratory personnel, ML, NN, and\ncohesion [20]. Aﬀected individuals show varying degrees         Bebu) served as controls in the cytogenetic analyses.\nof malformations involving symmetric reduction in the\nnumber of digits and the length or presence of bones\n                                                                2.2. Lymphocyte Chromosomal Breakage Test. Freshly drawn\nin the arms and legs [21]. So far, no clear correlation\n                                                                heparinized venous blood (≥2 mL) was used to prepare\nbetween the type of mutation and clinical phenotype\n                                                                whole-blood cultures as usual for routine cytogenetic anal-\nhas been observed [22–24]. Most cases of RBS result in\n                                                                ysis. Next to two healthy controls, blood samples were\nspontaneous abortion, stillbirth, or neonatal death; mental\n                                                                analyzed from the RBS patients (RBS-1, -2, and -3),\nretardation is often observed, with various degrees of\n                                                                heterozygous mothers (Con-1 and -2), the WABS patient\nseverity. At the cellular level, RBS patients show specific\n                                                                (WABS) and his heterozygous mother (Con-3), FA-B patient\ncytogenetic features, mainly consisting of metaphase chro-\n                                                                FA-2, and the mosaic FA-J patient FA-1. Four cultures per\nmosomes displaying repulsion of heterochromatic regions,\n                                                                individual were prepared by adding 0.5 mL blood to 4.5 mL\nleading to a railroad-track appearance of the chromo-\n                                                                complete medium (RPMI (Gibco, Grand Island NY, USA)\nsomes. This cytogenetic feature is used in the diagnosis\n                                                                including 15% fetal bovine serum (Hyclone, Logan, USA)\nof RBS and may be followed by mutational analysis of\n                                                                streptomycin, penicillin (both Gibco), and phytohemag-\nESCO2.\n                                                                glutinin (PHA) as prescribed (Remel inc., Lenexa, USA).\n    Recently, an individual was described with mutations\n                                                                The whole-blood cultures were incubated for 72 h with 0,\nin another gene involved in sister chromatid cohesion,\n                                                                50, 150, or 300 nM mitomycin C (MMC; Kyowa Hakko\nDDX11/ChlR1, which encodes an XPD-like DNA helicase.\n                                                                Kogyo Co., Tokyo, Japan). After treatment with demecolcin\nThis novel cohesinopathy, called Warsaw breakage syndrome\n                                                                (Sigma, St. Louis, USA, 200 ng/mL) for 40 minutes, cells were\n(WABS), is mainly characterized by severe growth retar-\n                                                                harvested, incubated with 0.075 M KCL for 20 minutes at\ndation and microcephaly [19]. The patient representing\n                                                                room temperature, and fixed with 75% methanol, 25% acetic\nthis syndrome was initially suspected to suﬀer from a\n                                                                acid. Cells were dropped on a microscope slide and stained\nchromosomal instability syndrome and was therefore tested\n                                                                for 5 minutes in a 5% Giemsa solution (Merck); no banding\nfor chromosomal breakage in an FA-specific diagnostic test.\n                                                                technique was applied. For each culture, 50 metaphases were\nMetaphase preparations revealed cohesion defects (as in\n                                                                examined for chromosomal breakage and cohesion defects,\nRBS), that is, railroad-track appearance of chromosomes due\n                                                                on coded slides. The presence of chromatid breaks and\nto premature centromere division (PCD); in addition to this\n                                                                interchanges was expressed as break events per cell, counting\nfeature, a high proportion of metaphases showed premature\n                                                                chromatid interchange figures as the minimum number\nchromatid separation (PCS), in particular after treatment\n                                                                of break events required for their reconstruction [27].\nwith MMC.\n                                                                Metaphases showing cohesion defects were recorded in one\n    Here we report that patients suﬀering from RBS or WABS\n                                                                of five categories: (1) 1-2 railroad chromosomes (“railroads”)\nmay be misdiagnosed as having FA based on excessive MMC-\n                                                                per cell, (2) 3–5 railroads per cell, (3) >5 railroads per\ninduced chromosomal breakage in primary lymphocyte\n                                                                cell, (4) >5 railroads plus one or more chromosomes with\ncultures and/or on an increased arrest of primary skin\n                                                                total chromatid separation, (5) total premature chromatid\nfibroblasts in the G2/M phase of the cell cycle. However,\n                                                                separation (PCS); for illustrations, see Figure 3(b).\ndetailed cytogenetic analysis of unchallenged lymphocyte\ncultures should reveal the presence of railroad track-like\nchromosomes in RBS and WABS, which are not known                2.3. Cell Cycle Analysis of Primary Fibroblasts. Primary skin\nto occur in unchallenged FA lymphocyte cultures. We             fibroblasts from two RBS patients (RBS-1 and -4), the WABS\nconclude that in the diagnostic work-up for FA, cytogenetic     patient, two FA patients (FA-1 and -2), and a healthy control\nexamination should include the scoring of cohesion defects      were cultured for 72 hours either without or with MMC\nin unbanded metaphase preparations, in order to exclude the     (50 or 100 nM) in Ham’s F10 medium (Gibco, Paisley,\ncohesinopathies RBS and WABS.                                   UK) supplemented with 10% fetal bovine serum (Hyclone).\n                                                                Cells were harvested by trypsinization and permeabilized\n2. Methods                                                      in buﬀer containing 100 mM Tris-HCL (pH 7.5), 150 mM\n                                                                NaCl, 0.5 mM MgCl2 , 1 mM CaCl2 , 0.2% BSA, and 0.1%\n2.1. Patients. All aﬀected individuals investigated (Table 1)   NP-40, followed by staining of DNA with PI/RNase staining\nhave been reported before. RBS patients with homozygous         buﬀer (BD Pharmingen, BD Biosciences, San Jose, USA).\nmutations in ESCO2 and heterozygous carriers (mothers)          Cell suspensions were analyzed by flow cytometry on a\nwere as follows: VU1174 (c.1457 1458delAG) (Turkey);            BD FACScalibur (BD Biosciences), to determine G2/M\nVU1199 (c.877 878delAG) (Turkey) and VU1200 (mother             accumulation as the percentage of cells present in the G2/M\nof VU1199); VU1366 (c.762 763delTT) (Tunisia); VU1400           phase of the cell cycle.\n\fAnemia                                                                                                                                                            3\n\n                             RBS-1                                                     RBS-2                                                     RBS-3\n            100                                                       100                                                       100\n\n             80                                                        80                                                        80\nCells (%)\n\n\n\n\n                                                          Cells (%)\n\n\n\n\n                                                                                                                    Cells (%)\n             60                                                        60                                                        60\n\n             40                                                        40                                                        40\n\n             20                                                        20                                                        20\n\n              0                                                         0                                                         0\n                  0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10\n                      Break events per cell                                     Break events per cell                                     Break events per cell\n\n                             WABS                                                  FA-1 mosaic                                                   FA-2\n            100                                                       100                                                       100\n\n             80                                                       80                                                         80\nCells (%)\n\n\n\n\n                                                          Cells (%)\n\n\n\n\n                                                                                                                    Cells (%)\n             60                                                       60                                                         60\n\n             40                                                       40                                                         40\n\n             20                                                       20                                                         20\n\n              0                                                         0                                                         0\n                  0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10\n                      Break events per cell                                     Break events per cell                                     Break events per cell\n\n                             Con-1                                                     Con-2                                                     Con-3\n            100                                                       100                                                       100\n\n             80                                                        80                                                        80\nCells (%)\n\n\n\n\n                                                          Cells (%)\n\n\n\n\n                                                                                                                    Cells (%)\n\n\n\n             60                                                        60                                                        60\n\n             40                                                        40                                                        40\n\n             20                                                        20                                                        20\n\n              0                                                         0                                                         0\n                  0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10\n                      Break events per cell                                     Break events per cell                                     Break events per cell\n\n                                                          Con-4                                                     Con-5\n                                         100                                                       100\n\n                                         80                                                         80\n                             Cells (%)\n\n\n\n\n                                                                                       Cells (%)\n\n\n\n\n                                         60                                                         60\n\n                                         40                                                         40\n\n                                         20                                                         20\n\n                                           0                                                         0\n                                               0 1 2 3 4 5 6 7 8 9 ≥10                                   0 1 2 3 4 5 6 7 8 9 ≥10\n                                                   Break events per cell                                     Break events per cell\n\nFigure 1: Chromosomal breakage in stimulated T lymphocytes from patients with FA, RBS, or WABS. A chromosomal breakage test,\nroutinely utilized for the diagnosis of FA, was carried out on various individuals, as indicated (RBS: Roberts syndrome; WABS: Warsaw\nBreakage syndrome; FA: Fanconi anemia: FA mosaic, FA patient with hematopoietic mosaicism; Con-1 to -3: healthy controls, that is,\nparents of an aﬀected individual; Con-4 and -5: healthy controls, noncarriers; see Table 1). Whole-blood PHA-stimulated T lymphocyte\ncultures were exposed to various concentrations of MMC for 72 h and analyzed for chromosomal breakage. Only results for the untreated\n(blue bars) and the highest concentration of MMC (300 nM, purple bars) are shown. Percentages of cells with the indicated number of\nchromatid-type break events per cell are shown.\n\f4                                                                                                                                         Anemia\n\n                                           Table 1: Individuals studied in this report.\n\nAlias                Patient code          Gene          Mutation(s)                                        Remarks                         ref\nRBS-1                  VU1199             ESCO2          c.877 878delAG                                    Homozygous                  [20, 23, 24]\nRBS-2                  VU1366             ESCO2          c.762 763delTT                                    Homozygous                  [20, 23, 24]\nRBS-3                  VU1400             ESCO2          c.877 878delAG                                    Homozygous                  [20, 23, 24]\nRBS-4                  VU1174             ESCO2          c.1457 1458delAG                                  Homozygous                  [20, 23, 24]\n                                                         IVS22+2C>T\nWABS                  VU1202              DDX11                                                       Compound heterozygous               [19]\n                                                         c.2689 2691delAAG\n                                                         IVS11–498A>T\nFA-1                 EUFA1333             FANCJ                                                       Hematopoietic mosaicism             [25]\n                                                         c.2392C>T\nFA-2                 EUFA1386             FANCB          c.811insT                                     Hemizygous (X-linked)              [26]\nCon-1                 VU1200              ESCO2          c.877 878delAG                                 Mother of VU1199\nCon-2                 VU1401              ESCO2          c.877 878delAG                                 Mother of VU1400\nCon-3                 VU1203              DDX11          IVS22+2C>T                                     Mother of VU1202                  [19]\nCon-4, -5, -6      Healthy controls\n\n\n\n\n3. Results                                                                               60\n\n3.1. Diagnostic Overlap of FA with RBS in a Chromosomal\n                                                                     Cells in G2/M (%)   50\nBreakage Test. Three RBS patients were included in an                                    40\nFA-specific diagnostic test and examined for chromosomal\nbreakage in PHA-stimulated T lymphocytes. In this test,                                  30\nlymphocytes of RBS patients RBS-1 and -3 revealed an                                     20\nMMC-induced excessive increase in chromosomal breakage\nevents when compared to a healthy control (Figure 1). No                                 10\nevidence for an excessive chromosomal breakage rate was                                   0\nfound in patient RBS-2. The mean overall breakage rates                                       RBS-1    RBS-4   WABS    FA-1     FA-2    Con-6\n(break events per cell) after treatment with the highest MMC\nconcentration (300 nM) were 2.22 in RBS-1, 0.04 in RBS-\n2, and 1.4 in RBS-3. Compared to an average of 2.54 break                                     Untreated\n                                                                                              50 nM MMC\nevents per cell in the mosaic FA-J patient (FA-1) and 0.14–\n                                                                                              100 nM MMC\n0.22 in the healthy controls, patients RBS-1 and -3 appeared\nto fall in the breakage range of mosaic FA patients. In            Figure 2: Cell cycle analysis of primary skin fibroblasts from\naddition, mono-allelic ESCO2 mutation carriers (mothers of         individuals with FA, RBS, or WABS. Cells were treated with 50 or\npatients RBS-1 and -3) did not reveal significantly increased      100 nM MMC, for 72 h. Cell cycle profiles were obtained and the\nchromosomal breakage rates (Con-1 and -2, Figure 1). Muta-         percentages of cells in G2/M phase of the cell cycle were determined.\ntional analysis revealed a homozygous c.877delAG mutation          Averages of at least two experiments are shown, with standard errors\nin exon 4 of the ESCO2 gene in both RBS-1 and -3, which            of the mean.\nwas considered remarkable since these individuals were from\nunrelated ethnic backgrounds (Turkish and Dutch). Patient\nRBS-2 had a c.762delTT mutation in exon 3b.                        diagnosis may also be based upon the increased arrest of\n                                                                   FA cells in G2/M phase of the cell cycle upon treatment\n3.2. Diagnostic Overlap of FA with WABS in a Chromosomal           with MMC [4–6]. In this test, primary skin fibroblasts are\nBreakage Test. The WABS patient was tested for FA, after           exposed to MMC and analyzed by flow cytometry for the\nhe had been excluded from ataxia telangiectasia, Nijmegen          percentage of cells in the G2/M phase of the cell cycle. We\nbreakage syndrome, and Bloom syndrome [19]. At 150 nM              treated primary skin fibroblasts from RBS patients RBS-1\nMMC the number of break events in WABS cells was clearly           and -4 and the WABS individual with MMC (50 or 100 nM)\nelevated compared to a healthy control, but somewhat less          and analyzed their cell cycle distribution after 72 hours of\npronounced than in FA (data not shown). At the highest             drug exposure. In line with the results of the chromosomal\nconcentration (300 nM) the average breakage rate was 8.28          breakage test, both RBS and WABS fibroblasts showed an\nbreak events/cell, which falls in the range typical for full-      increased response to MMC in terms of the extent of their\nblown FA (Figure 1).                                               accumulation in G2/M compared to fibroblasts from a\n                                                                   healthy control individual (Figure 2). Concordant with the\n3.3. Diagnostic Overlap of FA with RBS and WABS in a Cell          chromosomal breakage test, the response to MMC in the\nCycle Test. Besides the chromosomal breakage test, the FA          WABS patient was similar to that in FA (approximately 50%\n\fAnemia                                                                                                                                              5\n\n\n                          100\n\n              Cells (%)    80\n\n                           60\n\n                           40\n\n                           20\n\n                            0\n                                − +      − +        − +       − +       − +      − +       − +         − +     − +     − +     − + MMC\n                                RBS-1    RBS-2      RBS-3     WABS        FA-1   FA-2      Con-1       Con-2   Con-3   Con-4   Con-5\n                                                                        mosaic\n                                   PCS                           3-5 railroads\n                                   RR + PCS                      1-2 railroads\n                                   > 5 railroads                 Normal\n                                                                                 (a)\n\n\n      I: Normal                                    II: Railroads (RR)                  III: RR + PCS                    IV: Premature chromatid\n                                                                                                                            separation (PCS)\n\n\n\n\n                                                                                 (b)\n\nFigure 3: (a) Cohesion defects in lymphocyte cultures from patients with FA, RBS, or WABS. Metaphases prepared from untreated cultures\n(−) or treated with 150 nM MMC (+) which had previously been evaluated for chromosomal breakage were reevaluated for the presence of\ncohesion defects. The percentages of cells containing the indicated number of railroad chromosomes (RR) or total premature centromere\nseparation (PCS) were determined, as summarized in the histograms. (b) Illustrations of the various aberrations scored in the analysis.\n\n\n\n\nof the cells in G2/M at 100 nM MMC). The least pronounced                              to the railroad chromosomes cells from the WABS patient\nresponse was observed in RBS patient RBS-1 (38% in G2/M,                               showed a massive increase in the total premature sister\nFigure 2), which seemed to correlate with the moderate                                 chromatid separation in response to treatment with MMC\nbreakage rate observed in the chromosomal breakage test.                               at 150 nM. Although untreated FA lymphocyte cultures had\nHowever, as illustrated by patient RBS-4, some cases with                              normal chromatid cohesion, MMC treatment resulted in a\nRBS may behave as a genuine FA case in a cell cycle analysis                           significant cohesion defect in FA lymphocyte cultures as well\ntest (48% in G2/M; Figure 2).                                                          (FA-1 and -2, Figure 3(a)), albeit that this defect became only\n                                                                                       manifest as railroad chromosomes, without the occurrence\n3.4. Cohesion Defects Distinguish RBS and WABS from FA.                                of PCS.\nNext to the increased chromosomal breakage and G2/M\narrest after MMC treatment in RBS and WABS cells,                                      4. Discussion\nanother clear phenotype was seen at the chromosomal level.\nMetaphases of the primary lymphocyte cultures showed                                   Although hypersensitivity to MMC and DEB in peripheral\na drastic increase in the occurrence of cohesion defects                               blood lymphocytes is an accepted diagnostic criterion for\n(railroad-track chromosomes) in the untreated RBS and                                  FA, this study shows that in addition to Nijmegen breakage\nWABS patient cells, which were not found in the heterozy-                              syndrome, also patients with RBS or WABS cells may\ngous carriers, healthy controls, FA, and FA mosaic patients                            score positive in an FA-specific MMC-induced chromosomal\n(Figure 3(a)). The RBS and WABS patients revealed the                                  breakage test or in an MMC-induced G2/M arrest analysis.\npresence of >5 railroad chromosomes in 79%–98% of the                                  These aﬀected individuals might have been diagnosed as\nmetaphases, while in the controls, heterozygotes, and FA cells                         FA patients (with hematopoietic mosaicism) on the basis\nthis percentage did not exceed 2% of the cells. In addition                            of their clinical characteristics in combination with their\n\f6                                                                                                                              Anemia\n\nhypersensitivity to MMC. However, detailed inspection of           References\nmetaphases for chromosomal cohesion defects and subse-\nquent mutational analysis of the ESCO2 or DDX11 genes               [1] A. D. Auerbach, A. Rogatko, and T. M. Schroeder-Kurth,\n                                                                        “International Fanconi anemia registry: relation of clinical\nwould have demonstrated that these patients were to be\n                                                                        symptoms to diepoxybutane sensitivity,” Blood, vol. 73, no. 2,\ndiagnosed as RBS or WABS, respectively.                                 pp. 391–396, 1989.\n    Next to RBS and WABS, a third cohesinopathy has been            [2] H. Joenje and K. J. Patel, “The emerging genetic and molecular\nknown, called Cornelia de Lange syndrome (CdLS). This                   basis of Fanconi anaemia,” Nature Reviews Genetics, vol. 2, no.\nsyndrome is caused by mutations in cohesin complex com-                 6, pp. 446–457, 2001.\nponents (SMC1A and SMC3) or its regulatory factor NIPBL             [3] A. D. Auerbach, “Fanconi anemia and its diagnosis,” Mutation\n[28–31]. CdLS is a multisystem developmental disorder                   Research, vol. 668, no. 1-2, pp. 4–10, 2009.\nwith classical features of characteristic facial dysmorphisms,      [4] T. N. Kaiser, A. Lojewski, and C. Dougherty, “Flow cytometric\nupper limb malformations, hirsutism, and growth and                     characterization of the response of Fanconi’s anemia cells to\ncognitive retardation displaying a wide spectrum of clinical            mitomycin C treatment,” Cytometry, vol. 2, no. 5, pp. 291–297,\n                                                                        1982.\nseverity. Studies have revealed an increased sensitivity to\n                                                                    [5] D. Schindler and H. Hoehn, “Fanconi anemia a paradigmatic\nMMC for both fibroblasts and B lymphoblastoid cells of                  disease for the understanding of cancer and aging,” Mono-\nCdLS patients [17], which indicates that CdLS patients may              graphs in Human Genetics, vol. 15, pp. 1–13, 2007.\nalso score positive in an FA-specific diagnostic test leading to    [6] F. O. Pinto, T. Leblanc, D. Chamousset et al., “Diagnosis\na possible diagnostic overlap with this cohesinopathy as well.          of Fanconi anemia in patients with bone marrow failure,”\nHowever, due to the quite characteristic facial appearance              Haematologica, vol. 94, no. 4, pp. 487–495, 2009.\nof CdLS patients, the chance for a CdLS patient being               [7] M. L. Kwee, E. H. A. Poll, and J. J. P. Van de Kamp, “Unusual\nmisdiagnosed as FA seems very small.                                    response to bifunctional alkylating agents in a case of Fanconi\n    Interestingly, both RBS patients with a c.877delAG muta-            anaemia,” Human Genetics, vol. 64, no. 4, pp. 384–387, 1983.\n                                                                    [8] J. R. Lo Ten Foe, M. L. Kwee, M. A. Rooimans et al., “Somatic\ntion showed hypersensitivity for chromosomal breakage by\n                                                                        mosaicism in Fanconi anemia: molecular basis and clinical\nMMC, while the patient with a diﬀerent mutation had no\n                                                                        significance,” European Journal of Human Genetics, vol. 5, no.\nsuch hypersensitivity. All ESCO2 mutations found until now              3, pp. 137–148, 1997.\nin RBS patients have appeared to aﬀect the acetyltransferase        [9] Q. Waisfisz, N. V. Morgan, M. Savino et al., “Spontaneous\nactivity of the protein [23]. Patient RBS-1 was strongly                functional correction of homozygous Fanconi anaemia alleles\naﬀected, with severely shortened arms and legs and a cleft lip.         reveals novel mechanistic basis for reverse mosaicism,” Nature\nDespite the fact that the patients carried the same mutations           Genetics, vol. 22, no. 4, pp. 379–383, 1999.\n(without evidence for a common ancestry), the clinical             [10] J. J. Gregory Jr., J. E. Wagner, P. C. Verlander et al., “Somatic\nphenotype of patient RBS-3 was much milder. In this case,               mosaicism in Fanconi anemia: evidence of genotypic rever-\npatient RBS-3 might have been suspected to have FA, and in              sion in lymphohematopoietic stem cells,” Proceedings of the\ncombination with the increased MMC sensitivity could have               National Academy of Sciences of the United States of America,\n                                                                        vol. 98, no. 5, pp. 2532–2537, 2001.\nbeen misdiagnosed as FA. These observations also indicate          [11] M. Gross, H. Hanenberg, S. Lobitz et al., “Reverse mosaicism\nthat there is no obvious correlation between the severity of            in Fanconi anemia: natural gene therapy via molecular self-\ndisease symptoms and the extent of sensitivity to DNA cross-            correction,” Cytogenetic and Genome Research, vol. 98, no. 2-3,\nlinking agents and support the notion that there is no clear            pp. 126–135, 2002.\ngenotype-phenotype correlation in RBS [22].                        [12] A. R. Gennery, M. A. Slatter, A. Bhattacharya et al., “The\n    This report has confirmed that the test for chromosomal             clinical and biological overlap between Nijmegen breakage\nhypersensitivity to DNA cross-linking agents is not entirely            syndrome and Fanconi anemia,” Clinical Immunology, vol.\nspecific for FA: in addition to Nijmegen Breakage syndrome              113, no. 2, pp. 214–219, 2004.\nboth RBS and WABS patient cells also show increased                [13] H. V. New, C. M. Cale, M. Tischkowitz et al., “Nijmegen\nsensitivity to MMC. It is therefore to be recommended that              breakage syndrome diagnosed as Fanconi anaemia,” Pediatric\n                                                                        Blood and Cancer, vol. 44, no. 5, pp. 494–499, 2005.\nin the cytogenetic diagnosis of FA, particularly in clinically     [14] S. Bakhshi, H. Joenje, D. Schindler et al., “A case report of a\natypical patients, quantification of chromosomal cohesion               patient with microcephaly, facial dysmorphism, mitomycin-\ndefects is included in the analysis.                                    c-sensitive lymphocytes, and susceptibility to lymphoma,”\n    In conclusion, although some of the clinical charac-                Cancer Genetics and Cytogenetics, vol. 164, no. 2, pp. 168–171,\nteristics and the extent of MMC-induced chromosomal                     2006.\nbreakage in RBS and WABS T lymphocytes show overlap                [15] J. Liu and I. D. Krantz, “Cohesin and human disease,” Annual\nwith those of (mosaic) FA patients, inspection of metaphase             Review of Genomics and Human Genetics, vol. 9, pp. 303–320,\nchromosomes for premature centromere division (PCD,                     2008.\nrailroad chromosomes) and premature chromatid separation           [16] D. J. Van den Berg and U. Francke, “Sensitivity of Roberts\n(PCS) allows to distinguish RBS and WABS from FA.                       syndrome cells to gamma radiation, mitomycin C, and protein\n                                                                        synthesis inhibitors,” Somatic Cell and Molecular Genetics, vol.\n                                                                        19, no. 4, pp. 377–392, 1993.\nAcknowledgments                                                    [17] M. G. Vrouwe, E. Elghalbzouri-Maghrani, M. Meijers et al.,\n                                                                        “Increased DNA damage sensitivity of Cornelia de Lange syn-\nThe authors thank Drs. K.H. Chrzanowska, H. Kayserili and               drome cells: evidence for impaired recombinational repair,”\nR. Hennekam for submitting patient samples for diagnostic               Human Molecular Genetics, vol. 16, no. 12, pp. 1478–1487,\npurposes.                                                               2007.\n\fAnemia                                                                     7\n\n[18] P. van der Lelij, B. C. Godthelp, W. van Zon, et al., “The cellular\n     phenotype of Roberts syndrome fibroblasts as revealed by\n     ectopic expression of ESCO2,” PloS One, vol. 4, no. 9, Article\n     ID e6936, 2009.\n[19] P. van der Lelij, K. H. Chrzanowska, B. C. Godthelp, et\n     al., “Warsaw Breakage syndrome, a cohesinopathy associ-\n     ated with mutations in the XPD Helicase family member\n     DDX11/ChlR1,” American Journal of Human Genetics, vol. 86,\n     no. 2, pp. 262–266, 2010.\n[20] H. Vega, Q. Waisfisz, M. Gordillo et al., “Roberts syndrome\n     is caused by mutations in ESCO2, a human homolog of yeast\n     ECO1 that is essential for the establishment of sister chromatid\n     cohesion,” Nature Genetics, vol. 37, no. 5, pp. 468–470, 2005.\n[21] D. J. Van den Berg and U. Francke, “Roberts syndrome: a\n     review of 100 cases and a new rating system for severity,”\n     American Journal of Medical Genetics, vol. 47, no. 7, pp. 1104–\n     1123, 1993.\n[22] B. Schüle, A. Oviedo, K. Johnston, S. Pai, and U. Francke,\n     “Inactivating mutations in ESCO2 cause SC phocomelia\n     and Roberts syndrome: no phenotype-genotype correlation,”\n     American Journal of Human Genetics, vol. 77, no. 6, pp. 1117–\n     1128, 2005.\n[23] M. Gordillo, H. Vega, A. H. Trainer et al., “The molecular\n     mechanism underlying Roberts syndrome involves loss of\n     ESCO2 acetyltransferase activity,” Human Molecular Genetics,\n     vol. 17, no. 14, pp. 2172–2180, 2008.\n[24] H. Vega, A. H. Trainer, M. Gordillo et al., “Phenotypic\n     variability in 49 cases of ESCO2 mutations, including novel\n     missense and codon deletion in the acetyltransferase domain,\n     correlates with ESCO2 expression and establishes the clinical\n     criteria for Roberts syndrome,” Journal of Medical Genetics,\n     vol. 47, no. 1, pp. 30–37, 2010.\n[25] M. Levitus, Q. Waisfisz, B. C. Godthelp et al., “The DNA heli-\n     case BRIP1 is defective in Fanconi anemia complementation\n     group J,” Nature Genetics, vol. 37, no. 9, pp. 934–935, 2005.\n[26] A. R. Meetei, M. Levitus, Y. Xue et al., “X-linked inheritance of\n     Fanconi anemia complementation group B,” Nature Genetics,\n     vol. 36, no. 11, pp. 1219–1224, 2004.\n[27] H. Joenje, F. Arwert, A. W. Eriksson, H de Koning, and A. B.\n     Oostra, “Oxygen-dependence of chromosomal aberrations in\n     Fanconi’s anaemia,” Nature, vol. 290, no. 5802, pp. 142–143,\n     1981.\n[28] I. D. Krantz, J. McCallum, C. DeScipio et al., “Cornelia de\n     Lange syndrome is caused by mutations in NIPBL, the human\n     homolog of Drosophila melanogaster Nipped-B,” Nature Genet-\n     ics, vol. 36, no. 6, pp. 631–635, 2004.\n[29] E. T. Tonkin, T.-J. Wang, S. Lisgo, M. J. Bamshad, and\n     T. Strachan, “NIPBL, encoding a homolog of fungal Scc2-\n     type sister chromatid cohesion proteins and fly Nipped-B, is\n     mutated in Cornelia de Lange syndrome,” Nature Genetics, vol.\n     36, no. 6, pp. 636–641, 2004.\n[30] A. Musio, A. Selicorni, M. L. Focarelli et al., “X-linked Cornelia\n     de Lange syndrome owing to SMC1L1 mutations,” Nature\n     Genetics, vol. 38, no. 5, pp. 528–530, 2006.\n[31] M. A. Deardorﬀ, M. Kaur, D. Yaeger et al., “Mutations in\n     cohesin complex members SMC3 and SMC1A cause a mild\n     variant of Cornelia de Lange syndrome with predominant\n     mental retardation,” American Journal of Human Genetics, vol.\n     80, no. 3, pp. 485–494, 2007.\n\n\n\n\nView publication stats",
  "wordCount": 4654,
  "indexed": "2025-09-25T22:39:20.401Z",
  "method": "direct"
}
