{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Sindromes de microdelección-microduplicación/Thomas et al_2006_Parental and chromosomal origins of microdeletion and duplication syndromes.pdf",
  "fileName": "Thomas et al_2006_Parental and chromosomal origins of microdeletion and duplication syndromes.pdf",
  "relativePath": "Genetica/Sindromes de microdelección-microduplicación/Thomas et al_2006_Parental and chromosomal origins of microdeletion and duplication syndromes.pdf",
  "text": "European Journal of Human Genetics (2006) 14, 831–837\n                                                                   & 2006 Nature Publishing Group All rights reserved 1018-4813/06 $30.00\n                                                                   www.nature.com/ejhg\n\n\n    ARTICLE\n\nParental and chromosomal origins of microdeletion\nand duplication syndromes involving 7q11.23,\n15q11-q13 and 22q11\nN Simon Thomas*,1,2, Miranda Durkie2, Gemma Potts2, Richard Sandford2,\nBerendine Van Zyl2, Sheila Youings2, Nicholas R Dennis3 and Patricia A Jacobs1,2\n\n1\n Wessex Regional Genetics Laboratory, Salisbury District Hospital, Salisbury, UK; 2Division of Human Genetics,\nUniversity of Southampton, Southampton, UK; 3Wessex Clinical Genetics Service, Princess Anne Hospital,\nSouthampton, UK\n\n\nNon-allelic homologous recombination between chromosome-specific LCRs is the most common\nmechanism leading to recurrent microdeletions and duplications. To look for locus-specific differences, we\nhave used microsatellites to determine the parental and chromosomal origins of a large series of patients\nwith de novo deletions of chromosome 7q11.23 (Williams syndrome), 15q11–q13 (Angelman syndrome,\nPrader –Willi syndrome) and 22q11 (Di George syndrome) and duplications of 15q11–q13. Overall the\nmajority of rearrangements were interchromosomal, so arising from unequal meiotic exchange, and there\nwere approximately equal numbers of maternal and paternal deletions. Duplications and deletions of\n15q11–q13 appear to be reciprocal products that arise by the same mechanisms. The proportion arising\nfrom interchromosomal exchanges varied among deletions with 22q11 the highest and 15q11 –q13 the\nlowest. However, parental and chromosomal origins were not always independent. For 15q11 –q13,\nmaternal deletions tended to be interchromosomal while paternal deletions tended to be\nintrachromosomal; for 22q11 there was a possible excess of maternal cases among intrachromosomal\ndeletions. Several factors are likely to be involved in the formation of recurrent rearrangements and the\nrelative importance of these appear to be locus-specific.\nEuropean Journal of Human Genetics (2006) 14, 831–837. doi:10.1038/sj.ejhg.5201617; published online 12 April 2006\n\nKeywords: microdeletion and duplication; parental origin; chromosomal origin; unequal meiotic exchange\n\n\n\nIntroduction                                                       repeats (LCRs) and microdeletion and microduplication\nCertain regions of the human genome are especially prone           syndromes.2 Interaction between chromosome-specific\nto structural rearrangements due to the presence of                LCRs leads to gain, loss or inversion of the intervening\nrepetitive sequence elements. Genome architecture has              sequence. Where a particular region contains dosage\nbeen implicated in the formation of increasing numbers of          sensitive or imprinted genes this can lead to a specific\ngenomic disorders.1 The best-studied example is the                genetic disease: loss of 7q11.23 results in Williams\nassociation between segmental duplications or low-copy             syndrome (MIM 194050), loss of 22q11 results in Di\n                                                                   George syndrome/VCFS (MIM 192430/188400) and loss\n*Correspondence: Dr N Simon Thomas, Wessex Regional Genetics       of 15q11 – q13 results in either Prader – Willi syndrome\nLaboratory, Salisbury District Hospital, Salisbury SP2 8BJ, UK.    (MIM 176270) or Angelman syndrome (MIM 105830).\nTel: þ 44 1722 429080; Fax: þ 44 1722 338095;                        Non-allelic homologous recombination (NAHR) between\nE-mail: simon.thomas@salisbury.nhs.uk\nReceived 22 December 2005; revised 14 February 2006; accepted 23   misaligned LCRs is the mechanism underlying the majority\nFebruary 2006; published online 12 April 2006                      of genomic disorders.1 This process may involve either\n\f                          Origins of microdeletions and duplications\n                                                     NS Thomas et al\n832\n      both chromosome homologues (interchromosomal) or                  tion was assumed to be absent in the haplotype inherited\n      separate chromatids of only a single chromosome (intra-           by the normal sibling from the transmitting parent (given\n      chromosomal), referred to as the chromosomal origin.              the genetic distances covered by the haplotype, recombi-\n      NAHR may also occur on the chromosome transmitted                 nation would be expected to occur between the alleles\n      from either the mother or the father. However, there              flanking the deletion in a small percentage of normal\n      appear to be differences in the way this mechanism                siblings). At each locus flanking the microdeletion, the\n      generates specific microdeletions. For example, variations        allele transmitted to the proband was then scored as either\n      have been reported in the proportion of maternal and              ‘shared’ or ‘not shared’ with the allele transmitted to the\n      paternal deletions, with an excess of maternal deletions for      normal sibling. Scoring of informative alleles as either\n      NF1,3 an excess of paternal deletions for Sotos syndrome4,5       ‘shared’ or ‘not shared’ on both sides of the deletion\n      or approximately equal numbers of maternal and paternal           indicated an intrachromosomal origin. Transition from\n      deletions for Smith – Magenis syndrome.6 Similarly the            ‘shared’ to ‘not shared’ or vice versa indicated an\n      relative contribution of interchromosomal and intrachro-          interchromosomal origin. For an additional explanation\n      mosomal rearrangements varies between microdeletions:             of these approaches, see references.6,7\n      22q11 deletions7 show a much higher proportion of                    For 15q11 – q13 duplications chromosome origin was\n      interchromosomal rearrangements than deletions causing            determined by microsatellites within the duplication.\n      Smith – Magenis syndrome6 or 15q11 – q13 deletions.8              Inheritance of both alleles at loci heterozygous in the\n        NAHR, whether interchromosomal or intrachromo-                  transmitting parent indicated an interchromosomal origin.\n      somal, should generate reciprocal deletion and duplication        Inheritance of two copies of the same allele where the\n      products and for most microdeletion regions, the reci-            transmitting parent is heterozygous indicated an intra-\n      procal duplication has been identified. Generally micro-          chromosomal origin.\n      duplications appear to arise by similar mechanisms to the            The primers used and their physical and genetic\n      corresponding microdeletion,6,9 with the exception of             locations are shown in Table 1. All microsatellite details\n      17p11.2 – p12 imbalances. While duplications causing              are available from the Genome Database (www.gdb.org),\n      CMT1A are predominantly paternal and interchromoso-               except those used to determine the chromosomal origin of\n      mal, deletions causing HNPP are predominantly maternal            the larger type I deletions of chromosome 15q11 – q13.\n      and intrachromosomal.10 However, to date only relatively          These were identified using the tandemrepeat finder\n      small numbers of microduplications have been charac-              program (tandem.bu.edu/) Table 2. One primer from each\n      terised because they are technically more difficult to            pair was fluorescently labelled to allow detection using an\n      identify and because the associated phenotypes are either         ABI 3100 automated DNA sequencer. Alleles were scored\n      much milder than microdeletions or are not well defined.          using the Genescan Analysis and Genotyper programs.\n        We have undertaken a comprehensive study into the               Statistical analyses were carried out using w2 and four-fold\n      parental and chromosomal origins of deletions of chromo-          contingency table tests.\n      somes 7q11, 15q11 – q13, 22q11 and the corresponding\n      duplications of chromosome 15q11 – q13. Our findings are\n      compared with each other and with relevant studies from\n      the literature.                                                   Results and discussion\n                                                                        Deletions of chromosome 7q11. 23 (Williams\n                                                                        syndrome)\n                                                                        No significant bias was observed in the parental origin of\n      Methods                                                           7q11.23 deletions. Among the 27 cases 12 had arisen\n      All rearrangements were originally identified by FISH in          maternally and 15 paternally (Table 3). Adding our results\n      patients referred to the Wessex Regional Genetics Labora-         to those from the literature11 – 16 gave a total of 148 cases of\n      tory. Follow-up analysis of both parents was then under-          maternal origin and 130 of paternal origin, a non-\n      taken to determine whether the rearrangement was                  significant excess of maternal cases.\n      inherited or de novo. Only de novo rearrangements were               Haplotype analysis to determine chromosomal origin\n      included in the study.                                            was performed on eight cases: in six cases the grandparents\n        DNA was extracted from each proband, both parents and           of the transmitting parent were available and in two cases a\n      any available first degree relatives using a salt precipitation   non-deleted sibling was available (Table 4). There was a\n      technique. Parental origins were determined using micro-          strong preference for the formation of deletions through\n      satellites within the deleted or duplicated region. For           interchromosomal exchanges with seven interchromo-\n      microdeletions, chromosomal origin was determined from            somal rearrangements and one intrachromosomal rearran-\n      microsatellites flanking the deleted interval using first-        gement. This is consistent with all previous studies of\n      degree relatives to reconstruct the haplotype of the              Williams syndrome in which chromosomal origin was\n      transmitting parent. Where siblings were used, recombina-         investigated.12,13,16,17 Including our results there were 61\n\nEuropean Journal of Human Genetics\n\f                                                      Origins of microdeletions and duplications\n                                                      NS Thomas et al\n                                                                                                                              833\nTable 1 Details of all primers used. (a) Chromosome   Table 1 (Continued)\n7q11.23, (b) Chromosome 15q11-q13 and (c) Chromo-\nsome 22q11                                            Locus                      Mb              mcM                 fcM\n\nLocus                    Mb      mcM          fcM       D22S425                 21.4             12.35              29.72\n                                                        D22S303                 21.6             12.35              29.72\n(a)\n                                                      Physical distance: Mb from pter from ensembl; Genetic distance:\nD7S502                   66.5    54.32       105.39\n                                                      centiMorgan: bold taken directly from the location database; italics\nD7S1816                  70.7    57.25       112.77\n                                                      inferred from physical distance in location database. (mcM ¼ male\nD7S2415                  71.1    57.25       112.77\n                                                      centiMorgan; fcM ¼ female centiMorgan).\nD7S653                   71.2    57.25       113.09   a\n                                                       New primers designed using the Tandem Repeat Finder program. See\n                                                      Table 2. For 15q both proximal deletion breakpoints are shown, for 7q\nProximal breakpoint                                   and 22q only the common breakpoints are shown.\n  D7S489(U)              71.9    57.41       113.54\n  D7S2476                72.5    57.61       114.07\n  D7S613                 73.0    57.61       114.07\n  D7S2472                73.3    58.43       115.89   interchromosomal deletions (73%) and 23 intrachro-\n  D7S1870                73.6    58.47       115.89\n  D7S489(L)              74.6    58.47       116.60   mosomal deletions (27%).\n                                                        The alleles transmitted proximal to the deletion were\nDistal breakpoint                                     grandmaternal in two cases and grandpaternal in four\n  D7S2490                74.9    58.47       117.16   cases. Among all cases in the literature, there were similar\n  D7S2518                75.0    58.47       117.16\n  D7S675                 77.2    59.58       120.12   numbers of grandmaternal (n ¼ 29) and grandpaternal\n  D7S2421                77.3    59.58       120.53   (n ¼ 23) alleles proximal to deletions of interchromosomal\n  D7S524                 84.3    67.90       130.50   origin and there was no parental origin bias for intra-\n                                                      chromosomal deletions.\n(b)\nAC127381a                18.4     0.00         0.00\nAC126335a                18.5     0.00         0.00   Deletions of chromosome 22q11 (DiGeorge syndrome)\nAC134980a                19.9     0.00         0.00   The majority of the deletions studied were of the common\n                                                      3 Mb size. There were three smaller 1.5 Mb deletions and in\nProximal breakpoint class I\n  D15S542                20.4     0.00         0.00   eight cases insufficient markers were informative to\n  D15S541                20.5     0.13         0.17   determine the exact deletion size.\n                                                         Parental origins were determined in 67 cases. There was\nProximal breakpoint class II                          no significant bias in parental origin: in 37 cases the origin\n  D15S543                21.1     1.99         2.55\n  D15S11                 21.6     3.56         4.57   was maternal and in 30 cases the origin was paternal\n  D15S128                22.7     5.28         5.05   (Table 3). From the literature, we have found a further 148\n  D15S1506               23.1     5.28         5.05   cases of maternal origin and 103 of paternal origin.7,17 – 27\n  D15S122                23.1     5.28         5.05\n                                                      Thus, there is a slight overall excess of maternal cases, 185\n  D15S822                24.9     9.55        14.29\n  D15S1002               25.6    11.94        15.60   compared to 133 paternal cases, that just reaches statistical\n  D15S217                25.8    13.23        16.51   significance (w2 ¼ 4.09; P ¼ 0.05).\n                                                         Haplotype analysis was performed on 30 cases (all 3 Mb\nDistal deletion breakpoint\n                                                      deletions): in 23 cases the grandparents of the transmitting\n  D15S1019                27.5   16.32        21.24\n  D15S1048                27.7   17.07        21.24   parent were available and in seven cases a non-deleted\n  D15S165                 29.1   18.50        22.66   sibling was available (Table 5). The great majority of\n                                                      deletions, 26 of 30, arose through an interchromosomal\n(c)\nF8VWFP                   15.4     0.00         2.50   event, consistent with other published studies. Adding our\nD22S420                  16.2     3.05         9.99   results to those in the literature, the total number of\nD22S427                  17.0     6.22        16.74   interchromosomal cases is 73 (86%) compared to only 12\n                                                      (14%) of intrachromosomal origin.\nProximal breakpoint\n  D22S1638               17.4     9.64        18.27      Baumer et al17 reported the transmission of a significant\n  D22S941                17.8    10.09        18.27   excess of grandmaternal alleles proximal to the deletion\n  D22S944                18.0    10.43        18.27   breakpoint irrespective of the parental origin of the\n  D22S1623                F       F            F\n  D22S264                19.1    11.60        18.27   deletion. In contrast, Saitto et al,7 reported equal number\n  D22S311                19.5    12.25        18.27   of grandmaternal and grandpaternal alleles. Among the\n  D22S1709               19.7    12.35        18.95   interchromosomal rearrangements in our study the alleles\n                                                      transmitted proximal to the breakpoint were grandmater-\nDistal breakpoint\n  D22S539                20.6    12.35        25.12   nal in 13 cases and grandpaternal in eight cases. Combin-\n  D22S308                20.8    12.35        25.84   ing the results of these three studies with a fourth smaller\n  D22S306                20.8    12.35        25.84   one26 gave 39 cases of grandmaternal origin compared to\n\n                                                                                        European Journal of Human Genetics\n\f                             Origins of microdeletions and duplications\n                                                        NS Thomas et al\n834\n      Table 2     Sequences of new chromosome 15 primers\n      BAC                                  Primer sequence                                    Repeat unit                      Product size\n\n      AC127381.4                           For: TTCGGGGATGCTTTATCTTG                              AC                          244 – 256 bp\n                                           Rev: TATCCATGTAGGGGGTGCTC\n\n      AC126335.16                          For: TGGCCATTTGTATGGCATATT                             GT                          222 – 232 bp\n                                           Rev: AGGCAGGAGAATTGCTTGAA\n\n      AC134980.3                           For: CTCTGTCCTCCACCCTTCAC                              AC                          199 – 217 bp\n                                           Rev: AGGTGCTTGTTCTTCCTTGAA\n\n\n\n      Table 3     Summary                                                  Table 4 Chromosomal origins of 7q11.23 deletions\n                               7q    22q    15q del     15q dup    Total   Family Parental                                 Chromosomal\n                                                                           No     origin     Proximala      Distala           origin\n      Parental origin\n        Maternal               12    37       14a          7a      49a      1     Mat        GP             GM           Interchromosomal\n        Paternal               15    30        7a          2a      45a      4     Mat        GP             GM           Interchromosomal\n                                                                            9     Mat        GM             GP           Interchromosomal\n      Chromosomal origin                                                   24     Mat        GP             GM           Interchromosomal\n        Inter                   7    26        13            5      51      5     Pat        GM             GP           Interchromosomal\n        Intra                   1     4         8            4      17     12     Pat        GP             GM           Interchromosomal\n                                                                           23     Pat        Shared         Not shared   Interchromosomal\n      Inter-chromosomal                                                    28     Pat        Not shared     Not shared   Intrachromosomal\n         Maternal               4    12        11            4      31\n                                                                           a\n         Paternal               3    14         2            1      20     GM ¼ grandmaternal; GP ¼ grandpaternal.\n\n      Intra-chromosomal\n         Maternal               0      4        3            3      10\n         Paternal               1      0        5            1       7     Table 5 Chromosomal origins of 22q11 deletions\n      Grandparental origin                                                 Family Parental                                 Chromosomal\n        GMb proximal            2    13         6          F        21     No     origin     Proximala      Distala           origin\n        GPb proximal            4     8         2          F        14\n      a\n                                                                            2     Mat        GM             GM           Intrachromosomal\n      Imprinted loci excluded from parental origin total column.           21     Mat        GP             GM           Interchromosomal\n      b\n      GM ¼ grandmaternal; GP ¼ grandpaternal.                              26     Mat        GM             GP           Interchromosomal\n                                                                           29     Mat        GM             GM           Intrachromosomal\n                                                                           30     Mat        GM             GP           Interchromosomal\n      20 of grandpaternal origin. This is not statisticaly signifi-        33     Mat        GM             GP           Interchromosomal\n                                                                           34     Mat        GP             GM           Interchromosomal\n      canct (w2 ¼ 2.75; P ¼ 0.1).\n                                                                           36     Mat        GP             GM           Interchromosomal\n         All four intrachromosomal deletions identified in our             46     Mat        GM             GP           Interchromosomal\n      study were of maternal origin. The parental origin of a              49     Mat        Not shared     Not shared   Intrachromosomal\n      further six intrachromosomal deletions are reported in the           52     Mat        GM             GP           Interchromosomal\n                                                                           56     Mat        GM             GP           Interchromosomal\n      literature,7,17,21 with four of maternal origin and two of           58     Mat        GM             GP           Interchromosomal\n      paternal origin. Thus, while intrachromosomal deletions              50     Mat        Not shared     Shared       Interchromosomal\n      can arise in either parent, there may an excess of maternal          59     Mat        Shared         Shared       Intrachromosomal\n      cases.                                                               60     Mat        Not shared     Shared       Interchromosomal\n                                                                            3     Pat        Shared         Not shared   Interchromosomal\n                                                                            8     Pat        GM             GP           Interchromosomal\n      Deletions of chromosome 15q11 – q13 (Prader – Willi                  20     Pat        GP             GM           Interchromosomal\n      syndrome/Angelman Syndrome)                                          22     Pat        GM             GP           Interchromosomal\n                                                                           25     Pat        Not shared     Shared       Interchromosomal\n      15q11 – q13 contains an imprinted domain and the                     32     Pat        GP             GM           Interchromosomal\n      phenotype associated with deletions of this region is                38     Pat        GM             GP           Interchromosomal\n      determined by the parental origin: paternal deletions cause          40     Pat        GM             GP           Interchromosomal\n      Prader – Willi syndrome (PWS) and maternal deletions                 47     Pat        GP             GM           Interchromosomal\n                                                                           53     Pat        GM             GP           Interchromosomal\n      cause Angelman syndrome (AS). Therefore, parental origin             57     Pat        GM             GP           Interchromosomal\n      studies were not required and the number of cases reflects           61     Pat        GP             GM           Interchromosomal\n      the ascertainment of two distinct syndromes. Of the 21               65     Pat        GP             GM           Interchromosomal\n                                                                           76     Pat        Shared         Not shared   Interchromosomal\n      patients with 15q11 – q13 deletions there were seven\n                                                                           a\n      paternal cases and 14 maternal cases (Table 3).                      GM ¼ grandmaternal; GP ¼ grandpaternal.\n\n\nEuropean Journal of Human Genetics\n\f                                                              Origins of microdeletions and duplications\n                                                              NS Thomas et al\n                                                                                                                                    835\n   Taking all 21 deletions of 15q11 – q13, irrespective of    single homologue. As a result of the small numbers, this\nparental origin, there was an overall excess of interchro-    result is significant only at the 5% level (w2 ¼ 3.94;\nmosomal rearrangements. Combining our data with two           P ¼ 0.05).\npublished studies28,29 there were 23 interchromosomal           Deletions of 15q11 – q13 have a single common distal\nrearrangements (62%) and 14 intrachromosomal rearran-         breakpoint, but can be divided into class I or class II\ngements (38%).                                                according to their proximal breakpoints.29 The proportion\n   For maternal deletions, haplotype analysis was per-        of class I and class II breakpoints was similar for maternal\nformed using grandparents in nine cases and a sibling in      and paternal deletions. Among maternal deletions both\nfive cases. There were 11 interchromosomal rearrange-         classes showed an excess of interchromosomal deletions:\nments and three intrachromosomal rearrangements. Ana-         six of eight for class I and five of six for class II. For paternal\nlysis of the paternal deletions used grandparents in five     class II deletions, there were almost equal numbers of\ncases and a sibling in two cases. There were two              interchromosomal (n ¼ 8) and intrachromosomal cases\ninterchromosomal rearrangements and five intrachromo-         (n ¼ 7). However, among the small number of paternal\nsomal rearrangements (Table 6).                               deletions with class I breakpoints four of the five cases had\n   Thus the nature of the exchange event between LCRs was     an intrachromosomal origin. Thus, for deletions arising\ndifferent for maternal and paternal deletions. Among          paternally, recombination between different combinations\nmaternal deletions there was a significant excess of          of LCRs may be associated with different chromosomal\ninterchromosomal cases while for paternal deletions there     origins.\nwas an excess of intrachromosomal cases. These results\nextend the findings of Robinson et al8 who reported that      Duplications of chromosome 15q11 – q13\nthree out of three maternal cases and only two out of         Seven of the de novo duplications studied had arisen\nsix paternal cases were interchromosomal. In contrast,        maternally and two paternally (Table 3, family numbers\nCarrozzo et al28 reported, an excess of interchromosomal      6, 7, 8, 11, 14, 15 have been reported previously31).\ncases among paternal deletions. Combining all these data      Duplications of this region are also subject to ascertain-\ntogether there are 14 maternal interchromosomal cases         ment bias because of imprinting.30 The phenotype asso-\ncompared to three maternal intrachromosomal cases. In         ciated with maternal duplications is much more severe\ncontrast, there are nine paternal interchromosomal cases      than paternal duplications and thus the number of de novo\ncompared to 11 intrachromosomal deletions. Thus, while        maternal duplications is higher.\nmaternal deletions can arise by both mechanisms there is a      Maternal and paternal duplications of both interchro-\nstrong preference for recombination between both mater-       mosomal and intrachromosomal origin were identified\nnal chromosome 15 homologues. In contrast the forma-          and overall there were approximately equal numbers of\ntion of paternal deletions is more likely to involve only a   interchromosomal and intrachromosomal rearrangements\n\n\nTable 6     Chromosomal origins of 15q11-q13 deletions\nFamily no           Parental origin       Deletion class      Proximala             Distala                 Chromosomal origin\n\n 3                  Mat                          I            GM                    GP                      Interchromosomal\n 4                  Mat                          I            GP                    GM                      Interchromosomal\n 8                  Mat                          I            GP                    GM                      Interchromosomal\n 9                  Mat                          I            GM                    GP                      Interchromosomal\n18                  Mat                          I            Shared                Not shared              Interchromosomal\n19                  Mat                          I            Not shared            Shared                  Interchromosomal\n20                  Mat                          I            Shared                Shared                  Intrachromosomal\n24                  Mat                          I            GP                    GP                      Intrachromosomal\n 6                  Mat                         II            GM                    GP                      Interchromosomal\n10                  Mat                         II            GM                    GP                      Interchromosomal\n13                  Mat                         II            GP                    GP                      Intrachromosomal\n17                  Mat                         II            Shared                Not shared              Interchromosomal\n22                  Mat                         II            Shared                Not shared              Interchromosomal\n23                  Mat                         II            GM                    GP                      Interchromosomal\n14                  Pat                          I            GM                    GM                      Intrachromosomal\n16                  Pat                          I            Not shared            Not shared              Intrachromosomal\n21                  Pat                          I            Not shared            Shared                  Interchromosomal\n26                  Pat                          I            GP                    GP                      Intrachromosomal\n27                  Pat                          I            GP                    GP                      Intrachromosomal\n 1                  Pat                         II            GM                    GM                      Intrachromosomal\n11                  Pat                         II            GM                    GP                      Interchromosomal\na\nGM ¼ grandmaternal; GP ¼ grandpaternal.\n\n\n                                                                                               European Journal of Human Genetics\n\f                           Origins of microdeletions and duplications\n                                                      NS Thomas et al\n836\n      (Table 7). Thus, chromosomal origin appears to be                   q13 duplications. When considered separately, the propor-\n      independent of both parental origin and deletion class.             tion of maternal 15q11 – q13 deletions with an interchro-\n      However, the number of duplications available to study              mosomal origin was equivalent to that of 22q11 deletions.\n      was too small to validate the differences observed in               At 4 – 4.5 Mb, rearrangements of 15q11 – q13 are larger than\n      chromosomal origin between maternal and paternal dele-              the common 7q11 and 22q deletions, of 1.6 and 3.0 Mb,\n      tions and between paternal class I and class II deletions.          respectively. It would be interesting to compare these data\n         Combining our results with published data, the division          with other microdeletions to investigate whether the\n      of chromosomal origin was very similar to 15q11 – q13               distance between LCRs has any influence on chromosomal\n      deletions with a total of 10 interchromosomal duplications          origin.\n      (67%) and five intrachromosomal duplications (33%).                    For 15q deletions those of maternal origin tended to be\n      Only one duplication of 7q11.23 has been described,                 interchromosomal, while those of paternal origin tended\n      which had the common deletion breakpoints and was                   to be intrachromosomal especially with type I breakpoints.\n      maternal and interchomosomal in origin.32 Over 20                   The excess of paternal intrachromosomal deletions of\n      independent duplications of 22q11 have been reported.               15q11 – q13 contrasts with 22q11 deletions and CMT/\n      The majority, but not all, had the common 3 Mb deletion             HNPP rearrangements where intrachromosomal rearrange-\n      breakpoints and among the de novo cases analysed with               ments are predominantly maternal. Thus, there is evidence\n      microsatellites all nine were interchromosomal.9,33 Thus,           that for at least some regions, the mechanism through\n      unlike CMT duplications and HNPP deletions, reciprocal              which microdeletions are generated may be related to\n      imbalances involving 7q11, 15q11 – q13 and 22q11 appear             parental origin. However, given the extent of the differ-\n      to arise by the same mechanism. The results also confirm            ences in recombination between males and females it is\n      that for these regions, NAHR is the predominant mechan-             surprising that there are not more extensive effects\n      ism and that other deletion-specific mechanisms, such as            associated with parental origin. For example, the vast\n      loop formation with loss of the intervening sequence, do            majority of human trisomies are maternal in origin35 while\n      not contribute substantially.                                       terminal deletions are predominantly paternal except\n                                                                          chromosome arms 1p36 and 2q37 for which there is an\n      General discussion and conclusion                                   excess of maternal cases.\n      Combining all data from this study the majority of                     Results from molecular studies need to be put in the\n      rearrangements, approximately three of four, are inter-             context of cytogenetic chromosomal studies. For example,\n      chromosomal. Therefore, they are likely to have arisen as           inversions between LCRs predispose to the formation of\n      the result of unequal meiotic crossing over between LCRs            7q11 deletions12,38 and maternal deletions of 15q11 –\n      on different chromosome homologues. The remaining                   q13.39 For 7q11 deletions, the presence of the inversion\n      intrachromosomal rearrangements are also likely to be               in the transmitting parent causes a bias towards inter-\n      meiotic, although for these cases a post zygotic error              chromosomal exchanges. Yet no inversions have been\n      during mitosis cannot be excluded. Despite well-documen-            identified for 22q11 deletions40 which have an even higher\n      ted differences in male and female meiosis,34 there were            proportion of interchromosomal cases. The frequency, size\n      roughly equal numbers of maternal and paternal rearran-             and chromosomal origin of microdeletions causing Sotos\n      gements when imprinted regions were excluded.                       syndrome differ between Caucasian5 and Japanese4 popu-\n        While combining all the data allows general conclusions           lations, possibly reflecting differences in genetic back-\n      to be drawn, this approach is of questionable relevance and         ground.\n      overlooks factors specific to only certain microdeletions.             Similarly gross mechanisms of microdeletion formation\n      The proportion of interchromosomal rearrangements ran-              need to be correlated with investigation at the nucleotide\n      ged from 86 to 62% with from highest to lowest: 22q11               sequence level. Every genomic disorder characterised at this\n      deletions; 7q deletions; 15q11 – q13 deletions; and 15q11 –         level of resolution has shown positional preference for\n                                                                          recombination at specific sites within the much larger\n      Table 7     Chromosomal origins of 15q11-q13 duplications           LCR.41 Thus cytogenetic background, parental origin,\n                                                                          chromosomal origin, LCR combination and location of\n      Family no   Parental origin   Deletion class   Chromosomal origin   recombination are all involved in the formation of recurrent\n      11          Mat                      I         Intrachromosomal     structural rearrangements and the relative importance of\n      15          Mat                      I         Intrachromosomal     these factors appears to be specific for each locus.\n      17          Mat                      I         Interchromosomal\n       6          Mat                     II         Interchromosomal\n       7          Mat                     II         Interchromosomal     Acknowledgements\n      14          Mat                     II         Intrachromosomal     This study would not have been possible without the cytogenetic staff\n      17          Mat                     II         Interchromosomal     of the Wessex Regional Genetics Laboratory, Salisbury, UK. We are\n      18          Pat                      I         Interchromosomal\n       8          Pat                     II         Intrachromosomal     also grateful to Mrs Barabra O’Prey for the recruitment of patient\n                                                                          samples and to the Wellcome Trust for financial support.\n\n\nEuropean Journal of Human Genetics\n\f                                                                        Origins of microdeletions and duplications\n                                                                        NS Thomas et al\n                                                                                                                                                 837\nReferences                                                              22 Eliez S, Antonarakis SE, Morris MA, Dahoun SP, Reiss AL: Parental\n 1 Shaw CJ, Lupski JR: Implications of human genome architecture           origin of the deletion 22q11.2 and brain development in\n   for rearrangement-based disorders: the genomic basis of disease.        velocardiofacial syndrome: a preliminary study. Arch Gen Psy-\n   Hum Mol Genet 2004; 13: R57 – R64.                                      chiatry 2001; 58: 64 – 68.\n 2 Emanuel BS, Shaikh TH: Segmental duplications: an expanding          23 Fokstuen S, Arbenz U, Artan S et al: 22q11.2 deletions in a series\n   role in genomic instability and disease. Nat Rev Genet 2001; 2:         of patients with non-selective congenital heart defects: inci-\n   791 – 800.                                                              dence, types of defects and parental origin. Clin Genet 1998; 53:\n 3 Lopez Correa C, Brems H, Lazaro C, Marynen P, Legius E: Unequal         63 – 69.\n   meiotic crossover: a frequent cause of NF1 microdeletions. Am J      24 Lu JH, Chung MY, Hwang B, Chien HP: Prevalence and parental\n   Hum Genet 2000; 66: 1969 – 1974.                                        origin in Tetralogy of Fallot associated with chromosome 22q11\n 4 Miyake N, Kurotaki N, Sugawara H et al: Preferential paternal           microdeletion. Pediatr Cardiol 2001; 22: 279 – 284.\n   origin of microdeletions caused by prezygotic chromosome or          25 Morrow B, Goldberg R, Carlson C et al: Molecular definition of\n   chromatid rearrangements in Sotos syndrome. Am J Hum Genet              the 22q11 deletions in velo-cardio-facial syndrome. Am J Hum\n   2003; 72: 1331 – 1337.                                                  Genet 1995; 56: 1391 – 1403.\n 5 Tatton-Brown K, Douglas J, Coleman K et al: Multiple mechan-         26 Trost D, Wiebe W, Uhlhaas S, Schwindt P, Schwanitz G:\n   isms are implicated in the generation of 5q35 microdeletions in         Investigation of meiotic rearrangements in DGS/VCFS patients\n   Sotos syndrome. J Med Genet 2005; 42: 307 – 313.                        with a microdeletion 22q11.2. J Med Genet 2000; 37: 452 – 454.\n 6 Shaw CJ, Bi W, Lupski JR et al: Genetic proof of unequal meiotic     27 Vittorini S, Sacchelli M, Iascone MR et al: Molecular characteriza-\n   crossovers in reciprocal deletion and duplication of 17q11.2. Am J      tion of chromosome 22 deletions by short tandem repeat\n   Hum Genet 2002; 71: 1072 – 1081.                                        polymorphism (STRP) in patients with conotruncal heart defects.\n 7 Saitta SC, Harris SE, Gaeth AP et al: Aberrant interchromosomal         Clin Chem Lab Med 2001; 39: 1249 – 1259.\n   exchanges are the predominant cause of 22q11.2 deletions. Hum        28 Carrozzo R, Rossi E, Christian L et al: Inter- and intrachromoso-\n   Mol Genet 2004; 13: 417 – 428.                                          mal rearrangements are both involved in the origin of 15q11-q13\n 8 Robinson WP, Dutly F, Nicholls RD et al: The mechanisms                 deletions in Prader – Willi syndrome. Am J Hum Genet 1997; 61:\n   involved in formation of deletions and duplications of 15q11-           228 – 231.\n   q13. J Med Genet 1998; 35: 130 – 136.                                29 Christian SL, Robinson WP, Huang B et al: Molecular character-\n 9 Ensenauer RE, Adeyinka A, Flynn HC: Microduplication 22q11.2,           isation of two proximal deletion breakpoint regions in both\n   an emerging syndrome: clinical, cytogenetic, and molecular              Prader – Willi and Angelman syndrome patients. Am J Hum Genet\n   analysis of thirteen patients. Am J Hum Genet 2003; 73: 1027 –          1995; 57: 40 – 48.\n   1040.                                                                30 Bolton PF, Dennis NR, Browne CE et al: The phenotypic\n10 Lopes J, Vandenberghe A, Tardieu S et al: Sex-dependent                 manifestations of interstitial duplications of proximal 15q, with\n   rearrangements resulting in CMT1A and HNPP. Nat Genet 1997;             special reference to the autistic spectrum disorders. Am J Med\n   17: 136 – 137.                                                          Genet 2001; 105: 675 – 685.\n11 Baumer A, Dutly F, Balmer D et al: High level of unequal meiotic     31 Roberts SE, Dennis NR, Browne CE et al: Characterisation of\n   crossovers at the origin of the 22q11.2 and 7q11.23 deletions.          interstitial duplications and triplications of chromosome 15q11 –\n   Hum Mol Genet 1998; 7: 887 – 894.                                       q13. Hum Genet 2002; 110: 227 – 234.\n12 Bayes M, Magano LF, Rivera N, Flores R, Perez Jurado LA:             32 Somerville MJ, Mervis CB, Young EJ et al: Severe expressive\n   Mutational mechanisms of Williams – Beuren syndrome dele-               language delay related to duplication of the Williams – Beuren\n   tions. Am J Hum Genet 2003; 73: 131 – 151.                              locus. N Engl J Med 2005; 353: 1694 – 1701.\n13 Dutly F, Schinzel A: Unequal interchromosomal rearrangements         33 Yobb TW, Somerville MJ, Willatt L et al: Microduplication and\n   may result in elastin gene deletions causing the Williams – Beuren      triplication of 22q11.2: a highly variable syndrome. Am J Hum\n   syndrome. Hum Mol Genet 1996; 5: 1893 – 1898.                           Genet 2005; 76: 865 – 876.\n14 Perez Jurado LA, Peoples R, Kaplan P, Hamel BCJ, Franke U:           34 Hunt PA, Hassold TJ: Sex matters in meiosis. Science 2002; 296:\n   Molecular definition of the chromosome 7 deletion in Williams           2181 – 2183.\n   syndrome and parent-of-origin effects on growth. Am J Hum            35 Hassold T, Hunt P: To err (meiotically) is human: the genesis of\n   Genet 1996; 59: 781 – 792.                                              human aneuploidy. Nat Rev Genet 2001; 2: 280 – 291.\n15 Robinson WP, Waslynka J, Bernasconi F et al: Delineation of          36 Heilstedt HA, Ballif BC, Howard LA: Physical map of 1p36,\n   7q11.2 deletions associated with Williams – Beuren syndrome and         placement of breakpoints in monosomy 1p36, and clinical\n   mapping of a repetitive sequence to within and to either side of        characterization of the syndrome. Am J Hum Genet 2003; 72:\n   the common deletion. Genomics 1996; 34: 17 – 23.                        1200 – 1212.\n16 Urban Z, Helms C, Fekete G et al: 7q11.23 deletion in Williams       37 Aldred MA, Sandford RO, Thomas NS et al: Molecular analysis of\n   syndrome arise as a consequence of unequal meiotic crossover.           20 patients with 2q37.3 monosomy: definition of minimum\n   Am J Hum Genet 1996; 59: 958 – 962.                                     deletion intervals for key phenotypes. J Med Genet 2004; 41: 433 –\n17 Baumer A, Riegel M, Schinzel A: Non-random asynchronous                 439.\n   replication at 22q11.2 favours unequal meiotic crossovers leading    38 Osborne LR, Li M, Pober B et al: A 1.5 million-base pair inversion\n   to the human 22q11.2 deletion. J Med Genet 2004; 41: 413 – 420.         polymorphism in families with Williams – Beuren syndrome. Nat\n18 Bonnet D, Cormier-Daire V, Kachaner J et al: Microsatellite DNA         Genet 2001; 29: 321 – 325.\n   markers detects 95% of chromosome 22q11 deletions. Am J Med          39 Gimelli G, Pujana MA, Patricelli MG et al: Genomic inversions of\n   Genet 1997; 20: 182 – 184.                                              human chromosome 15q11-q13 in mothers of Angelman\n19 Chung MY, Lu JH, Chien HP, Hwang B: Chromosome 22q11                    syndrome patients with class II (BP2/3) deletions. Hum Mol Genet\n   microdeletion in conotruncal heart defects: clinical presentation,      2003; 12: 849 – 858.\n   parental origin and de novo mutations. Int J Mol Med 2001; 7:        40 Gebhardt GS, Devriendt K, Thoelen R et al: No evidence for a\n   501 – 505.                                                              parental inversion polymorphism predisposing to rearrange-\n20 Demczuk S, Levy A, Aubry M et al: Excess of deletions of maternal       ments at 22q11.2 in the DiGeorge/Velocardiofacial syndrome.\n   origin in the DiGeorge/Velo-cardio-facial syndromes. A study of         Eur J Hum Genet 2002; 11: 109 – 111.\n   22 new patients and review of the literature. Hum Genet 1995; 96:    41 Bi W, Park S-S, Shaw CJ, Withers MA, Patel PI, Lupski JR:\n   9 – 13.                                                                 Reciprocal crossovers and a positional preference for strand\n21 Edelman L, Pandita RK, Morrow BE: Low copy repeats mediate              exchange in recombination events resulting in deletion or\n   the common 3-Mb deletion in patients with velo-cardio-facial            duplication of chromosome 17p11.2. Am J Hum Genet 2003; 73:\n   syndrome. Am J Hum Genet 1999; 64: 1076 – 1086.                         1302 – 1315.\n\n\n                                                                                                          European Journal of Human Genetics",
  "wordCount": 5264,
  "indexed": "2025-09-25T22:43:08.263Z",
  "method": "direct"
}
