{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Evers et al. - 2015 - Antisense oligonucleotides in therapy for neurodeg.pdf",
  "fileName": "Evers et al. - 2015 - Antisense oligonucleotides in therapy for neurodeg.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Evers et al. - 2015 - Antisense oligonucleotides in therapy for neurodeg.pdf",
  "text": "Advanced Drug Delivery Reviews 87 (2015) 90–103\n\n\n\n                                                                      Contents lists available at ScienceDirect\n\n\n                                                         Advanced Drug Delivery Reviews\n\n                                                       journal homepage: www.elsevier.com/locate/addr\n\n\n\n\nAntisense oligonucleotides in therapy for neurodegenerative disorders☆\nMelvin M. Evers, Lodewijk J.A. Toonen, Willeke M.C. van Roon-Mom ⁎\nDepartment of Human Genetics, Leiden University Medical Center, Albinusdreef 2, 2333ZA Leiden, The Netherlands\n\n\n\na r t i c l e          i n f o                              a b s t r a c t\n\nAvailable online 20 March 2015                              Antisense oligonucleotides are synthetic single stranded strings of nucleic acids that bind to RNA and thereby\n                                                            alter or reduce expression of the target RNA. They can not only reduce expression of mutant proteins by break-\nKeywords:                                                   down of the targeted transcript, but also restore protein expression or modify proteins through interference with\nGenetic therapies                                           pre-mRNA splicing. There has been a recent revival of interest in the use of antisense oligonucleotides to treat\nNeurodegenerative disorders                                 several neurodegenerative disorders using different approaches to prevent disease onset or halt disease progres-\nBlood brain barrier\n                                                            sion and the ﬁrst clinical trials for spinal muscular atrophy and amyotrophic lateral sclerosis showing promising\nSplicing modulation\nRNase H-mediated degradation\n                                                            results. For these trials, intrathecal delivery is being used but direct infusion into the brain ventricles and several\nAllele-speciﬁc reduction                                    methods of passing the blood brain barrier after peripheral administration are also under investigation.\nTranslational blockage                                         © 2015 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license\n                                                                                                                           (http://creativecommons.org/licenses/by-nc-nd/4.0/).\n\n\n\n\nContents\n\n  1.   Introduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                        .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   91\n  2.   Delivery to the nervous system . . . . . . . . . . . . . . . . . . . .                        .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   91\n       2.1.   Peripheral delivery . . . . . . . . . . . . . . . . . . . . . . .                      .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   91\n       2.2.   Direct delivery to the nervous system . . . . . . . . . . . . . .                      .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   92\n       2.3.   Intranasal delivery to the brain . . . . . . . . . . . . . . . . .                     .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   92\n  3.   Chemical modiﬁcations . . . . . . . . . . . . . . . . . . . . . . . .                         .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   92\n       3.1.   Backbone modiﬁcations: counteracting nucleases . . . . . . . . .                       .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   92\n       3.2.   Sugar group modiﬁcations: improving afﬁnity and reducing toxicity                      .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   93\n       3.3.   Other oligonucleotide modiﬁcations . . . . . . . . . . . . . . .                       .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   94\n  4.   Functional mechanisms . . . . . . . . . . . . . . . . . . . . . . . .                         .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   94\n       4.1.   RNase H-mediated degradation . . . . . . . . . . . . . . . . .                         .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   94\n       4.2.   Steric hindrance . . . . . . . . . . . . . . . . . . . . . . . .                       .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   94\n  5.   Antisense oligonucleotide approaches for neurodegenerative disorders . .                      .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   95\n       5.1.   Reducing protein expression . . . . . . . . . . . . . . . . . .                        .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   96\n       5.2.   Speciﬁcally targeting the mutant transcript . . . . . . . . . . . .                    .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   98\n       5.3.   Restoring protein expression — interfering with pre-mRNA splicing .                    .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   98\n       5.4.   Modifying protein — removing disease-causing mutation . . . . .                        .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   99\n  6.   Conclusion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                        .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   99\n  Acknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . .                           .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   99\n  References . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .                         .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   .   99\n\n\n    Abbreviations: 2OMe, 2′-O-methyl; ALS, amyotrophic lateral sclerosis; APP, amyloid precursor protein; ATM, ataxia–telangiectasia mutated; ATP7A, copper-transporting ATPase 1; Aβ, β-\namyloid peptide; BBB, blood brain barrier; cEt, S-constrained-ethyl; CJD, Creutzfeldt–Jakob disease; CNS, central nervous system; CPP, cell-penetrating peptide; CSF, cerebrospinal ﬂuid;\nDRPLA, dentatorubro-pallidoluysian atrophy; ESS, exonic splicing silencer; FTD, frontotemporal dementia; GluR3, glutamate receptor subunit 3; GSK-3β, glycogen synthase kinase 3; HD,\nHuntington disease; HTT, huntingtin; ICV, intracerebroventricular; IP, intraperitoneal; ISS, intronic splicing silencer; IT, intrathecal; LNA, locked nucleic acid; MAPT, microtubule associated\nprotein tau; MOE, 2′-O-methoxy-ethyl; MS, multiple sclerosis; p75NTR, p75 neurotrophin receptor; PMO, phosphorodiamidate morpholino oligomer; PNA, peptide nucleic acid; polyQ,\npolyglutamine;PrPc, cellularprion protein;PrPSc, prion protein scrapie; PS, phosphorothioate; RNase H, ribonuclease H; RVG, rabies virus glycoprotein; SC, subcutaneous; SCA, spinocerebellar\nataxia; siRNA,small interferingRNA;SMA, spinal muscular atrophy;SMN, survival motorneuron; SNP, singlenucleotidepolymorphism; SOD1,superoxide dismutase 1;tc-DNA,tricyclo-DNA;\nZNA, zip nucleic acid.\n ☆ This review is part of the Advanced Drug Delivery Reviews theme issue on “Oligonucleotide Therapeutics”.\n  ⁎ Corresponding author. Tel.: +31 71 5269435; fax: +31 71 5268285.\n    E-mail addresses: m.m.evers@lumc.nl (M.M. Evers), l.j.a.toonen@lumc.nl (L.J.A. Toonen), w.vanroon@lumc.nl (W.M.C. van Roon-Mom).\n\n\n\nhttp://dx.doi.org/10.1016/j.addr.2015.03.008\n0169-409X/© 2015 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).\n\f                                                M.M. Evers et al. / Advanced Drug Delivery Reviews 87 (2015) 90–103                                                             91\n\n\n1. Introduction                                                                     antisense oligonucleotides, the antisense oligonucleotides will not be\n                                                                                    able to cross the vascular barrier when delivered systemically. Several\n    There has been a recent revival of interest in the use of antisense             methods have been used to deliver antisense oligonucleotides to the\noligonucleotides to treat neurodegenerative disorders. Antisense                    nervous system (see Fig. 1). Antisense oligonucleotide modiﬁcations\noligonucleotides are synthetic single stranded strings of nucleic acids,            will largely determine the most efﬁcient route of delivery. In this\nbetween 8 and 50 nucleotides in length, that bind to RNA through                    chapter the different mechanisms for antisense oligonucleotides to\nstandard Watson–Crick base pairing. Antisense oligonucleotides                      enter the nervous system will be outlined. We will next review the\ninterfere with gene expression by altering RNA function. Depending                  different types of antisense oligonucleotide modiﬁcations used for\non sequence and modiﬁcations, antisense oligonucleotides can alter                  neurodegenerative disorders in chapter 3.\nRNA function through several distinct mechanisms, making them a\ndiverse tool. They can be used to restore protein expression, reduce                2.1. Peripheral delivery\nexpression of a toxic protein, or modify mutant proteins to reduce\ntheir toxicity. Antisense-mediated gene inhibition was ﬁrst introduced                  Efforts are ongoing to deliver antisense oligonucleotides to\nby Stephenson and Zamecnik in 1978 [1]. Using a DNA molecule of 13                  the nervous system via the systemic route. In general, when a drug is\nnucleotides in length with modiﬁcations at the 3′ and 5′ OH moieties,               administered systemically, a fraction will be bound to proteins\nthey showed inhibition of replication and cell transformation of the                (e.g. serum albumin, lipoprotein etc.) and a fraction will be unbound.\nRous sarcoma virus. Since then, modiﬁcations to the backbone and                    The bound fraction is the pharmacologically relevant fraction, since it\nsugar component have improved stability, binding strength and                       is available to cross the vascular barrier [8] depending on its physico-\nspeciﬁcity which has made antisense oligonucleotides suitable for                   chemical properties.\ntherapeutic application [2]. For several neurodegenerative disorders,                   The ﬁrst mechanism by which antisense oligonucleotides could\nantisense oligonucleotide therapy has now moved from the preclinical                cross the vascular barrier is simple diffusion. Small lipophilic substances\nto the clinical stage, facilitated by the remarkable widespread                     which have a hydrogen bond are more likely to pass the vascular barrier\ndistribution and cellular uptake of antisense oligonucleotides once                 [14] than compounds without hydrogen bonds and only molecules with\ndelivered into the brain [3,4].                                                     a molecular weight smaller than 400 Da are able to cross the vascular\n    There are many other types of nucleic acid molecules that can\ninterfere at the RNA level using the RNA-induced silencing complex\n(reviewed in [5]) that promote selective degradation of homologous\ncellular mRNAs, but these will not be discussed. In this review we will\noutline the key characteristics of antisense oligonucleotides that make                     intraventricular\nthem very suitable for treating neurological disorders. We will discuss\nthe delivery of antisense oligonucleotides to the nervous system and\nthe available chemical modiﬁcations of antisense oligonucleotides that\nhave been applied to neurodegenerative disorders. Finally different\nfunctional mechanisms to alter RNA function in the nervous system\nwill be discussed, as well as several neurodegenerative disorders\nwhere these different antisense oligonucleotide mechanisms are being\napplied.\n\n2. Delivery to the nervous system\n\n    In drug discovery, the aim is to ﬁnd a substance which is potent,\nselective, and preferably bioavailable that needs to reach its target at\nsufﬁcient concentrations [6]. For drugs to reach the nervous system\n                                                                                                                                        intranasal\nthey ﬁrst have to cross the vascular barrier, which is made up of the\nblood brain barrier (BBB) or the blood–spinal cord barrier (BSCB).\nThese vascular barriers prevent most molecules from entering the\nnervous system from the blood circulation. Despite this gate-controlling\nsystem, essential nutrients, such as glucose, are permitted to pass [7].\nThe vascular barriers of the nervous system are comprised of a monolayer                 intrathecal\nof endothelial cells forming tight junctions through interactions of cell\nadhesion molecules [8]. Other structural components are astrocytes that\nsurround the endothelial cells with their processes, pericytes located\nbetween the endothelial cells and astrocytes, macrophages, and ﬁnally\nthe basement membrane. The endothelial cells of the BBB are\ncharacterised by only few fenestrae and pinocytic vesicles, limiting\n                                                                                                                                                      systemic\ntransport to and from the brain. The BBB thus also largely separates\nthe peripheral immune system from the brain. Although the BSCB is\nlargely made up of the same components as the BBB, there are some\nfunctional and morphological differences [9]. For instance in the BSCB,\nthe equivalent of the BBB endothelial cells is the choroid plexus\nepithelial cells [10] and the permeability of the two barriers is different\nprobably due to differences in tight junction protein expression [11]. In           Fig. 1. Routes for delivery of antisense oligonucleotides to the central nervous system.\nneurodegenerative diseases, disruption of the vascular barrier is com-              Next to systemic delivery, antisense oligonucleotides can be directly delivered into the\n                                                                                    cerebrospinal ﬂuid through intracerebroventricular or intrathecal infusion using an\nmon [8,12,13] and it was shown in animal models that a compromised                  implanted reservoir that is connected to the ventricles within the brain or spinal cord\nBBB barrier in itself can lead to neurodegeneration [12]. However,                  via an outlet catheter. An alternative less invasive route of delivery of antisense oligonucle-\nfor most diseases of the nervous system that could be treated with                  otides could be conceivable via intranasal administration.\n\f92                                               M.M. Evers et al. / Advanced Drug Delivery Reviews 87 (2015) 90–103\n\n\nbarrier [15]. Antisense oligonucleotides generally have a molecular                  the peripheral circulation, direct delivery into the nervous system can rel-\nweight of approximately 6000 to 10,000 Da and thus are too large to                  atively rapidly result in therapeutic drug concentrations. This infusion\ncross the vascular barrier by simple diffusion and reach an effective                technique was used in antisense oligonucleotide applications in rodent\nconcentration in the nervous system. Indeed, early studies showed that               models of neurodegenerative disorders as well as non-human primates\nonly limited brain uptake of peripherally administered radioactive anti-             [32]. Moreover, IT drug therapy has been applied to a wide variety of neu-\nsense oligonucleotides with less than 1% of the injected oligonucleotide             rological conditions [33,34]. To date there have been two phase I clinical\nis measured in brain [16–19]. The mechanism by which this antisense                  trials completed using IT infusion of antisense oligonucleotides in\noligonucleotide crossed the BBB was named the saturable oligonucleotide              amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA)\ntransport system [17].                                                               patients [35,36] without any major adverse side effects [35].\n    Another mechanism to cross the vascular barrier is via receptor-\nmediated endocytosis, which allows macromolecules, such as transfer-                 2.3. Intranasal delivery to the brain\nrin, insulin, leptin, and insulin-like growth factor 1, to enter the nervous\nsystem [20]. Studies by Lee and associates used biotinylated antisense                   Although to date there have been very few studies showing delivery\noligonucleotides captured with a streptavidin conjugated radioactive                 of antisense oligonucleotides to the brain via intranasal administration,\nlabelled monoclonal antibody to the mouse transferrin receptor to                    this is a very promising alternative route of delivery. After intranasal\nquantify gene expression in vivo [21]. This radioactive labelled antisense           administration, molecules can be transported along the olfactory and\noligonucleotide conjugate reached the brain through the endogenous                   trigeminal nerve pathway and the rostral migratory stream [37]. It is\ntransferrin transport pathway (receptor-mediated endocytosis) in a                   less invasive compared to the above mentioned antisense oligonucleo-\ntransgenic mouse model [21]. This same transferrin transport pathway                 tide delivery methods and already was used successfully in clinical trials\nwas used to transport nanoparticles carrying antisense oligonucleotides              showing improved cognition after intranasal insulin application in\ntargeting aquaporin 4 into the brain parenchyma [22].                                Alzheimer disease patients [38]. Also intranasal delivery of small\n    More recent research has focussed on cell-penetrating peptide                    interfering RNA (siRNA) was shown to be very efﬁcient. CPP conjugated\n(CPP)-based delivery systems [23]. These have shown strong                           to glycol–polycaprolactone copolymers was able to target siRNAs to the\ntransmembrane capacity and great potential for therapeutic approaches                brain via the intranasal route [39]. In rats, intranasal delivery of\nfor neurodegenerative disorders [24]. CPPs can be up to 30 amino acids               antisense oligonucleotides was found to lead to good distribution\nin length and can carry a wide variety of cargos. Different CPPs use                 throughout the brain, and was able to slow down intracerebral tumour\ndistinct cellular translocation pathways, which depend on cell types                 growth [40]. These studies hence indicate that intranasal delivery may\nand cargos [25]. Systemically delivered antisense oligonucleotides                   become a viable option for antisense oligonucleotide delivery in the\ntagged with arginine-rich CPPs were able to cross the BBB and were                   future.\nwidely distributed throughout the brain of wild-type mice [26]. To\nnote, not all types of antisense oligonucleotide modiﬁcations are                    3. Chemical modiﬁcations\nsuitable for coupling with CPPs. Although two promising CPP antisense\noligonucleotides were abandoned as therapeutic agents since repetitive                   Initially, antisense oligonucleotides were used in the form of\nintravenous (IV) bolus injections of CPP antisense oligonucleotides                  synthetic unmodiﬁed DNA [41]. Though successful, these types of\ncaused lethargy and weight loss in rats [27] and tubular degeneration                oligonucleotides proved very susceptible to degradation by endo- and\nin the kidneys of monkeys [28], CPP systems are still a promising                    exonucleases. It quickly became apparent that if antisense oligonucleo-\ndelivery system.                                                                     tides were to be used for clinical applications, their pharmacological\n    Although not tested thus far, antisense oligonucleotides encapsulated            proﬁle would have to be enhanced. Oligonucleotides have since beneﬁt-\nin exosomes would theoretically also be able to cross the vascular barrier           ed from technical advances in chemical modiﬁcations leading to\nafter IV injection. Exosomes are a well-studied class of extracellular ves-          signiﬁcantly improved characteristics. Antisense oligonucleotides are\nicles known to mediate communication between cells through transfer                  available with a range of different modiﬁcations on the phosphate\nof proteins and nucleic acids [29,30]. IV injection of exosomes transduced           backbone and ribose sugar group in the case of RNA (see Table 1). The\nwith short viral peptides derived from rabies virus glycoprotein (RVG)               modiﬁcations used in studies of neurodegenerative disorders and their\nresulted in crossing of the BBB and siRNA delivery to the brain [31].                mode of actions will be discussed in the paragraphs below.\nThese IV injected RVG-targeted exosomes bound to neurons, microglia\nand oligodendrocytes, resulting in a speciﬁc gene knockdown in the                   3.1. Backbone modiﬁcations: counteracting nucleases\nbrain [29].\n                                                                                         One of the main factors impeding antisense oligonucleotide efﬁcacy\n2.2. Direct delivery to the nervous system                                           is their rapid degradation by endo- and exonucleases. A 3′ to 5′ exonu-\n                                                                                     clease is able to degrade unprotected antisense oligonucleotides within\n    Besides mechanisms to cross the vascular barriers, there are also                30 min in serum [42], whilst intracellular exo- and endonucleases can\ntechniques that bypass them through direct infusion into the cerebro-                lead to degradation in an even shorter timespan [43]. Brain associated\nspinal ﬂuid (CSF).                                                                   α-exonuclease is likely responsible for degradation of antisense\n    Antisense oligonucleotides can be infused intracerebroventricularly              oligonucleotides in CSF [4]. One of the ﬁrst successful modiﬁcations pro-\n(ICV) after which the ASOs would have to pass the ependymal cell                     viding a good degree of protection from these nucleases is the phospho-\nlayer that lines the ventricular system to enter the parenchyma. Intra-              rothioate (PS) backbone. Termed the ﬁrst generation of oligonucleotide\nthecal (IT) delivery means delivery of the ASOs into the subarachnoid                modiﬁcations, the PS backbone is accomplished by replacement of one\nspace of the spinal cord. From here it will have to pass the pia mater               of the non-bridging oxygen atoms in the backbone with a sulphur\nto enter the parenchyma. ASOs can be delivered ICT or IT through an                  atom [44]. Oligonucleotides with this modiﬁcation are more stable\noutlet catheter that is connected to an implanted reservoir. Drugs can               with reported half-lives of 9 h in human serum and 19 h in rat CSF\nbe injected into the reservoir and delivered directly to the CSF.                    [45]. The negative charge of PS DNA furthermore allows for good uptake\n    This route of delivery has several advantages over peripheral adminis-           into various cell types in vitro [46] and into various brain cell types after\ntration. It results in immediate high drug concentrations in the CSF mean-           microinjection into brain [47]. Another important characteristic of the\ning that a smaller dose can be used, potentially minimizing toxicity. Also,          PS backbone is its ability to activate ribonuclease H (RNase H), allowing\nbecause there is free exchange between the CSF and brain parenchyma,                 for use in applications where target RNA downregulation is desired [48].\nand the BBB prevents transport of the antisense oligonucleotides into                RNase H recognizes an RNA–DNA heteroduplex, and then cleaves the\n\f                                                        M.M. Evers et al. / Advanced Drug Delivery Reviews 87 (2015) 90–103                                                        93\n\n\nTable 1\nChemical modiﬁcations of antisense oligonucleotides.\n\n                    Modiﬁcation         Main features                                  Main disadvantages                          Application         Frequency   Refs.\n                                                                                                                                                       of use\n\n  Phosphate         phosphodiester   - Naturally occurring                             - Rapidly degraded by nucleases             Steric hindrance −              [47,179–181]\n    linkage                          - Inexpensive                                     - Quickly cleared by kidney                 RNase H cleavage\n                    phosphoramidate - High afﬁnity                                     - Quickly cleared by kidney                 Steric hindrance +              [40]\n                                     - High nuclease resistance\n                                     - Does not support RNase H\n                    phosphorothioate - Improved nuclease resistance                    - Can cause immune response/cytotoxicity    Steric hindrance + + + + + [182–184]\n                    (PS)             - Improved binding to plasma proteins             at high concentrations                      RNase H cleavage\n                                     (preventing kidney clearance)                     - Slightly reduced binding afﬁnity\n                                                                                       compared to phosphodiester\n  Sugar             LNA                 - Strong binding afﬁnity                       - Higher toxicity than other modiﬁcations   Steric hindrance    +++         [78,112,185]\n    modiﬁcation                         - Increased nuclease resistance                - Higher risk of a-speciﬁc binding\n                                        - Does not support RNase H                     - Higher propensity for self-annealing\n                    2OMe                - Improved binding afﬁnity                     - Lower afﬁnity than most other             Steric hindrance    ++++        [186,187]\n                                        - Improved nuclease resistance                 modiﬁcations\n                                        - Inhibits immune stimulation of PS backbone\n                                        - Does not support RNase H\n                    MOE                 - Improved binding afﬁnity                     - Lower afﬁnity than most other             Steric hindrance    ++++        [32,35,162]\n                                        - Improved nuclease resistance                 modiﬁcations\n                                        - Inhibits immune stimulation of PS backbone\n                                        - Does not support RNase H\n                    2′-Fluoro           - Improved binding afﬁnity                     - Little improvement for nuclease resistance Steric hindrance   +           [188]\n                                        - Does not support RNase H cleavage\n                    cEt                 - Strong binding afﬁnity                                                                   Steric hindrance    ++          [87,132]\n                                        - Improved nuclease resistance\n                                        - Does not support RNase H\n                    tc-DNA              - Improved nuclease resistance                 - Little research data available            Steric hindrance    +           [82–84]\n                                        - Improved binding afﬁnity\n                                        - Does not support RNase H\n  Non-ribose        PMO                 - Neutral charge                               - Rapid clearance                           Steric hindrance    +++         [102,113,168,189]\n   modiﬁcations                         - Improved binding afﬁnity                     - Poor uptake in cell nucleus\n                                        - Excellent nuclease resistance                - Poor pharmacokinetic properties\n                                        - Does not support RNase H\n                    PNA                 - Uncharged                                    - Rapid clearance                           Steric hindrance    ++          [96,112,190,191]\n                                        - High binding afﬁnity                         - Poor uptake/pharmacokinetic properties\n                                        - Low toxicity\n                                        - High nuclease resistance\n\nSugar modiﬁcations are typically used together with the PS backbone modiﬁcation. 2OMe: 2′-O-methyl, cEt: S-constrained-ethyl, LNA: Locked nucleic acid, MOE: 2′-O-methoxy-ethyl,\nPMO: phosphorodiamidate morpholino oligomer, PNA: peptide nucleic acid, Tc-DNA: tricyclo-DNA.\n\n\nRNA strand, resulting in a 5-phosphate on the product and release of the                      fully modiﬁed in this fashion thus cannot induce RNase H-mediated\nintact DNA strand [49,50]. A less favourable characteristic of the PS                         target RNA downregulation.\nbackbone is that it destabilize duplexes, leading to a decrease in melting                        For 2′-O-modiﬁed-PS antisense oligonucleotides only very mild\ntemperature [51]. Cytotoxic effects of PS at high concentrations have                         toxicity has been reported, which did not interfere with their desired\nbeen reported (reviewed in [52]), and are thought to be related to                            effects after ICV delivery in rodent brain [66], or in cultured neuronal\nprotein binding [53,54] or complement activation [55]. PS modiﬁed an-                         cells [67]. Although it has been shown that PS antisense oligonucleo-\ntisense oligonucleotides have undergone extensive pharmacokinetic                             tides can have an immunostimulatory effect via toll-like receptors,\ntesting aimed at peripheral administration. In this context, it was                           appropriate 2′-O modiﬁcations, such as 2OMe and MOE, can suppress\nfound that PS oligonucleotides bind serum proteins, leading to reduced                        these effects [68–70]. It is important to mention that possible toxic\nrenal clearance and an increased circulation time [56,57]. These                              and immunostimulatory effects of 2OMe-PS antisense oligonucleotides\nfavourable pharmacokinetic properties in the periphery are contrasted                         may also be due to dosage, concentration, or duration of treatment [71].\nby the poor ability of PS oligonucleotides to cross the BBB [58].                                 Locked nucleic acids (LNA) are a 2′-modiﬁcation where the 4′-\n                                                                                              carbon has been tethered to the 2′-hydroxyl group. LNAs provide\n3.2. Sugar group modiﬁcations: improving afﬁnity and reducing toxicity                        resistance to nucleases [72] and show much improved hybridization\n                                                                                              compared to the other 2′-modiﬁcations [73,74]. LNAs are also unable\n   In addition to the PS backbone, RNA oligonucleotides can be further                        to induce RNase H-mediated target RNA downregulation [75,76].\nmodiﬁed at the 2′ position of the ribose sugar. These types of modiﬁca-                       Though LNAs provide a better RNA binding afﬁnity than most other\ntions are termed the second generation oligonucleotide modiﬁcation,                           2′-modiﬁcations, there appear to be more severe toxicological problems\nand, in combination with the PS backbone, have been of great                                  with these oligonucleotides in systemic treatment [77]. Whether this\nimportance for advancing oligonucleotide safety and pharmacologic                             also holds true for the CNS will remain to be determined, though one\nproperties. In this class of modiﬁcations, the 2′-O-methyl (2OMe) and                         study reports that LNAs are tolerated in rat brain [78]. Additionally,\n2′-O-methoxy-ethyl (MOE) have proven most successful thus far.                                the high afﬁnity of LNAs can lead to a reduction in target speciﬁcity\nThese modiﬁcations increase hybridization afﬁnity to their target RNA                         [74,79]. For these reasons, a chimera design where LNA modiﬁed nucle-\ncompared to unmodiﬁed phosphorothioates [59–61], as well as in-                               osides are interspersed by unmodiﬁed or differently 2′O-modiﬁed\ncreased resistance towards nuclease degradation [61,62]. An additional                        nucleosides can be implemented [73]. LNAs can be further modiﬁed\nkey advantage of the 2′ modiﬁcations is their ability to reduce sequence                      by addition of oligospermine nucleobases. The resulting antisense\nindependent toxicity arising from the PS backbone [63], which also                            oligonculeotide–oligospermine conjugates are known as zip nucleic\nholds true in the CNS [64]. An important trait of 2′-modiﬁcations is                          acids (ZNA) [80]. These conjugates lack the polyanionic nature and elec-\ntheir inability to recruit RNase H [65] and oligonucleotides that are                         trostatic repulsion of the negatively charged phosphate backbones,\n\f94                                              M.M. Evers et al. / Advanced Drug Delivery Reviews 87 (2015) 90–103\n\n\nleading to increased binding afﬁnities and improved cellular uptake.                shown to suffer from the same pharmacokinetic shortcomings as\nZNA conjugates were found to reduce huntingtin expression in                        PNAs since they are rapidly cleared from the blood [100]. Peptides can\nHuntington disease (HD) patient-derived cells [81]. Although ZNA                    be conjugated to the PMO for improved cellular uptake and pharmaco-\nconjugates are primarily used as probes for real-time PCR, they possess             kinetics [101]. Also, bare PMO chemistry has been successfully used to\nsome therapeutically interesting properties.                                        modify splicing when administered directly in mouse brain [102],\n    Another conformationally constrained oligonucleotide modiﬁcation                though toxicity at higher doses may occur [103]. Another interesting\navailable is tricyclo-DNA (tc-DNA). This modiﬁcation is aimed at lessen-            conjugated PMO is the vivo-morpholino, which features a terminal\ning the ﬂexibility around the C3′–C4′ and C4′–C5′ bonds by addition of              octaguanidinium dendrimer aimed at improving cell permeability and\nan ethylene bridge fused with a cyclopropane unit. The result in a                  thus tissue uptake when administered peripherally [104]. Unfortunate-\nmore stable duplex formation [82] that is not compatible with RNase                 ly, there have been reports of severe toxicity following IV administration\nH. Tc-DNA has been reported to be stable in serum and resulted in                   of vivo-morpholino in mice [105]. Importantly, the increased toxicity of\nmore potent splicing correction compared to a 2OMe-PS oligonucleo-                  vivo-morpholino compared to bare PMOs also appears to hold true in\ntide when tested in cells [83]. To date, there have been very few studies           the brain [103,106]. Crossing of the BBB does not appear to occur\nperformed making use of tc-DNA, but there has been one report stating               efﬁciently for vivo-morpholinos [107], and, though microinjection in\nsplicing modulation in the brain occurred after peripheral administra-              rat brain was effective, target protein downregulation lasted for only\ntion of tc-DNA in a Duchenne muscular dystrophy mouse model [84].                   14 days [108].\nInterestingly, dystrophin restoration in the mouse brain resulted in\ncomplete reversal of its behavioural phenotype [84].                                4. Functional mechanisms\n    Other sugar modiﬁcations less frequently used in CNS studies are the\n2′-ﬂuoro and S-constrained-ethyl (cEt) oligonucleotides. The 2′-ﬂuoro,                  Depending on the chemistry and target site, antisense oligonucleo-\nakin to OMe and MOE modiﬁcations, replaces the 2′-hydroxy with a                    tides can be used in many different ways to modulate gene expression.\nﬂuoro group and provides a higher afﬁnity than most other 2′-modiﬁca-               Below we will discuss the major functional mechanisms that can be\ntions [65], in addition to providing resistance to nucleases [85]. The cEt          used in neurodegenerative disorders (for schematic representation see\nmodiﬁed antisense oligonucleotides provide similar binding afﬁnity as               Fig. 2) where either the RNA is broken down or is altered with the use\nLNA, yet appear to have a more favourable toxicity proﬁle [86], and                 of antisense oligonucleotides.\nhave recently shown good promise in a humanized mouse model for\nHD [87].                                                                            4.1. RNase H-mediated degradation\n    Taken together, the second generation of oligonucleotide modiﬁca-\ntions has provided a good degree of improvement on the PS backbone,                     As described in the previous paragraph, 2′-modiﬁcations enhance\nwith enhancements in nuclease resistance, binding afﬁnity and reduc-                safety and pharmacologic properties of antisense oligonucleotides.\ntion of PS-induced toxicity. However, in light of the fact that most CNS            However, RNase H requires a free 2′-oxygen and oligonucleotides that\nresearch utilising oligonucleotides aims at downregulation of target                are fully 2′-modiﬁed cannot induce RNase H-mediated target RNA\nRNA, the fact that these modiﬁcations are not compatible with RNAse                 downregulation [65]. To induce gene knockdown through RNase H, an\nH cleavage is an important consideration. For this reason, a RNAse H                alternative strategy using gapmers has been developed (Fig. 2A and\ncompatible gapmer strategy was conceived of (described in Section 4),               B). A gapmer antisense oligonucleotide consists of a central DNA region\nin which a PS oligonucleotide is not modiﬁed with 2′O-modiﬁcations                  with ﬂanking 2′-modiﬁed nucleosides. Because the active site of an exo-\nover its entire length. Importantly, a MOE-PS gapmer oligonucleotide                nuclease only binds to two or three residues at the 3′- or 5′-end, a short\nwas the ﬁrst to make it to clinical trials for a neurodegenerative                  stretch of 2′-modiﬁed RNA nucleosides at both ends is sufﬁcient for the\ndisorder, and has shown favourable tolerability [35].                               protection against exonucleases [109]. The gapmer molecule thus\n                                                                                    beneﬁts from nuclease resistance and improved uptake from the\n3.3. Other oligonucleotide modiﬁcations                                             wings, whilst activating RNAse H owing to the gap region [65].\n                                                                                        If the target protein has important cellular functions general down-\n    Besides the PS backbone and several ribose sugar modiﬁcations                   regulation would be detrimental. In such case speciﬁc lowering of the\ndescribed above, efforts have been made with newer modiﬁcations                     mutation-containing protein is desired. Selective RNase H-mediated\nthat combine backbone, ribose and nucleosides modiﬁcations.                         degradation can be achieved using antisense oligonucleotide gapmers\n    Peptide nucleic acids (PNA) are generated by replacement of the                 targeting (1) speciﬁc point mutations [110], (2) structural differences\nentire sugar phosphate backbone with polyamide linkages [88], but                   between wild-type and mutant mRNA [111–113], or (3) a single\nare still able to hybridize through Watson–Crick binding [89]. PNAs                 nucleotide polymorphism (SNP) that is unique to the mutant RNA\nare uncharged, and provide a high resistance to nuclease and protease               [114] (Fig. 2B).\ndegradation [90]. Another important feature of PNAs is their high bind-\ning afﬁnity for RNA [91]. In light of their inability to activate RNAse H,          4.2. Steric hindrance\nPNAs are mostly implemented in splicing modulation approaches or\ntranslation inhibition. A clear shortcoming of PNAs is their poor cellular              Next to RNase H-mediated breakdown of mRNA, protein levels can\nuptake [92] and water insolubility [93]. However, both uptake and                   also be reduced by preventing translation (Fig. 2C). Here, all nucleotides\nwater solubility can be improved using peptide conjugates [94,95].                  of the antisense oligonucleotide have sugar modiﬁcations rendering\nUptake in neuronal cells of unmodiﬁed PNA in vivo has been reported                 them RNase H resistant. Suppressing RNA translation to reduce protein\n[96] but the use of PNA antisense oligonucleotides in neurodegenerative             levels could be achieved by antisense oligonucleotides targeting the\ndisorders remains somewhat limited. When administered peripherally,                 RNA translation start site or sterically blocking the binding of RNA bind-\nPNAs are rapidly cleared [97] and these poor pharmacokinetic proper-                ing protein complexes, such as ribosomal subunits [115] (Fig. 2C).\nties likely in part explain their limited in vivo use thus far.                         Other antisense oligonucleotide applications that do not induce the\n    Phosphorodiamidate morpholino oligomers (PMO) have a                            lowering of transcript levels are gaining more interest. The best-\nmorpholine ring instead of the ribose ring, and have phosphoroamidate               known application is the manipulation of splicing [116] (Fig. 2D).\nintersubunit linkages. Similar to PNAs, PMO backbones are neutrally                 Most human genes express more than one mRNA through alternative\ncharged and are not compatible with RNase H [98]. PMOs are highly re-               splicing [117] and this is an important mechanism for gene regulation.\nsistant to nuclease and protease degradation [99]. In a phase 1 clinical            In the brain there is a very high level of alternative splicing [118] and\ntrial using IV administration, PMOs were well tolerated, but were                   disruption of normal splicing patterns can cause or modify human\n\f                                                                   M.M. Evers et al. / Advanced Drug Delivery Reviews 87 (2015) 90–103                                                       95\n\n\n\n                                   A                      mRNA cleavage                                                     translational arrest                    C\n\n                                                                                                                                    40S\n                                         mRNA    5’-UTR        1            2 H\n                                                                          RNase       3                      mRNA      5’-UTR             1        2        3\n                                                                                                                                    60S\n\n\n                                                                                                             40S\n\n\n\n                                         mRNA    5’-UTR        1            2 H\n                                                                          RNase       3                      mRNA      5’-UTR             1        2        3\n\n\n\n                                                                                                             60S\n\n\n\n\n                                   Pre-mRNA   5’-UTR       1                   2            3         Pre-mRNA     5’-UTR           1              2            3\n\n\n\n\n                                                                     chimer/gapmer                                          2’O-modified\n                                                                                                Pre-mRNA\n\n                                      RNASE H                             5’-UTR      1                2                        3\n                                                                                                                                                    STERIC\n                                    DEGRADATION                                                                                                   HINDRANCE\n\n                                                            allele-specific chimer/gapmer                                   2’O-modified\n\n\n\n                                                                                                SNP\n                                   Pre-mRNA   5’-UTR       1                   2            3         Pre-mRNA     5’-UTR           1              2            3\n\n\n\n\n                                                                                                                                                       SR\n\n                                                                                          SNP\n                                         mRNA    5’-UTR        1           2          3 H\n                                                                                    RNase\n                                                                                                      Pre-mRNA     5’-UTR           1              2            3\n\n\n\n\n                                         mRNA    5’-UTR        1           2          3 H\n                                                                                    RNase\n                                                                                                                    mRNA    5’-UTR            1        3\n\n\n\n\n                                                           allele-specific                                              splicing modulation\n                                   B                      mRNA cleavage                                             (exon skipping or inclusion)                    D\n\nFig. 2. Functional mechanisms of antisense oligonucleotide for central nervous system disorders. Depending on the chemistry and target site, antisense oligonucleotides can be used in\ndifferent ways to modulate gene expression: A. Antisense oligonucleotide gapmers induce RNase H-mediated breakdown of target RNA. B. RNase H-mediated breakdown by antisense\noligonucleotide gapmers targeting speciﬁc point mutations, structural differences between wild-type and mutant mRNA or a single nucleotide polymorphism (SNP) that is unique to\nthe mutant RNA. C. Suppressing RNA translation by antisense oligonucleotides targeting the RNA translation start site or sterically blocking the binding of RNA binding protein complexes,\nsuch as ribosomal subunits. D. Antisense oligonucleotides binding to targeting splice sites or exonic/intronic inclusion signals that will result in skipping or inclusion of the targeted exon.\nSR, pre-mRNA splicing machinery.\n\n\n\ndisease. Antisense oligonucleoti",
  "wordCount": 16823,
  "indexed": "2025-09-25T22:43:26.968Z",
  "method": "direct"
}
