{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Imprinting/Robertson_2005_DNA methylation and human disease.pdf",
  "fileName": "Robertson_2005_DNA methylation and human disease.pdf",
  "relativePath": "Genetica/Imprinting/Robertson_2005_DNA methylation and human disease.pdf",
  "text": "REVIEWS\n\n                                   DNA METHYLATION AND\n                                   HUMAN DISEASE\n                                   Keith D. Robertson\n                                   Abstract | DNA methylation is a crucial epigenetic modification of the genome that is involved\n                                   in regulating many cellular processes. These include embryonic development, transcription,\n                                   chromatin structure, X chromosome inactivation, genomic imprinting and chromosome\n                                   stability. Consistent with these important roles, a growing number of human diseases have\n                                   been found to be associated with aberrant DNA methylation. The study of these diseases has\n                                   provided new and fundamental insights into the roles that DNA methylation and other\n                                   epigenetic modifications have in development and normal cellular homeostasis.\n\nCPG ISLAND                        With the completion of the Human Genome Project,             transposable elements (LINES), short interspersed\nA genomic region of ~1 kb that    we have a nearly complete list of the genes needed to        transposable elements (SINES) and endogenous retro-\nhas a high G–C content, is rich   produce a human. However, the situation is far more          viruses)6. CPG ISLANDS, particularly those associated with\nin CpG dinucleotides and is\n                                  complex than a simple catalogue of genes. Of equal           promoters, are generally unmethylated, although an\nusually hypomethylated.\n                                  importance is a second system that cells use to determine    increasing number of exceptions are being identified7,8.\n                                  when and where a particular gene will be expressed dur-      DNA methylation represses transcription directly, by\n                                  ing development. This system is overlaid on DNA in the       inhibiting the binding of specific transcription factors,\n                                  form of epigenetic marks that are heritable during cell      and indirectly, by recruiting methyl-CpG-binding pro-\n                                  division but do not alter the DNA sequence.                  teins and their associated repressive chromatin remod-\n                                      The only known epigenetic modification of DNA in         elling activities (see online supplementary information\n                                  mammals is methylation of cytosine at position C5 in         S1 (table)). Little is known about how DNA methyla-\n                                  CpG dinucleotides1. By contrast, the other main group        tion is targeted to specific regions; however, this prob-\n                                  of epigenetic modifications — the post-translational         ably involves interactions between DNMTs and one or\n                                  modification of histones — shows a high level of diver-      more chromatin-associated proteins3.\n                                  sity and complexity2. The mammalian DNA methyla-                 Properly established and maintained DNA methyla-\n                                  tion machinery is composed of two components, the            tion patterns are essential for mammalian development\n                                  DNA methyltransferases (DNMTs), which establish and          and for the normal functioning of the adult organism.\n                                  maintain DNA methylation patterns, and the methyl-           DNA methylation is a potent mechanism for silencing\n                                  CpG binding proteins (MBDs), which are involved in           gene expression and maintaining genome stability in\n                                  ‘reading’ methylation marks. An in-depth discussion          the face of a vast quantity of repetitive DNA, which can\n                                  of these proteins is not provided here, but their main       otherwise mediate illegitimate recombination events\n                                  features are given in online supplementary informa-          and cause transcriptional deregulation of nearby genes.\n                                  tion S1 (table) (and were recently reviewed by REFS 3,4).    Embryonic stem cells that are deficient for DNMTs are\nDepartment of Biochemistry\nand Molecular Biology,            There is also clear evidence that a DNA demethylase          viable, but die when they are induced to differentiate9.\nShands Cancer Center,             contributes to regulating DNA methylation patterns           Mouse knockout studies have shown that Dnmt1 and\nUniversity of Florida,            during embryonic development, although the activity          Dnmt3b are essential for embryonic development\nBox 100245, 1600 S.W.             responsible for this has not been identified5.               and that mice that lack Dnmt3a die within a few\nArcher Road, Gainesville,\nFlorida 32610, USA.                   In normal cells, DNA methylation occurs predomi-         weeks of birth10,11. In addition, loss of normal DNA\ne-mail: keithr@ufl.edu            nantly in repetitive genomic regions, including satellite    methylation patterns in somatic cells results in loss of\ndoi:10.1038/nrg1655               DNA and parasitic elements (such as long interspersed        growth control.\n\n\nNATURE REVIEWS | GENETICS                                                                                              VOLUME 6 | AUGUST 2005 | 597\n                                                              © 2005 Nature Publishing Group\n\fREVIEWS\n\n\nCentromere                                                                                               also contribute to aberrant gene regulation in cancer\n                                                                                                         by TRANSCRIPTIONAL INTERFERENCE or the generation of\n                                                                                     TSG\n                                                                                                         antisense transcripts17. Loss of genomic methylation\n                                   Hypermethylated                     CpG island\n                                   pericentromeric                     (hypomethylated)\n                                                                                                         is a frequent and early event in cancer, and correlates\n                                   heterochromatin                                                       with disease severity and metastatic potential in many\n                                                                                                         tumour types18.\n                                             Hypomethylation                     Hypermethylation\n                                                                                                             Gene-specific effects of hypomethylation also occur.\n                                                                                                         For example, the melanoma antigen (MAGE) family of\n                                   Mitotic recombination,            Transcriptional repression,         cancer–testis genes, which encode tumour antigens of\n                                   genomic instability               loss of TSG expression\n     DNA repeat                                                                                          unknown function, are frequently demethylated and\n                                                                                                         re-expressed in cancer19. Demethylation accompanied\n     Methylated                                                                                          by increased expression has been reported for the S100\n     Unmethylated                                           Cancer                                       calcium binding protein A4 (S100A4) gene in colon\n                                                                                                         cancer20, the serine protease inhibitor gene SERPINB5\nFigure 1 | DNA methylation and cancer. The diagram shows a representative region of                      (also known as maspin) in gastric cancer21, and the puta-\ngenomic DNA in a normal cell. The region shown contains repeat-rich, hypermethylated                     tive oncogene γ-synuclein (SNCG) in breast and ovarian\npericentromeric heterochromatin and an actively transcribed tumour suppressor gene (TSG)                 cancers22. Global demethylation early in tumorigenesis\nassociated with a hypomethylated CpG island (indicated in red). In tumour cells, repeat-rich             might predispose cells to genomic instability and further\nheterochromatin becomes hypomethylated and this contributes to genomic instability, a                    genetic changes, whereas gene-specific demethylation\nhallmark of tumour cells, through increased mitotic recombination events. De novo methylation\n                                                                                                         could be a later event that allows tumour cells to adapt to\nof CpG islands also occurs in cancer cells, and can result in the transcriptional silencing of\ngrowth-regulatory genes. These changes in methylation are early events in tumorigenesis.\n                                                                                                         their local environment and promotes metastasis.\n                                                                                                             Research on genome-wide demethylation in can-\n                                                                                                         cer cells has been largely overshadowed by studies of\n                                            The importance of DNA methylation is empha-                  gene-specific hypermethylation events, which occur\n                                        sized by the growing number of human diseases that               concomitantly with the hypomethylation events dis-\n                                        are known to occur when this epigenetic information              cussed above. Aberrant hypermethylation in cancer\n                                        is not properly established and/or maintained, and               usually occurs at CpG islands (FIG. 1), most of which\n                                        there is increasing interest in developing ways of phar-         are unmethylated in normal somatic cells8,23, and the\n                                        macologically reversing epigenetic abnormalities12.              resulting changes in chromatin structure (such as\n                                        Further interest in this area comes from important               histone hypoacetylation) effectively silence transcrip-\n                                        new evidence that concerns the regulation of DNA                 tion. Indeed, a distinct subset of many tumour types\n                                        methylation, indicating interactions between DNA                 has a CpG-island-methylator phenotype, which has\n                                        methylation and the histone modification machin-                 been defined as a 3–5 fold increase in the frequency\n                                        ery, and showing a potential role of small RNAs13.               of aberrant hypermethylation events24. Genes involved\n                                        Here, I discuss a diverse group of diseases associated           in cell-cycle regulation, tumour cell invasion, DNA\n                                        with abnormalities of DNA methylation, studies of                repair, chromatin remodelling, cell signalling, tran-\n                                        which have provided insights into how DNA meth-                  scription and apoptosis are known to become aber-\n                                        ylation patterns are regulated and the pathological              rantly hypermethylated and silenced in nearly every\n                                        consequences of their disruption. I also propose two             tumour type (see online supplementary information\n                                        related models for how a single common defect might              S2 and S3 (tables)). This provides tumour cells with\n                                        be able to give rise to the diverse array of defective           a growth advantage, increases their genetic instability\n                                        DNA methylation patterns in human diseases. It                   (allowing them to acquire further advantageous genetic\n                                        should be noted that I focus only on those diseases for          changes), and allows them to metastasize. In tumours\n                                        which defective DNA methylation patterns have been               with a well-defined progression, such as colon cancer,\n                                        demonstrated. For this reason, I do not discuss Rett             aberrant hypermethylation is detectable in the earliest\nTRANSCRIPTIONAL\nINTERFERENCE                            syndrome, which involves a defect in the machinery               precursor lesions, indicating that it directly contributes\nRepression of one                       that reads methylation marks14.                                  to transformation and is not a late event that arises\ntranscriptional unit by another                                                                          from genetic alterations25.\nsuch unit that is linked in cis.        DNA methylation and cancer                                           Use of RESTRICTION LANDMARK GENOMIC SCANNING to ana-\nRESTRICTION LANDMARK\n                                        A link between DNA methylation and cancer was first              lyze the methylation status of 1,184 CpG islands from\nGENOMIC SCANNING                        demonstrated in 1983, when it was shown that the                 98 tumour samples showed that de novo methylation of\n(RLGS). A genome-wide                   genomes of cancer cells are hypomethylated relative              CpG islands is widespread in tumour cells. In this study,\nmethod for analyzing the DNA            to their normal counterparts15. Hypomethylation in               the extent of methylation varied between individual\nmethylation status of CpG\n                                        tumour cells is primarily due to the loss of methylation         tumours and tumour types, and an average of 608 CpG\nislands. Radiolabelled\nfragments obtained by digestion         from repetitive regions of the genome6 (FIG. 1), and the         islands were aberrantly hypermethylated26. Because\nwith NotI (a methylation-               resulting genomic instability is a hallmark of tumour            the hypermethylation of CpG islands is relatively\nsensitive restriction enzyme)           cells. Rearrangements that involve the large block of            rare in normal cells, is an early event in transforma-\nare separated by two-                   pericentromeric heterochromatin on chromosome 1,                 tion, and robust assays can detect methylated DNA in\ndimensional gel electrophoresis,\nallowing differentiation\n                                        for example, are among the most frequent genomic                 bodily fluids, it represents a good potential biomarker\nbetween methylated and                  instabilities in many tumour types16. Reactivation of            for early cancer detection27. The underlying cause of\nunmethylated regions.                   transposon promoters following demethylation might               methylation defects in cancer remains unknown, but\n\n\n598 | AUGUST 2005 | VOLUME 6                                                                                                     www.nature.com/reviews/genetics\n                                                                        © 2005 Nature Publishing Group\n\f                                                                                                                                      REVIEWS\n\n\n                                                                                              imprinted loci, regulates the ability of distant ENHANC\n Box 1 | A comparison of the CTCF and BORIS proteins                                                                  30\n                                                                                              ERS to access promoters . In several ICRs, in vitro and\n CTCF (CCCTC-binding factor)                                                                  in vivo studies have shown that CTCF binds only to the\n • Contains an 11 zinc finger (ZF) DNA-binding region30.                                      unmethylated parental allele31,32, providing an elegant\n • Binds diverse DNA sequences, including most ICRs and many CpG islands30,137.               means for ICR-regulated genes to be expressed in\n • Binding is methylation sensitive (if binding sites contain CpGs)31.                        an allele-specific manner. CTCF binding might also\n                                                                                              be essential to protect DMRs from de novo methyla-\n • Has insulator function (regulates access of enhancers to promoters)30,70.\n                                                                                              tion33.\n • Has boundary element function (blocks the spread of heterochromatin)30,70.                     Loss of imprinting (LOI) is the disruption of\n • Protects regions from DNA methylation138,139.                                              imprinted epigenetic marks through gain or loss\n • Is ubiquitously expressed, except in spermatocytes126.                                     of DNA methylation, or simply the loss of normal\n • Overexpression inhibits cell proliferation140.                                             allele-specific gene expression28. Studies of LOI have\n                                                                                              provided important insights into the role of methyla-\n • Gene is located at 16q22, a region of frequent loss of heterozygosity in cancer, and is\n                                                                                              tion in imprinting, and have highlighted the impor-\n   often mutated in cancer141.\n                                                                                              tance of CTCF as a regulator of both imprinted gene\n BORIS                                                                                        expression and DNA methylation patterns. Below, I\n • Contains an 11 ZF DNA-binding region that has high similarity to the CTCF ZF               discuss several human diseases for which the role of\n   region30.                                                                                  aberrant genomic imprinting has been particularly\n • Presumed to show significant overlap with CTCF binding sites.                              well established. Features of these diseases are sum-\n • Methylation sensitivity of binding unknown.                                                marized in the online supplementary information\n                                                                                              S3 (table). Importantly, imprinted DNA methylation\n • Insulator function unknown.\n                                                                                              patterns are frequently disrupted by in vitro manipula-\n • Boundary element function unknown                                                          tion of embryos in both animals and humans34–36, and\n • Methylation protection function unknown                                                    the use of assisted reproductive technologies has been\n • Expression is normally restricted to testis (BORIS is a member of the cancer–testis        associated with an increased risk for several imprinting\n   gene family), and is reactivated in cancers126.                                            diseases37 BOX 2.\n • Overexpression promotes cell proliferation30.\n                                                                                              LOI in cancer. LOI of a growth-promoting imprinted\n • Gene is located at 20q13, a region that is frequently amplified in cancer.\n                                                                                              gene, leading to activation of the normally silent allele,\n                                                                                              results in abnormally high expression of the gene prod-\n                                 possible mechanisms are discussed at the end of this         uct and gives cells a growth advantage. The imprinted\n                                 review. DNA methylation and cancer are also related          IGF2/H19 locus (FIG. 2a) encodes both IGF2, an autocrine\n                                 through the loss of imprinted methylation patterns in        growth factor with an important role in many types of\n                                 many tumours, as discussed below.                            cancer, and H19, a non-coding RNA of unknown func-\n                                                                                              tion with growth suppressive properties38. IGF2 and H19\n                                 DNA methylation and imprinting disorders                     are normally expressed from the paternal and maternal\n                                 Genomic imprinting — a brief overview. Genomic               alleles, respectively, and relaxed silencing of the mater-\n                                 imprinting is defined as an epigenetic modification          nal IGF2 allele results in increased IGF2 expression and\n                                 of a specific parental chromosome in the gamete or           reduced H19 expression. LOI of IGF2 is the most com-\n                                 zygote that leads to differential expression of the two      mon LOI event across the widest range of tumour types,\n                                 alleles of a gene in the somatic cells of the offspring28.   including colon, liver, lung, and ovarian cancer, as well\n                                 Differential expression can occur in all cells, or in        as Wilms’ tumour — the embryonic kidney cancer in\n                                 specific tissues or developmental stages. About 80           which LOI was first discovered39,40.\n                                 genes are known to be imprinted, and this number is              Additional evidence for the role of LOI at IGF2/H19\n                                 continually increasing.                                      in cancer came from a recent study that used a mouse\n                                     Differential allele-specific DNA methylation is one      model. Animals with LOI showed a twofold increase\n                                 of the hallmarks of imprinted regions and is usually         in intestinal tumours, and normal intestinal epithe-\n                                 localized to regions termed differentially methylated        lium was shown to be less well differentiated than in\n                                 regions (DMRs). DMRs include imprinting con-                 wild-type mice41. LOI defects in IGF2/H19 vary with\n                                 trol regions (ICRs), which control gene expression           tumour type. For example, in Wilms’ tumour42 and\n                                 within imprinted domains, often over large distances.        colorectal cancer43, the regulatory region ICR1 on the\n                                 Whereas DMRs can be reprogrammed during devel-               maternal allele becomes methylated de novo, which\n                                 opment, differential methylation in ICRs is generally        inhibits CTCF binding and thereby allows enhancers\n                                 established in germ cells and maintained throughout          upstream of H19 to access the IGF2 promoter on both\nENHANCER                         development29.                                               alleles (FIG. 2a). An alternative mechanism has also been\nA regulatory DNA element that        CCCTC-binding factor (CTCF), an 11-zinc-finger           proposed, in which DMRs upstream of IGF2 become\nusually binds several            protein that binds to highly divergent sequences using       demethylated44.\ntranscription factors and can    different combinations of zinc fingers, is an important          LOI of growth-inhibitory imprinted genes, through\nactivate transcription from a\npromoter at great distance and\n                                 regulator of imprinted gene expression BOX 1). CTCF         silencing of the one normally active allele, might also\nin an orientation-independent    is a chromatin insulator that separates the genome           result in deregulated cell growth. An example of this\nmanner.                          into independent functional domains or, in the case of       involves the maternally expressed cyclin-dependent\n\n\nNATURE REVIEWS | GENETICS                                                                                             VOLUME 6 | AUGUST 2005 | 599\n                                                             © 2005 Nature Publishing Group\n\fREVIEWS\n\n\n                                 kinase inhibitor 1C (CDKN1C) (also known as p57KIP2)            several imprinted genes (FIG. 2a). This large region\n                                 gene, which encodes a cyclin-dependent kinase inhibi-           consists of two independently regulated imprinted\n                                 tor that mediates G1/S-phase arrest. In Wilms’ tumour,          domains39,40,48. The more telomeric domain contains\n                                 LOI of CDKN1C occurs in ~10% of tumours (LOI of                 IGF2 and H19, followed by an intervening region\n                                 IGF2/H19 occurs in 70% of these tumours)28,45. Other            with several genes that do not seem to be imprinted.\n                                 imprinted genes that undergo LOI include the RAS-               The second, more centromeric, domain contains the\n                                 related gene DIRAS3 (also known as ARHI) in breast and          maternally expressed gene KCNQ1 (potassium volt-\n                                 ovarian cancer46 and the mesoderm specific transcript           age-gated channel, KQT-like subfamily, member 1; also\n                                 homologue (MEST) gene in breast, lung, and colon can-           known as KvLQT1), the paternally expressed KCNQ1\n                                 cer47. Although the number of genes that show LOI in            antisense transcript KCNQ1OT1 (KCNQ1 overlap-\n                                 cancer seems small from this discussion, the frequency          ping transcript 1; also known as LIT1), and several\n                                 of such alterations is probably similar in extent to the        other maternally expressed genes, including CDKN1C.\n                                 DNA methylation abnormalities of non-imprinted genes            ICR1, which is located upstream of H19, controls\n                                 discussed in the previous section. Examples of LOI seem         differential expression of the IGF2/H19 domain,\n                                 limited only because relatively few of the estimated total      and there are also several DMRs upstream of IGF2;\n                                 number of imprinted genes have been identified and              ICR2 lies at the 5′-end of KCNQ1OT1 REFS 43,48,49.\n                                 even fewer have been well characterized.                        In normal cells, the paternal and maternal alleles of\n                                                                                                 ICR1 and ICR2, respectively, are methylated, and both\n                                 Beckwith–Wiedemann syndrome (BWS). BWS is                       contain binding sites for CTCF31,50.\n                                 predominantly a maternally transmitted disorder and                Several perturbations of this complex genomic\n                                 involves fetal and postnatal overgrowth and a predispo-         region are associated with BWS. These include paternal\n                                 sition to embryonic tumours, such as Wilms’ tumour              UNIPARENTAL DISOMY (UPD) (resulting in increased IGF2\n                                 (see online supplementary information S3 (table)).              and reduced CDKN1C expression), LOI of KCNQ1OT1\n                                 The BWS locus, at 11p15.5, spans ~1 Mb and includes             in ~50% of cases that do not involve UPD, and LOI at\n\n\n                                  Box 2 | DNA-methylation abnormalities and assisted reproductive technology\n                                  A link between assisted reproductive technology and birth defects\n                                  It has been estimated that one in ten individuals of reproductive age are infertile. The use of assisted reproductive\n                                  technologies (ARTs), such as intracytoplasmic sperm injection and in vitro fertilization, has therefore been\n                                  increasing, and children conceived by ART now account for 1–3% of all births in some Western countries. Although\n                                  the vast majority of these children develop normally, recent studies have raised concerns that these procedures\n                                  might lead to epigenetic defects. ART is associated with an increase in multiple births and low birth weight, and this\n                                  risk has been known for some time142. Although the numbers are small and larger studies are needed, ARTs have\n                                  been linked to a 3–6-fold increase in the occurrence of Beckwith–Wiedemann syndrome (BWS) and Angelman\n                                  syndrome (AS)37,143,144 (see online supplementary information S3 (table)).\n                                  An epigenetic basis\n                                  Germ cell and embryonic development are two periods that are characterized by profound changes in DNA\n                                  methylation patterns, also known as epigenetic reprogramming. Primordial germ cells are globally demethylated as\n                                  they mature (including at imprinted regions), and then become methylated de novo during gametogenesis, which is\n                                  also the time at which most DNA methylation imprints are established. The second period of pronounced change\n                                  occurs after fertilization, where the paternal genome is rapidly and actively demethylated, followed by passive\n                                  replication-dependent demethylation of the maternal genome (here, imprinting marks seem to resist\n                                  demethylation). A wave of de novo methylation once again establishes the somatic-cell pattern of DNA methylation\n                                  following implantation145,146.\n                                    The increased incidence of BWS and AS associated with ART all arise from epigenetic, rather than genetic, defects.\n                                  In most BWS cases studied, loss of imprinting (LOI) at KCNQ1OT1 was observed, and in AS cases the defect was\n                                  found to be LOI at SNRPN (loss of maternal methylation, see FIG. 2a,b)37,143. Epigenetic mechanisms and imprinted\n                                  genes also seem to be involved in the regulation of birth weight in mouse models; therefore, the disruption of\n                                  imprints at currently unknown loci following ART in humans might also contribute to the increased incidence of this\n                                  problem147. Low birth weight is a serious issue in its own right as it contributes to long-term adverse health effects\n                                  such as cardiovascular disease148.\n                                  Causes of epigenetic defects\n                                  There has been a trend in fertility clinics towards extended culture time of embryos and transfer of blastocysts, rather\n                                  than earlier cleavage-stage embryos. This allows selection of the most robust embryos, proper temporal\n                                  synchronization of the embryo and the uterus, and the possibility of maintaining a high pregnancy rate while reducing\n                                  the risk of multiple pregnancy (because fewer embryos need to be transferred)35. However, several studies have\n                                  demonstrated that in vitro culture conditions have notable effects on imprinting marks, gene expression and\n                                  developmental potential in mouse models34,149. Whether the culture conditions used for human embryos provide all of\nUNIPARENTAL DISOMY                the necessary factors for proper epigenetic control is unknown. It is also possible that the epigenetic defects might be\nInheritance of a chromosome or    the cause of the infertility itself and are present in the gametes of the mother and/or father. Therefore, rather than ARTs\nchromosome region from a          causing epigenetic defects directly, they might simply be unmasking an existing defect.\nsingle parent.\n\n\n\n600 | AUGUST 2005 | VOLUME 6                                                                                              www.nature.com/reviews/genetics\n                                                              © 2005 Nature Publishing Group\n\f                                                                                                                                                    REVIEWS\n\n\na BWS 11p15.5                Cancer LOI         BWS breakpoint region\n                             (CDKN1C)                                                                                                ICR1\n                                                ICR2\n\n                                                                                              Cancer LOI (IGF2)\nCentromere                                                                                                                                                  Telomere\n                                     CTCF                                                                                   CTCF\n                                                                                                                                                Enhancer\n\n\n    NAP1L4               CDKN1C CTCF                       KCNQ1                      ASCL2               INS               CTCF            H19\n         TSSC3       TSSC5                                                         PHEMX    TH                     IGF2                                   L23\n                                                                               CD81\n                                              KNCQ1OTI\n                                                                           TSSC4                            DMRs 0,1,2\n                                                ICR2                                                                                 ICR1\n\nb PWS/AS 15q11–q13                PWS region                                     AS region\n\n\n\nCentromere                              PWS ICR                         UBE3A-                                                                              Telomere\n                                                1            2      3     AS\n\n\n\n                       NDN                      SNURF/SNRPN                UBE3A                                   GABRG3           OCA2            HERC2\n     MKRN3                                                                      ATP10C         GABRB3           GABRA5\n        MAGE-L2\n                                     AS ICR\n\nc AHO/PHP-Ia/PHP-Ib 20q13\n                                                                                 LOI in PHP-Ib\nCentromere                                                                       patients                                                                   Telomere\n                                                                                                                            GNAS\n                               NESP55-AS                                                                                    (Gsα)\n\n\n                      NESP55                                XLα S                      Exon 1A                            Exon 1            Exons 2–13\n\n                                                                                             Paternal expression      Unmethylated           Promoter (not imprinted)\nd TNDM 6q24\n                                                     CpG island                              Maternal expression      Methylated             ICR or DMR\nTelomere\n                                                                                                                ZAC-AS                                    Centromere\n\n\n\n                      FK506                    ICR         HYMAI                       PLAGL1                                               KIAA0680\n\n                              Figure 2 | Regions involved in disease-associated genomic imprinting defects. Sense and antisense transcripts are\n                              indicated by arrows above and below the genes, respectively. In each panel, the methylation status of the paternal allele is indicated\n                              on the top of the chromosome, and that of the maternal allele on the bottom of the chromosome. a | The Beckwith–Wiedemann\n                              syndrome (BWS) locus and cancer-associated loss of imprinting (LOI). The region can be divided into two imprinted domains\n                              (TSSC3 to KCNQ1, and INS to H19) that are regulated independently. CTCF binds to the unmethylated alleles of both imprinting\n                              control regions, ICR1 and ICR2. Cancer-associated LOI commonly occurs within the IGF2/H19 region (resulting in increased IGF2\n                              and decreased H19 expression) and less commonly at CDKN1C. BWS arises from several defects in this region, including LOI at\n                              ICR1, ICR2 and the differentially methylated regions (DMRs 0, 1 and 2) upstream of IGF2; paternal UPD; and mutations and\n                              translocations on the maternal allele. b | The Prader–Willi syndrome (PWS)/Angelman syndrome (AS) locus. The ICR for this locus\n                              has a bipartite structure, with the more centromeric component acting as the AS ICR and the more telomeric region, which\n                              contains the promoter of the SNURF/SNRPN gene, acting as the PWS ICR. SNURF/SNRPN produces an extremely long and\n                              complicated transcript that encodes not only the SNURF/SNRPN (1), and IPW transcripts (2), but also several small nucleolar RNAs\n                              (snoRNAs) (3), which actually flank IPW (not shown), that are processed from its introns. This transcript is also thought to inhibit\n                              expression of UBE3A and ATP10C on the paternal allele through an antisense mechanism. PWS is a multi-gene disorder that arises\n                              from the loss of expression of genes in this region from the paternal allele. AS arises from loss of maternally expressed UBE3A. c |\n                              The GNAS locus, which is the site of the molecular defects that underlie Albright hereditary osteodystrophy (AHO), pseudohypopar-\n                              athyroidism Ia (PHP-Ia) and PHP-Ib. Four alternative first exons (those of NESP55, XLα s, exon 1A and exon 1), each driven by its\n                              own promoter, splice onto a common set of downstream exons (2–13). The promoters of NESP55, XLα s/NESP55-AS and exon\n                              1A are differentially methylated and imprinted. Exon 1 (Gsα ) demonstrates preferential maternal expression in only certain tissues\n                              (such as the renal proximal tubules); however, it is not differentially methylated. The location of the LOI defect at exon 1A in PHP-Ib\n                              patients is shown. AHO and PHP-Ia arise from paternal and maternal transmission of Gsα mutations, respectively, while PHP-Ib is\n                              due to LOI at exon 1A and, in some cases, also at the upstream DMRs. d | The transient neonatal diabetes mellitus (TNDM) locus.\n                              A differentially methylated CpG island upstream of HYMAI acts as an ICR for this region, which contains three imprinted genes. In\n                              TNDM patients, DNA methylation is lost from the maternal allele and expression of PLAGL1 is upregulated. CDKN1C, cyclin-\n                              dependent kinase inhibitor 1C; HYMAI, hydatidiform mole associated and imprinted; IGF2, insulin-like growth factor 2; INS, insulin;\n                              IPW, imprinted in Prader–Willi syndrome; KCNQ1, potassium voltage-gated channel, KQT-like subfamily, member 1; NESP55,\n                              neuroendocrine secretory protein 55; PLAGL1, pleiomorphic adenoma gene-like 1; SNRPN, small nuclear ribonucleoprotein\n                              polypeptide N; SNURF, SNRPN upstream reading frame; TSSC3, tumour-suppressing STF cDNA 3 (also known as PHLDA2);\n                              UBE3A, ubiquitin protein ligase E3A.\n\n\n\nNATURE REVIEWS | GENETICS                                                                                                           VOLUME 6 | AUGUST 2005 | 601\n                                                              © 2005 Nature Publishing Group\n\fREVIEWS\n\n\n                                     IGF2 in ~20% of these cases (both resulting in biallelic        from Snurf/Snrpn to Ube3a60 contribute to aspects\n                                     expression of the respective genes). Mutations and              of PWS, but further models are needed to define the\n                                     translocations that involve the maternal allele account         contribution of all paternally expressed genes in this\n                                     for the remaining cases. LOI at ICR2 involves loss of           region. The finding that a DNA methylation inhibitor\n                                     maternal-allele-specific DNA methylation, whereas               restores expression of the silent maternal gene copy of\n                                     at ICR1 the defect is usually hypermethylation of the           SNURF/SNRPN is intriguing, and indicates that such\n                                     maternal allele, as seen in most Wilms’ tumours49,51.           inhibitors might be useful for PWS treatment61.\n                                     Defects in the centromeric imprinted domain (silenc-\n                                     ing of maternally expressed genes) are thought to give          Angelman syndrome (AS). AS occurs in ~1 in 15,000\n                                     rise predominantly to the BWS phenotype (anatomi-               births and its main characteristics include mental\n                                     cal malformation) whereas defects in the telomeric              retardation, speech impairment and behavioural\n                                     imprinted domain (activation of maternally repressed            abnormalities (see online supplementary information\n                                     IGF2) could be the main driving force for tumorigen-            S3 (table))55,62. The AS defect lies within the imprinted\n                                     esis 52. Hypomethylation of the maternal ICR2 and acti-         domain at 15q11–q13 and is due to the loss of mater-\n                                     vation of KCNQ1OT1 causes a marked downregulation               nally expressed genes (FIG. 2b). Unlike PWS, however,\n                                     of genes that are centromeric to this, such as CDKN1C;          AS arises from the loss of a single gene — maternally\n                                     however, the molecular mechanism of this regulation             expressed UBE3A — which is imprinted only in the\n                                     is not understood53. One model is that ICR2 functions           brain and encodes an E3 ubiquitin ligase involved in\n                                     in a similar way to ICR1 — that is, it might regulate,          the UBIQUITINPROTEASOME DEGRADATION PATHWAY .\n                                     through binding of CTCF, the ability of an enhancer                 The most common molecular defects that give rise\n                                     to access the CDKN1C and KCNQ1OT1 promoters                     to AS are maternally-derived deletions of 15q11–q13\n                                     differentially on the two alleles49.                            (~65–70% of cases), paternal UPD (~5% of cases),\n                                                                                                     maternal UBE3A mutations (~10% of cases, and up\n                                                                                                     to ~40% in one study), and imprinting defects (~5%\n                                     Prader–Willi syndrome (PWS). PWS occurs in ~1                   of cases). About 10% of cases arise from an unknown\n                                     in 20,000 births and is characterized by a failure to           defect62. Analysis of samples from AS patients with\n                                     thrive during infancy, hyperphagia and obesity during           microdeletions allowed the AS ICR to be mapped to an\n                                     early childhood, mental retardation, and behavioural            880 bp region ~35 kb upstream of SNURF/SNRPN63.\n                                     problems (see online supplementary information S3               Imprinting defects involved in AS include loss of mater-\n                                     (table))54. The molecular defect is complex and involves        nal DNA methylation or maternal ICR deletion, and\n                                     a ~2 Mb imprinted domain at 15q11–q13 that con-                 patients with these defects tend to have the mildest AS\n                                     tains both paternally and maternally expressed genes            phenotypes62. Important unanswered questions related\n                                     (FIG. 2b). One maternally expressed gene, ubiquitin             to AS biology include the nature of the molecular defects\n                                     protein ligase E3A (UBE3A), is imprinted only in the            in the ~10% of cases that have no identifiable UBE3A\n                                     brain and is discussed in the next section.                     mutation and the role of the nearby gene ATP10C\n                                         PWS arises from loss of paternally expressed genes in       (ATPase, class V, type 10A), which is often co-deleted\n                                     this region, although no single gene has been shown to          with UBE3A, in modulating the AS phenotype.\n                                     cause PWS when its expression is lost55. The analysis of\n                                     samples from PWS patients with microdeletions allowed           Albright hereditary osteodystrophy (AHO), pseudo-\n                                     the PWS ICR to be mapped to a segment of ~4 kb that             hypoparathyroidism type Ia (PHP-Ia) and PHP-Ib.\n                                     spans the first exon and promoter of the small nuclear          These three diseases are related because they all arise\nBALANCED TRANSLOCATION               ribonucleoprotein polypeptide N (SNRPN)/SNRPN                   from defects at a complex imprinted locus on chromo-\nA condition in which two pieces      upstream reading frame (SNURF) locus56. In normal               some 20q13 called GNAS, which encodes the α subunit\nof chromosomal material have         cells, the 5′-end of the ICR, which is needed for mater-        (Gsα) of the heterotrimeric GTP-binding protein Gs\nswitched places, but the correct\n                                     nal gene expression and is involved in Angelman syn-            (FIG. 2c; and see online supplementary information\nnumber of chromosomes has\nbeen maintained.           ",
  "wordCount": 14372,
  "indexed": "2025-09-25T22:41:55.900Z",
  "method": "direct"
}
