{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/CGH Array/Coe et al. - 2007 - Resolving the resolution of array CGH.pdf",
  "fileName": "Coe et al. - 2007 - Resolving the resolution of array CGH.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/CGH Array/Coe et al. - 2007 - Resolving the resolution of array CGH.pdf",
  "text": "Genomics 89 (2007) 647 – 653\n                                                                                                                           www.elsevier.com/locate/ygeno\n\n\n\n\n                                        Resolving the resolution of array CGH\n                   Bradley P. Coe a,⁎, Bauke Ylstra b , Beatriz Carvalho b , Gerrit A. Meijer b ,\n                                       Calum MacAulay a , Wan L. Lam a\n                             a\n                                 British Columbia Cancer Research Centre, 675 West 10th Avenue, Vancouver, BC, Canada V5Z 1L3\n                                                  b\n                                                    VU University Medical Center, Amsterdam, The Netherlands\n                                                   Received 7 November 2006; accepted 30 December 2006\n                                                              Available online 2 February 2007\n\n\n\nAbstract\n\n   Many recent technologies have been designed to supplant conventional metaphase CGH technology with the goal of refining the description of\nsegmental copy number status throughout the genome. However, the emergence of new technologies has led to confusion as to how to describe\nadequately the capabilities of each array platform. The design of a CGH array can incorporate a uniform or a highly variable element distribution.\nThis can lead to bias in the reporting of average or median resolutions, making it difficult to provide a fair comparison of platforms. In this report,\nwe propose a new definition of resolution for array CGH technology, termed “functional resolution,” that incorporates the uniformity of element\nspacing on the array, as well as the sensitivity of each platform to single-copy alterations. Calculation of these metrics is automated through the\ndevelopment of a Java-based application, “ResCalc,” which is applicable to any array CGH platform.\n© 2007 Elsevier Inc. All rights reserved.\n\nKeywords: Nucleic acid hybridization; Genomic hybridizations; DNA arrays; Gene dosage; Loss of heterozygosity; Genetic techniques; Technology assessment\n\n\n\n\n    Array comparative genomic hybridization (aCGH) has                          points, and describe a Java-based application “ResCalc,” which\nrapidly supplanted conventional metaphase CGH as the                            automates the calculation of performance metrics for any aCGH\nstandard protocol for identifying segmental copy number                         platform (including any species and arrays covering only\nalterations in disease state genomes [1,2]. Currently, many                     specific chromosomal segments). In addition, we discuss the\ngenome-wide aCGH platforms are available that span the                          practical performance characteristics and sample requirements\nhuman genome at specific intervals to facilitate mapping of                     of the major human aCGH platforms.\ngenetic alterations; however, these platforms are often described\nonly by the number of elements present on the array or the                      Results and discussion\naverage element spacing, which may not accurately reflect the\nrelative performance of one platform to another, especially                     Alteration detection is dependent on array element distribution\ngiven the potential for highly variable element distribution\nthroughout the genome being interrogated (Table 1) [2–12].                         It is important to take into account the distribution and length\n    The primary concerns a user may have in selecting an aCGH                   of array elements to determine accurately the detection\nplatform for gene discovery are “What is the minimal alteration                 sensitivity to various alteration sizes (Fig. 1). A common\nsize that can be reliably detected?” “How precisely will the                    practice is to utilize average or median element genomic\nalteration boundaries be defined?” and “What are the sample                     spacing as a definition of resolution even when the distribution\nrequirements?” In this study we derive new performance                          of array elements is nonuniform. However, it is an over-\ndefinitions through the introduction of “functional resolution,”                simplification to assume a uniform distribution of array\na new metric that incorporates the distribution of array data                   elements and calculate resolution as the number of elements\n                                                                                divided by the genome size [13]. Another misstatement is to\n ⁎ Corresponding author. Fax: +1 604 675 8232.                                  define the resolution of an array by the length of the array\n   E-mail address: bcoe@bccrc.ca (B.P. Coe).                                    elements. For example, it would be erroneous to claim that an\n0888-7543/$ - see front matter © 2007 Elsevier Inc. All rights reserved.\ndoi:10.1016/j.ygeno.2006.12.012\n\f648                                                       B.P. Coe et al. / Genomics 89 (2007) 647–653\n\n\nTable 1\nComparison of array CGH technologies\nPlatform                   Technology         Functional resolution                  Sample      Sample       Notes\n                                                                                     labeling    requirements\n                                              Theoretical Single-copy Breakpoint\n                                              sensitivity sensitivity precision\nNimblegen 385K             Oligonucleotide 15 kb           54 kb*         24 kb      Whole       1–3 μg       *Single-copy sensitivity is estimated based\n                           (45–85 nt)                                                genome                   on analysis parameters described in Selzer et al.\nAgilent 244A               Oligonucleotide 36 kb           36 kb          56 kb      Whole       0.5 μg       DNA amplification reduces DNA requirements\n                           (60 nt)                                                   genome      (1 μg with   to 0.1 μg of DNA per slide (0.2 μg with dye flip)\n                                                                                                 dye flip)    (not tested in this study)\nAffymetrix GeneChip        Oligonucleotide 41 kb           75 kb          74 kb      PCR         0.5 μg       Platform is also used for LOH analysis\n  human mapping            (25 nt)                                                   reduction\n  500K set\nSubmegabase Resolution     Large insert    50 kb           50 kb          152 kb     Whole     0.1 μg         High-level amplifications below 50 kb may be\n  Tiling (SMRT) set        clone (BAC)                                               genome                   detectable; this is not indicated.\nAffymetrix GeneChip        Oligonucleotide 271 kb          476 kb         528 kb     PCR       0.5 μg         Platform is also used for LOH analysis\n  human mapping            (25 nt)                                                   reduction\n  100K set\nVUMC MACF human            Oligonucleotide 1.05 Mb         1.32 Mb        1.94 Mb    Whole       0.3 μg       Invitrogen has recently released a 50K\n  30K                      (60 nt)                                                   genome                   oligonucleotide library suitable for array CGH\n                                                                                                              including intragenic oligonucleotides\nIllumina Linkage IV        Oligonucleotide 1.35 Mb         2.66 Mb        2.06 Mb    PCR       1 μg           Illumina has recently released a 100K\n                           (40 nt)                                                   reduction                (Infinium) assay. Both platforms are also used\n                                                                                                              for LOH analysis.\nUPenn                      Large insert       1.99 Mb      1.99 Mb        3.15 Mb    Whole       1 μg         Sample requirement is likely 100 ng due to\n                           clone (BAC)                                               genome                   use of BAC clones\nSpectral Chip 2600         Large insert       2.65 Mb      2.65 Mb        4.55 Mb    Whole       1 μg         Sample requirement is likely 100 ng due to\n                           clones (BAC)                                              genome      (2 μg with   use of BAC clones\n                                                                                                 dye flip)\nHumArray 3.2               Large insert       5.07 Mb      5.07 Mb        8.75 Mb    Whole       0.6 μg       Sample requirement is likely 100 ng due to\n                           clone (BAC)                                               genome                   use of BAC clones\n\n\n\narray consisting of 100-bp elements offers a resolution of                          element is an unreliable method for determining the actual\n100 bp—unless every element was tiled contiguously. In this                         utility of a platform in detecting an alteration of a given size.\ncase the concept being relayed is the increased sensitivity of a                        We propose that the detection sensitivity of an array is best\nsingle array element to a small alteration, not the overall                         described by the probability of detecting any alteration of a given\nresolution of the array. To cover the entire genome at this                         size. As discussed by Davies et al. [2] the probability of detecting\nresolution would require approximately 30 million contiguous                        an alteration can be calculated for all possible alteration sizes by\narray elements. As this example demonstrates, a simple report                       determining the percentage of alterations of a given size that\nof the number of measurements performed and the size of each                        would reside between adjacent array elements (Fig. 2A). Fig. 2B\n                                                                                    demonstrates the result of applying this definition to several key\n                                                                                    array platforms using the ResCalc algorithm. Tiling arrays using\n                                                                                    large-insert clones such as bacterial artificial chromosomes\n                                                                                    (BAC) demonstrate very robust performance due to the uniform\n                                                                                    distribution of elements across the genome and the presence of\n                                                                                    very few gaps in the genomic coverage [5,14] (Fig. 2B). Due to\n                                                                                    the reduced sensitivity of large-insert clones to alterations\n                                                                                    smaller than 50 kb, oligonucleotide platforms offer better\n                                                                                    theoretical performance in detecting small alterations [3,8,15].\n                                                                                    The Nimblegen 385,000 oligonucleotide array offers the highest\n                                                                                    theoretical performance of all platforms, detecting 95% of 15-kb\n                                                                                    alterations (Fig. 2B). The probabilities of detecting alterations\n                                                                                    drop drastically for the lower density platforms at small alteration\n                                                                                    sizes, with the Affymetrix 100K platform detecting less than\n                                                                                    55% of 27-kb alterations and 25% of 10-kb alterations (Fig. 2B).\nFig. 1. Schematic overview of array CGH platform designs. BAC arrays are\ntypically produced with uniform genomic distribution or with overlapping/tiling     Evaluation of practical performance\nclones. Oligonucleotide arrays may also be produced with uniform genomic\ndistribution; however, for some platforms the need for genome reduction\nlabeling steps or design biased toward transcriptional sites leads to nonuniform       Due to various sources of experimental noise, optimal\nelement distribution causing local resolution to vary drastically.                  performance is rarely attainable for any array CGH platform.\n\f                                                             B.P. Coe et al. / Genomics 89 (2007) 647–653                                              649\n\n\n                                                                                       (Fig. 3A). Fig. 3B shows the copy number profiles for BT474\n                                                                                       generated by expert groups using their preferred platforms. By\n                                                                                       calculating the average log2 ratio and standard deviation for\n                                                                                       8p11–p12 and 8q22 and pooling various numbers of array\n                                                                                       elements, we can determine the performance of each platform.\n                                                                                       Fig. 3C demonstrates the results of comparing average log2\n                                                                                       signal ratios based on individual and pooled elements for each\n                                                                                       platform. The SMRT array did not require pooling of elements\n                                                                                       and thus a single-copy change may be reliably detected by a\n                                                                                       single array element. This criterion is also applicable to the\n                                                                                       UPenn, Spectral Chip 2600, and HumArray v3.2 platforms,\n                                                                                       which use BACs as array elements. The Agilent 244A platform\n                                                                                       demonstrated the highest sensitivity of the oligonucleotide\n                                                                                       platforms, with a single element being sufficient to detect a\n                                                                                       single-copy alteration, while the Affymetrix and VUMC\n                                                                                       platforms required pooling of three and two elements,\n                                                                                       respectively, to allow separation of single-copy differences\n                                                                                       (Fig. 3C). It is worth noting that the Agilent 244A data represent\n                                                                                       the result of a dye flip array pair. To determine the effect of this\n                                                                                       transformation on functional resolution we compared the noise\n                                                                                       levels in the individual hybridizations to the averaged ratios\n                                                                                       (data not shown). Both of the hybridizations had noise levels\n                                                                                       sufficient to detect a single-copy change with a single array\n                                                                                       element (data for 8p11–p12 demonstrated between 0.9 and 1.1\n                                                                                       times the standard deviation of the same region in the pooled\nFig. 2. Theoretical detection sensitivity. (A) Detection sensitivity for each array\nplatform was calculated based on the percentage of possible alterations of a\n                                                                                       data set). However, despite the minimal improvement to overall\ngiven size that interact with at least one array element (blue bars). To determine     experimental noise in this example, it is worth noting that\nthe proportion of alterations of size n bp detectable by an array platform we first    the single spot per locus design of the Agilent platform\ndefined the set of all possible alterations (possible alterations are represented by   makes it difficult to determine if a single clone is a true posi-\nred and green bars) of size n bp for all genomic regions covered by the array          tive or the result of a hybridization artifact without a replicate\n(excluding centromeres and acrocentric regions). We then calculated the\npercentage of alterations not detectable as those that are completely contained\n                                                                                       hybridization.\nwithin each coverage gap. (B) Detection sensitivities for each platform are               Data were not available for Nimblegen 385,000 element\nplotted for alteration sizes from 1 to 500 kb; the alteration size at which a          platform; as a result we utilized the definition provided by\nplatform exceeds a 95% detection rate defines the optimal sensitivity of that          Selzer et al. to determine that at least five elements must be\nplatform.                                                                              affected to detect a single-copy alteration [15].\n                                                                                          Similarly, the Illumina Linkage IV platform performance is\n                                                                                       expected to be comparable to the Affymetrix platforms due to\nAlthough high-level amplification may be readily detectable                            the use of short oligonucleotides and similar sample labeling\nwith all platforms regardless of noise, the ability to detect                          technology [9].\nsingle-copy gains will be dependent on both the noise of the                              Fig. 3D demonstrates the output of ResCalc for several\nplatform and the ratio response of each element. To detect a                           human array platforms, repeating the computation described for\nsingle-copy alteration with confidence, the average ratio for a                        theoretical detection sensitivity and incorporating the need to\nregion of copy number gain must differ from the average ratio                          pool various numbers of array elements to allow detection of\nfor a normal portion of the genome by at least 1 standard                              single-copy alterations. Although high-level changes such as\ndeviation. When the intrinsic noise of a platform does not allow                       homozygous deletions and amplifications below 50 kb may be\nseparation of single-copy alterations this can be compensated                          detectable with large insert clone arrays such as the SMRT,\nfor through pooling multiple array elements by averaging to                            UPenn, Spectral Chip 2600, and HumArray v3.2 platforms,\nreduce the overall noise of the profile [16].                                          sensitivity to single-copy alterations is greatly reduced in this\n   For cross-platform comparison of noise and ratio response,                          size range and this sensitivity is reflected by not calculating\nwe use the human breast cancer cell line BT474, which has                              performance metrics below 50 kb.\npreviously been characterized by high-resolution FISH map-                                Using this metric the Agilent 244A platform demonstrates\nping. It contains a near-tetraploid genome with 104 chromo-                            the highest performance for single-copy alterations between 1\nsomes per nucleus (an average of 4.5 copies of each                                    and 49 kb (8.7 to 97.5%). The SMRT array demonstrates the\nchromosome) [17]. The ratio separation produced by a single-                           highest performance above 50 kb (98.2 to 99.9%). As alteration\ncopy gain can be inferred by comparing chromosome bands                                sizes approach 500 kb the Agilent 244A, SMRT, Nimblegen\n8p11–p12 and 8q22, which are present at 4 and 6 copies,                                385K, and Affymetrix 500K platforms demonstrate very similar\nrespectively, in each BT474 nucleus (2:3 copy number ratio)                            performance (Fig. 3D).\n\f650                                           B.P. Coe et al. / Genomics 89 (2007) 647–653\n\n\nMapping of breakpoints is dependent on local resolution               unaffected array element (Fig. 4A). In the case of overlapping\n                                                                      array elements (for example, overlapping large-insert clones),\n    In addition to concerns regarding the minimum alteration          breakpoints can be mapped to within a single array element\nsize that can be reliably detected, the user requires informa-        and thus the intra- and interelement spacing should also be\ntion regarding the precision with which the boundaries of an          taken into account. Although the probability of detecting a\nalteration can be defined. An optimal measurement of edge             breakpoint within an array element in an oligonucleotide\nprecision takes into account the fact that the mapping of an          platform or interval-based large-insert clone array element is\nalteration boundary is dependent on the distance to the nearest       lower, the reduced ratio response of a partially gained/lost\n                                                                      clone may also be utilized in positioning a breakpoint. Thus,\n                                                                      by incorporating the end-to-end spacing between each array\n                                                                      element end, we can determine the proportion of the genome\n                                                                      represented by intra/interelement intervals smaller than a\n                                                                      given size. We can then determine the proportion of break-\n                                                                      points (one potential breakpoint per nucleotide position in the\n                                                                      genome) that can be defined with at least the threshold level\n                                                                      of precision. This becomes our measurement of edge\n                                                                      precision (Fig. 4A). Fig. 4B demonstrates the precision out-\n                                                                      put of ResCalc for several key human aCGH platforms. We\n                                                                      observe that increasing the number of array elements dras-\n                                                                      tically changes the slope of the edge precision curve, resulting\n                                                                      in a large proportion of edges being detectable at higher\n                                                                      levels of precision. The current maximal theoretical perfor-\n                                                                      mance is demonstrated by the use of the 385,000 oligonu-\n                                                                      cleotide Nimblegen array, followed by the Agilent 244A and\n                                                                      Affymetrix 500K arrays, with the relatively uniformly distri-\n                                                                      buted clone ends on the SMRT array demonstrating the fourth\n                                                                      best precision.\n\n                                                                      Defining functional resolution\n\n                                                                         It is apparent that increasing the number of array elements\n                                                                      does not result in a linear increase in performance (Figs. 2–4).\n                                                                      Factors including element size and uniformity of element\n                                                                      distribution are key contributors to the theoretical performance\n                                                                      of an array platform. In defining the functional resolution of an\n                                                                      array platform, we propose integrating these metrics into the\n                                                                      description of each technology. If we are analyzing samples in\n                                                                      the context of mapping genetic alterations, it is prudent to\n\n                                                                      Fig. 3. Single-copy detection sensitivity. (A) The BT474 cell line contains an\n                                                                      average of 4.5 copies of each chromosome. Previous FISH studies characterized\n                                                                      chromosome 8 into segments with 4, 5, and 6 copies. Comparing the ratios\n                                                                      observed for 6 and 4 copies we can simulate the performance of a 3:2 copy\n                                                                      number ratio. (B) Comparison of copy number profiles of chromosome 8 across\n                                                                      three platforms. (C) Determination of the number of elements that must be\n                                                                      pooled to allow detection of single-copy alterations. BT474 profiles were used\n                                                                      to determine the number of elements that must be pooled to separate the average\n                                                                      ratios for 4 and 6 copies by at least 1 standard deviation (indicated by *) for the\n                                                                      SMRT, Agilent, VUMC, and Affymetrix platforms (the noise of the Affymetrix\n                                                                      Mapping 10K is projected to be equivalent to the 100K and 500K sets due to the\n                                                                      use of genomic reduction steps and identical oligonucleotide design strategy).\n                                                                      (D) Single-copy alteration detection sensitivities for each platform are plotted\n                                                                      for alteration sizes from 1 to 500 kb; the alteration size at which a platform\n                                                                      exceeds the 95% detection rate defines the optimal sensitivity of that platform.\n                                                                      Each platform was penalized based on the number of elements that must be\n                                                                      pooled according to the calculation described in (C). Data were not available for\n                                                                      the Nimblegen platform; the data are adjusted to incorporate pooling of five\n                                                                      elements as described in Selzer et al. [15]. Similarly, data were not available for\n                                                                      the Illumina platform; due to the similar probe length and labeling technology\n                                                                      compared to the Affymetrix platform, a three-clone requirement was assumed.\n\f                                                           B.P. Coe et al. / Genomics 89 (2007) 647–653                                              651\n\n\n                                                                                    Similarly the Agilent platform demonstrates the highest\n                                                                                    single-copy number alteration sensitivity of 36 kb; however,\n                                                                                    precision is limited to 56 kb (Table 1). It is obvious that\n                                                                                    oligonucleotide platforms demonstrate improved sensitivity to\n                                                                                    single-copy alterations as they increase their density; however,\n                                                                                    this is currently practical only for specific loci as whole human\n                                                                                    genome arrays with very high densities currently span more that\n                                                                                    two chips [15].\n\n                                                                                    Sample considerations\n\n                                                                                       A key consideration in selection of an aCGH platform is\n                                                                                    whether it is suitable for analyzing the type of samples at hand.\n                                                                                    Formalin-fixed paraffin-embedded (FFPE) samples are cur-\n                                                                                    rently restricted to platforms that do not require probe\n                                                                                    complexity reduction steps (such as the Illumina and Affymetrix\n                                                                                    platforms). Currently low-yield FFPE samples are most\n                                                                                    applicable to large-insert clone platforms such as the SMRT\n                                                                                    array, while oligonucleotide platforms that lack genome-\n                                                                                    complexity reduction steps in probe generation may be capable\n                                                                                    of analyzing these samples as well, depending on attainable\n                                                                                    DNA yield [14,16]. Sample DNA amplification can drastically\n                                                                                    reduce the amount of primary material required; however, noise\n                                                                                    and bias are introduced by nonlinear amplification of sequences,\n                                                                                    limiting utility in the analysis of limited yield clinical specimens.\n                                                                                    Currently several platforms are capable of analyzing unampli-\n                                                                                    fied samples with limited yield (less than 1 μg), including all\n                                                                                    large-insert clone platforms (the Spectral Chip 2600 uses 1 μg of\n                                                                                    DNA if the dye flip experiment is excluded) and the VUMC and\n                                                                                    Affymetrix oligonucleotide platforms (including the Agilent\nFig. 4. Breakpoint precision. (A) The precision with which a breakpoint can be\ndefined is derived from the genomic distance between each element end (as           244A platform if the dye flip experiment is excluded).\nalteration boundaries can be defined to reside within an array element). The set\nof all interelement end gaps in the genome can then be determined (a to l) and      Selecting a platform\nsorted by increasing size. The percentage of the genome covered by interelement\nend gaps less than n bp in width (example size of gap “d”) defines the proportion\n                                                                                        It is important to note that attaining the highest possible\nof breakpoints that demonstrate a precision of at least n bp (assuming 1 possible\nbreakpoint per base pair). (B) Breakpoint precisions for each platform are          resolution is not the only factor in determining the platform best\nplotted for alteration sizes ranging from 1 kb to 1 Mb; the precision level at      suited to a particular analysis. High-resolution arrays demon-\nwhich a platform exceeds 95% defines the optimal breakpoint precision of that       strate a significant cost increase over low-resolution platforms,\nplatform.                                                                           which may be more appropriate depending on the hypothesis of\n                                                                                    the study at hand [16]. Another important consideration is the\nassume that resolution may be best defined by the level of                          utility offered by combined LOH/CGH platforms, which can\nperformance (sensitivity and precision) that is applicable to                       increase our understanding of cryptic copy number alterations\ndescribing 95% of genomic alterations. Thus the alteration size                     (an important consideration is the percentage of heterozygous\nat which only 1 in 20 single-copy genomic alterations escape                        calls obtained in an average reference sample, which will\ndetection will define the practical sensitivity of a platform,                      determine the probability of generating a usable LOH call in a\nwhile the alteration size at which 1 in 20 high-level copy                          specific alteration) [8,9,18]. Taking these concerns into account\nnumber alterations escape detection defines the theoretical                         as well as the theoretical and practical sensitivity, breakpoint\nsensitivity. Incorporating these measurements as well as the                        precision, and sample requirements (both quality and DNA\nprecision demonstrated for 19 in 20 breakpoints will define the                     yield) will help determine the platform best suited to approach\nfunctional resolution of the platform (Figs. 2–4). Table 1 lists                    each biological hypothesis.\nthe functional resolutions (as determined by the ResCalc\napplication) of all platforms discussed in this study. It is                        Conclusions\nnoteworthy that no one platform demonstrates the highest\nperformance for all metrics at this time. The Nimblegen 385,000                        In this cautionary note, we highlight that the extrapolation of\nelement platform demonstrates the current maximum precision                         local resolution could misrepresent “functional resolution” of an\nof 24 kb and theoretical resolution of 15 kb; however, single-                      aCGH platform across the genome. Our proposed metrics\ncopy alteration sensitivity is limited to 54-kb alterations.                        incorporate the distribution of array elements, allowing a more\n\f652                                                          B.P. Coe et al. / Genomics 89 (2007) 647–653\n\n\nobjective comparison of array platforms. We envision that                             Calculation of practical detection sensitivity\nstandard calculations of performance such as functional\nresolution as defined by ResCalc will prove invaluable in the                             The first step in calculating the practical sensitivity for an array platform is to\n                                                                                      determine the number of elements that must be averaged to reduce the variation\nfuture description/comparison of aCGH platforms.                                      in the data enough to allow detection of a single-copy alteration (defined as\n                                                                                      separating a region of normal copy number from a region of single-copy gain by\nMaterials and methods                                                                 1 standard deviation).\n                                                                                          The calculation is then performed similar to the calculation for optimal\nArray platform data sources                                                           detection sensitivity with the following modifications. The number of clones\n                                                                                      that must be averaged to detect a single-copy change defines the penalty. The\n    Array mapping files were obtained from the Gene Expression Omnibus                interelement gaps are defined as the set of positive differences between the\n(http://www.ncbi.nlm.nih.gov/projects/geo/) for the Agilent (GEO Accession            end base-pair position of one element and the start base-pair position of the\nNo. GPL4091), VUMC (GEO Accession No. GPL2827), and Spectral Chip                     element exactly penalty − 1 elements away. If this spacing is greater than the\n2600 (GEO Accession No. GPL3780) platforms. Mappings were acquired from               alteration size being interrogated the number of alterations missed is defined\nmanufacturer Web sites for the Affymetrix 100K/500K (www.affymetrix.com),             as follows:\nIllumina IV (www.illumina.com), HumArray 3.2 (cancer.ucsf.edu/array/                      If the base-pair start position of the next element outside of the penalty\nservices.php#humanBAC), SMRT (www.bccrc.ca/cg/ArrayCGH_Group.html),                   window − the alteration size is less than the base-pair position of the end of the\nand UPenn (www.genomics.upenn.edu/people/faculty/weberb/CGH/html/                     next clone, the number of alterations missed is defined as the interval between\ndownloads.htm) platforms. The Nimblegen 385K mapping was acquired from                the end of the current clone and the position defined above. Otherwise the\nan internal hybridization results file.                                               number of alterations missed is defined as the interval between the current\n    For oligonucleotide platforms often only one mapping position is provided         element’s end base-pair position and the end base-pair position of the next array\nfor an oligo; in this case the position of the second end is derived by adding 1      element.\noligo size to the provided base pair position. In the case of the Nimblegen\nplatform, which uses isothermic oligos of varying sizes, we based our                 Calculation of breakpoint precision\ncalculations on an average 60-bp oligo length applied to each element. Similarly\nfor the HumArray data, several BAC clones had only one base-pair position                 The percentage of breakpoints that may be mapped with a precision of at\nassociated and the second end was assumed to be 150 kb distal.                        least n bp is defined as the cumulative distribution of interelement end base-pair\n    BT474 data files were acquired from the following sources: SMRT                   intervals (excluding intervals that span a centromere) > the currently\n(GEO Accession No. GSM69198), VUMC (GEO Accession No. GSM73557),                      interrogated level of precision.\nAffymetrix (http://research.dfci.harvard.edu/meyersonlab/snp/snp.htm). The\nAgilent 244A data were generated from an averaged dye flip experiment\nperformed by Agilent Technologies using their standard protocols (www.                Acknowledgments\nopengenomics.com) and have been submitted to GEO (GEO Accession No.\nGSE6415). Array data are also available from the System for Integrative\nGenomic Microarray Analysis (SIGMA) interactive Web database (http://sigma.              The authors thank Timon Buys, Raj Chari, Jonathan Davies,\nbccrc.ca), which was used to generate the image in Fig. 3B [19].                      Ron deLeeuw, Will Lockwood, and Ian Wilson (BCCRC), for\n                                                                                      careful proofreading of the manuscript, and Eric Lin of Agilent\nImplementation of ResCalc                                                             Technologies for providing the unpublished BT474 hybridiza-\n                                                                                      tion. This work was supported by funds from Genome Canada/\n     ResCalc is implemented as a command line-executable Java application.\n                                                                                      British Columbia, the Canadian Institutes of Health Research,\nThe application requires JRE 5.0 update 7.0 or better. Briefly, the application\nrequires a tab-delimited text file describing the chromosomal position of each        and NIDCR (R01 DE015965). B.P.C. is supported by scholar-\nelement present on the array and the base-pair coordinates of the start and end of    ships from the Natural Sciences and Engineering Research\neach array element. Additionally a file that annotates the location of the            Council and the Michael Smith Foundation for Health\ncentromere on each chromosome described in the platform file is required. There       Research.\nis no restriction on the number or names of chromosomes in either the platform\nor the centromere description file, thus the algorithm can be run on arrays\ncovering any portion of the any genome. The executable, centromere description        References\nfiles for several human genome sequence builds and documentation are\navailable at http://sigma.bccrc.ca/ResCalc.html.                                       [1] D.G. Albertson, D. Pinkel, Genomic microarrays in human genetic disease\n                                                                                           and cancer, Hum. Mol. Genet. 12 (2) (2003) R145–R152.\nCalculation of optimal detection sensitivity                                           [2] J.J. Davies, I.M. Wilson, W.L. Lam, Array CGH technologies and their\n                                                                                           applications to cancer genomes, Chromosome Res. 13 (2005) 237–248.\n    The optimal detection sensitivity for a platform is calculated as follows.         [3] M.T. Barrett, A. Scheffer, A. Ben-Dor, N. Sampas, D. Lipson, R. Kincaid,\n    First, the set of all interelement gaps is defined as the set of all positive          P. Tsang, B. Curry, K. Baird, P.S. Meltzer, Z. Yakhini, L. Bruhn, S.\ndifferences between the end base-pair position of one array element and the start          Laderman, Comparative genomic hybridization using oligonucleotide\nbase-pair position of the next array element, excluding differences that include           microarrays and total genomic DNA, Proc. Natl. Acad. Sci. USA 101\nthe centromere of the chromosome being examined. The number of potential                   (2004) 17765–17770.\nalterations of a given size is defined such that one alteration may start at each      [4] J. Greshock, T.L. Naylor, A. Margolin, S. Diskin, S.H. Cleaver, P.A.\nunique base-pair position of the genome being interrogated.                                Futreal, P.J. deJong, S. Zhao, M. Liebman, B.L. Weber, 1-Mb resolution\n    The number of alterations of a given size that will be contained completely            array-based comparative genomic hybridization using a BAC clone set\nwithin a gap represents the alterations that will escape detection with the current        optimized for cancer gene analysis, Genome Res. 14 (2004) 179–187.\narray platform. This is calculated by subtracting the current alteration size from     [5] A.S. Ishkanian, C.A. Malloff, S.K. Watson, R.J. DeLeeuw, B. Chi, B.P.\neach interelement gap and summing the positive residuals.                                  Coe, A. Snijders, D.G. Albertson, D. Pinkel, M.A. Marra, V. Ling, C.\n    The total size of the interrogated genome is then calculated as the sum of all         MacAulay, W.L. Lam, A tiling resolution DNA microarray with complete\ncenter-to-center element intervals and is used to define the percentage of                 coverage of the human genome, Nat. Genet. 36 (2004) 299–303.\npossible alterations that will be detected under optimal conditions as 1 −             [6] A.M. Snijders, N. Nowak, R. Segraves, S. Blackwood, N. Brown, J.\n(number of alterations missed/genome size).                                                Conroy, G. Hamilton, A.K. Hindle, B. Huey, K. Kimura, S. Law, K.\n\f                                                          B.P. Coe et al. / Genomics 89 (2007) 647–653                                                         653\n\n\n     Myambo, J. Palmer, B. Ylstra, J.P. Yue, J.W. Gray, A.N. Jain, D. Pinkel,      [13] Y. Nannya, M. Sanada, K. Nakazaki, N. Hosoya, L. Wang, A. Hangaishi,\n     D.G. Albertson, Assembly of microarrays for genome-wide measure-                   M. Kurokawa, S. Chiba, D.K. Bailey, G.C. Kennedy, S. Ogawa, A robust\n     ment of DNA copy number, Nat. Genet. 29 (2001) 263–264.                            algorithm for copy number detection using high-density oligonucleotide\n [7] A.M. Snijders, B.L. Schmidt, J. Fridlyand, N. Dekker, D. Pinkel, R.C.              single nucleotide polymorphism genotyping arrays, Cancer Res. 65 (2005)\n     Jordan, D.G. Albertson, Rare amplicons implicate frequent deregulation of          6071–6079.\n     cell fate specification pathways in oral squamous cell carcinoma,             [14] C. Garnis, B.P. Coe, S.L. Lam, C. MacAulay, W.L. Lam, High-resolution\n     Oncogene 24 (2005) 4232–4242.                                                      array CGH increases heterogeneity tolerance in the analysis of clinical\n [8] X. Zhao, B.A. Weir, T. LaFramboise, M. Lin, R. Beroukhim, L. Garraway,             samples, Genomics 85 (2005) 790–793.\n     J. Beheshti, J.C. Lee, K. Naoki, W.G. Richards, D. Sugarbaker, F. Chen,       [15] R.R. Selzer, T.A. Richmond, N.J. Pofahl, R.D. Green, P.S. Eis, P.\n     M.A. Rubin, P.A. Janne, L. Girard, J. Minna, D. Christiani, C. Li, W.R.            Nair, A.R. Brothman, R.L. Stallings, Analysis of chromosome break-\n     Sellers, M. Meyerson, Homozygous deletions and chromosome amplifica-               points in neuroblastoma at sub-kilobase resolution using fine-tiling\n     tions in human lung carcinomas revealed by single nucleotide polymorph-            oligonucleotide array CGH, Genes Chromosomes Cancer 44 (2005)\n     ism array analysis, Cancer Res. 65 (2005) 5561–5570.                               305–319.\n [9] E.H. Lips, J.W. Dierssen, R. van Eijk, J. Oosting, P.H. Eilers, R.A.          [16] B. Ylstra, P. van de IJssel, B. Carvalho, G.A. Meijer, BAC to the\n     Tollenaar, E.J. de Graaf, R. van’t Slot, C. Wijmenga, H. Morreau, T. van           future! or Oligonucleotides: a perspective for micro array comparative\n     Wezel, Reliable high-throughput genotyping and loss-of-heterozygosity              genomic hybridization (array CGH), Nucleic Acids Res. 32 (2006)\n     detection in formalin-fixed, paraffin-embedded tumors using single                 445–450.\n     nucleotide polymorphism arrays, Cancer Res. 65 (2005) 10188–10191.            [17] D.J. Venter, S.J. Ramus, F.M. Hammet, M. de Silva, A.M. Hutchins, V.\n[10] P. van den Ijssel, M. Tijssen, S.F. Chin, P. Eijk, B. Carvalho, E. Hopmans,        Petrovic, G. Price, J.E. Armes, Complex CGH alterations on chromosome\n     H. Holstege, D.K. Bangarusamy, J. Jonkers, G.A. Me",
  "wordCount": 5258,
  "indexed": "2025-09-25T22:44:13.018Z",
  "method": "direct"
}
