{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Citogenética/Silva et al_2019_European guidelines for constitutional cytogenomic analysis.pdf",
  "fileName": "Silva et al_2019_European guidelines for constitutional cytogenomic analysis.pdf",
  "relativePath": "Genetica/Generalidades/Citogenética/Silva et al_2019_European guidelines for constitutional cytogenomic analysis.pdf",
  "text": "European Journal of Human Genetics (2019) 27:1–16\n                                    https://doi.org/10.1038/s41431-018-0244-x\n\n                                        POLICY\n\n\n\n                                    European guidelines for constitutional cytogenomic analysis\n                                    Marisa Silva 1 Nicole de Leeuw2 Kathy Mann3 Heleen Schuring-Blom4 Sian Morgan5 Daniela Giardino6\n                                                          ●                      ●                 ●                              ●                 ●               ●\n\n\n\n\n                                    Katrina Rack7 Ros Hastings7\n                                                      ●\n\n\n\n\n                                    Received: 31 October 2017 / Revised: 26 June 2018 / Accepted: 17 July 2018 / Published online: 1 October 2018\n                                    © The Author(s) 2018. This article is published with open access\n\n\n                                    Abstract\n                                    With advancing technology and the consequent shift towards an increasing application of molecular genetic techniques (e.g.,\n                                    microarrays, next-generation sequencing) with the potential for higher resolution in speciﬁc contexts, as well as the\n                                    application of combined testing strategies for the diagnosis of chromosomal disorders, it is crucial that cytogenetic/\n                                    cytogenomic services keep up to date with technology and have documents that provide guidance in this constantly evolving\n                                    scenario. These new guidelines therefore aim to provide an updated, practical and easily available document that will enable\n                                    genetic laboratories to operate within acceptable standards and to maintain a quality service.\n1234567890();,:\n                  1234567890();,:\n\n\n\n\n                                    Introduction                                                             and produce guidelines applicable throughout Europe. This\n                                                                                                             was ﬁrst achieved, in 2009, by the Permanent Working\n                                    Chromosomal analysis has been a key tool in genetic ana-                 Group ‘Cytogenetics and Society’ European Cytogenetics\n                                    lysis with conventional, as well as molecular, cytogenetics              Association and updated in 2012 [1]. Those documents\n                                    playing a crucial role over the years in many genomic                    have given the guidance on generic, as well as speciﬁc\n                                    disorders and in many laboratory settings. The overall                   aspects of diagnostic guidelines and covered constitutional\n                                    application of these techniques by clinical genetics labora-             cytogenetics, acquired cytogenetics, microarrays and\n                                    tories led to the need for harmonising cytogenetic practices             molecular-based techniques. However, given the advances\n                                                                                                             in genetic technology and the shift towards molecular\n                                                                                                             genetic techniques (e.g., microarrays, next-generation\n                                                                                                             sequencing), as well as the application of combined strate-\n                                    Electronic supplementary material The online version of this article     gies for the diagnosis of chromosomal disorders, it is\n                                    (https://doi.org/10.1038/s41431-018-0244-x) contains supplementary\n                                                                                                             essential that the cytogenetic/cytogenomic guidelines keep\n                                    material, which is available to authorised users.\n                                                                                                             up to date. These new guidelines therefore aim to provide\n                                    * Ros Hastings                                                           an updated, practical and easily available document that\n                                      ros.hastings@ouh.nhs.uk                                                may be used by European Clinical Genetics laboratories.\n                                    1                                                                        These guidelines take into account good laboratory practice\n                                         Departamento de Genética Humana, Instituto Nacional de Saúde\n                                         Dr. Ricardo Jorge, Lisboa, Portugal                                 documents, the existing external quality assessment\n                                    2                                                                        schemes, accreditation procedures and protocols from dif-\n                                         Department of Human Genetics, Nijmegen Donders Institute for\n                                         Brain, Cognition and Behaviour, Radboud University Medical          ferent countries, as well as international policy documents\n                                         Center, Nijmegen, The Netherlands                                   (see Appendix A) and therefore, they apply unless over-\n                                    3\n                                         Genetics Department, Viapath Analytics, Guy’s Hospital,             ridden by national/federal laws, regulations and/or stan-\n                                         London SE1 9RT, UK                                                  dards. The following standards should be considered as\n                                    4\n                                         Department of Genetics, University Medical Center Utrecht,          minimum acceptable criteria for constitutional chromoso-\n                                         Utrecht University, Utrecht, The Netherlands                        mal/cytogenomic analysis and therefore, any laboratory\n                                    5\n                                         All Wales Genetics Laboratory, Institute of Medical Genetics,       consistently operating below the minimum standard may be\n                                         University Hospital of Wales, Cardiff, Wales, UK                    at risk of failing to maintain a quality service. Speciﬁc\n                                    6\n                                         Lab. Citogenetica Medica, Istituto Auxologico Italiano,             guidelines referring to cytogenomic analysis in acquired\n                                         Milano, Italy                                                       disorders are included elsewhere [2, 3].\n                                    7\n                                         CEQAS/GenQA, John Radcliffe Hospital, Oxford University                This document is organised in two sections: general and\n                                         Hospitals NHS Trust, Oxford OX3 9DU, UK                             speciﬁc guidelines. General guidelines address fundamental\n\f2                                                                                                                    M. Silva et al.\n\n\ncriteria to follow when providing cytogenomic testing             interpretation of the results and ensure the patient can truly\nregardless of the methodology applied. Speciﬁc guidelines         make an informed decision.\nsupplementing these general guidelines include recom-                 Although local policies might differ throughout coun-\nmendations for each technique/methodology in particular.          tries, the following list is given as guidance to delineate the\nBoth sections provide minimum acceptable criteria for             type of referral indications and of the expected scope of a\nsample preparation, analysis and reporting, as well as the        cytogenomics service:\nlimitations of the tests.\n   Cytogenomics is used herein as a general term that             Main clinical indications for prenatal diagnosis\nencompasses conventional, as well as molecular cytoge-\nnetics (ﬂuorescence in situ hybridisation (FISH), micro-             - Abnormal foetal ultrasound;\narrays) and molecular-based techniques. Speciﬁc                      - High-risk maternal serum screening/NIPT result indi-\ndesignations are used when needed, otherwise the global           cating an increased risk of a chromosomally abnormal\nterm applies. Please note that non-invasive prenatal testing      foetus;\n(NIPT) is not included in these guidelines as this is a              - Parental chromosome rearrangement, mosaicism or\nscreening test not a diagnostic test. Recommended practice        previous aneuploidy;\nguidelines regarding reporting NIPT results have recently            - Previous livebirth/stillbirth with a chromosome\nbeen described by Deans et al. [4].                               abnormality;\n   The use of terms such as ‘should’, ‘must’ or ‘essential’          - Possible foetal mosaicism detected by prior prenatal\nare mandatory requirements, whereas the use of terms such         study;\nas ‘may’ and ‘could’ are recommended, but not mandatory.             - Familial monogenic disorder (i.e., CF, Noonan syn-\n                                                                  drome, etc).\n\nGeneral guidelines                                                Main clinical indications for postnatal diagnosis\n\nThis section addresses fundamental criteria to follow when           - Abnormal clinical phenotype;\nproviding diagnostic testing regardless of the methodology           - Multiple congenital abnormalities;\napplied.                                                             - Clinically signiﬁcant abnormal growth – short stature,\n   Service requirements regarding equipment, facilities,          excessive growth, microcephaly, macrocephaly;\nstaff and diagnostic workload must comply with ISO15189              - Primary or secondary amenorrhoea or ovarian\nand/or ISO17025. All pre- and post-analytical procedures          insufﬁciency;\nshould also follow written protocols/standard operating              - Ambiguous genitalia;\nprocedures (SOP) in compliance with ISO15189 and/or                  - Infertility of unknown aetiology;\nISO17025.                                                            - Sperm abnormalities – azoospermia or severe\n                                                                  oligospermia;\nPre-analytical recommendations                                       - A malformed foetus or stillbirth of unknown aetiology;\n                                                                     - Third and subsequent miscarriage(s): products of\nWhenever a cytogenomic abnormality is suspected by the            conception;\nclinician as underlying a given patient’s condition/disorder         - Signiﬁcant familial history of chromosome\na cytogenomic analysis should be considered. As with all          rearrangements;\ngenetic testing, informed consent for genetic testing should         - Signiﬁcant familial history of intellectual disability (ID)\nbe given; whether a copy if this written consent is required      of possible chromosomal origin where it is not possible to\nby the laboratory will depend on National policy. Therefore,      study the affected individual;\ngenetic counselling and communication, pre- as well as               - Carriership for an X-linked recessive disorder in a\npost-testing, is of utmost importance. Appropriate expert         female.\ncounselling may be provided by a medical doctor, nurse or a\nclinical laboratory specialist trained in the ﬁeld of genetics.   Other postnatal indications may include\nPatients must be informed about the scope, principle,\nresolution and limitations of the tests available for their       - Parental follow-up of a chromosomal abnormality or\nspeciﬁc context/situation. The possibility of incidental          variant detected in a pre- or postnatal foetal/child’s sample;\nﬁndings, (unrelated to the clinical question but nevertheless        - Delineation of an abnormal cytogenomic result;\nof importance for the individual’s health) and of unin-              - Refractory epilepsy for mosaicism exclusion.\nformative or uncertain results should be addressed. Coun-            When deciding which methodology to apply, the speciﬁc\nselling is also vital after testing to aid the correct            referral indication and the advantages and limitations of\n\fEuropean guidelines for constitutional cytogenomic analysis                                                                                        3\n\nTable 1 Methods used in cytogenomic analysis, their resolution and limitations\nMethod                                    Resolution                  Limitations\n\nKaryotyping                               5–10 Mb                     Cannot detect: small rearrangements below the resolution; nucleotide\n                                                                      variants; mosaicism < 10%a; UPDb\nFISH                                      ~100 kb                     Limited to the probes used (targeted analysis);\n                                                                      Cannot detect: nucleotide variants; mosaicism < 10%c; UPD\nArray-based techniques           ~20–200 kb                           Cannot detect: balanced rearrangement; mosaicism < 10%d; nucleotide\nchromosomal microarray SNP-based                                      variants; the nature of a structural aberration; independent cell lines;\narray                                                                 heterochromatic markers; triploidy (exception SNP array); UPD (exception\n                                                                      SNP array)\nCNV detection in whole-exome              100 bp (exonic regions) –   Cannot detect: balanced rearrangement; mosaicism < 18%f; the nature of the\nsequencing                                ~150 kb (genome wide)e      structural aberration; independent clones/cell lines\na\n    Hsu and Benn [7]; Hook [36]\nb\n    Uniparental disomy\nc\n    Wiktor and van Dyke [37]; Ballif et al. [38]; Mascarello et al. [39]\nd\n    Vermeesch et al. [23]; Ballif et al. [38]\ne\n    Pfundt et al. [32]\nf\n    Pagnamenta et al. [40]\n\neach technique must be taken into account (e.g., resolution,                 separation of pre- and post-PCR areas is required. Controls\nreporting time) (Table 1).                                                   must be included in each PCR set-up to identify DNA or\n                                                                             PCR product contamination.\nSample preparation                                                              The most critical issues regarding sample preparation\n                                                                             involve ensuring, as much as possible, that the samples are\nDepending on the referral reason, the tissue types and                       correctly identiﬁed (i.e., sample veriﬁcation) and suitable for\nsample preparation may vary. However, there are general                      the technique used, as well as minimising the possibility of\nrecommendations that should be considered when preparing                     misdiagnosis. For prenatal samples, a minimum of two cul-\nsamples for cytogenomic analysis.                                            tures should be set-up and analysed, although for follow-up of\n   Cultures set-up for prenatal samples should be performed                  an abnormal rapid result only a single culture is required,\nin duplicate or independently, where possible. For chorionic                 providing the results are concordant. Maternal cell con-\nvillus samples (CVSs) it is recommended to establish and                     tamination (MCC) and conﬁned placental mosaicism (CPM),\nanalyse long-term cultures (LTCs, cytotrophoblast and                        in the case of CVS, may greatly increase the possibility of\nmesenchymal cells), even if short-term cultures (STCs;                       misdiagnosis. According to Hsu and Benn [7], three cultures\ncytotrophoblast cells) are in place, to allow for mosaicism                  should be analysed for mosaicism exclusion. MCC may be\nexclusion when needed (see below). In embryo develop-                        due to the presence of blood in amniotic ﬂuid (AF) samples or\nment, the mesenchymal cells more closely represent the                       of maternal decidua in CVS, for instance. In the latter case, it\nfoetal genotype than cytotrophoblast cells and therefore                     is essential that the CVS is thoroughly cleaned and maternal\nlong-term CVS cultures are more likely to represent the                      decidua removed prior to DNA preparation and/or culture set-\nfoetal karyotype than short-term cells/cultures [5, 6]. Back                 up. Nevertheless, whenever the origin of the prenatal sample,\nup cultures of prenatal samples should be kept until the ﬁnal                which is female is in doubt, genotype analysis of a maternal\nreport is written, and when practicable, the possibility of                  (blood) sample should be performed. Speciﬁcally, genotype\nfreezing viable cells, as well as ﬁxed cell pellets should be                analysis is recommended for poor quality CVS where pla-\navailable for cases that may require further cytogenomic or                  cental villi cannot be conﬁdently identiﬁed and for AF pellets\nmolecular analysis. For postnatal analysis, blood samples                    exhibiting a signiﬁcant* amount of blood staining (*as\nmay be stored in the refrigerator for up to 5 days and a                     determined by the laboratory).\nsecond culture initiated if required.                                           To avoid misdiagnosis due to CPM, it is recommended\n   DNA extraction methods, should either be automated or                     that heterogeneous cell populations are analysed.\nrequire minimal tube–tube transfers and produce DNA that                     This may be done using several villi, instead of just\nis reliable for use in the techniques applied thereafter if                  one, for the preparation of the DNA pools and/or\npossible. There must be internal criteria for ascertaining the               cultures. It is also recommended that the same pool of\nDNA quality and quantity, as well as the minimum                             chopped or digested villi are used for molecular-based\nthreshold for suitability for a given test. Precautions must be              analysis and culture set-up to minimise discrepant\nin place to minimise PCR product contamination therefore a                   results [8].\n\f4                                                                                                                            M. Silva et al.\n\nTable 2 Recommended\n                                  Prenatal aneuploidy testing by FISH /QF-PCR/MLPA                                        4 days\nreporting times (calendar days)\nfor 90% of the referrals          Amniotic ﬂuid and CVS analysis on cultured or uncultured cells by karyotyping and/or    14 days\n                                  genome-wide array analysis\n                                  Lymphocyte cultures                                                                     28 days\n                                  Products of conception/foetal skin (where pregnancy is not ongoing)                     28 days\n                                  Urgenta lymphocyte, cord blood cultures                                                 7 days\n                                  Postnatal array analysis                                                                10 days (urgent)\n                                                                                                                          28 days (other)\n                                  These apply in the absence of speciﬁc National Guidelines\n                                  a\n                                      URGENT – referrals where the result will have immediate implications for patient management\n\n\n   A checking procedure should be in place for all critical             Nomenclature (ISCN) [9], where practicable. Human Gen-\ntransfer steps (i.e., setting up or when transferring details of        ome Variation Society (HGVS) nomenclature (http://www.\nidentity).                                                              HGVS.org/varnomen) should be used when applicable.\n                                                                        HUGO Gene Nomenclature Committee (HGNC) gene\nAnalysis                                                                names should be used in ISCN, where applicable. The\n                                                                        results can be tabulated if the result is complex. Single-cell\nLaboratories must ensure that the staff have the skills and             anomalies and heteromorphisms should not be included in\nexpertise, as well as collaborations and supervisory                    the ISCN in a diagnostic report.\narrangements, to perform the tests and correctly interpret the             All reports, regardless of the methodology used, should\nﬁndings. Appropriate training for the types of samples to be            comply with ISO15189 and include the following infor-\nanalysed must be ensured and written criteria (SOP) for                 mation [10]:\nclassiﬁcation of observations and interpretation of results                - Reason for referral/clinical indication for the test;\nshould be in place.                                                        - Date of sampling, date of receipt and the date of report;\n   All analyses should be performed by qualiﬁed profes-                    - Patient identiﬁcation using two different identiﬁers\nsionals trained in Clinical Laboratory Genetics and be                  (IDs), i.e., full name and birth date; Twins IDs must be\nindependently checked by a second trained member of staff,              clearly distinct;\nwho could be a technician or a clinical laboratory geneticist,             - Gender of the patient (postnatal referrals – essential for\nthe latter also being responsible for signing out the report.           sex chromosome referrals);\nAn independent check by a ‘blind’ analysis is recommended                  - Unique sample identiﬁer;\nas this prevents any bias.                                                 - Name of referring clinician and hospital;\n   According to the methodology used, speciﬁc require-                     - Laboratory identiﬁcation;\nments for the analysis are recommended (see section Spe-                   - Tissue examined (i.e., DNA isolated from cultured\nciﬁc guidelines).                                                       ﬁbroblasts);\n                                                                           - A clear summary of the results (ISCN, HGVS or as a\nReporting                                                               summary statement) (i.e., not hidden within the text);\n                                                                           - A written description of the results including the sex of\nThe reporting of results should be standardised as far as               the patient (for prenatal samples stating the genetic sex is\npossible, unambiguous, informative and clear to read by the             optional);\nnon-specialist in order to be understood by the recipient/                 - A written interpretation of the results (understandable\nclinician. A summary banner should be given that includes               by a non-specialist);\nall the relevant results. All reports should include an inter-             - Relating the result to the referral reason and/or\npretation of the results and answer the clinical referral/              answering the clinical question;\nquestion. Long reports should be avoided as this detracts                  - Speciﬁcation of which kit/probe (QF-PCR/MLPA/\nfrom the clarity of the results. Methodology and limitations            FISH) or array platform is used and stating the respective\nof the test should not take prominence in a report as they              test limitations;\ncan detract from the results and interpretation.                           - Patient identiﬁcation should be present on each page;\n   Reporting times should be kept as short as possible and                 - Name and signature of one or two authorised persons,\nshould take into account the reason for referral and level of           which may include the Section Head/Clinical Laboratory\nurgency (see Table 2).                                                  Geneticist. The signature may be generated electronically or\n   The results should be given using the most recent                    manually;\nInternational     System      for    Human      Cytogenomic                - Pagination (i.e., page 1 of 1 or page 1 of 2).\n\fEuropean guidelines for constitutional cytogenomic analysis                                                                                5\n\nTable 3 Minimum G-banding\n                                     Reason for referral                                                         Minimum G-banding quality\nquality according to the reason\n                                                                                                                 (QAS) a\nfor referral\n                                     Conﬁrmation of aneuploidy                                                   QAS 2a ⇔ < 300 bphs\n                                     Exclusion of known large structural rearrangements                          QAS 3 ⇔ 300 bphs\n                                     Identiﬁcation and exclusion of small expected structural rearrangements;    QAS 4 ⇔ 400 bphsb\n                                     routine prenatal specimen preparations\n                                     Prenatal specimen abnormal ultrasound referrals (in the absence of array-   QAS 5 ⇔ 550 bphsb\n                                     based analysis)\n                                     Routine postnatal specimen preparations                                     QAS 6 ⇔ 550 bphsb\n                                     bphs bands per haploid set\n                                     a\n                                       QAS score – see ACC Professional guidelines for clinical cytogenetics v1.04 (2007; http://www.acgs.uk.\n                                     com/media/765607/acc_general_bp_mar2007_1.04.pdf)\n                                     b\n                                     SNP-based array or other molecular techniques/SNP-based array or other molecular techniques may be\n                                     more applicable for some of these referral categories\n\n\n\n\n    In addition to the information stated above, reports of               parental samples should always be made clear, where\nabnormal results should also include, when appropriate, the               appropriate.\nfollowing:\n    - A clear written description of the abnormality;\n    - Whether the result is consistent with the clinical ﬁnd-             Speciﬁc guidelines\nings, and/or an indication of the expected phenotype/syn-\ndrome (e.g., ‘consistent with ___ syndrome’, or ‘associated               The following recommendations supplement the general\nwith ___ syndrome’, or ‘indicative of ___ syndrome’);                     guidelines (see section General guidelines) and give more\n    - In case of intragenic imbalances (detected by array,                speciﬁc guidance on constitutional cytogenomic analysis\nMLPA and/or CNV in exome data), the HGNC gene                             performed using the techniques currently available.\nsymbol should be mentioned and it is recommended to also\nspecify the reference transcript (representing either the                 Karyotyping\nlongest known transcript and/or the most clinically relevant\ntranscript);                                                              All karyotyping should be carried out using a banding\n    - Any follow-up tests required to conﬁrm the results and/             technique, with G-banding being the most widely used\nor suspected diagnosis, preferably stating, which samples                 technique. The laboratory has to ensure that whichever\n(i.e., heparin or EDTA blood, buccal swab, etc.) are                      banding technique is used it has to achieve the required\nrequired for these speciﬁc tests;                                         banding quality (see Table 3). ISCN (2016) [9] deﬁnes ﬁve\n    - Assessment of recurrence, when appropriate;                         levels of banding and Table 3 gives the minimum quality\n    - Prenatal diagnosis in future pregnancies, if appropriate;           levels that must be met to report a ‘normal’ result.\n    - Recommendation for genetic counselling;                                Full analysis must be completed and checked by the\n    - Comment stating, where applicable to the disorder,                  supervisor ensuring the minimum quality levels appropriate\n‘Please ensure the karyotype record appears in the child’s                for the referral reason are met. Where it is not possible to\nown notes’ (after delivery for prenatal samples);                         achieve the minimum quality for the referral reason, and no\n    - Request for follow-up of family members at risk of the              abnormality is detected, the report should be suitably qua-\nabnormality, starting with closest available relatives;                   liﬁed while not encouraging a repeat invasive procedure\n    - Minimum threshold used for reporting ‘abnormal’                     when this is not clinically justiﬁed. Targeted analysis may\nresults.                                                                  be appropriate to investigate abnormalities identiﬁed by\n    The presence of MCC or pseudomosaicism should                         another method, for example, to establish the chromosome\nalways be noted on the laboratory record but should not be                abnormality and recurrence risk for prenatal cases identiﬁed\ncommented upon on the ﬁnal report unless relevant for                     as having a chromosome aneuploidy by QF-PCR.\nresult interpretation. For mosaic results found in CVS, CPM                  The laboratory should have written protocols for analy-\nshould be discussed in the report, if applicable. AF mosaic               sis. Incomplete/broken metaphases should not be included\nreports should consider that the proportions of the abnormal              in the analysis. Metaphase analysis must involve a com-\nand normal cell lines may be different in foetal tissue(s).               parison of every set of homologues (including sex chro-\nThe need for pre- or postnatal follow-up samples and/or                   mosomes), band by band. If one homologue pair is involved\n\f6                                                                                                                           M. Silva et al.\n\n\nin an overlap with another chromosome, the pair of                       involving heterochromatin (variant size), satellite size,\nhomologues should be independently scored in another                     pericentric inversions (heterochromatic or euchromatic\nmetaphase to ensure there is no structural rearrangement.                regions) [e.g., 1qh+/qh-, 9qh+/qh-, 16qh+/qh-, acrocentric\nTherefore, additional cells have to be counted and analysed              p+ or p-, Yqh+/qh-, inv(9)(p11q13), inv(2)(p11.2q13)] and\nto complete the analysis. For guidance on the number of                  also euchromatic variants (e.g., located on 4p16, 8p23.1,\nmetaphases that should be analysed for each type of tissue               9p12, 9q13-q21.12, 15q11.2, 16p11.2) [11].\nsee Table 4. In general, a minimum of two cells must be                     Mosaicism or pseudomosaicism should also be excluded\nfully analysed (at the minimum quality for the respective                from the report if it is likely to be a cultural artefact after\nreferral reason), although in practice more metaphases are               appropriate work-up (see Gardner and Amor) [5]. Dis-\ncounted and analysed to clear any crossovers. If mosaicism               tinction between a cultural artefact and true mosaic aber-\nis clinically indicated or suspected, an extended analysis               ration is not always easy, so application of general rules\nand/or cell count must be performed (see Table 4 for                     together with consideration of the clinical referral need to be\nnumber of cells and also the latest ISCN for deﬁnition of a              kept in mind when reaching a decision (please refer to ISCN\nclonal abnormality). Laboratories may choose to analyse or               [9], EUCROMIC study [12] or the ACC collaborative study\ncount more cells routinely than the minimum given in                     [13]). If XX/XY mosaicism (in prenatal samples) is >10%\nTable 4 to exclude mosaicism for all referrals – not just                or is level III, further investigations should be done (e.g.,\nwhere suspected from the referral information. Internal                  quantitative ﬂuorescence-polymerase chain reaction (QF-\nreports should include the number of cells analysed and                  PCR)) before reporting.\ncounted, with relevant details provided.\n   A report can be issued upon detection of an imbalance in              Chromosome instability syndromes\nthe proband whether or not the sample was referred indi-\nvidually or with parental blood samples. Comments on the                 As this type of syndromes is rare and challenging both in\nclinical signiﬁcance may be made if a phenotypic associa-                terms of analysis and interpretation, it is recommended that\ntion is supported in the published literature, otherwise it is           these cases are referred to experienced/reference labs with\nappropriate to report the anomaly as having unknown sig-                 proven expertise. Classic chromosome breakage disorders\nniﬁcance. Polymorphic variants that have been previously                 include Ataxia telangiectasia (AT), Bloom syndrome, Fan-\nreported as harmless should be excluded from the report (to              coni anaemia, Nijmegen breakage syndrome (NBS),\navoid confusion for the non-specialist) and only docu-                   Roberts’      syndrome,     Immunodeﬁciency–Centromeric\nmented in the patient’s laboratory record [5]. Cytogeneti-               instability–Facial anomalies (ICF) syndrome and Mosaic\ncally visible polymorphic variants include variants                      Variegated Aneuploidy (MVA) [5, 14]. Other syndromes\n                                                                         involving defective DNA replication/repair (e.g., Cockayne\n                                                                         syndrome and Xeroderma pigmentosum) are not amenable\nTable 4 Minimum number of metaphases to be analysed according to         to cytogenetic methods of conﬁrmation. Although cytoge-\ntissue type\n                                                                         netic studies are often the ﬁrst step in making a diagnosis,\nSample          Referral/result       Minimum         Additional cells   continuing research has led to identiﬁcation and cloning of\n                                      analyseda       countedb\n                                                                         putative disease genes. Therefore it is recommended that\nPrenatal        Routine               2 (2 cultures)c 0d                 molecular testing is considered instead of/or to supplement\nPostnatal       Routine               2e              0                  cytogenetic analysis, in particular now that targeted exome\nPre- and        Mosaicism exclusion 2                 28f                sequence analysis is available in some diagnostic\npostnatal       or single-cell                                           laboratories.\n                anomaly detection                                           When analysing breakage syndrome referrals, it is\na\n Analysed (banded metaphases where every set of homologues without       essential that sufﬁcient numbers of metaphases are exam-\nany crossovers are evaluated in their entirety). (In practice more       ined in order to ensure that any chromosomal damage\nmetaphase are analysed to clear any crossovers – see section             detected is signiﬁcant. Clastogen studies must only be\nKaryotyping)\nb\n                                                                         undertaken with appropriate negative matched control\n Counted (metaphases where the number of centric chromosomes and/\n                                                                         samples and, if available, positive matched control samples.\nor the presence/absence of a speciﬁc cytogenetic feature is evaluated)\nc                                                                        All control and test samples should be processed, cultured\n    QF-PCR and one culture in case of aneuploidy testing\nd                                                                        and harvested in parallel. Controls should be appropriately\n Extra cells may be counted to exclude mosaicism or a single-cell\nanomaly                                                                  matched (e.g., sex, age etc.). The patient and control sam-\ne\n  ACC Professional guidelines for clinical cytogenetics v1.04 (2007;\n                                                                         ples should be analysed blindly.\nhttp://www.acgs.uk.com/media/765607/acc_general_bp_mar2007_1.               For Bloom syndrome, it is recommended that 20 harle-\n04.pdf) and Hastings et al. [1]                                          quin banded metaphases are examined as some patients\nf\n    Hsu and Benn [7] and Hook [36]                                       have a population of cells with a normal sister chromatid\n\fEuropean guidelines for constitutional cytogenomic analysis                                                                     7\n\n\nexchange (SCE) frequency. The laboratory should have an          Table 5 Applications of FISH analysis\ninternal record of the SCE frequencies found when the same       Type of FISH         Applications of FISH analysis\nmethods are applied to a range of normal control samples.        analysis\nAs the BLM gene has been identiﬁed in association with\n                                                                 Rapid prenatal       High risk of chromosome aneuploidy or\nBloom syndrome, molecular testing to conﬁrm the cytoge-          FISH                 recurrent microdeletion (e.g., abnormal\nnetic result is now possible.                                                         ultrasound);\n    Analysis of at least 50, but preferably 100 metaphases, is                        late gestation referral.\nrecommended for Fanconi anaemia to exclude the possibi-                               Evaluation/characterisation of\nlity of a somatic variant, which is common in these patients.    Interphase FISH      Numerical abnormalities;\nTo ensure the efﬁcacy of the clastogen used SCE levels                                Duplications;\n                                                                                      Deletions;\nshould be analysed in negative cases. The mean breakage                               Sex chromosome constitution;\nper aberrant cell and the mean breakage per normal cell                               Mosaicism;\nshould be calculated. Referral to molecular analysis of                               Gene ampliﬁcation.\ncomplementation groups, or targeted exome sequencing is          Metaphase FISH       Marker chromosome;\nalso recommended for abnormal results.                                                Unknown material attached to a chromosome;\n                                                                                      Rearranged chromosome(s);\n    For AT and NBS, the aberration frequency in irradiated                            Suspected gain or loss of a chromosome\ncultures should be calculated by scoring 50–100 meta-                                 segment;\nphases. As some patients display an intermediate response                             Mosaicism.\nto irradiation, screening of 50 banded metaphases for rear-\nrangements, involving the T-cell antigen receptor loci on\nchromosomes 7 and 14, should also be carried out. As the         geneticist will decide whether FISH or another testing\nATM and NBN genes have been cloned (and associated with          method is more appropriate depending on the referral rea-\nAT and NBS, respectively) molecular analysis for con-            son. Interphase FISH could be used as a method of choice in\nﬁrmatory purposes should be suggested for patients with          instances where rapid test results are required, for example,\npositive cytogenetic and/or radio sensitivity assays.            to detect trisomy 21 or sex chromosome constitution in\n    Roberts’ syndrome referrals require scoring of 50 block      newborns. Interphase FISH is also used for aneuploidy\n(Leishman/Giemsa stained) or C-banded metaphases for             testing (trisomies 13, 18, 21 and sex chromosome aneu-\ncentromere pufﬁng and tramline chromosomes. Fifty ban-           ploidies) as an alternative method to QF-PCR or multiplex\nded metaphases should be counted for evidence of                 ligation-dependent probe ampliﬁcation (MLPA) in prenatal\naneuploidy.                                                      diagnosis or for routine investigation of pregnancy losses.\n    Fifty banded metaphases should also be scored in ICF            Metaphase FISH, on the other hand, is a method of\nsyndrome cases for anomalies of the heterochromatic              choice for the detection of submicroscopic balanced rear-\nregions of chromosomes 1, 9 and 16 and for multi-branched        rangements and can be used for chromosome imbalances\nconﬁgurations.                                                   when targeted proband/family follow-up investigations of\n    MVA is characterised by mosaic aneuploidies, pre-            abnormalities detected by array analysis are required.\ndominantly trisomies and monosomies, involving multiple             FISH can be performed pre- or postnatally. Postnatally,\ndifferent chromosomes together with normal cells. Some-          FISH can be used on virtually every tissue (e.g., lympho-\ntimes these are single-cell anomalies but a proportion of        cytes obtained after blood withdrawal, skin tissue, urine\nmetaphases with aneuploidy > 25% is required to deﬁne the        specimens, buccal swabs, tissue derived from products of\ndisorder (OMIM #257300).                                         conception, etc.). Prenatally, FISH can be performed on\n                                                                 either direct slides from uncultured (interphase) or cultured\nFluorescence in situ hybridisation                               amniocytes, as well as on CVS slides of STC (trophoblast\n                                                                 cells) or LTC (mesenchymal cells). Blood staining in an AF\nFISH can be applied to interphases and/or metaphases, for a      sample should be noted as these samples may contain MCC\nvariety of clinical applications. Usually it addresses a spe-    (see section Quantitative ﬂuorescence-polymerase chain\nciﬁc clinical question and therefore it is important that the    reaction). In case of suspected mosaicism or to rule out\nclinical reason for testing is provided on the referral form.    CPM, FISH on STC, as well as LTC slides can be\nSingle probe or multiple chromosome probes can provide           performed.\nreliable results in different clinical situations (Tables 5         Individual FISH probes that are used repeatedly in rou-\nand 6). Whole chromosome paints (wcp) have a limited             tine diagnostics should be validated to ascertain the upper\napplication and are only applicable for metaphase FISH           (with known abnormal sample(s)) and lower thresholds\nanalysis to identify large imbalances or rearrangements ( >      (with normal sample(s)) for reporting a normal or an\n5–10 Mb). In most instances, the clinical laboratory             abnormal result [15]. Sufﬁcient numbers of metaphases, or\n\f8                                                                                                                               M. Silva et al.\n\nTable 6 Minimum criteria for analysing FISH results according with probe type\nProbe type                      Analysis     Additional comments\n\nLocus-speciﬁc identiﬁer (LSI) 5          Score to conﬁrm or exclude an abnormality (e.g., in case of suspected microdeletion syndrome or\nprobes                        metaphases identiﬁcation of a marker chromosome)\nMultiprobe analysis             3          Per probe. Scored to conﬁrm a normal signal pattern. Conﬁrmation is advisable for abnormal signal\n                                metaphases patterns if no control probe is present\nInterphase analysis for         ≥50 cells    For each probe set\naneuploidy testing\nInterphase analysis to detect   ≥100 cells   For each probe set\nmosaicism\n\n\n\nnuclei from cultured or uncultured cells must be analysed                 gene name or D-number). The probe manufacturer should\ndepending on the probe type to ensure the statistical validity            also be provided. Internal reports should include the number\nof the result. Signals must be scored (Table 6) by two                    of cells scored and the hybridisation details. Contiguous\nindependent analysts or may be conﬁrmed by another                        probes (contigs) may be reported following ISCN, i.e,\ntechnique. There may be variation in probe signals both                   reporting all the contigs separated by single slant lines or if\nbetween slides (depending on age, quality, etc. of meta-                  only one contig probe for a speciﬁc chromosome is given in\nphase spreads) and within a slide. Where a deletion or a                  the ISCN the full contig position should be described in the\nrearrangement is suspected, adequate hybridisation efﬁ-                   report. Complex FISH results can be tabulated or given as a\nciency can be conﬁrmed either by the presence of a signal                 summary result instead of using ISCN. Mosaic ﬁndings\non the normal chromosome or if a control probe is provided                should be related to the referral indication, where\nin the probe mix. Depending on the sensitivity and speci-                 appropriate.\nﬁcity of the probe and on the number of cells scored, the                    It should be made clear that FISH analysis does not\npossibility of mosaicism should be considered, and com-                   substitute a complete cytogenomic analysis, provides\nments made where appropriate (Table 5). FISH analysis                     information solely on the locus of the probe used and its\nmay be the most appropriate method of conﬁrming sus-                      limitations arise from the limitations of those probes (e.g.,\npected mosaicism if a suitable probe is available to assess               whether the probe localisation is within or ﬂanking the\nlevels of mosaicism or chimerism of different cell lines.                 gene, cross hybridisation with other positions in the gen-\nLow-level mosaicism (10%) should be interpreted with                      ome). Furthermore, normal results from highly repetitive\ncaution as this is within the limitations of the assay. In some           sequence probe analysis should be interpreted carefully due\ninstances, more than one tissue type should be investigated               to the possibility of individuals with rare polymorphisms\n(e.g., if Pallister–Killian syndrome or trisomy 8 mosaicism               involving those sequences.\nis suspected). The laboratory geneticist may decide that                     Care needs to be taken in interpreting interphase FISH\nfewer cells than indicated are analysed in cases where                    results. The signal in interphase cells can be variable,\nscreening for a speciﬁc abnormality is the main indication                therefore > 50 cells, must be examined. It should be noted\nfor the study (e.g., checking for a known familial abnorm-                that this analysis is only able to detect a subset of\nality) or when an abnormality is detected but there are no                abnormalities and may be incomplete or misleading in the\nmore cells available. The test should be repeated when                    absence of a karyotype analysis (e.g., der(21;21) or a sex\nhybridisation results are not optimal. Most FISH results                  chromosome rearrangement).\nshould be accompanied by a karyotype analysis, except                        Caution should be taken when interpreting rearrange-\nwhen performed as follow-up test after array analysis or                  ments using wcp probes results, and it should be ",
  "wordCount": 12230,
  "indexed": "2025-09-25T22:39:34.807Z",
  "method": "direct"
}
