{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Generalidades/Little - 2005 - Structure and function of the human genome.pdf",
  "fileName": "Little - 2005 - Structure and function of the human genome.pdf",
  "relativePath": "Genetica/Generalidades/Little - 2005 - Structure and function of the human genome.pdf",
  "text": "Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\nPerspective\n\nStructure and function of the human genome\nPeter F.R. Little\nSchool of Biotechnology and Biomolecular Sciences, University of New South Wales, Sydney 2074, New South Wales, Australia\n\n\n      The human genome project has had an impact on both biological research and its political organization; this review\n      focuses primarily on the scientific novelty that has emerged from the project but also touches on its political\n      dimensions. The project has generated both anticipated and novel information; in the later category are the\n      description of the unusual distribution of genes, the prevalence of non-protein-coding genes, and the extraordinary\n      evolutionary conservation of some regions of the genome. The applications of the sequence data are just starting to\n      be felt in basic, rather than therapeutic, biomedical research and in the vibrant human origins and variation debates.\n      The political impact of the project is in the unprecedented extent to which directed funding programs have emerged\n      as drivers of basic research and the organization of the multidisciplinary groups that are needed to utilize the human\n      DNA sequence.\n\nThe past decade in biological research has surely been the decade             If the biomedical goals of the HGP are in the future, the\nof genome research—from the scientific perspective, in the pub-          immediate outcomes expected by the scientific community were\nlic imagination, and even in the minds of international politi-          perhaps more pragmatic; a description of the gross structure of\ncians. It is therefore timely to use this 10th anniversary of Genome     the human DNA sequence, the number of genes, and the pro-\nResearch to take stock of where we are and where we might be in          teins these might encode. Along with these reasonable expecta-\nanother decade in our understanding of the human genome.                 tions was the hope that the primary DNA sequence would reveal\n      The scale of the human DNA sequence must mean that no              clues as to the control of gene expression. Secondary outcomes\nreviewer can capture all of the information it contains and there-       included describing the sequence variation between humans\nfore I concentrate on what novel information emerges from the            and, closely related to this, insights into the evolutionary and\ncompleted sequence rather than on the detail of what we learned          population history of our genome.\nfrom each gene or each base.                                                  The present (assembly number 35, May 2004) human DNA\n      The Human Genome Project (HGP) has had scientific and              sequence contains ∼3,100,000,000 bp (depending on the actual\npolitical impacts on biological research; scientifically, it has pro-    source of the assembled DNA sequence) that covers most of the\nvided a novel conceptual dimension to human biology, that of             nonheterochromatic portions of the genome and contains some\n“completeness.” This word captures the idea that we now have             250 gaps (see Fig. 1). Its analysis has produced both predictable\nfinite bounds to research because the genome sequence contains           and novel insights. In the predictable category are the complete\nall of the information that is used in making human cells and            description of base compositional bias, the variation of rates of\norganisms. We can soon legitimately claim to study the behavior          recombination in relation to the physical DNA length, the high\nof all of our genes in a way that was quite inconceivable prior to       proportion of the genome comprising repetitive DNA sequences,\nthe availability of the sequence. Politically, the HGP is changing       and, more ambivalently, the identification of many genes of\nour perspectives on how biological research can be organized in          known and unknown function (Venter et al. 2001; International\nour institutions. This review inevitably focuses on the scientific       Human Genome Sequencing Consortium 2004). Essentially, in\noutcomes, but toward the end of the review, I discuss the idea           these areas, the HGP has simply extended what we already knew\nthat perhaps the HGP’s significant long-term impact will be on           without adding wholly novel insight. In contrast, and the pri-\nthe organization of scientific research.                                 mary focus of this review, unexpected insights are being gained\n      The original inception of the HGP included optimistic views        from the identification and analysis of genes and their distribu-\nof the impact of knowledge of our genome on biomedical re-               tion, the amount of transcription of non-protein-coding regions,\nsearch (see, e.g., Collins et al. 1998), and the first biomedical        and the large-scale duplication structure of the genome.\nimpacts of the HGP are fundamental insights rather than phar-\nmaceutical outcomes. For example, sequence analysis has led to           Genes in the human genome\nthe identification of new oncogenes (for review, see Strausberg\n                                                                         Perhaps the most publicly discussed result of the HGP was the\net al. 2004), and microRNA composition is being used as a novel\n                                                                         realization that we have ∼20,000–25,000 genes (International\nclassifier of human tumors (He et al. 2005; Lu et al. 2005), but\n                                                                         Human Genome Sequencing Consortium 2004), somewhat\nsuch information is presently distant from therapeutic outcome.\n                                                                         fewer than estimates based on the preliminary reports of the\nThe lack of immediate application of HGP data is unsurprising\n                                                                         human sequence (International Human Genome Sequencing\ngiven the >10-yr drug development pipeline (Dickson and\n                                                                         Consortium 2001; Venter et al. 2001). Identifying genes—the\nGagnon 2004). Over the next decade we will see an accumulation\n                                                                         process known as “annotation”—has predominantly been\nof basic knowledge derived from the genome sequence, and this\n                                                                         achieved through bioinformatics, most particularly by homology\nwill then inform therapeutics, suggesting that benefit must nec-\n                                                                         analyses and some de novo gene predictions. These data are\nessarily be deferred.\n                                                                         readily accessible through several large genome “browsers” (for\n                                                                         review, see Karolchik et al. 2003; Birney et al. 2004). The recent\nE-mail p.little@unsw.edu.au; fax 61-2-9385-1483.\nArticle and publication are at http://www.genome.org/cgi/doi/10.1101/    detailed analysis of 1% of the human genome under the\ngr.4560905.                                                              ENCODE (ENCyclopedia Of DNA Elements) project (ENCODE\n\n\n15:1759–1766 ©2005 by Cold Spring Harbor Laboratory Press; ISSN 1088-9051/05; www.genome.org               Genome Research          1759\n                                                                                                              www.genome.org\n\f                 Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\nLittle\n\n\n\n\nFigure 1. The sequenced (gray filled) and unsequenced (white) portions of the human genome, listed by chromosome; numbers in % are the\nproportion of chromosomes that are heterochromatic and unsequenced for this reason. Statistics are from the NCBI Build 35, UCSC assembly of May\n2004, Assembly 17, data from http://www.genome.ucsc.edu/goldenPath/stats.html#hg17.\n\n\n\nProject Consortium 2004; http://www.genome.gov/10005107)                  of otherwise annotated genes. If this finding is true for humans,\nindicates that these approaches have a relatively high success rate       it is tempting to believe that the transcription may be involved,\nat identifying the presence of a gene within a region but a much          for example, in reorganizing a chromatin domain so that it can\nlower success in predicting the gene’s structure correctly (see,          subsequently be transcribed in a controlled fashion later in de-\ne.g., Brent and Guigo 2004); this suggests that annotation may            velopment. Secondly, these transfrags necessarily sequester RNA\nunderestimate gene number but not substantially. The low gene             polymerase and relevant accessory proteins, and it is possible\nnumber prompted press comment on the difficulty of equating               that the biological relevance of transcription might simply be in\nhuman complexity with apparent genetic simplicity; such com-              relation to the control of availability of the basal and cell-specific\nment seems to ignore the extraordinary combinatorial possibili-           transcription factors. These speculations are as yet untested.\nties that can be generated from the interaction of even small                    There has also been considerable speculation that noncod-\nnumbers of gene products, a fact noted well before the final fig-         ing RNAs might have a regulatory function, and in part these\nure had been released (Ewing and Green 2000).                             proposals have been influenced by the increasing evidence that\n      The extensive annotation process also confirmed the impor-          the DNA of many genes is transcribed off both coding and non-\ntance of alternative splicing in creating proteome diversity. Pres-       coding strands (see, e.g., Kapranov et al. 2005). An essential role\nently, estimates for the per gene frequency of alternative splicing       for some noncoding RNA transcripts in early embryonic devel-\nrange from 35% to ∼60% (Johnson et al. 2003), but there remains           opment had been demonstrated by transgenesis long before the\nsubstantial uncertainty in determining the extent to which these          more general analysis of the genome (Brunkow and Tilghman\nestimates reflect functionally significant splices or splice errors       1991), and the role of antisense transcripts in regulating human\n(for review, see Sorek et al. 2004). The influence of alternative         genes is well documented (for recent review, see O’Neill 2005).\nsplicing on proteome complexity (for review, see Southan 2004)            The challenge of studying the function of the many new ex-\nis a matter of substantial biological importance, and lack of pre-        amples of antisense and noncoding transcripts is considerable,\ncision in predicting genes, gene structures, and alternative splices      since it will require sophisticated manipulation of relevant re-\nnecessarily limits the present utility of genomic information;            gions to establish likely function; some of these analyses may\nthese are areas that must see substantial direct experimentation          emerge from the ENCODE project discussed below (ENCODE\nbefore a nearly complete data set can emerge.                             Project Consortium 2004).\n                                                                                 MicroRNAs are a class of noncoding RNA that are the focus\nNon-protein-coding RNA transcripts: The relationship                      of increasing attention since their initial description in animals\nof genes and transcribed regions                                          (see, e.g., Lagos-Quintana et al. 2001). The number of human\nIn parallel with the low gene number, there is accumulating evi-          microRNA genes in the genome may be >800 (Bentwich et al.\ndence that there are many transcripts that appear to be non-              2005), and a significant majority of these are of unknown func-\nprotein-coding and of no known function (Cheng et al. 2005;               tion. The increasing data that support a fundamental role for this\nKapranov et al. 2005; for review, see Johnson et al. 2005), an            class of noncoding RNAs (see, e.g., He et al. 2005; Lu et al. 2005)\nobservation that is mirrored in the mouse (for review, see Suzuki         are driving research in this area, and the next few years will see\nand Hayashizaki 2004). In humans, the original observations               progressively clearer descriptions of the number and biological\nwere controversial both because the level of RNA produced from            role of these RNAs.\nthese so-called transfrags (transcribed fragments) can be low and                Emerging from these data is the realization that our concept\nalso because transfrags are often not annotated as genes; both            of a gene is becoming somewhat unclear at a molecular level. In\nconcerns prompted doubts about the biological importance of               particular, the relationship of transcription to gene expression, to\nsuch transcription. There are several reasons that these concerns         control of gene expression, and even to control of translation has\nmay be unnecessary. J. Manak and T. Gingeras (pers. comm.)                become more complex, and by this measure a greater proportion\nhave shown that in early development in Drosophila, many of               of the genome is functional than we previously understood. It is\nthese transfrags are, in fact, alternative unannotated 5⬘ start sites     important to recognize that function in these cases is being used\n\n\n1760     Genome Research\n            www.genome.org\n\f                 Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\n                                                                                Structure and function of the human genome\n\n\nin two different senses; in one extreme use, function resides en-      research (as opposed to research using genome information)\ntirely in the specific DNA sequence of a region (e.g., a transcrip-    should initially be concentrated on multiple technical ap-\ntion factor binding site), but at the other extreme, “structural”      proaches, targeted at a collaboratively agreed small number of\nfunction can be quite independent of sequence (e.g., spacer            well-studied cell types. Ideally, these should include the geneti-\nDNAs). This view has critical implications for interpreting pat-       cally well-characterized CEPH lymphoblastoid cell lines that\nterns of sequence conservation that show that overall only ∼5%         have been extensively characterized for genetic variation in the\nof our sequence is subject to selective evolutionary pressure and      Human Haplotype Map (the “HapMap”) project (International\ntherefore “functional” (for review, see Miller et al. 2004).           HapMap Consortium 2003; http://www.hapmap.org). Such a\n                                                                       project would certainly synergize cellular biological, genetic, and\nThe distribution of genes within DNA                                   clinical studies to an unprecedented extent.\n                                                                            Arguably, one of the most surprising results of the HGP was\nThe gene distribution in the full sequence provided two surprises:\n                                                                       the identification (Bejerano et al. 2004; Siepel et al. 2005) of\nfirstly, striking gene-poor “deserts”; regions of up to 3 Mb (Venter\n                                                                       regions of the genome, called “ultra conserved elements” (UCEs),\net al. 2001) that are devoid of genes, with a statistically high\n                                                                       that were extraordinarily highly conserved between evolution-\nprobability that these are not the tails of a random distribution of\n                                                                       arily distant species. The human genome contains 481 such re-\ngenes. In the mouse, deletion of two deserts had no immediate\n                                                                       gions that are >200 bp in length (see Fig. 2) and are 100% invari-\nphenotypic consequences (Nobrega et al. 2004). Presently, there\n                                                                       ant between the human, rat, and mouse sequences. This conser-\nis no satisfactory explanation for the existence of gene deserts,\n                                                                       vation is far greater than can be accounted for by protein-coding\nbut the varying pattern of conservation within deserts suggest\n                                                                       constraints of an absolutely conserved protein or by require-\nsome function; Nobrega et al. 2003, Ovcharenko et al. (2005),\n                                                                       ments of RNA secondary structure. Recently S. Salama and D.\nand de la Calle-Mustienes et al. (2005) show that some deserts\n                                                                       Haussler (pers. comm.) have shown that some UCEs are enhancer\ncontain enhancers distant to flanking genes.\n                                                                       elements of nearby genes, and this suggests a potential solution\n      Secondly, prior to the results of the HGP, the location of\n                                                                       to the puzzle of their ultraconserved nature. Enhancers contain\ngenes along the DNA was known to be functionally important;\n                                                                       multiple transcription-factor-binding sites, and any given factor\nclusters of coordinately expressed genes such as the HOX or glo-\n                                                                       can bind to a family of short DNA sequences consisting of a mix\nbin clusters were well studied, but it was clear that these clusters\n                                                                       of highly invariant or relatively unconstrained bases (Transfac\nwere products of gene duplication events in deep evolutionary\n                                                                       database at http://www.gene-regulation.com/pub/databases.\ntime. However, Yamashita et al. (2004) identified large-scale\n                                                                       html). A testable hypothesis to explain the extraordinary conser-\nfunctional clustering of genes that were coexpressed in specific\n                                                                       vation of some UCEs is to suggest that they consist of clusters of\nhuman tissues. Boon et al. (2004) and Petkov et al. (2005) re-\n                                                                       transcription-factor-binding sites organized as partially overlap-\nported similar results in the mouse, and Caron et al. (2001) re-\n                                                                       ping sets, such that the invariance of a base in one binding site\nported clustering of genes expressed at high levels into specific\n                                                                       defines the identity of an otherwise variable base in a second\nchromosomal regions. Importantly, the clusters do not appear to\n                                                                       partially overlapping factor-binding site. The overall result of the\nbe the products of evolutionary duplications of an ancestral\n                                                                       overlap of factor-binding sites would be a DNA sequence that\ngene(s), and the implication is that clustering reflects some level\n                                                                       could not be altered, since variation of a base would disrupt the\nof coordinate control, speculatively, such as enhancer sharing or\n                                                                       function of one or more transcription factors; such a sequence\nopen chromatin conformation.\n                                                                       would therefore be highly resistant to evolutionary change.\n\nElements that control gene expression\nThe identification of cis-acting promoter sequences that control       Large-scale structures in DNA\ngene expression has inevitably become the focus both of inten-         The sequence revealed the full extent to which human DNA is\nsive bioinformatics analysis (see, e.g., Liu and States 2002 or        comprised of abundant interspersed repeats, extending and com-\nZhang 2003) and experimental research (Kim et al. 2005). Per-          pleting what was already known; fully 45% of our DNA consists\nhaps the most difficult aspect of bioinformatics predictions is        of repetitive elements interspersed within nonrepetitive se-\ntesting the results in practical experimentation, and here the         quences. Interestingly, the extent and diversity of gene repeti-\nENCODE project is a key development. Presently, the ENCODE             tions contained in low copy number repeats were greater than\nproject has the goal “to identify all functional elements in the       expected; very extensive duplications of regions of DNA both\nhuman genome sequence” (ENCODE Project Consortium 2004;                within and between chromosomes were identified by the Inter-\nhttp://www.genome.gov/10005107) by using a mix of different            national Human Genome Sequencing Consortium (2001) and\ndirect experimental and computational approaches. The chal-            Venter et al. (2001).\nlenge of these studies is considerable; many promoters function             Some years prior to the HGP and based on the identification\nbidirectionally (Trinklein et al. 2004), and the relationship of       of genes in multiples of four in our DNA, the suggestion was\ntranscription to “gene” expression is, as noted above, becoming        made that the human genome was a quadrupalized derivative of\nmore complex.                                                          a smaller ancestral genome (see, e.g., Spring 1997). Analysis of\n      It is here that we can perhaps predict the next significant      the complete sequence fails to support this hypothesis, because\ndevelopment of the HGP as a collaborative project because we           there is no significant increase in fourfold repeated regions in the\nface a severe technical and biological challenge—technically be-       genome.\ncause evidence to date suggests that no one approach to eluci-              More recently She et al. (2004) have extended the initial\ndating gene control is satisfactory, and biologically because the      analyses to define the full duplication landscape of the genome,\ntissue specificity of gene expression requires us to study its con-    and Tuzun et al. (2005) have shown that there are significant\ntrol, ultimately, in all human tissues. To meet these challenges is    copy number polymorphisms between individuals, the pheno-\na task that will require coordination; perhaps systematic genome       typic consequences of which in many cases are unknown. The\n\n\n                                                                                                          Genome Research           1761\n                                                                                                             www.genome.org\n\f                 Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\nLittle\n\n\n\n\nFigure 2. The location of 481 Ultra conserved elements (UCEs) in the human genome with a detailed display of the UCEs within the POLA gene.\nReproduced with permission from Science © 2004, Bejarano et al. (2004).\n\n\nlocation of deletions, insertions, and inversions are shown in         to introduce wholly novel genotypic classifications of human\nFigure 3.                                                              diversity. Such a development would have an important impact\n                                                                       on population- and cohort-based research such as clinical trials\nHuman genetic variation                                                and on the genetic basis of personalized medicine.\nThe Human Haplotype Map (the “HapMap”) project is a key\ncomponent of realizing the genetic potential of the HGP (The\nInternational HapMap Consortium 2003; http://www.hapmap.               Recreating human ancestry\norg). This project is based on identifying DNA sequence varia-         It was always understood that the HGP would provide the frame-\ntions, predominantly single nucleotide polymorphisms (SNPs),           work for the study of human diversity from a biomedical per-\nin a target of 270, ethnically diverse human beings. The SNPs are      spective but that these data could equally be applied to the study\ngrouped into haplotypes to provide a descriptive framework on          of human history through tracing historical patterns of migra-\nwhich human phenotypic (and further genotypic) variation can           tion and population structure. We can certainly anticipate that\nbe mapped. The extent to which haplotypes capture human                the HapMap will provide an enormous intellectual platform to\nvariation is still unclear (see, e.g., Evans and Cardon 2005; Sawyer   power these analyses; the present expense of genotyping by re-\net al. 2005), and we are still far from having reasonable estimates    sequencing will necessarily limit the extent to which human\nof how explicitly haplotypic variation influences, or is correlated    populations may be studied. There is every reason to suppose\nwith, phenotypic variation. The potential for the HapMap to            that the driver of biomedical research will force sequencing costs\ninform analysis of human complex genetic disorders was one of          down to levels where large-scale study of populations by rese-\nthe founding principles of the project, and the next five years will   quencing will become cost tractable; the outcome will be the\nsee the full application of this research. More conjecturally, the     most detailed description of human origins that these technolo-\nreduced complexity of haplotype sharing between two individu-          gies and human history can allow.\nals, when compared to the full sequence difference, may allow us            Human ancestry can also be studied by comparison with the\n\n\n1762     Genome Research\n           www.genome.org\n\f                 Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\n                                                                                    Structure and function of the human genome\n\n\n\n\nFigure 3. Location of 139 insertions, 102 deletions, and 56 inversions on each human chromosome, showing the location positioned against the DNA\nsequence. Reproduced and modified with permission from Nature Genetics © 2005, Tuzun et al. (2005).\n\n\n\ngreat ape DNA sequences, and this is an emerging area of research         developmental biology to put flesh on the “bones” of the DNA\nthat has captured imaginations widely, particularly in respect to         sequence of an unknowable distant common ancestor!\nthe evolution of human higher cognitive functions such as lan-\nguage (Enard et al. 2002). The difficulty of these studies is that\nthe divergence of human and chimpanzee DNA at ∼1.23% is so\n                                                                          Broadening the impact of the HGP\nsmall (The International Chimpanzee Chromosome 22 Consor-                 So far this review has focused on the achievements of the HGP in\ntium 2004; Chimpanzee Sequencing and Analysis Consortium                  terms of novel information and concepts generated from within\n2005) that it does not easily allow statistically robust identifica-      the project itself, but, of course, one of the founding principles\ntion of selection, and our understanding of the genetic basis for         underlying the HGP was that the DNA sequence would inform a\nhigher cognitive function remains sketchy.                                very wide range of research. Has this goal been achieved? It is\n     The role of comparative sequence analysis in annotation has          clear that even the incomplete knowledge of the genic and there-\nbeen amply demonstrated in the HGP and in many other ge-                  fore protein composition of humans has, indeed, supported\nnome projects. A novel use of this information allowed Blan-              much research but has not, perhaps, produced the flood of new\nchette et al. (2004) to attempt to recreate the molecular genetic         therapies and concepts that more enthusiastic supporters had\nancestors of humans and other vertebrates (see Fig. 4). Conven-           proclaimed.\ntional DNA sequence phylogenetic analyses use statistical ap-                   Can the impact be broadened? Completing the annotation\nproaches to establish a likely order of changes to DNA in the             of genes would certainly contribute to increased impact by facili-\ncourse of evolution and thus recreate an evolutionary history.            tating the technical exploitation of genome information, for ex-\nBlanchette et al. (2004) used the ∼1.8-Mb CFTR gene region DNA            ample, enhancing our ability to define canonical DNA probes on\nsequence from 18 mammalian species, but instead of focusing on            microarrays, and contributing to biological study of human\nthe order of changes, they attempted to recreate the ancestral            genes. Of course, the ethical limitations of research on humans\nDNA sequence by statistical modeling to “reverse” base changes            has restricted the scope of experimental descriptions of tissue\nto the evolutionary basal state—creating the eutherian ancestral          specificity of gene expression and of alternative splice forms. Hu-\ngenome (Fig. 4). That there are statistical limitations to this ap-       man embryogenesis is a particularly difficult area of study, and it\nproach is certainly recognized, but perhaps in the not-too-distant        is likely that human embryonic (and other) stem cells will be-\nfuture, we may be able to combine our theoretical knowledge of            come very important surrogate targets for experimental analysis\nancestral DNA sequences with our knowledge of evolutionary                of the human gene complement and its control.\n\n\n                                                                                                              Genome Research            1763\n                                                                                                                 www.genome.org\n\f             1764\nwww.genome.org\n             Genome Research\n                               Figure 4. The recreation of an ancestral DNA sequence. This is an example based upon a MER20 retrotransposon. The sequence labeled “PRED.ANC.” at the bottom is the prediction of the ancestral MER20\n                               sequence. Reproduced and modified with permission from Cold Spring Harbor Laboratory Press © 2004, Blanchette et al. (2004).\n                                                                                                                                                                                                                                       Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\f                 Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\n                                                                                   Structure and function of the human genome\n\n\nThe human sequence display—genome browsers                              Conclusions\nThe HGP data is exceptionally rich in information but most criti-       I have focused on novelty in this review, but the undeniable\ncally, this richness is very much in the eye of the beholder; the       reality is that the human sequence presently, and for decades to\ngenome sequence holds very different information for different          come, underpins an extraordinary range of research that ulti-\nbiologists. For this reason, the second area where the HGP impact       mately is only limited by the interests of those who use its in-\nmay be widened is in the difficult task of presenting the DNA           formation. This is the real success of the HGP, but it is a success\nsequence for use by the scientific community. In the introduc-          that does not readily lend itself to headlines. Genome informa-\ntion to “A User’s Guide to the Human Genome” (Wolfsberg et al.          tion does not allow us to escape from the extraordinary complex-\n2003), it was noted that “many investigators whose research pro-        ity of our biology, and thus it is not a golden source of drugs,\ngrams stand to benefit in a tangible way from the availability of       drug targets, cures, and insights. Its information cannot be read\nthis information have not been able to capitalize on its poten-         like a book because that is not the logic of living cells. Post-\ntial.” In part, as the guide tried to argue, this was because of user   genome sequence, science is quite unlike anything we have pre-\nunfamiliarity with the complex data available through the nor-          viously encountered, but the brutal reality is that our own biol-\nmal browsers that display the sequence, those of the UCSC               ogy remains as difficult to study as it has ever been; perhaps,\n(http://genome.ucsc.edu/; Kent et al. 2005), NCBI (http://              therefore, the greatest contribution the HGP has made is to show\nwww.ncbi.nlm.nih.gov/genome/guide/human/; Wheeler et al.                us just how complex we really are.\n2005), and Ensembl (http://www.ensembl.org; Hubbard et al.\n2005). However a potentially more significant factor to be con-\nsidered is that these interfaces are all designed around the view of    Acknowledgments\nthe DNA sequence as the ultimate genetic map, which is a ge-\n                                                                        Space limitations do not allow me to cite many of the relevant\nneticist/genomicist view of the genome. Most experimental bi-\n                                                                        references in this review; I hope the individuals concerned can\nologists are not interested in genetic organization but rather are\n                                                                        forgive the necessary omissions! I am indebted to the past and\ninterested in biological organization—for example, proteins ex-         present members of my lab and colleagues for their help in form-\npressed or functioning in the same space or same time in an             ing my understanding of genome biology: this work was sup-\norganism. The descriptive language of gene function is becoming         ported by a grant from the Australian ARC to P.F.R.L. and\nformalized around the terms defined in the Genome Ontology              through the expertise of The Clive and Vera Ramaciotti Centre\nproject (The Gene Ontology Consortium 2000; http://www.                 for Gene Function Analysis at the University of New South\ngeneontology.org), and this provides an important framework             Wales.\nfor description. Displays based on this more complex knowledge\nare presently intended for more specialist users (e.g., the pro-\nteomics community), and until they become more generic, it is           References\nlikely biologists will remain somewhat distant from genome in-\n                                                                        Bejerano, G., Pheasant, M., Makunin, I., Stephen, S., Kent, W.J., Mattick,\nformation. The next decade will most assuredly see enormous                 J.S., and Haussler, D. 2004. Ultraconserved elements in the human\nstrides in this area, particularly under the integrative drive of           genome. Science 304: 1321–1325.\nsystems-biology-based approaches.                                       Bentwich, I., Avniel, A., Karov, Y., Aharonov, R., Gilad, S., Barad, O.,\n                                                                            Barzilai, A., Einat, P., Einav, U., Meiri, E., et al. 2005. Identification\n                                                                            of hundreds of conserved and nonconserved human microRNAs.\nThe organizational lead of the HGP                                          Nat. Genet. 37: 766–770.\n                                                                        Birney, E., Andrews, T.D., Bevan, P., Caccamo, M., Chen, Y., Clarke, L.,\nThe HGP was one of the few examples in biology of an attempt                Coates, G., Cuff, J., Curwen, V., Cutts, T., et al. 2004. An overview\nto coordinate and focus research to specific goals by a strongly            of Ensembl. Genome Res. 14: 925–928.\ndirected program of investigation. The HapMap and the Encode            Blanchette, M., Green, E.D., Miller, W., and Haussler, D. 2004.\n                                                                            Reconstructing large regions of an ancestral mammalian genome in\nprojects are good examples of the second generation of directed             silico. Genome Res. 14: 2412–2423.\nprojects, and while both may have their scientific critics, both are    Boon, W.M., Beissbarth, T., Hyde, L., Smyth, G., Gunnersen, J., Denton,\nclearly generating novel information that will support much hy-             D.A., Scott, H., and Tan, S.S. 2004. A comparative analysis of\n                                                                            transcribed genes in the mouse hypothalamus and neocortex reveals\npothesis-driven research in the future. A continuing role for di-           chromosomal clustering. Proc. Natl. Acad. Sci. 101: 14972–14977.\nrected research is ultimately a political decision of some com-         Brent, M.R. and Guigo, R. 2004. Recent advances in gene structure\nplexity if only because of the mix of individual creativity and             prediction. Curr. Opin. Struct. Biol. 14: 264–272.\n                                                                        Brunkow, M.E. and Tilghman, S.M. 1991. Ectopic expression of the H19\nmore collective endeavor that is characteristic of the best of ge-          gene in mice causes prenatal lethality. Genes & Dev. 5: 1092–1101.\nnome research. In any event, the HGP has in many respects led           Caron, H., van Schaik, B., van der Mee, M., Baas, F., Riggins, G., van\nthe way in modern biological research; it has altered the politics          Sluis, P., Hermus, M.C., van Asperen, R., Boon, K., Voute, P.A., et al.\n                                                                            2001. The human transcriptome map: Clustering of highly expressed\nof science funding very substantially by virtue of its scale, of the        genes in chromosomal domains. Science 291: 1289–1292.\nscale of the information that biologists can now access and of the      Cheng, J., Kapranov, P., Drenkow, J., Dike, S., Brubaker, S., Patel, S.,\ncomplexity of that information. Genomic-scale analyses have                 Long, J., Stern, D., Tammana, H., Helt, G., et al. 2005.\n                                                                            Transcriptional maps of 10 human chromosomes at 5-nucleotide\nstarted to revolutionize biological research, drawing computer\n                                                                            resolution. Science 308: 1149–1154.\nscientist, mathematician, biologist, clinician, chemist, and physi-     Chimpanzee Sequencing and Analysis Consortium. 2005. Initial\ncist into complex collaborative projects. This is surely one of the         sequence of the chimpanzee genome and comparison with the\nrealized beneficial outcomes of the HGP, realized far in advance            human genome. Nature 437: 69–87.\n                                                                        Collins, F.S., Patrinos, A., Jordan, E., Chakravarti, A., Gesteland, R., and\nof the impact of increased biological knowledge itself. I would             Walters, L. 1998. New goals for the U.S. Human Genome Project:\nargue that one of the achievements of the HGP has been to alter             1998–2003. Science 282: 682–689.\nthe way in which we study ourselves, and this, it seems to me, is       de la Calle-Mustienes, E., Feijoo, C.G., Manzanares, M., Tena, J.J.,\n                                                                            Rodriguez-Seguel, E., Leticia, A., Allende, M.L., and Gomez-Skarmeta,\nas profound an impact as one can hope for in a field as complex             J.L. 2005. A functional survey of the enhancer activity of conserved\nas human biology.                                                           non-coding sequences from vertebrate Iroquois cluster gene deserts.\n\n\n\n                                                                                                                Genome Research               1765\n                                                                                                                    www.genome.org\n\f                  Downloaded from genome.cshlp.org on May 29, 2015 - Published by Cold Spring Harbor Laboratory Press\n\n\n\nLittle\n\n\n    Genome Res. 15: 1061–1072.                                                    Megabase deletions of gene deserts result in viable mice. Nature\nDickson, M. and Gagnon, J.P. 2004. Key factors in the rising cost of new          431: 988–993.\n    drug discovery and development. Nat. Rev. Drug Discov. 3: 417–429.        O’Neill, M.J. 2005. The influence of non-coding RNAs on allele-specific\nEnard, W., Przeworski, M., Fisher, S.E., Lai, C.S., Wiebe, V., Kitano, T.,        gene expression in mammals. Hum. Mol. Genet. 14: 1: R113–R120.\n    Monaco, A.P., and Pääbo, S. 2002. Molecular evolution of FOXP2, a         Ovcharenko, I., Loots, G.G., Nobrega, M.A., Hardison, R.C., Miller, W.,\n    gene involved in speech and language. Nature 418: 869–872.                    and Stubbs, L. 2005. Evolution and functional classification of\nENCODE Project Consortium. 2004. The ENCODE (ENCyclopedia Of                      vertebrate gene deserts. Genome Res. 15: 137–145.\n    DNA Elements) Project. Science 306: 636–640.                              Petkov, P.M., Graber, J.H., Churchill, G.A., Dipetrillo, K., King, B.L., and\nEvans, D.M. and Cardon, L.R. 2005. A comparison of linkage                        Paigen, K. 2005. Evidence of a large-scale functional organization of\n    disequilibrium patterns and estimated population recombination                mammalian chromosomes. PLoS Genet. 1: e33.\n    rates across multiple populations. Am. J. Hum. Genet. 76: 681–687.        Sawyer, S.L., Mukherjee, N., Pakstis, A.J., Feuk, L., Kidd, J.R., Brookes,\nEwing, B. and Green, P. 2000. Analysis of expressed sequence tags                 A.J., and Kidd, K.K. 2005. Linkage disequilibrium patterns vary\n    indicates 35,000 human genes. Nat. Genet. 25: 232–234.                        substantially among populations. Eur. J. Hum. Genet. 13: 677–686.\nThe Gene Ontology Consortium. 2000. Gene Ontology: Tool for the               She, X., Jiang, Z., Clark, R.A., Liu, G., Cheng, Z., Tuzun, E., Church,\n    unification of biology. Nat. Genet. 25: 25–29.                                D.M., Sutton, G., Halpern, A.L., and Eichler, E.E. 2004. Shotgun\nHe, L., Thomson, J.M., Hemann, M.T., Hernando-Monge, E., Mu, D.,                  sequence assembly and recent segmental duplications within the\n    Goodson, S., Powers, S., Cordon-Cardo, C., Lowe, S.W., Hannon,                human genome. Nature 431: 927–930.\n    G.J., et al. 2005. A microRNA polycistron as a potential human            Siepel, A., Bejerano, G., Pedersen, J.S., Hinrichs, A.S., Hou, M.,\n    oncogene. Nature 435: 828–833.                                                Rosenbloom, K., Clawson, H., Spieth, J., Hillier, L.W., Richards, S., et\nHubbard, T., Andrews, D., Caccamo, M., Cameron, G., Chen, Y., Clamp,              al. 2005. Evolutionarily conserved elements in vertebrate, insect,\n    M., Clarke, L., Coates, G., Cox, T., Cunningham, F., et al. 2005.             worm, and yeast genomes. Genome Res. 15: 1034–1050.\n    Ensembl. Nucleic Acids Res. 33: D447–D453.                                Sorek, R., Shamir, R., and Ast, G. 2004. How prevalent is functional\nThe International Chimpanzee Chromosome 22 Consortium. 2004.                      alternative splicing in the human genome? Trends Genet. 20: 68–71.\n    DNA sequence and comparative analysis of chimpanzee                       Southan, C. 2004. Has the yo-yo stopped? An assessment of human\n    chromosome 22. Nature 429: 382–388.                                           protein-coding gene number. Proteomics 4: 1712–1726.\nThe International HapMap Consortium. 2003. The International                  Spring, J. 1997. Vertebrate evolution by interspecific hybridisation—Are\n    HapMap Project. Nature 426: 789–796.                                          we polyploid? FEBS Lett. 400: 2–8.\nInternational Human Genome Sequencing Consortium. 2001. Initial               Strausberg, R.L., Simpson, A.J., Old, L.J., and Riggins, G.J. 2004.\n    sequencing and analysis of the human genome. Nature                           Oncogenomics and the development of new cancer therapies. Nature\n    409: 860–921.                                                                 429: 469–474.\n———. 2004. Finishing the euchromatic sequence of the human                    Suzuki, M. and Hayashizaki, Y. 2004. Mouse-centric comparative\n    genome. Nature 431: 931–945.                                                  transcriptomics of protein coding and non-coding RNAs. Bioessays\nJohnson, J.M., Castle, J., Garrett-Engele, P., Kan, Z., Loerch, P.M.,             26: 833–843.\n    Armour, C.D., Santos, R., Schadt, E.E., Stoughton, R., and                Trinklein, N.D., Aldred, S.F., Hartman, S.J., Schroeder, D.I., Otillar, R.P.,\n    Shoemaker, D.D. 2003. Genome-wide survey of human alternative                 and Myers, R.M. 2004. An abundance of bidirectional promoters in\n    pre-mRNA splicing with exon junction microarrays. Science                     the human genome. Genome Res. 14: 62–66.\n    302: 2141–2144.                                                           Tuzun, E., Sharp, A.J., Bailey, J.A., Kaul, R., Morrison, V.A., Pertz, L.M.,\nJohnson, J.M., Edwards, S., Shoemaker, D., and Schadt, E.E. 2005. Dark            Haugen, E., Hayden, H., Albertson, D., Pinkel, D., et al. 2005.\n    matter in the genome: Evidence of widespread transcription detected           Fine-scale structural variation of the human genome. Nat. Genet.\n    by microarray tiling experiments. Trends Genet. 21: 93–102.                   37: 727–732.\nKapranov, P., Drenkow, J., Cheng, J., Long, J., Helt, G., Dike, S., and       Venter, J.C., Adams, M.D., Myers, E.W., Li, P.W., Mural, R.J., Sutton,\n    Gingeras, T.R. 2005. Examples of the complex architecture of the              G.G., Smith, H.O., Yandell, M., Evans, C.A., Holt, R.A., et al. 2001.\n    human transcriptome revealed by RACE and high-density tiling                  The sequence of the human genome. Science 291: 1304–1351.\n    arrays. Genome Res. 15: 987–997.                                          Wheeler, D.L., Barrett, T., Benson, D.A., Bryant, S.H., Canese, K.,\nKarolchik, D., Baertsch, R., Diekhans, M., Furey, T.S., Hinrichs, A., Lu,         Church, D.M., DiCuccio, M., Edgar, R., Federhen, S., Helmberg, W.,\n    Y.T., Roskin, K.M., Schwartz, M., Sugnet, C.W., Thomas, D.J., et al.          et al. 2005. Database resources of the National Center for\n    2003. The UCSC Genome Browser database. Nucleic Acids Res.                    Biotechnology Information. Nucleic Acids Res. 33: D39–D45.\n    31: 51–54.                                                                Wolfsberg, T.G., Wetterstrand, K.A., Guyer, M.S., Collins, F.S., and\nKent, W.J., Hsu, F., Karolchik, D., Kuhn, R.M., Clawson, H., Trumbower,           Baxevanis, A.D. 2003. A user’s guide to the human genome. Nat.\n    H., and Haussler, D. 2005. Exploring relationships and mining data            Genet. 35: 4.\n    with the UCSC Gene Sorter. Genome Res. 15: 737–741.                       Yamashita, T., Honda, M., Takatori, H., Nishino, R., Hoshino, N., and\nKim, T.H., Barrera, L.O., Zheng, M., Qu, C., Singer, M.A., Richmond,              Kaneko, S. 2004. Genome-wide transcriptome mapping analysis\n    T.A., Wu, Y., Green, R.D., and Ren, B. 2005. A high-resolution map            identifies organ-specific gene expression patterns along human\n    of active promoters in the human genome. Nature 436: 876–880.                 chromosomes. Genomics 84: 867–875.\nLagos-Quintana, M., Rauhut, R., Lendeckel, W., and Tuschl, T. 2001.           Zhang, M.Q. 2003. Prediction, annotation, and analysis of human\n    Identification of novel genes coding for small expressed RNAs.                ",
  "wordCount": 6500,
  "indexed": "2025-09-25T22:39:47.309Z",
  "method": "direct"
}
