{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Pan et al_2015_Brain tumor mutations detected in cerebral spinal fluid.pdf",
  "fileName": "Pan et al_2015_Brain tumor mutations detected in cerebral spinal fluid.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Oncologia/Pan et al_2015_Brain tumor mutations detected in cerebral spinal fluid.pdf",
  "text": "Clinical Chemistry 61:3                                                                                                                        Cancer Diagnostics\n514–522 (2015)\n\n\n\n\n                 Brain Tumor Mutations Detected in Cerebral\n                               Spinal Fluid\n           Wenying Pan,1 Wei Gu,1,4 Seema Nagpal,3 Melanie Hayden Gephart,2* and Stephen R. Quake1*\n\n\n\n\nBACKGROUND: Detecting tumor-derived cell-free DNA                                          Recent studies have demonstrated great potential for us-\n(cfDNA) in the blood of brain tumor patients is challeng-                                  ing circulating cell-free DNA (cfDNA)5 in blood for can-\ning, presumably owing to the blood– brain barrier. Cere-                                   cer diagnosis, prognosis, and directed treatment (1 ). Al-\nbral spinal fluid (CSF) may serve as an alternative “liquid                                though tumor-derived circulating cfDNA has been\nbiopsy” of brain tumors by enabling measurement of                                         detected in a variety of cancers, it is rarely found in pa-\ncirculating DNA within CSF to characterize tumor-                                          tients with isolated brain tumors, presumably owing to\nspecific mutations. Many aspects about the characteris-                                    the blood– brain barrier (2 ). Determining the mutation\ntics and detectability of tumor mutations in CSF remain                                    profile of a brain tumor currently requires a risky and\nundetermined.                                                                              invasive intracranial biopsy. Less invasive strategies to\n                                                                                           diagnose central nervous system (CNS) tumors include\n                                                                                           magnetic resonance imaging scans or cytologic examina-\nMETHODS: We used digital PCR and targeted amplicon\n                                                                                           tion of cerebral spinal fluid (CSF); both are limited by\nsequencing to quantify tumor mutations in the cfDNA\n                                                                                           low sensitivity and specificity (3 ). Neither provides in-\nof CSF and plasma collected from 7 patients with solid\n                                                                                           formation about the genetic alterations of the tumor.\nbrain tumors. Also, we applied cancer panel sequencing                                     Because CSF circulates through the CNS and has a large\nto globally characterize the somatic mutation profile                                      interface with the brain and malignant tissues, CSF has a\nfrom the CSF of 1 patient with suspected leptomeningeal                                    clear potential to carry tumor cfDNA and circulating\ndisease.                                                                                   tumor cells. Although cytology requires morphologically\n                                                                                           intact tumor cells for positive findings, cfDNA can pre-\nRESULTS: We detected tumor mutations in CSF samples                                        sumably originate from dying but not circulating tumor\nfrom 6 of 7 patients with solid brain tumors. The con-                                     cells anatomically distant from the site of CSF collection.\ncentration of the tumor mutant alleles varied widely be-                                   Sampling CSF could therefore serve as a “liquid biopsy”\ntween patients, from ⬍5 to nearly 3000 copies/mL CSF.                                      to characterize the genomic aberrations of certain pri-\nWe identified 7 somatic mutations from the CSF of a                                        mary and metastatic brain tumors. A few studies have\npatient with leptomeningeal disease by use of cancer                                       examined the nucleic acids in the CSF of brain tumor\npanel sequencing, and the result was concordant with                                       patients by use of PCR-based methods (4 –7 ), but the\ngenetic testing on the primary tumor biopsy.                                               characteristics of CSF tumor cfDNA have not been com-\n                                                                                           prehensively investigated by the more sensitive and infor-\nCONCLUSIONS: Tumor mutations were detectable in\n                                                                                           mative approach of high-throughput sequencing. Here,\ncfDNA from the CSF of patients with different primary                                      we designed 2 strategies to detect tumor mutations in\nand metastatic brain tumors. We designed 2 strategies to                                   CSF (Fig. 1). The first strategy quantifies tumor-specific\ncharacterize tumor mutations in CSF for potential clini-                                   hotspot mutations (the frequently mutated loci for a par-\n                                                                                           ticular cancer type) in CSF by use of Droplet Digital\ncal diagnosis: the targeted detection of known driver mu-\n                                                                                           PCR (ddPCR) or targeted amplicon sequencing. The\ntations to monitor brain metastasis and the global char-\n                                                                                           second strategy comprehensively characterizes genomic\nacterization of genomic aberrations to direct personalized\n                                                                                           aberrations in known cancer genes by CSF cancer panel\ncancer care.\n                                                                                           sequencing, which is a method that enriches and se-\n© 2014 American Association for Clinical Chemistry\n                                                                                           quences DNA from known cancer genes. The objectives\n                                                                                           of this study were to determine the presence and quantity\n\n\n1\n  Department of Bioengineering, 2 Department of Neurosurgery, and 3 Department of          Received October 30, 2014; accepted December 15, 2014.\n  Neurology, Stanford University, Stanford, CA; 4 Department of Pathology and Laboratory   Previously published online at DOI: 10.1373/clinchem.2014.235457\n  Medicine, University of California–San Francisco, San Francisco, CA.                     © 2014 American Association for Clinical Chemistry\n                                                                                           5\n* Address correspondence to this author at: Stephen R. Quake, James H Clark Center E300,     Nonstandard abbreviations: cfDNA, cell-free DNA; CNS, central nervous system; CSF,\n  318 Campus Dr, Stanford CA 94305. E-mail quake@stanford.edu; or Melanie Hayden             cerebral spinal ﬂuid; ddPCR, Droplet Digital PCR; SNV, single-nucleotide variant;\n  Gephart, Department of Neurosurgery, 300 Pasteur Dr, MC 5327, Stanford, CA 94305.          COSMIC, catalog of somatic mutations in cancer; UID, unique identiﬁer.\n  E-mail mghayden@stanford.edu.\n\n\n514\n\fBrain Tumor Mutations Detected in Cerebral Spinal Fluid\n\n\n\n\n Fig. 1. Brain tumor genome analysis and diagnosis from CSF DNA.\n Two strategies are used for CSF DNA analysis: (a) The cancer hotspot mutations are detected with target amplicon sequencing or ddPCR. (b) The\n cancer genomic aberrations are globally characterized by CSF cancer panel sequencing.\n\n\n\nof tumor cfDNA in CSF from patients with different                        blood cells by centrifugation at 1000g for 10 min at 4 °C.\ntypes of brain tumors and to develop a minimally invasive                 The plasma was then centrifuged at 10,000g for 10 min at\nmethod for diagnosing, characterizing, and tracking                       4 °C to remove residual cells. We processed CSF samples by\nCNS tumors by analyzing their DNA in CSF.                                 different methods according to their subsequent analysis\n                                                                          (see online Supplemental Fig. 1). CSF samples from pa-\nMaterials and Methods                                                     tients with solid brain tumors (S1–S7) were centrifuged at\n                                                                          1000g for 10 min at 4 °C to collect the cfDNA in the super-\nSAMPLE COLLECTION                                                         natant for the subsequent ddPCR and target amplicon se-\nWe collected and banked samples from patients at Stan-                    quencing analysis. For one leptomeningeal disease patient\nford hospital after obtaining informed consent under a                    (L1), the CSF sample was frozen directly without centrifu-\nStanford institutional review board–approved protocol.                    gation for the subsequent cancer panel sequencing analysis.\nWe selected 10 patient samples with different types of                    For patients L2 and L3, CSF samples were split into 2 ali-\nbrain tumors (see Supplemental Table 1, which accom-                      quots with equal volume. One aliquot was frozen directly\npanies the online version of this article at http://www.                  without centrifugation to collect total DNA (including both\nclinchem.org/content/vol61/issue3). Seven patients                        cfDNA and cellular DNA); the other aliquot was centri-\n(S1–S7) had solid brain tumors, and 3 patients (L1–L3)                    fuged at 1000g for 10 min at 4 °C to collect cfDNA. We\nhad leptomeningeal disease. For patients with solid brain                 used these centrifuged and noncentrifuged samples from L2\ntumors, the CSF, blood, and brain tumor tissue were                       and L3 to compare the size distribution and concentration\ncollected at the time of surgical resection. CSF from pa-                 between cfDNA and total DNA in CSF. All processed sam-\ntients with leptomeningeal disease was collected at the                   ples were stored at ⫺80 °C before DNA isolation.\ntime of a clinically indicated lumbar puncture.\n                                                                          DNA ISOLATION\nSAMPLE PROCESSING                                                         We isolated CSF cfDNA or total DNA from 1–10 mL\nBlood and CSF samples were processed within 2 h of col-                   CSF with the QIAamp Circulating Nucleic Acid Kit\nlection. The blood samples were separated into plasma and                 (Qiagen), and we isolated plasma cfDNA from 1–5 mL\n\n                                                                                               Clinical Chemistry 61:3 (2015) 515\n\fplasma with the QIAamp Circulating Nucleic Acid Kit.                                            C MUT\nWe isolated DNA from blood cells with the QIAamp                                AFdPCR ⫽                 .             (1)\n                                                                                            C MUT ⫹ C WT\nDNA Mini kit (Qiagen). We isolated DNA from tumor\ntissue with the DNeasy Blood & Tissue kit (Qiagen).                 The concentrations of mutant and wild-type alleles\nThe size distribution of extracted DNA was measured             in original samples were calculated with the following\nby the Fragment Analyzer with the DNF-493 High                  equations:\nSensitivity Large Fragment Analysis Kit (Advanced                                          20 ⫻ C MUT ⫻ V E\nAnalytical).                                                                 C MUT_ori ⫽                    ,          (2)\n                                                                                              VP ⫻ VO\nEXOME SEQUENCING FOR TUMOR AND NORMAL DNA                                                  20 ⫻ C WT ⫻ V E\nWe performed exome sequencing on DNA isolated from                            C WT_ori ⫽                   ,           (3)\n                                                                                              VP ⫻ VO\ntumor and normal tissue to identify hotspot tumor muta-\ntions before subsequent ddPCR and targeted amplicon             where CMUT_ori is mutant allele concentration in original\nsequencing. We used approximately 1 ␮g DNA from                 CSF or plasma (copies/mL); CWT_ori is wild-type allele\nmatched tumor and normal tissue (blood cells) to prepare        concentration in original CSF or plasma (copies/mL); VO\nindexed Illumina libraries. The DNA was sheared to ap-          is the volume of CSF or plasma used to extract cfDNA\nproximately 200 bp by sonication (S220 Focused-                 (mL); VE is the volume of cfDNA elution generated from\nultrasonicator, Covaris) before library construction. The Il-   DNA extraction (␮L); and VP is the volume of cfDNA\nlumina libraries were constructed with NEBNext DNA              used in final PCR mix. (The volume of final PCR mix is\nLibrary Prep Kit for Illumina (NEB). NimbleGen SeqCap           20 ␮L.)\nEZ Human Exome Library (Roche) was used to capture                   The cfDNA concentration (CcfDNA) in original CSF\nDNA from exonic regions. Approximately 100 million              or plasma (ng/mL) was calculated with the following\nreads per library were sequenced using 100-bp paired-end        equation:\nruns on HiSeq 2000 or NextSeq sequencing system (Illu-\n                                                                       C cfDNA ⬇ 0.003 ⫻ 共C MUT_ori ⫹ C WT_ori兲.       (4)\nmina). We trimmed the raw FASTQ reads with Trimmo-\nmatic (8 ), and the trimmed reads were aligned to human              The mass of 1 haploid human genome is 0.003 ng.\nreference genome (hg19 assembly) with BWA software (9 ).             The mean number of target DNA copies per droplet\nTo minimize bias, we removed PCR duplicates with                (␭) was calculated as follows (16 ):\nthe Picard MarkDuplicates program. After deduplica-\ntion, reads were piped through GATK (10 ) Indel Re-                                k ⫽ k MUT ⫹ k WT ,                  (5)\nalignment and BaseRecalibration. The somatic single-\nnucleotide variants (SNVs) were identified with\nMuTect (11 ) and annotated with ANNOVAR soft-\n                                                                                   ␭ ⫽ ⫺ln 1 ⫺冉 冊  k\n                                                                                                   n\n                                                                                                     ,                 (6)\n\nware (12 ). Only nonsynonymous mutations in the                 where n is the number of droplets for 1 ddPCR reac-\nexonic regions of known cancer genes (COSMIC, cat-              tion; k is the number of positive droplets counted for 1\nalog of somatic mutations in cancer (13 ) cancer census         ddPCR reaction; kMUT is the number of positive wild-\ngene list, http://cancer.sanger.ac.uk/cancergenome/             type droplets counted for 1 ddPCR reaction; and kWT\nprojects/census/) were retained. The mutations that             is the number of positive wild-type droplets counted\nhave been curated in the COSMIC database and                    for 1 ddPCR reaction. The ␭ value was evaluated over\nvalidated as driver mutations in the literature were            all CSF and plasma cfDNA samples and ranged from\nselected as hotspot mutations.                                  0.002 to 0.259.\n\nddPCR                                                           TARGETED AMPLICON SEQUENCING\nWe performed ddPCR (14, 15 ) assays with QX100                  We designed primer pairs with Primer3 (17 ) (see online\nDroplet Digital PCR System (Bio-Rad) according to the           Supplemental Table 3). The method for targeted ampli-\nmanufacturer’s instructions. We generated approxi-              con sequencing was adapted from Safe-SeqS as previously\nmately 15 000 droplets from each cfDNA sample. After            described (18, 19 ). Safe-SeqS increases the sensitivity of\nPCR was performed on all droplets, a fluorescent droplet        target sequencing by assigning a unique identifier (UID)\nreader collected the FAM (mutant) and HEX (wild-type)           to each template molecule and redundant sequencing.\nsignals of the probes in each droplet. The mutant allele        Because the concentration level of CSF cfDNA was lower\nconcentration (CMUT) and wild-type allele concentra-            than the range of DNA template concentration for stan-\ntion (CWT) in the final PCR mix were calculated with            dard Safe-SeqS, a preamplification step was added to in-\nQuantaSoft software (Bio-Rad) in copies per microliter.         crease the copies of target DNA. In brief, this method\nThe mutant allele fraction (AFdPCR) was calculated with         included 3 rounds of PCR: (a) preamplification PCR to\nthe following equation:                                         increase the copies of target DNA; (b) first-round PCR\n\n516     Clinical Chemistry 61:3 (2015)\n\fBrain Tumor Mutations Detected in Cerebral Spinal Fluid\n\n\n\n\nto assign a 14-base UID to each preamplified DNA mol-       within 578 cancer genes. These cancer genes were gath-\necule; and (c) second-round PCR to add Illumina se-         ered from the Cancer Gene Census (Sanger) and NCBI\nquencing adaptors and sample-specific index barcode se-     Gene Tests databases. We then sequenced the enriched\nquences. All 3 rounds of PCR were amplified with            DNA library using 100-bp paired-end runs on an Illu-\nTaqDNA Polymerase (Platinum TaqDNA Polymerase               mina HiSeq 2000 or NextSeq. The somatic mutations in\nHigh Fidelity, Invitrogen) and performed on a standard      the CSF DNA were identified by the BWA-GATK-\nthermal cycler (Tetrad, Bio-Rad). Preamplification reac-    MuTect (9, 21 ) bioinformatics pipeline as described in\ntions were carried out in a 50-␮L PCR reaction contain-     Exome Sequencing for Tumor and Normal DNA above.\ning 0.1 ␮mol/L of each forward and reverse target-\nspecific primer and 1– 40 ␮L CSF cfDNA or plasma            Results\ncfDNA. Reactions were subjected to 15 cycles of ampli-\nfication (94 °C 2 min and 15 cycles of 95 °C 30 s, 50 °C    CHARACTERIZATION OF DNA IN CSF\n2 min, 68 °C 1 min). The PCR products were purified         Unlike blood, which has 3500 –10 500 white blood cells/\nwith AMPure XP beads (Beckman Coulter) at a 1:1 ratio       ␮L, very few cells are present in CSF under routine con-\nand eluted in 20 ␮L water. The purified preamplification    ditions (0 –5 cells/␮L). The scarcity of cells in CSF may\nproducts were added to PCR Master Mix and first-round       reduce the background noise from normal DNA when\nPCR primers (0.5 ␮mol/L). Reactions were subjected to       detecting mutations. Inflammation or tumor metastasis\n2 cycles of amplification (94 °C 2 min and 2 cycles of      can increase the number of cells present in CSF (22 ).\n94 °C 30 s, 61 °C 2 min, 68 °C 1 min). The PCR prod-        There are 2 sources of DNA in CSF: the cfDNA and\nucts were purified with AMPure XP beads at a 1:1 ratio      genomic DNA from cells. Fig. 2A shows an example of\nand eluted in 20 ␮L water. The purified first-PCR prod-     the size distribution of CSF total DNA (including both\nucts were added to PCR Master Mix and second-round          cfDNA and cellular DNA) from a patient with lepto-\nprimers (0.5 ␮mol/L). Reactions were subjected to 20        meningeal disease (L3). The peaks at 160 and 340 bp\ncycles of amplification (94 °C 2 min and 20 cycles of       match signatures of cfDNA from an apoptotic source,\n94 °C 30 s, 65 °C 30 s, 68 °C 1 min). The PCR products      and the large-size DNA fragments match the usual size\nwere purified with AMPure XP beads at a 1:0.8 ratio and     distribution of genomic DNA from white blood cells and\neluted in 20 ␮L water. The purified second-round PCR        possibly tumor cells in CSF. Whereas the total DNA was\nproducts from different samples were pooled together        isolated directly from CSF, cfDNA was isolated after re-\nand sequenced at 5000 –50 000 coverage on an Illumina       moving the cells by spinning down the CSF.\nMiSeq platform. Sequencing reads from different sam-              The concentration of cfDNA was quantified by digital\nples were demultiplexed by their index barcodes. The        PCR using the probes listed in online Supplemental Table\nmutant allele fraction (AFseq) was calculated for each      4. There was much less cfDNA than total DNA in CSF. For\nsample with the following equation:                         example, the concentrations of cfDNA and total DNA from\n                                                            the same CSF sample (L2) were 0.45 and 3 ng/mL, respec-\n                             R MUT                          tively. The median concentration of cfDNA in CSF (pa-\n               AFSeq ⫽                ,              (7)\n                         R MUT ⫹ R WT                       tients S1–S7) was 2.1 ng/mL, which was lower than the\n                                                            median concentration of 7.7 ng/mL in plasma (Fig. 2B).\nwhere RMUT is the number of reads with mutant allele at     The concentration of CSF cfDNA spanned a wide range\nthat locus, and RWT is the number of reads with wild-type   from 0.3 to 18.1 ng/mL, corresponding to 90 –5400 hap-\nallele at that locus.                                       loid genome equivalents/mL sample.\n\nCSF CANCER PANEL SEQUENCING                                 DETECTION OF TUMOR MUTATIONS IN CSF cfDNA\nBecause a considerable number of tumor cells grow along     Of the 7 patients with solid tumors, 2 (S6 and S7) had\nthe dura and meninges of patients with leptomeningeal       cancer-specific mutations identified with the SNaPshot\ndisease, cellular DNA in CSF constitutes an important       assay (23 ) by the clinical pathology laboratory (see online\nsource of tumor DNA (20 ). We therefore used total          Supplemental Table 1). For the other 5 patients (S1–S5),\nDNA from the CSF of a patient with leptomeningeal           somatic mutations were identified by exome sequencing\ndisease (L1) for the cancer panel sequencing.               of matched tumor and normal tissue. Across these 5\n     Matched CSF total DNA and normal tissue DNA            paired samples, 2834 SNVs were called by MuTect, 37 of\nwere fragmented to approximately 200 bp by sonication       which were nonsynonymous mutations in the exonic re-\nbefore library construction. The Illumina libraries were    gions of known cancer genes (see online Supplemental\nconstructed with Hyper Library Preparation Kit (Kapa        Table 2). Among these 37 SNVs, 6 hotspot mutations\nBiosystems). The targeted DNA was enriched by the           were selected for subsequent analysis (see online Supple-\nNimbleGene SeqCap EZ Comprehensive Cancer Design            mental Table 1). We used one hotspot mutation per pa-\nkit (Roche). This kit targets 4 Mb of DNA coding regions    tient with commercially premade ddPCR probes (see on-\n\n                                                                              Clinical Chemistry 61:3 (2015) 517\n\f Fig. 2. The characteristics of CSF DNA.\n (A), An example of the size distribution of CSF total DNA (from L3, a patient with leptomeningeal disease from breast cancer), as\n measured by Fragment Analyzer. The CSF total DNA was composed of cfDNA and cellular genomic DNA (gDNA). RFU, relative ﬂuores-\n cence unit. (B), cfDNA concentrations of CSF and plasma samples from patients S1–S7. The cfDNA concentration values are included in\n Table 1. The black dots in the plot indicate the values of individual samples. (C), The correlation of mutant allele fraction (AF) measured\n by ddPCR and targeted amplicon sequencing (AmpSeq). The dots in the plot represent the AF of S1_CSF [NF2 (neuroﬁbromin 2\n [merlin]) p.R57*], S1_plasma (NF2 p.R57*), S5_CSF (KRAS p.G12D and TP53 p.R282W), S5_plasma (KRAS p.G12D and TP53\n p.R282W), S6_CSF (EGFR p.L585R), S7_CSF (EGFR p.E746_A750del), and S7_plasma (EGFR p.E746_A750del). The AF values are\n included in Table 1.\n\n\nline Supplemental Table 4) and detected positive signals                 PCR were concordant for both CSF and plasma (Fig. 2C;\nin the cfDNA of both CSF and plasma samples (Fig. 3;                     Table 1). In CSF samples, mutant alleles were detectable\nTable 1). Amplicon sequencing primers targeted to the 8                  for 6 of 7 patients (S1–S7). No mutation was detected in\nhotspot mutations were also designed and tested. Four                    the other sample, which was a grade 1 vestibular schwan-\npairs of these primers showing high sensitivity and spec-                noma (a benign tumor of the eighth cranial nerve). The\nificity were used for targeted amplicon sequencing on the                inability to detect tumor mutations in this sample may be\ncfDNA of CSF and plasma samples (see online Supple-                      due to the anatomic sequestration by arachnoid layers\nmental Table 3).                                                         surrounding the tumor. The mutant allele concentration\n      The results of the mutant allele fraction measure-                 varied between patients, from ⬍5 to nearly 3000 per mL\nments from targeted amplicon sequencing and digital                      CSF (Fig. 4).\n\n518   Clinical Chemistry 61:3 (2015)\n\fBrain Tumor Mutations Detected in Cerebral Spinal Fluid\n\n\n\n\n Fig. 3. An example of ddPCR results.\n The TaqMan PCR probes were used to detect wild-type (WT) and mutant DNA in CSF, plasma, tumor, and blood cell samples of patient\n S2. AKT WT probe was labeled with HEX ﬂuorophore and AKT p.E17K probe was labeled with FAM ﬂuorophore. Each dot in the plot\n represents a droplet. The x axis is HEX ﬂuorescence intensity in arbitrary units (a.u.); the y axis is FAM ﬂuorescence intensity in a.u. Blue,\n droplets with mutant DNA; green, droplets with WT DNA; gray, droplets without target DNA templates; brown, droplets have both\n mutant and WT DNA.\n\n\n\nCOMPARISON OF TUMOR MUTATIONS IN THE cfDNA OF CSF                         CSF than in plasma. In contrast, the plasma samples\nAND PLASMA                                                                from 2 other patients with widely disseminated cancer\nFor the patients with solid brain tumors (S1–S7), the                     as documented by positron-emission/computed to-\nmutant alleles were quantified in both plasma and CSF                     mography (S4, brain metastases from melanoma; S6,\ncfDNA (Fig. 4; Table 1). For the following discussion,                    brain metastases from lung adenocarcinoma) revealed\nthe mutant allele concentration and fraction were                         much higher mutant allele fractions in plasma com-\nbased on ddPCR measurements. In 1 primary brain                           pared to CSF. This higher level of mutant allele frac-\ntumor patient (S2, atypical meningioma) and 2 meta-                       tion in plasma was likely related to the metastatic tu-\nstatic brain tumor patients (S3, brain metastases from                    mors outside the CNS (S4, metastatic disease in the\nmelanoma; S7, brain metastases from lung adenocar-                        lungs, skeleton, and abdomen; S6, metastatic disease\ncinoma), tumor mutations were not detectable in                           in the liver). For the patient with a grade I vestibular\nplasma cfDNA, but the amount of mutant alleles was                        schwannoma (S1), tumor alleles could not be detected\nsignificant in CSF cfDNA (4% in S2, 7.4% in S3, and                       in either CSF or plasma. Overall, these results support\n0.9% in S7). In one of the metastatic brain tumor                         our hypothesis that mutations originating in brain tu-\npatients (S5, brain metastases from colon adenocarci-                     mor are more detectable in CSF than in plasma when\nnoma), there was a higher mutant allele fraction in                       the systemic metastatic burden is low.\n\n                                                                                                Clinical Chemistry 61:3 (2015) 519\n\f                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               CHARACTERIZATION OF GENOMIC ABERRATIONS BY CSF\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               CANCER PANEL SEQUENCING\n\n\n\n\n                                                                                                                         Plasma\n\n                                                                                                                                      0.000\n\n\n\n\n                                                                                                                                                                                                                                                        0.000\n\n\n\n                                                                                                                                                                                                                                                                                                                                  0.000\n                                                                                                                                                                                                                                                                                      NA\n                                                                                                                                                                NP\n                                                                                                                                                                                      NP\n                                                                                                                                                                                                                       NP\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               The presence of tumor mutations in the CSF of patients\n                                                                                                   Mutant AF\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               with brain tumors provides an opportunity to diagnose and\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               characterize brain tumor genomic aberrations through CSF\n                                                                       AmpSeq measurement\n\n\n\n\n                                                                                                                                      0.000\n\n\n\n\n                                                                                                                                                                                                                                                        0.654\n\n                                                                                                                                                                                                                                                                                      0.015\n                                                                                                                                                                                                                                                                                                                                  0.002\n                                                                                                                                                              NPb\n                                                                                                                         CSF\n\n\n\n\n                                                                                                                                                                                      NP\n                                                                                                                                                                                                                       NP\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               DNA analysis. Our technique could potentially be used as\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               an alternative or adjuvant diagnostic assay to the more mor-\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               bid brain tumor tissue biopsy or insensitive cytology. To test\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                  EGFR p.E746_A750del\n                                                                                                                  AmpSeq targeted\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               this approach and to eliminate the need for the exome se-\n                                                                                                                     mutation\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               quencing of tumor tissue, we applied cancer panel sequenc-\n                                                                                                                                                                                                                                                        TP53 p.R282W\n                                                                                                                                                                                      BRAF p.V600E\n\n\n\n\n                                                                                                                                                                                                                                                                                      EGFR p.L585R\n                                                                                                                                                                                                                       NRAS p.Q61L\n                                                                                                                                                                AKT1 p.E17K\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               ing on CSF total DNA to comprehensively characterize the\n                                                                                                                                      NF2 p.R57*\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               brain tumor mutation profile. To increase sequencing cov-\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               erage and reduce cost for eventual use in the clinical setting,\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               our method targeted coding regions of known cancer genes.\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                     For proof-of-principle of the cancer panel sequenc-\n                                                                                                                         Plasma\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                              Human genes: AKT1, v-akt murine thymoma viral oncogene homolog 1; BRAF, B-Raf proto-oncogene, serine/threonine kinase; NRAS, neuroblastoma RAS viral (v-ras) oncogene homolog.\n                                                                                                                                      0.000\n                                                                                                                                                                0.000\n                                                                                                                                                                                      0.000\n                                                                                                                                                                                                                       0.214\n                                                                                                                                                                                                                                                        0.002\n\n                                                                                                                                                                                                                                                                                      0.445\n                                                                                                                                                                                                                                                                                                                                  0.000\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               ing approach, we tested the CSF sample from a patient\n                                                                                                   Mutant AF\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               with suspected leptomeningeal metastasis from lung\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               adenocarcinoma (L1). From the same lumbar puncture\n                                                                                                                                      0.000\n                                                                                                                                                                0.040\n                                                                                                                                                                                      0.074\n                                                                                                                                                                                                                       0.003\n                                                                                                                                                                                                                                                        0.492\n\n                                                                                                                                                                                                                                                                                      0.020\n                                                                                                                                                                                                                                                                                                                                  0.009\n  Table 1. Results of the ddPCR and targeted amplicon sequencing.\n\n\n\n\n                                                                                                                         CSF\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                               required for diagnosis, 10 mL CSF was processed via the\n                                                                                                                                                                                                        ",
  "wordCount": 5620,
  "indexed": "2025-09-25T22:47:11.218Z",
  "method": "direct"
}
