{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Terapia génica - CRISPR/Hsu et al. - 2014 - Development and Applications of CRISPR-Cas9 for Ge.pdf",
  "fileName": "Hsu et al. - 2014 - Development and Applications of CRISPR-Cas9 for Ge.pdf",
  "relativePath": "Genetica/Terapia génica - CRISPR/Hsu et al. - 2014 - Development and Applications of CRISPR-Cas9 for Ge.pdf",
  "text": "Leading Edge\n                                                                                                  Review\n\nDevelopment and Applications of\nCRISPR-Cas9 for Genome Engineering\nPatrick D. Hsu,1,2,3 Eric S. Lander,1 and Feng Zhang1,2,*\n1Broad Institute of MIT and Harvard, 7 Cambridge Center, Cambridge, MA 02141, USA\n2McGovern Institute for Brain Research, Department of Brain and Cognitive Sciences, Department of Biological Engineering,\n\nMassachusetts Institute of Technology, Cambridge, MA 02139, USA\n3Department of Molecular and Cellular Biology, Harvard University, Cambridge, MA 02138, USA\n\n*Correspondence: zhang@broadinstitute.org\n http://dx.doi.org/10.1016/j.cell.2014.05.010\n\n\nRecent advances in genome engineering technologies based on the CRISPR-associated RNA-\nguided endonuclease Cas9 are enabling the systematic interrogation of mammalian genome\nfunction. Analogous to the search function in modern word processors, Cas9 can be guided to\nspecific locations within complex genomes by a short RNA search string. Using this system,\nDNA sequences within the endogenous genome and their functional outputs are now easily edited\nor modulated in virtually any organism of choice. Cas9-mediated genetic perturbation is simple and\nscalable, empowering researchers to elucidate the functional organization of the genome at the\nsystems level and establish causal linkages between genetic variations and biological phenotypes.\nIn this Review, we describe the development and applications of Cas9 for a variety of research or\ntranslational applications while highlighting challenges as well as future directions. Derived from a\nremarkable microbial defense system, Cas9 is driving innovative applications from basic biology to\nbiotechnology and medicine.\n\n\nIntroduction                                                           of the genome and its functions. In biotechnology, precise\nThe development of recombinant DNA technology in the 1970s             manipulation of genetic building blocks and regulatory machin-\nmarked the beginning of a new era for biology. For the first           ery also facilitates the reverse engineering or reconstruction of\ntime, molecular biologists gained the ability to manipulate DNA        useful biological systems, for example, by enhancing biofuel\nmolecules, making it possible to study genes and harness               production pathways in industrially relevant organisms or by\nthem to develop novel medicine and biotechnology. Recent               creating infection-resistant crops. Additionally, genome engi-\nadvances in genome engineering technologies are sparking a             neering is stimulating a new generation of drug development\nnew revolution in biological research. Rather than studying            processes and medical therapeutics. Perturbation of multiple\nDNA taken out of the context of the genome, researchers can            genes simultaneously could model the additive effects that un-\nnow directly edit or modulate the function of DNA sequences            derlie complex polygenic disorders, leading to new drug targets,\nin their endogenous context in virtually any organism of choice,       while genome editing could directly correct harmful mutations in\nenabling them to elucidate the functional organization of the          the context of human gene therapy (Tebas et al., 2014).\ngenome at the systems level, as well as identify causal genetic           Eukaryotic genomes contain billions of DNA bases and are\nvariations.                                                            difficult to manipulate. One of the breakthroughs in genome\n   Broadly speaking, genome engineering refers to the process          manipulation has been the development of gene targeting by\nof making targeted modifications to the genome, its contexts           homologous recombination (HR), which integrates exogenous\n(e.g., epigenetic marks), or its outputs (e.g., transcripts). The      repair templates that contain sequence homology to the donor\nability to do so easily and efficiently in eukaryotic and especially   site (Figure 2A) (Capecchi, 1989). HR-mediated targeting has\nmammalian cells holds immense promise to transform basic sci-          facilitated the generation of knockin and knockout animal\nence, biotechnology, and medicine (Figure 1).                          models via manipulation of germline competent stem cells,\n   For life sciences research, technologies that can delete, insert,   dramatically advancing many areas of biological research. How-\nand modify the DNA sequences of cells or organisms enable dis-         ever, although HR-mediated gene targeting produces highly pre-\nsecting the function of specific genes and regulatory elements.        cise alterations, the desired recombination events occur\nMultiplexed editing could further allow the interrogation of           extremely infrequently (1 in 106–109 cells) (Capecchi, 1989), pre-\ngene or protein networks at a larger scale. Similarly, manipu-         senting enormous challenges for large-scale applications of\nlating transcriptional regulation or chromatin states at particular    gene-targeting experiments.\nloci can reveal how genetic material is organized and utilized            To overcome these challenges, a series of programmable\nwithin a cell, illuminating relationships between the architecture     nuclease-based genome editing technologies have been\n\n\n1262 Cell 157, June 5, 2014 ª2014 Elsevier Inc.\n\f                                                                                      geted DNA double-strand breaks (DSBs) could greatly stimulate\n                                                                                      genome editing through HR-mediated recombination events.\n                                                                                      Subsequently, Carroll and Chandrasegaran demonstrated the\n                                                                                      potential of designer nucleases based on zinc finger proteins\n                                                                                      for efficient, locus-specific HR (Bibikova et al., 2001, 2003).\n                                                                                      Moreover, it was shown in the absence of an exogenous homol-\n                                                                                      ogy repair template that localized DSBs can induce insertions or\n                                                                                      deletion mutations (indels) via the error-prone nonhomologous\n                                                                                      end-joining (NHEJ) repair pathway (Figure 2A) (Bibikova et al.,\n                                                                                      2002). These early genome editing studies established DSB-\n                                                                                      induced HR and NHEJ as powerful pathways for the versatile\n                                                                                      and precise modification of eukaryotic genomes.\n                                                                                         To achieve effective genome editing via introduction of site-\n                                                                                      specific DNA DSBs, four major classes of customizable DNA-\n                                                                                      binding proteins have been engineered so far: meganucleases\n                                                                                      derived from microbial mobile genetic elements (Smith et al.,\n                                                                                      2006), zinc finger (ZF) nucleases based on eukaryotic transcrip-\n                                                                                      tion factors (Urnov et al., 2005; Miller et al., 2007), transcription\n                                                                                      activator-like effectors (TALEs) from Xanthomonas bacteria\n                                                                                      (Christian et al., 2010; Miller et al., 2011; Boch et al., 2009; Mos-\n                                                                                      cou and Bogdanove, 2009), and most recently the RNA-guided\n                                                                                      DNA endonuclease Cas9 from the type II bacterial adaptive im-\nFigure 1. Applications of Genome Engineering                                          mune system CRISPR (Cong et al., 2013; Mali et al., 2013a).\nGenetic and epigenetic control of cells with genome engineering technologies             Meganuclease, ZF, and TALE proteins all recognize specific\nis enabling a broad range of applications from basic biology to biotechnology\nand medicine. (Clockwise from top) Causal genetic mutations or epigenetic             DNA sequences through protein-DNA interactions. Although\nvariants associated with altered biological function or disease phenotypes can        meganucleases integrate its nuclease and DNA-binding\nnow be rapidly and efficiently recapitulated in animal or cellular models (Animal     domains, ZF and TALE proteins consist of individual modules\nmodels, Genetic variation). Manipulating biological circuits could also facilitate\nthe generation of useful synthetic materials, such as algae-derived, silica-\n                                                                                      targeting 3 or 1 nucleotides (nt) of DNA, respectively\nbased diatoms for oral drug delivery (Materials). Additionally, precise genetic       (Figure 2B). ZFs and TALEs can be assembled in desired combi-\nengineering of important agricultural crops could confer resistance to envi-          nations and attached to the nuclease domain of FokI to direct\nronmental deprivation or pathogenic infection, improving food security while\n                                                                                      nucleolytic activity toward specific genomic loci. Each of these\navoiding the introduction of foreign DNA (Food). Sustainable and cost-effec-\ntive biofuels are attractive sources for renewable energy, which could be             platforms, however, has unique limitations.\nachieved by creating efficient metabolic pathways for ethanol production in              Meganucleases have not been widely adopted as a genome\nalgae or corn (Fuel). Direct in vivo correction of genetic or epigenetic defects in   engineering platform due to lack of clear correspondence\nsomatic tissue would be permanent genetic solutions that address the root\ncause of genetically encoded disorders (Gene surgery). Finally, engineering           between meganuclease protein residues and their target DNA\ncells to optimize high yield generation of drug precursors in bacterial factories     sequence specificity. ZF domains, on the other hand, exhibit\ncould significantly reduce the cost and accessibility of useful therapeutics          context-dependent binding preference due to crosstalk between\n(Drug development).\n                                                                                      adjacent modules when assembled into a larger array (Maeder\n                                                                                      et al., 2008). Although multiple strategies have been developed\ndeveloped in recent years, enabling targeted and efficient modi-                      to account for these limitations (Gonzaelz et al., 2010; Sander\nfication of a variety of eukaryotic and particularly mammalian                        et al., 2011), assembly of functional ZFPs with the desired DNA\nspecies. Of the current generation of genome editing technolo-                        binding specificity remains a major challenge that requires an\ngies, the most rapidly developing is the class of RNA-guided                          extensive screening process. Similarly, although TALE DNA-\nendonucleases known as Cas9 from the microbial adaptive im-                           binding monomers are for the most part modular, they can still\nmune system CRISPR (clustered regularly interspaced short                             suffer from context-dependent specificity (Juillerat et al., 2014),\npalindromic repeats), which can be easily targeted to virtually                       and their repetitive sequences render construction of novel\nany genomic location of choice by a short RNA guide. Here,                            TALE arrays labor intensive and costly.\nwe review the development and applications of the CRISPR-                                Given the challenges associated with engineering of modular\nassociated endonuclease Cas9 as a platform technology for                             DNA-binding proteins, new modes of recognition would signifi-\nachieving targeted perturbation of endogenous genomic ele-                            cantly simplify the development of custom nucleases. The\nments and also discuss challenges and future avenues for inno-                        CRISPR nuclease Cas9 is targeted by a short guide RNA that\nvation.                                                                               recognizes the target DNA via Watson-Crick base pairing\n                                                                                      (Figure 2C). The guide sequence within these CRISPR RNAs\nProgrammable Nucleases as Tools for Efficient and                                     typically corresponds to phage sequences, constituting the nat-\nPrecise Genome Editing                                                                ural mechanism for CRISPR antiviral defense, but can be easily\nA series of studies by Haber and Jasin (Rudin et al., 1989; Plessis                   replaced by a sequence of interest to retarget the Cas9\net al., 1992; Rouet et al., 1994; Choulika et al., 1995; Bibikova                     nuclease. Multiplexed targeting by Cas9 can now be achieved\net al., 2001; Bibikova et al., 2003) led to the realization that tar-                 at unprecedented scale by introducing a battery of short guide\n\n\n                                                                                                        Cell 157, June 5, 2014 ª2014 Elsevier Inc. 1263\n\f                                                                                            Figure 2. Genome Editing Technologies\n                                                                                            Exploit Endogenous DNA Repair Machinery\n                                                                                            (A) DNA double-strand breaks (DSBs) are typically\n                                                                                            repaired by nonhomologous end-joining (NHEJ) or\n                                                                                            homology-directed repair (HDR). In the error-\n                                                                                            prone NHEJ pathway, Ku heterodimers bind to\n                                                                                            DSB ends and serve as a molecular scaffold for\n                                                                                            associated repair proteins. Indels are introduced\n                                                                                            when the complementary strands undergo end\n                                                                                            resection and misaligned repair due to micro-\n                                                                                            homology, eventually leading to frameshift muta-\n                                                                                            tions and gene knockout. Alternatively, Rad51\n                                                                                            proteins may bind DSB ends during the initial\n                                                                                            phase of HDR, recruiting accessory factors that\n                                                                                            direct genomic recombination with homology\n                                                                                            arms on an exogenous repair template. Bypassing\n                                                                                            the matching sister chromatid facilitates the\n                                                                                            introduction of precise gene modifications.\n                                                                                            (B) Zinc finger (ZF) proteins and transcription\n                                                                                            activator-like effectors (TALEs) are naturally\n                                                                                            occurring DNA-binding domains that can be\n                                                                                            modularly assembled to target specific se-\n                                                                                            quences. ZF and TALE domains each recognize 3\n                                                                                            and 1 bp of DNA, respectively. Such DNA-binding\n                                                                                            proteins can be fused to the FokI endonuclease to\n                                                                                            generate programmable site-specific nucleases.\n                                                                                            (C) The Cas9 nuclease from the microbial CRISPR\n                                                                                            adaptive immune system is localized to specific\n                                                                                            DNA sequences via the guide sequence on its\n                                                                                            guide RNA (red), directly base-pairing with the\n                                                                                            DNA target. Binding of a protospacer-adjacent\n                                                                                            motif (PAM, blue) downstream of the target locus\n                                                                                            helps to direct Cas9-mediated DSBs.\n\n\nRNAs rather than a library of large, bulky proteins. The ease of     scribed as a single RNA before subsequent processing into\nCas9 targeting, its high efficiency as a site-specific nuclease,     shorter CRISPR RNAs (crRNAs), which direct the nucleolytic\nand the possibility for highly multiplexed modifications have        activity of certain Cas enzymes to degrade target nucleic acids.\nopened up a broad range of biological applications across basic         The CRISPR story began in 1987. While studying the iap\nresearch to biotechnology and medicine.                              enzyme involved in isozyme conversion of alkaline phosphatase\n   The utility of customizable DNA-binding domains extends far       in E. coli, Nakata and colleagues reported a curious set of 29 nt\nbeyond genome editing with site-specific endonucleases.              repeats downstream of the iap gene (Ishino et al., 1987). Unlike\nFusing them to modular, sequence-agnostic functional effector        most repetitive elements, which typically take the form of tandem\ndomains allows flexible recruitment of desired perturbations,        repeats like TALE repeat monomers, these 29 nt repeats were\nsuch as transcriptional activation, to a locus of interest (Xu and   interspaced by five intervening 32 nt nonrepetitive sequences.\nBestor, 1997; Beerli et al., 2000a; Konermann et al., 2013;          Over the next 10 years, as more microbial genomes were\nMaeder et al., 2013a; Mendenhall et al., 2013). In fact, any         sequenced, additional repeat elements were reported from\nmodular enzymatic component can, in principle, be substituted,       genomes of different bacterial and archaeal strains. Mojica and\nallowing facile additions to the genome engineering toolbox.         colleagues eventually classified interspaced repeat sequences\nIntegration of genome- and epigenome-modifying enzymes               as a unique family of clustered repeat elements present in\nwith inducible protein regulation further allows precise temporal    >40% of sequenced bacteria and 90% of archaea (Mojica\ncontrol of dynamic processes (Beerli et al., 2000b; Konermann        et al., 2000).\net al., 2013).                                                          These early findings began to stimulate interest in such micro-\n                                                                     bial repeat elements. By 2002, Jansen and Mojica coined the\nCRISPR-Cas9: From Yogurt to Genome Editing                           acronym CRISPR to unify the description of microbial genomic\nThe recent development of the Cas9 endonuclease for genome           loci consisting of an interspaced repeat array (Jansen et al.,\nediting draws upon more than a decade of basic research into         2002; Barrangou and van der Oost, 2013). At the same time,\nunderstanding the biological function of the mysterious repetitive   several clusters of signature CRISPR-associated (cas) genes\nelements now known as CRISPR (Figure 3), which are found             were identified to be well conserved and typically adjacent to\nthroughout the bacterial and archaeal diversity. CRISPR loci         the repeat elements (Jansen et al., 2002), serving as a basis for\ntypically consist of a clustered set of CRISPR-associated (Cas)      the eventual classification of three different types of CRISPR\ngenes and the signature CRISPR array—a series of repeat              systems (types I–III) (Haft et al., 2005; Makarova et al., 2011b).\nsequences (direct repeats) interspaced by variable sequences         Types I and III CRISPR loci contain multiple Cas proteins, now\n(spacers) corresponding to sequences within foreign genetic          known to form complexes with crRNA (CASCADE complex for\nelements (protospacers) (Figure 4). Whereas Cas genes are            type I; Cmr or Csm RAMP complexes for type III) to facilitate\ntranslated into proteins, most CRISPR arrays are first tran-         the recognition and destruction of target nucleic acids (Brouns\n\n\n1264 Cell 157, June 5, 2014 ª2014 Elsevier Inc.\n\fFigure 3. Key Studies Characterizing and Engineering CRISPR Systems\nCas9 has also been referred to as Cas5, Csx12, and Csn1 in literature prior to 2012. For clarity, we exclusively adopt the Cas9 nomenclature throughout this\nReview. CRISPR, clustered regularly interspaced short palindromic repeats; Cas, CRISPR-associated; crRNA, CRISPR RNA; DSB, double-strand break;\ntracrRNA, trans-activating CRISPR RNA.\n\n\n\net al., 2008; Hale et al., 2009) (Figure 4). In contrast, the type II          degrade viral transcripts in a RNAi-like mechanism (Makarova\nsystem has a significantly reduced number of Cas proteins.                     et al., 2006) or that CRISPR spacers direct Cas enzymes to\nHowever, despite increasingly detailed mapping and annotation                  cleave viral DNA at spacer-matching regions (Bolotin et al.,\nof CRISPR loci across many microbial species, their biological                 2005).\nsignificance remained elusive.                                                    Working with the dairy production bacterial strain Strepto-\n   A key turning point came in 2005, when systematic analysis of               coccus thermophilus at the food ingredient company Danisco,\nthe spacer sequences separating the individual direct repeats                  Horvath and colleagues uncovered the first experimental\nsuggested their extrachromosomal and phage-associated ori-                     evidence for the natural role of a type II CRISPR system as an\ngins (Mojica et al., 2005; Pourcel et al., 2005; Bolotin et al.,               adaptive immunity system, demonstrating a nucleic-acid-based\n2005). This insight was tremendously exciting, especially given                immune system in which CRISPR spacers dictate target speci-\nprevious studies showing that CRISPR loci are transcribed                      ficity while Cas enzymes control spacer acquisition and phage\n(Tang et al., 2002) and that viruses are unable to infect archaeal             defense (Barrangou et al., 2007). A rapid series of studies illumi-\ncells carrying spacers corresponding to their own genomes                      nating the mechanisms of CRISPR defense followed shortly and\n(Mojica et al., 2005). Together, these findings led to the specula-            helped to establish the mechanism as well as function of all three\ntion that CRISPR arrays serve as an immune memory and                          types of CRISPR loci in adaptive immunity. By studying the type I\ndefense mechanism, and individual spacers facilitate defense                   CRISPR locus of Escherichia coli, van der Oost and colleagues\nagainst bacteriophage infection by exploiting Watson-Crick                     showed that CRISPR arrays are transcribed and converted into\nbase-pairing between nucleic acids (Mojica et al., 2005; Pourcel               small crRNAs containing individual spacers to guide Cas\net al., 2005). Despite these compelling realizations that CRISPR               nuclease activity (Brouns et al., 2008). In the same year,\nloci might be involved in microbial immunity, the specific mech-               CRISPR-mediated defense by a type III-A CRISPR system\nanism of how the spacers act to mediate viral defense remained                 from Staphylococcus epidermidis was demonstrated to block\na challenging puzzle. Several hypotheses were raised, including                plasmid conjugation, establishing the target of Cas enzyme\nthoughts that CRISPR spacers act as small RNA guides to                        activity as DNA rather than RNA (Marraffini and Sontheimer,\n\n\n                                                                                                    Cell 157, June 5, 2014 ª2014 Elsevier Inc. 1265\n\f                                                                                                           Figure 4. Natural Mechanisms of Microbial\n                                                                                                           CRISPR Systems in Adaptive Immunity\n                                                                                                         Following invasion of the cell by foreign genetic\n                                                                                                         elements from bacteriophages or plasmids (step\n                                                                                                         1: phage infection), certain CRISPR-associated\n                                                                                                         (Cas) enzymes acquire spacers from the exoge-\n                                                                                                         nous protospacer sequences and install them into\n                                                                                                         the CRISPR locus within the prokaryotic genome\n                                                                                                         (step 2: spacer acquisition). These spacers are\n                                                                                                         segregated between direct repeats that allow the\n                                                                                                         CRISPR system to mediate self and nonself\n                                                                                                         recognition. The CRISPR array is a noncoding\n                                                                                                         RNA transcript that is enzymatically maturated\n                                                                                                         through distinct pathways that are unique to each\n                                                                                                         type of CRISPR system (step 3: crRNA biogenesis\n                                                                                                         and processing).\n                                                                                                         In types I and III CRISPR, the pre-crRNA transcript\n                                                                                                         is cleaved within the repeats by CRISPR-asso-\n                                                                                                         ciated ribonucleases, releasing multiple small\n                                                                                                         crRNAs. Type III crRNA intermediates are further\n                                                                                                         processed at the 30 end by yet-to-be-identified\n                                                                                                         RNases to produce the fully mature transcript. In\n                                                                                                         type II CRISPR, an associated trans-activating\n                                                                                                         CRISPR RNA (tracrRNA) hybridizes with the direct\n                                                                                                         repeats, forming an RNA duplex that is cleaved\n                                                                                                         and processed by endogenous RNase III and\n                                                                                                         other unknown nucleases. Maturated crRNAs\n                                                                                                         from type I and III CRISPR systems are then\n                                                                                                         loaded onto effector protein complexes for target\n                                                                                                         recognition and degradation. In type II systems,\n                                                                                                         crRNA-tracrRNA hybrids complex with Cas9 to\n                                                                                                         mediate interference.\n                                                                                                         Both type I and III CRISPR systems use multi-\n                                                                                                         protein interference modules to facilitate target\n                                                                                                         recognition. In type I CRISPR, the Cascade com-\n                                                                                                         plex is loaded with a crRNA molecule, constituting\n                                                                                                         a catalytically inert surveillance complex that rec-\n                                                                                                         ognizes target DNA. The Cas3 nuclease is then\n                                                                                                         recruited to the Cascade-bound R loop, mediating\ntarget degradation. In type III CRISPR, crRNAs associate either with Csm or Cmr complexes that bind and cleave DNA and RNA substrates, respectively. In\ncontrast, the type II system requires only the Cas9 nuclease to degrade DNA matching its dual guide RNA consisting of a crRNA-tracrRNA hybrid.\n\n\n2008), although later investigation of a different type III-B system                Around this time, two studies characterizing the functional\nfrom Pyrococcus furiosus also revealed crRNA-directed RNA                       mechanisms of the native type II CRISPR system elucidated\ncleavage activity (Hale et al., 2009, 2012).                                    the basic components that proved vital for engineering a simple\n   As the pace of CRISPR research accelerated, researchers                      RNA-programmable DNA endonuclease for genome editing.\nquickly unraveled many details of each type of CRISPR system                    First, Moineau and colleagues used genetic studies in Strepto-\n(Figure 4). Building on an earlier speculation that protospacer-                coccus thermophilus to reveal that Cas9 (formerly called\nadjacent motifs (PAMs) may direct the type II Cas9 nuclease to                  Cas5, Csn1, or Csx12) is the only enzyme within the cas\ncleave DNA (Bolotin et al., 2005), Moineau and colleagues high-                 gene cluster that mediates target DNA cleavage (Garneau\nlighted the importance of PAM sequences by demonstrating that                   et al., 2010). Next, Charpentier and colleagues revealed a\nPAM mutations in phage genomes circumvented CRISPR inter-                       key component in the biogenesis and processing of crRNA\nference (Deveau et al., 2008). Additionally, for types I and II, the            in type II CRISPR systems—a noncoding trans-activating\nlack of PAM within the direct repeat sequence within the CRISPR                 crRNA (tracrRNA) that hybridizes with crRNA to facilitate\narray prevents self-targeting by the CRISPR system. In type III                 RNA-guided targeting of Cas9 (Deltcheva et al., 2011). This\nsystems, however, mismatches between the 50 end of the crRNA                    dual RNA hybrid, together with Cas9 and endogenous RNase\nand the DNA target are required for plasmid interference (Marraf-               III, is required for processing the CRISPR array transcript\nfini and Sontheimer, 2010).                                                     into mature crRNAs (Deltcheva et al., 2011). These two studies\n   By 2010, just 3 years after the first experimental evidence for              suggested that there are at least three components (Cas9,\nCRISPR in bacterial immunity, the basic function and mecha-                     the mature crRNA, and tracrRNA) that are essential for recon-\nnisms of CRISPR systems were becoming clear. A variety of                       stituting the type II CRISPR nuclease system. Given the\ngroups had begun to harness the natural CRISPR system for                       increasing importance of programmable site-specific nucleases\nvarious biotechnological applications, including the generation                 based on ZFs and TALEs for enhancing eukaryotic genome\nof phage-resistant dairy cultures (Quiberoni et al., 2010) and                  editing, it was tantalizing to think that perhaps Cas9 could\nphylogenetic classification of bacterial strains (Horvath et al.,               be developed into an RNA-guided genome editing system.\n2008, 2009). However, genome editing applications had not                       From this point, the race to harness Cas9 for genome editing\nyet been explored.                                                              was on.\n\n\n1266 Cell 157, June 5, 2014 ª2014 Elsevier Inc.\n\f   In 2011, Siksnys and colleagues first demonstrated that the          conformation in which the HNH domain active site is blocked\ntype II CRISPR system is transferrable, in that transplantation         by the RuvC domain and is positioned away from the REC lobe\nof the type II CRISPR locus from Streptococcus thermophilus             (Jinek et al., 2014). Binding of the RNA-DNA heteroduplex would\ninto Escherichia coli is able to reconstitute CRISPR interference       additionally be sterically inhibited by the orientation of the C-ter-\nin a different bacterial strain (Sapranauskas et al., 2011). By         minal domain. As a result, apo-Cas9 likely cannot bind nor cleave\n2012, biochemical characterizations by the groups of Charpent-          target DNA. Like many ribonucleoprotein complexes, the guide\nier, Doudna, and Siksnys showed that purified Cas9 from Strep-          RNA serves as a scaffold around which Cas9 can fold and orga-\ntococcus thermophilus or Streptococcus pyogenes can be                  nize its various domains (Nishimasu et al., 2014).\nguided by crRNAs to cleave target DNA in vitro (Jinek et al.,              The crystal structure of SpCas9 in complex with an sgRNA and\n2012; Gasiunas et al., 2012), in agreement with previous bacte-         target DNA also revealed how the REC lobe facilitates target\nrial studies (Garneau et al., 2010; Deltcheva et al., 2011; Sapra-      binding. An arginine-rich bridge helix (BH) within the REC lobe\nnauskas et al., 2011). Furthermore, a single guide RNA (sgRNA)          is responsible for contacting the 30 8–12 nt of the RNA-DNA het-\ncan be constructed by fusing a crRNA containing the targeting           eroduplex (Nishimasu et al., 2014), which correspond with the\nguide sequence to a tracrRNA that facilitates DNA cleavage by           seed sequence identified through guide sequence mutation ex-\nCas9 in vitro (Jinek et al., 2012).                                     periments (Jinek et al., 2012; Cong et al., 2013; Fu et al., 2013;\n   In 2013, a pair of studies simultaneously showed how to suc-         Hsu et al., 2013; Pattanayak et al., 2013; Mali et al., 2013b).\ncessfully engineer type II CRISPR systems from Streptococcus               The SpCas9 structure also provides a useful scaffold for engi-\nthermophilus (Cong et al., 2013) and Streptococcus pyogenes             neering or refactoring of Cas9 and sgRNA. Because the REC2\n(Cong et al., 2013; Mali et al., 2013a) to accomplish genome            domain of SpCas9 is poorly conserved in shorter orthologs,\nediting in mammalian cells. Heterologous expression of mature           domain recombination or truncation is a promising approach\ncrRNA-tracrRNA hybrids (Cong et al., 2013) as well as sgRNAs            for minimizing Cas9 size. SpCas9 mutants lacking REC2 retain\n(Cong et al., 2013; Mali et al., 2013a) directs Cas9 cleavage           roughly 50% of wild-type cleavage activity, which could be partly\nwithin the mammalian cellular genome to stimulate NHEJ or               attributed to their weaker expression levels (Nishimasu et al.,\nHDR-mediated genome editing. Multiple guide RNAs can also               2014). Introducing combinations of orthologous domain re-\nbe used to target several genes at once. Since these initial            combination, truncation, and peptide linkers could facilitate the\nstudies, Cas9 has been used by thousands of laboratories for            generation of a suite of Cas9 mutant variants optimized for\ngenome editing applications in a variety of experimental model          different parameters such as DNA binding, DNA cleavage, or\nsystems (Sander and Joung, 2014). The rapid adoption of the             overall protein size.\nCas9 technology was also greatly accelerated through a com-\nbination of open-source distributors such as Addgene, as well           Metagenomic, Structural, and Functional Diversity of\nas a number of online user forums such as http://www.                   Cas9\ngenome-engineering.org and http://www.egenome.org.                      Cas9 is exclusively associated with the type II CRISPR locus and\n                                                                        serves as the signature type II gene. Based on the diversity of\nStructural Organization and Domain Architecture of                      associated Cas genes, type II CRISPR loci are further subdivided\nCas9                                                                    into three subtypes (IIA–IIC) (Figure 5B) (Makarova et al., 2011a;\nThe family of Cas9 proteins is characterized by two signature           Chylinski et al., 2013). Type II CRISPR loci mostly consist of the\nnuclease domains, RuvC and HNH, each named based on                     cas9, cas1, and cas2 genes, as well as a CRISPR array and\nhomology to known nuclease domain structures (Figure 2C).               tracrRNA. Type IIC CRISPR systems contain only this minimal\nThough HNH is a single nuclease domain, the full RuvC domain            set of cas genes, whereas types IIA and IIB have an additional\nis divided into three subdomains across the linear protein              signature csn2 or cas4 gene, respectively (Chylinski et al., 2013).\nsequence, with RuvC I near the N-terminal region of Cas9 and               Subtype classification of type II CRISPR loci is based on the\nRuvC II/III flanking the HNH domain near the middle of the pro-         architecture and organization of each CRISPR locus. For\ntein. Recently, a pair of structural studies shed light on the struc-   example, type IIA and IIB loci usually consist of four cas genes,\ntural mechanism of RNA-guided DNA cleavage by Cas9.                     whereas type IIC loci only contain three cas genes. However,\n   First, single-particle EM reconstructions of the Streptococcus       this classification does not reflect the structural diversity of\npyogenes Cas9 (SpCas9) revealed a large structural rearrange-           Cas9 proteins, which exhibit sequence homology and length\nment between apo-Cas9 unbound to nucleic acid and Cas9 in               variability irrespective of the subtype classification of their\ncomplex with crRNA and tracrRNA, forming a central channel              parental CRISPR locus. Of >1,000 Cas9 nucleases identified\nto accommodate the RNA-DNA heteroduplex (Jinek et al.,                  from sequence databases (UniProt) based on homology, protein\n2014). Second, a high-resolution structure of SpCas9 in complex         length is rather heterogeneous, roughly ranging from 900 to 1600\nwith sgRNA and the complementary strand of target DNA further           amino acids (Figure 5C). The length distribution of most Cas9\nrevealed the domain organization to comprise of an a-helical            proteins can be divided into two populations centered around\nrecognition (REC) lobe and a nuclease (NUC) lobe consisting of          1,100 and 1,350 amino acids in length. It is worth noting that a\nthe HNH domain, assembled RuvC subdomains, and a PAM-                   third population of large Cas9 proteins belonging to subtype\ninteracting (PI) C-terminal region (Nishimasu et al., 2014)             IIA, formerly called Csx12, typically contain around 1500 amino\n(Figure 5A and Movie S1).                                               acids.\n   Together, these two studies support the model that SpCas9               Despite the apparent diversity of protein length, all Cas9 pro-\nunbound to target DNA or guide RNA exhibits an autoinhibited            teins share similar domain architecture (Makarova et al., 2011a;\n\n\n                                                                                          Cell 157, June 5, 2014 ª2014 Elsevier Inc. 1267\n\fFigure 5. Structural and Metagenomic Diversity of Cas9 Orthologs\n(A) Crystal structure of Streptococcus pyogenes Cas9 in complex with guide RNA and target DNA.\n(B) Canonical CRISPR locus organization from type II CRISPR systems, which can be classified into IIA-IIC based on their cas gene clusters. Whereas type IIC\nCRISPR loci contain the minimal set of cas9, cas1, and cas2, IIA and IIB retain their signature csn2 and cas4 genes, respectively.\n(C) Histogram displaying length distribution of known Cas9 orthologs as described in UniProt, HAMAP protein family profile MF_01480.\n(D) Phylogenetic tree displaying the microbial origin of Cas9 nucleases from the type II CRISPR immune system. Taxonomic information was derived from\ngreengenes 16S rRNA gene sequence alignment, and the tree was visualized using the Interactive Tree of Life tool (iTol).\n(E) Four Cas9 orthologs from families IIA, IIB, and IIC were aligned by ClustalW (BLOSUM). Domain alignment is based on the Streptococcus pyogenes Cas9,\nwhereas residues highlighted in red indicate highly conserved catalytic residues within the RuvC I and HNH nuclease domains.\n\n\n\n\n1268 Cell 157, June 5, 2014 ª2014 Elsevier Inc.\n\fChylinski et al., 2013, 2014; Fonfara et al., 2014), consisting of      with additional PAMs to expand the targeting range of the\nthe RuvC and HNH nuclease domains and the REC domain, an                Cas9 toolkit. Delivery of multiple Cas9 proteins with different\na-helix-rich region with an Arg-rich bridge helix. Unlike type I        PAM requirements facilitates orthogonal genome engineering,\nand III CRISPR systems, which are found in both bacteria and            in which independent but simultaneous functions are applied\narchaea, type II CRISPRs have so far only been found in bacterial       at different loci within the same cell or cell population. NmCas9\nstrains (Chylinski et al., 2013). The majority of Cas9 orthologs in     and SpCas9, for example, can be employed for independent\nfact belong to the phyla of Bacteroidetes, Proteobacteria, and          transcriptional repression and nuclease activity (Esvelt et al.,\nFirmicutes (Figure 5D).                                                 2013).\n   The length difference among Cas9 proteins largely results               PAM specificity can also be modified. For instance, ortho-\nfrom variable conservation of the REC domain (Figure 5E), which         logous replacement of the PAM-interacting (PI) domain from\nassociates with the sgRNA and target DNA. For example, the              the Streptococcus thermophilus CRISPR3 Cas9 with the cor-\ntype IIC Actinomyces naeslundii Cas9, which is more compact             responding domain from Streptococcus pyogenes Cas9 suc-\nthan its Streptococcus pyogenes ortholog, has a much smaller            cessfully altered PAM recognition from 50 -NGGNG to 50 -NGG\nREC lobe with substantially different orientation (Jinek et al.,        (Nishimasu et al., 2014). PAM engineering strategies could also\n2014).                                                                  be exploited to generate short Cas9 orthologs with flexible 50 -\n                                                                        NGG or 50 -NG PAM domains.\nProtospacer Adjacent Motif: Cas9 Target Range and\nSearch Mechanism                                                        Genome Editing Using CRISPR-Cas9 in Eukaryotic Cells\nA critical feature of the Cas9 system is the protospacer-adjacent       To date, the Streptococcus pyogenes Cas9 (SpCas9) has been\nmotif (PAM), which flanks the 30 end of the DNA target site             used broadly to achieve efficient genome editing in a variety of\n(Figure 2C) and dictates the DNA target search mechanism of             species and cell types, including human cell lines, bacteria, ze-\nCas9. In addition to facilitating self versus non-self discrimination   brafish, yeast, mouse, fruit fly, roundworm, rat, common crops,\nby Cas9 (Shah et al., 2013), because direct repeats do not              pig, and monkey (see Sander and Joung [2014] for a detailed\ncontain PAM sites, biochemical and structural characterization          list). SpCas9 is also dramatically expanding the catalog of genet-\nof SpCas9 suggested that PAM recognition is involved in trig-           ically tractable model organisms, for example, by enabling the\ngering the transition between Cas9 target binding and cleavage          introduction of multiplex mutations in cynomolgus monkeys\nconformations (Sternberg et al., 2014; Jinek et al., 2014; Nishi-       (Niu et al., 2014).\nmasu et al., 2014).                                                        SpCas9 can be targeted either with a pair of crRNA and\n   Single-molecule imaging indicated that Cas9-crRNA-                   tracrRNA (Cong et al., 2013) or with a chimeric sgRNA (Cong\ntracrRNA complexes first associate with PAM sequences                   et al., 2013; Mali et al., 2013a; Cho et al., 2013; Jinek et al.,\nthroughout the genome, allowing Cas9 to initiate DNA strand             2013), as the crRNA or sgRNA contains a 20 nt guide sequence\nseparation via unknown mechanisms (Sternberg et al., 2014).             that directly matches the target site. The only requirement for the\nDNA competitor cleavage assays additionally suggested that              selection of Cas9 target sites is the presence of a protospacer-\nformation of the RNA-DNA heteroduplex is initiated at the PAM           adjacent motif (PAM) immediately downstream of the target site.\nsite before proceeding PAM distally by interrogating the target            An early discrepancy in the use of SpCas9 editing of the\nsite upstream of the PAM for guide sequence complementarity             h",
  "wordCount": 14169,
  "indexed": "2025-09-25T22:43:33.346Z",
  "method": "direct"
}
