{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Rehm et al. - 2015 - ClinGen — The Clinical Genome Resource.pdf",
  "fileName": "Rehm et al. - 2015 - ClinGen — The Clinical Genome Resource.pdf",
  "relativePath": "Genetica/Rehm et al. - 2015 - ClinGen — The Clinical Genome Resource.pdf",
  "text": "T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n                                          Spe ci a l R e p or t\n\n\n                        ClinGen — The Clinical Genome Resource\n                 Heidi L. Rehm, Ph.D., Jonathan S. Berg, M.D., Ph.D., Lisa D. Brooks, Ph.D.,\n            Carlos D. Bustamante, Ph.D., James P. Evans, M.D., Ph.D., Melissa J. Landrum, Ph.D.,\n               David H. Ledbetter, Ph.D., Donna R. Maglott, Ph.D., Christa Lese Martin, Ph.D.,\n               Robert L. Nussbaum, M.D., Sharon E. Plon, M.D., Ph.D., Erin M. Ramos, Ph.D.,\n                     Stephen T. Sherry, Ph.D., and Michael S. Watson, Ph.D., for ClinGen\n\n      On autopsy, a patient is found to have hypertrophic cardiomyopathy. The patient’s family pursues ge-\n      netic testing that shows a “likely pathogenic” variant for the condition on the basis of a study in an\n      original research publication. Given the dominant inheritance of the condition and the risk of sudden\n      cardiac death, other family members are tested for the genetic variant to determine their risk. Several\n      family members test negative and are told that they are not at risk for hypertrophic cardiomyopathy\n      and sudden cardiac death, and those who test positive are told that they need to be regularly monitored\n      for cardiomyopathy on echocardiography. Five years later, during a routine clinic visit of one of the\n      genotype-positive family members, the cardiologist queries a database for current knowledge on the\n      genetic variant and discovers that the variant is now interpreted as “likely benign” by another labora-\n      tory that uses more recently derived population-frequency data. A newly available testing panel for\n      additional genes that are implicated in hypertrophic cardiomyopathy is initiated on an affected family\n      member, and a different variant is found that is determined to be pathogenic. Family members are\n      retested, and one member who previously tested negative is now found to be positive for this new vari-\n      ant. An immediate clinical workup detects evidence of cardiomyopathy, and an intracardiac defibril-\n      lator is implanted to reduce the risk of sudden cardiac death.\n\n      During the past 25 years, major advances in de-            variants are labeled a “variant of uncertain sig-\n      ciphering the genetic bases of human disease               nificance.” A final factor contributing to our\n      have been achieved, and more than 5000 mende-              lack of consistent, clear, and clinically relevant\n      lian disorders are now understood at the genetic           annotation of human genetic variation is the so-\n      level.1 Although this is an extraordinarily impor-         called silo effect, in which various commercial\n      tant achievement in our understanding of the               and academic entities maintain isolated, some-\n      biologic features of human disease, the integra-           times proprietary, databases of variant interpre-\n      tion of these findings into clinical care is se-           tations, thus preventing the sharing of critical\n      verely challenged by a lack of publicly available          knowledge that could benefit patients, families,\n      and accurate interpretations of the vast amount            health care providers, diagnostic laboratories,\n      of human genetic variation known to exist. More            and payers.\n      than 80 million genetic variants have been un-                On the basis of an analysis of submissions to\n      covered in the human genome,2 and for the                  the ClinVar variant database of the National Cen-\n      majority, we have no clear understanding of                ter for Biotechnology Information (NCBI),3 we\n      their role in human health and disease. Thus, we           have discovered that the interpretation of the\n      are very far from a world in which we can se-              importance of the same variant by multiple\n      quence patients’ genomes and easily interpret              clinical laboratories may differ, so that at least\n      their risk of disease, even if patients carry a vari-      one interpretation must be wrong and could\n      ant in a gene that is associated with a highly             therefore lead to inappropriate medical interven-\n      penetrant genetic disorder. The rarity of most             tion, as illustrated in the above example. Healthy\n      variants that are identified in mendelian genes            competition among isolated entities is no longer\n      (Fig. 1) has made it difficult to decipher the ef-         sufficient to drive our understanding of human\n      fect of such variants on gene function; most rare          variation, and patient care may be compromised\n\n                                                  n engl j med    nejm.org                                                             1\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                  Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                                      T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n                                                 83% of patients have variants\n                                               that are rare or of uncertain clinical    17% of patients have pathogenic or “likely pathogenic” variants seen ≥10 times\n                                                  significance (5776 variants)                                           (63 variants)\n\n\n\n\n                                        4500\n                                                                                                                         Variants of uncertain significance (71%)\n                                                                                                                         Pathogenic or “likely pathogenic” variants (29%)\n\n                                        1500\n                      No. of Variants\n\n\n\n\n                                        1000\n\n\n\n\n                                        500\n\n\n\n\n                                                1   2    3   4    5   6    7   8    9 10 11 12 13 14 15 16 17 18 19 20                    21– 39      40– 100       101– 225\n                                                                                        No. of Times Each Variant Was Observed\n\n                      Figure 1. Variant Histogram from Mendelian Disease Testing of 15,000 Probands.\n                      Shown are data for 5839 variants that have been found in patients with cardiomyopathy, hearing loss, RASopathies\n                      (i.e., developmental syndromes caused by germline mutations that alter the Ras subfamily), aortopathies, hereditary\n                      cancers, pulmonary disorders, skin disorders, and other genetic syndromes, as tested by the Laboratory for Molecu-\n                      lar Medicine at Partners HealthCare. Shown at the top of the chart are the percentages of patients who carry fre-\n                      quently observed pathogenic variants and patients who have variants that are rare or of uncertain significance.\n\n\n\n                    when data are not shared. If society is to under-                                    access to data from larger and larger cohorts to\n                    stand human genomic variation and reap its                                           identify rarer and rarer alleles (or common al-\n                    benefits in clinical care, large collaborative ef-                                   leles with smaller effect sizes). The field benefit-\n                    forts will be the only way to amass sufficient data                                  ed tremendously from a culture of data sharing,\n                    and distribute responsibility for critical review.                                   and today genetic loci for more than 300 com-\n                       In the past few years, collaborative efforts                                      plex traits have been identified and reported in\n                    have shown the effectiveness of submitting data                                      more than 2000 articles, many through highly\n                    to public databases to advance genetic discovery.                                    reproducible genomewide association studies.6-8\n                    For example, the current human reference se-                                         The cancer genetics community also organized\n                    quence would not have been possible if public                                        several large efforts, including the Cancer Ge-\n                    release of data had not been encouraged.4 Simi-                                      nome Atlas9 and the International Cancer Ge-\n                    larly, the replication that is critical to validate                                  nome Consortium,10 in which the sequencing of\n                    genomewide association studies5 depended on                                          genes obtained from both tumors and normal\n\n\n\n2                                                                                         n engl j med     nejm.org\n\n                                                    The New England Journal of Medicine\n    Downloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                      Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                    Special Report\n\n\n      tissue has been implemented and resultant data\n      deposited into databases to identify recurrent                 Patients              Clinicians             Laboratories          Researchers\n      variants associated with different types of cancer.\n      Most of these consortia and studies are focused                                    Sharing Genetic and Health Data\n      on data obtained exclusively in the research set-\n                                                                                                        ClinGen\n      ting with predefined participating entities. To                       Launched in 2013 and supported by the National Institutes of\n      enable medical use of genetic discoveries, it is                        Health, ClinGen is intended to be an authoritative central\n      equally important to improve standards of data                           resource that defines the clinical relevance of genomic\n                                                                                variants for use in precision medicine and research.\n      collection and sharing from genetic testing and\n      define a systematic method for the clinical annota-                                Critical Questions of the Program\n      tion and interpretation of genomic and phenotypic\n                                                                             Is this gene               Is this                Is this\n      variation.                                                              associated               variant             information\n          To address these needs, three grants from the                     with a disease?           causative?             actionable?\n      National Institutes of Health (NIH) were aligned                       Clinical validity       Pathogenicity        Clinical usefulness\n      with the NCBI ClinVar database under the col-\n      laborative Clinical Genome Resource (ClinGen)\n      program (Fig. 2). The program was based in part\n      on efforts of the earlier International Standards                                Building a Genomic Knowledge Base\n      for Cytogenomic Arrays Consortium, which be-\n                                                                                             ClinVar and Other Resources\n      gan collecting data on copy-number variants from\n                                                                         ClinGen is developing several resources for the community. The first\n      chromosomal microarray testing in clinical cyto-                   is ClinVar, which is a database at the National Center for Biotechnol-\n      genetics laboratories in 2007, and was later ex-                    ogy Information that archives information submitted about variants\n      panded to include data on sequence variants                          with medical relevance. It is an integral part of ClinGen and serves\n                                                                           as its public portal for the deposition and retrieval of variants and\n      from clinical molecular laboratories.11 Consis-                                the interpretation of their clinical significance.\n      tent with its mission, ClinGen is developing in-\n      terconnected community resources to improve\n      our understanding of genomic variation and im-                            Improved Patient Care through Genomic Medicine\n      prove its use in clinical care. ClinGen represents\n      a strong partnership among public, academic,\n                                                                 Figure 2. Clinical Genome Resource (ClinGen).\n      and private institutions that relies on collabora-\n                                                                 More information on ClinGen is available at www.clinicalgenome.org, and\n      tion between the NIH and academic and com-\n                                                                 more information on ClinVar is available at www.ncbi.nlm.nih.gov/clinvar.\n      mercial laboratories operating in both the re-\n      search and clinical realms. ClinGen is also\n      engaging numerous entities, including profes-\n                                                                 Table 1. Goals of the Clinical Genome Resource (ClinGen).\n      sional societies, to ensure that the resources that\n      are produced meet the expectations of the com-             Goals\n      munity. Its goals are outlined in Table 1.                 Share genomic and phenotypic data provided by clinicians, researchers,\n          Launched in April 2013, the publicly accessi-             and patients through centralized databases for clinical and research use\n      ble ClinVar database is a cornerstone of ClinGen.          Standardize the clinical annotation and interpretation of genomic variants\n      It serves as the primary site for deposition and\n                                                                 Implement evidence-based expert consensus for curating genes and variants\n      retrieval of variant data and annotations.3 Vari-\n                                                                 Improve understanding of variation in diverse populations to realize\n      ants and supporting evidence can be submitted                 interpretation of genetic testing on a global scale\n      by researchers, clinical laboratories, expert\n                                                                 Develop machine-learning algorithms to improve the throughput of variant\n      groups, clinicians, and patients (Fig. 3). Variants           interpretation\n      can also be reciprocally shared between ClinVar            Assess the “medical actionability” of genes and variants\n      and locus-specific databases that may contain\n                                                                 Structure and provide access to genomic knowledge for use in electronic\n      more detailed information specific to certain                  health records ecosystems\n      diseases and that are often maintained by dedi-\n                                                                 Disseminate the collective knowledge and resources for unrestricted use\n      cated curators.12 For example, ClinGen-approved               in the community\n      expert panels are depositing interpreted variants\n\n\n\n\n                                                  n engl j med   nejm.org                                                                             3\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                  Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                              T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n\n           Researchers                Clinical laboratories                  Expert groups                        Clinics                      Patients\n\n\n\n\n                            Unpublished\n                            or Literature\n                              Citations                                                                               Patient Registries\n\n\n                                                                                                                              Examples of Linked Databases\n\n                                                                                                                            OMIM           CFTR2          BIC\n                                                                               ClinVar\n                                                                                                                                  InSiGHT     PharmGKB\n                                                                  Variants                   Expert-curated\n                                                                                             variants\n                                                                              ClinGenKB\n                                                     Case-Level          Machine-learning               Data\n                                                     Data Store                                       Resources\n                                                                           algorithms\n                                                                        Curation Interface\n\n\n\n                            Cardiovascular       Inborn Errors of                                                                               Other clinical\n                                                                        Hereditary Cancer         Pharmacogenomics          Somatic Cancer\n                               Disease             Metabolism                                                                                  working groups\n                                                                         Working Group              Working Group           Working Group\n                            Working Group        Working Group                                                                                are being formed\n\n\n    Figure 3. Flow of Data through ClinGen.\n    Shown is the typical flow of information into ClinVar and ClinGenKB, a new database that is designed to allow for a flexible working en-\n    vironment for curation. Most variants are submitted by external sources and databases directly into ClinVar for immediate access by the\n    community. Variants then flow into ClinGenKB to enable the resolution of differences in interpretation, as well as expert review of vari-\n    ants by the clinical-domain working groups that are shown. Additional sources of data and machine-learning algorithms may be brought\n    into ClinGenKB to aid in the interpretive process. BIC denotes Breast Cancer Information Core, CFTR2 Clinical and Functional Transla-\n    tion of CFTR, InSiGHT the variant database for the International Society for Gastrointestinal Hereditary Tumours, OMIM Online Mende-\n    lian Inheritance in Man, and PharmGKB the Pharmacogenomics Knowledge Base.\n\n\n\n\n                         from databases such as CFTR2 (Clinical and                               tations, although 24,725 of those interpretations\n                         Functional Translation of CFTR, which houses                             (21%) are variants of uncertain significance,\n                         information about specific CFTR mutations),13                            which highlights the additional work to be done.\n                         InSiGHT (variant database for the International                          Each time a laboratory submits variants for de-\n                         Society for Gastrointestinal Hereditary Tumours),14                      position in ClinVar, the submission is analyzed\n                         and PharmGKB (the Pharmacogenomics Knowl-                                to ensure that all variants are accurately named\n                         edge Base).15 As of May 4, 2015, ClinVar contained                       according to standardized variant nomencla-\n                         172,055 variant submissions across 22,864 genes                          ture16 and can be mapped to the human-genome\n                         (145,311 unique sequence and structural vari-                            reference sequence and that the terms used for\n                         ants) from 314 submitters, including clinical and                        assertions of clinical significance for mendelian\n                         research laboratories, locus-specific databases,                         disorders conform to those recently approved by\n                         aggregate databases (Online Mendelian Inheri-                            the American College of Medical Genetics and\n                         tance in Man [OMIM] and GeneReviews), expert                             Genomics.17 This standardization effort is impor-\n                         consortia, professional organizations, health care                       tant for a robust submission and quality-control\n                         providers (e.g., Sharing Clinical Reports Project,                       process. In addition, after deposition, each labo-\n                         at www.sharingclinicalreports.org), and patients                         ratory receives a report of any differences in in-\n                         (e.g., Free the Data Campaign, at www.free-the                           terpretation between their submitted variants and\n                         -data.org) (Table 2). More than 118,000 of the                           those already existing in ClinVar.\n                         unique variants in ClinVar have clinical interpre-                          In the past few years, it has become clear that\n\n\n4                                                                                n engl j med       nejm.org\n\n                                                    The New England Journal of Medicine\n    Downloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                      Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                         Special Report\n\n\n\n       Table 2. ClinVar Submitters Who Have Provided More Than 50 Variants with Medical Interpretations.*\n\n       Variable                                                                                    Variants       Genes\n       Submitter\n       Expert consortia and professional organizations\n               International Society for Gastrointestinal Hereditary Tumours (InSiGHT)               2,362             4\n               Clinical and Functional Translation of CFTR (CFTR2)                                     133             1\n               American College of Medical Genetics and Genomics (ACMG)                                 23             1\n       Clinical laboratories\n               International Standards for Cytogenomic Arrays Consortium Laboratories               14,441       >14,000\n               Partners HealthCare Laboratory for Molecular Medicine                                12,092          302\n               GeneDx                                                                               11,176          613\n               Ambry Genetics                                                                        9,821           50\n               University of Chicago Genetic Services Laboratory                                     7,127          622\n               Emory University Genetics Laboratory                                                  6,944          659\n               Sharing Clinical Reports Project for BRCA1 and BRCA2                                  2,147            2\n               Invitae                                                                               1,949          125\n               Laboratory Corporation of America (LabCorp)                                           1,390          160\n               ARUP Laboratories                                                                     1,374           10\n               Counsyl                                                                               1,136          108\n               Children’s Hospital of Eastern Ontario Molecular Genetics Diagnostic                    957           21\n                   Laboratory\n               Blueprint Genetics                                                                      651          130\n               University of Washington CSER Program with Northwest Clinical Genomics Laboratory       646           80\n               University of Washington Collagen Diagnostic Laboratory                                 411            2\n               Children’s National Medical Center GenMed Metabolism Laboratory                         317            1\n               Pathway Genomics                                                                        189           18\n               Baylor College of Medicine Medical Genetics Laboratories                                178           12\n               Greenwood Genetic Center Diagnostic Laboratories                                         80           19\n               University of Pennsylvania School of Medicine Genetic Diagnostic Laboratory              68            1\n       Research programs and locus-specific databases\n               Breast Cancer Information Core (BIC)                                                  3,734            2\n               Royal Brompton Hospital Cardiovascular Biomedical Research Unit                       1,346           13\n               RettBASE                                                                                973            5\n               Muilu Laboratory, Institute for Molecular Medicine Finland                              840           43\n               ClinSeq Project, National Human Genome Research Institute                               425           36\n               Lifton Laboratory, Yale University                                                      390          284\n               PALB2 Leiden Open Variation Database                                                    242            2\n               Department of Ophthalmology and Visual Sciences, Kyoto University Hospital              171           59\n               Developmental Genetics Unit, King Faisal Specialist Hospital and Research               101          102\n                   Center, Saudi Arabia\n               Department of Zoology, M.V. Muthiah Government College, India                            58             3\n       Aggregate databases\n               Online Mendelian Inheritance in Man (OMIM)                                           25,262         3,770\n               GeneReviews                                                                           4,000           488\n       Totals\n       Total variant submissions to ClinVar†                                                       172,055\n       Total unique variants represented†                                                          145,311\n       Total unique variants in ClinVar with clinical assertions†                                  118,169\n       Total genes in submissions with assertions\n           Genes in which variants are confined to the gene†                                                      7,406\n           Genes in which copy-number variants span multiple genes†                                              22,864\n\n      *\t\u0007All submissions from ClinGen-approved expert consortia and professional organizations are included even if submis-\n        sions include 50 or fewer variants.\n      †\t\u0007Totals represent all submissions in ClinVar as of May 4, 2015, including smaller submissions that are not listed.\n        Additional details are available at www​.­ncbi​.­nlm​.­nih​.­gov/​­clinvar/​­submitters.\n\n\n                                                       n engl j med    nejm.org                                                        5\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                  Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                T h e n e w e ng l a n d j o u r na l o f m e dic i n e\n\n\n\n                    many genetic variants that have been reported in           variant communities to develop new standards\n                    the literature to cause disease have been misin-           for interpreting genetic variants.17,20 ClinGen is\n                    terpreted. Such errors have resulted from insuf-           now working with laboratories to facilitate adop-\n                    ficient standards for defining the evidence re-            tion of these new standards and openly share the\n                    quired to link a variant to disease causation and          basis of their assertions with respect to pathoge-\n                    our lack of information on common variation                nicity. This collaboration has allowed laboratories\n                    across many populations.18,19 The aggregation of           to resolve differences in interpretation through\n                    data from many submitters that is enabled by               expert consensus and application of these stan-\n                    ClinGen permits the identification of some vari-           dardized methods. Furthermore, given the ex-\n                    ants that have been misinterpreted, as docu-               tremely fast pace at which genomic information\n                    mented by different interpretations among sub-             is now being generated, the use of machine\n                    mitters. Of the 118,169 unique variants with               learning (which explores the development of al-\n                    clinical interpretations, 12,895 (11%) have clini-         gorithms that can help to make predictions on\n                    cal interpretations that have been submitted by            data) or similar approaches for prioritizing vari-\n                    more than one laboratory. Of those, 2,229 (17%)            ant curation, along with expert review, are criti-\n                    are interpreted differently by the submitters,             cal for efficient turnaround of results. Thus, a\n                    with one- or two-step differences between any of           resource that contains variants of uncertain\n                    three major levels: “pathogenic or likely patho-           significance and that can be targeted for further\n                    genic,” “uncertain significance,” and “likely be-          research through functional studies will enable\n                    nign or benign.” For example, one of the initial           improved understanding of genomic variation.\n                    and ongoing sources of data in ClinVar is the              This function, combined with the implementa-\n                    OMIM database (containing nearly 25,000 vari-              tion of new standards for the interpretation of\n                    ants), which catalogues representative pathogenic          variants and the open sharing of assertions with\n                    variants from published studies that define the            respect to pathogenicity to identify differences,\n                    role of a gene in disease, as well as the spectrum         should eventually lead to a stronger reference\n                    of variant types and phenotypes that are found             database and to better health care.\n                    for a gene.1 Now that ClinVar has already pro-                ClinVar requests, but does not require, de-\n                    cessed many clinically curated submissions, we             tailed evidence to support any interpretation of\n                    have identified 220 variants that have been de-            clinical significance. One of the benefits of the\n                    scribed in research studies and maintained in              ClinGen project, therefore, has been the devel-\n                    the public domain in OMIM as pathogenic and                opment of a tiered system to define the type of\n                    that now are being reinterpreted by clinical labo-         review by which any variant has been assessed\n                    ratories as benign, likely benign, or of uncertain         (Fig. 4), as well as rules for aggregating interpre-\n                    significance. Through ClinVar, the curators of             tations from multiple sources. In June 2015, the\n                    OMIM now have a system that can more easily                review status, which has always been represent-\n                    alert them to the need to reevaluate their records         ed graphically as colored stars, will be modified\n                    of gene–disease relationships. In addition, pa-            as follows: no stars if neither an assertion nor a\n                    tients, clinicians, and clinical laboratories now          documented method is provided, one star if\n                    have more robust public access to interpretations          methods are submitted for an interpretation,\n                    of genetic variants, which permits them to better          two stars if multiple groups with provided meth-\n                    use the information for clinical care decisions.           ods agree on the interpretation, three stars if the\n                        Of the ClinVar submissions from currently              interpretation is provided by a ClinGen-approved\n                    operating clinical laboratories and expert con-            expert panel, and four stars if the interpretation\n                    sortia, 415 variants have different assertions of          is endorsed by published practice guidelines.\n                    clinical significance of a level that is anticipated       The review status is a field on which variants\n                    to have a differential effect on medical decision          can be easily filtered when searching or down-\n                    making (pathogenic or likely pathogenic vs. un-            loading data from ClinVar, allowing specific\n                    certain significance, likely benign, or benign).           subsets of variants to be selected on the basis of\n                    Because a key goal of ClinGen is to resolve these          the level of review and consensus.\n                    differences, the American College of Medical Ge-              Overall, ClinGen-related working groups, with\n                    netics and Genomics (a ClinGen grantee) worked             membership spanning more than 75 institutions,\n                    with members of the sequence and structural-               organizations, and commercial laboratories, have\n\n\n6                                                               n engl j med    nejm.org\n\n                                                    The New England Journal of Medicine\n    Downloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                      Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                    Special Report\n\n\n      been assembled to tackle many of the key chal-\n      lenges to achieving the goals of ClinGen, includ-                                       Practice\n      ing the establishment of standard procedures for                                       Guideline\n      evaluating genes, variants, genetic disorders, and\n      phenotypes. For example, the accurate and de-                                        Expert Panel\n      tailed collection of phenotype information is\n      challenging yet critical to the assessment of hu-\n                                                                                     Multisource Consistency\n      man variation. ClinGen is taking a multipronged\n      approach to this problem through support for,\n      and interaction with, researchers, clinical labo-                         Single Submitter — Criteria Provided\n      ratories, clinicians, and patients. The ClinGen\n      Phenotyping Working Group has chosen to use\n                                                                              Single Submitter — No Criteria Provided     No stars\n      the Human Phenotype Ontology (www.human\n      -phenotype-ontology.org) as its recommended\n      standard for exchanging the phenotypes of pa-                                        No Assertion                       Not applicable\n\n      tients, though other ontologies are also sup-\n      ported. Tools for the standardized collection of            Figure 4. Review Levels Annotated in ClinVar.\n      rare-disease phenotypes include PhenoTips21 and             Variants with assertions are rated according to the source and level of re-\n      PhenoDB22 in addition to a phenotyping survey               view for each submitted variant assertion. Submitters must comply with re-\n      designed for patients in the ClinGen patient regis-         quirements (www.ncbi.nlm.nih.gov/clinvar/docs/assertion_criteria) for a\n      try (called GenomeConnect), as described below.             submission to be assigned one, three, or four stars. Two stars are automat-\n                                                                  ically assigned when multiple one-star submitted assertions are consistent.\n          The ClinGen Gene Curation Working Group\n                                                                  The distinction between submitters that have provided criteria and those\n      has developed standards for assigning the level             that have not will begin in June 2015.\n      of evidence supporting a gene–disease relationship\n      (www​.­clinicalgenome​.­org/​­k nowledge-curation/​­\n      gene-curation), which will be used by expert               likelihood, as well as the nature and efficacy of\n      groups in different disease areas. This framework          interventions. Additional working groups are fo-\n      is particularly relevant as larger gene panels are         cusing on new informatics approaches to variant\n      introduced into genetic testing. Such panels may           assessment, integration with electronic health rec­\n      include genes for which the strength of the data           ords, and outreach to patients through Genome-\n      underlying the association between a specific              Connect, which allows patients to upload genetic\n      variant or variants in a specific gene and disease         test results and provide direct phenotypic data to\n      is limited. A user interface is being developed to         the project. In addition, GenomeConnect enables\n      support expert curation of genes and variants              a system to connect patients with laboratories,\n      within a new database called ClinGenKB, allow-             research studies, and one another, providing\n      ing a flexible working environment for curation.           a robust and critical link to the broader com-\n      Variants that are deposited into ClinVar will be           munity.\n      accessible to curators working in ClinGenKB to                It is likely that the hypothetical case that is\n      enable expert review of all variants and resolu-           presented in the introduction to this article has\n      tion of conflicting interpretations. ClinGen has           already happened, given that each element of the\n      launched a growing number of clinical-domain               story has occurred repeatedly. Patients have been\n      working groups, with the initial set covering              receiving clinical genetic test results for hyper-\n      cardiovascular disease, hereditary cancer, so-             trophic cardiomyopathy for more than 10 years,\n      matic cancer, metabolic disease, and pharma-               and the American Heart Association has recom-\n      cogenomics, with others in the planning stages             mended the use of those results for dictating the\n      (Fig. 3). The ClinGen Actionability Working                clinical care of family members.23 The interpre-\n      Group is identifying which genes are associated            tation of many variants in genes associated with\n      with specific therapeutic or surveillance inter-           hypertrophic cardiomyopathy that have been re-\n      ventions in persons who do not yet have symp-              ported as pathogenic has been challenged,24 and\n      toms of genetic disease. The group has also de-            laboratories have had to revise their interpreta-\n      veloped a system for semiquantitative assessment           tions and communicate those revisions to pa-\n      of actionability that includes disease severity and        tients.25 Fortunately, the ClinVar database is be-\n\n\n                                                  n engl j med    nejm.org                                                                      7\n                                                The New England Journal of Medicine\nDownloaded from nejm.org at ESCUELA VALENCIANA DE ESTUDIOS on May 29, 2015. For personal use only. No other uses without permission.\n                                  Copyright © 2015 Massachusetts Medical Society. All rights reserved.\n\f                                                                            Special Report\n\n\n                    ing increasingly used by clinical laboratories,                       8. Paltoo DN, Rodriguez LL, Feolo M, et al. Data use under the\n                                                                                          NIH GWAS data sharing policy and future directions. Nat Genet\n                    physicians, and even patients, with more than                         2014;​46:​934-8.\n                    5000 hits per day. Faced with the challenge of                        9. National Cancer Institute, National Human Genome Re-\n                    regulating next-generation sequencing tests, the                      search Institute. The Cancer Genome Atlas (http://\n                                                                                          cancergenome​.nih​.gov).\n                    Food and Drug Administration is now looking                           10. International Cancer Genome Consortium home page\n                    to ClinGen to provide a possible resource for the                     (https:/​/​icgc​.org).\n                    clinical interpretation of genetic variation.26                       11. Miller DT, Adam MP, Aradhya S, et al. Consensus statement:\n                                                                                          chromosomal microarray is a first-tier clinical diagnostic test\n                    With a system in place to support the open shar-                      for individuals with developmental disabilities or congenital\n                    ing of clinically interpreted genomic data, we                        anomalies. Am J Hum Genet 2010;​86:​749-64.\n                    are now poised to shepherd in a new era of                            12. den Dunnen JT, Sijmons RH, Andersen PS, et al. Sharing\n                                                                                          data between LSDBs and central repositories. Hum Mutat 2009;​\n                    transparency and advancement in genomic sci-                          30:​493-5.\n                    ence that has the potential to improve how ge-                        13. Sosnay PR, Siklosi KR, Van Goor F, et al. Defining the dis-\n                    nomic information will inform the enhanced                            ease liability of variants in the cystic fibrosis transmembrane\n                                                                                          conductance regulator gene. Nat Genet 2013;​45:​1160-7.\n                    clinical care of patients.                                            14. Thompson BA, Spurdle AB, Plazzer J-P, et al. Application of\n                        ClinGen is funded by the National Human Genome Research a 5-tiered scheme for standardized classification of 2,360\n                    Institute, with additional funding from the Eunice Kennedy unique mismatch repair gene variants in the InSiGHT locus-\n                    Shriver National Institute of Child Health and Human Develop- specific database. Nat Genet 2014;​46:​107-15.\n                    ment and the National Cancer Institute (U41 HG006834, U01 15. Thorn CF, Klein TE, Altman RB. PharmGKB: the Pharma-\n                    HG007436, U01 HG007437, HHSN261200800001E). ClinVar is cogenomics Knowledge Base. Methods Mol Biol 2013;​1015:​311-\n                    supported by the Intramural Research Program of the NIH, Na- 20.\n                    tional Library of Medicine.                                           16. Human Genome Variation Society. Nomenclature for the de-\n                        Disclosure forms provided by the authors are available with scription of sequence variants, 2013 (http://www​            .hgvs​.org/​\n                    the full text of this article at NEJM.org.                            mutnomen).\n                        We thank all the contributing members of ClinGen at www​ 17. Richards S, Aziz N, Bale S, et al. Standards and guidelines\n                    .­clinicalgenome​.­org/​­about/​­people, Scott Goehringer for his as- for the interpretation of sequence variants: a joint consensus\n                    sistance in the development of the original Figure 1, and Steven recommendation of the American College of Medical Genetics\n                    Harrison for ClinVar data analysis.                                   and Genomics and the Association for Molecular Pathology.\n                    From Harvard Medical School and Brigham and Women’s Hos- Genet Med 2015;​17:​405-23.\n                    pital and Partners HealthCare — all in Boston (H.L.R.); Univer- 18. Bell CJ, Dinwiddie DL, Miller NA, et al. Carrier testing for\n                    sity of North Carolina, Chapel Hill (J.S.B., J.P.E.); National Hu- severe childhood recessive diseases by next-generation sequenc-\n                    man Genome Research Institute, National Institutes of Health ing. Sci Transl Med 2011;​3:​65ra4.\n                    (NIH) (L.D.B., E.M.R.), National Center for Biotechnology In- 19. Berg JS, Adams M, Nassar N, et al. An informatics approach\n                    formation, National Library of Medicine, NIH (M.J.L., D.R.M., to analyzing the incidentalome. Genet Med 2013;​15:​36-44.\n                    S.T.S.), and American College of Medical Genetics and Genom- 20. Kearney HM, Thorland EC, Brown KK, Quintero-Rivera F,\n                    ics (M.S.W.) — all in Bethesda, MD; Stanford University School South ST. American College of Medical Genetics standards and\n                    of Medicine, Stanford (C.D.B.), and University of California, guidelines for interpretation and reporting of postnatal consti-\n                    San Francisco, San Francisco (R.L.N.) — both in California; tutional copy number variants. Genet Med 2011;​13:​680-5.\n                    Geisinger Health System, Danville, PA (D.H.L., C.L.M.); and 21. Girdea M, Dumitriu S, Fiume M, et al. PhenoTips: patient\n                    Baylor College of Medicine, Houston (S.E.P.). Address reprint phenotyping software for clinical and research use. Hum Mutat\n                    requests to Dr. Rehm at the Laboratory for Molecular Medicine, 2013;​34:​1057-65.\n                    Partners HealthCare Personalized Medicine, 65 Landsdowne 22. Hamosh A, Sobreira N, Hoover-Fong J, et al. PhenoDB: a new\n                    St., Cambridge, MA 02139-4232, or at ­hrehm@​­partners​.­org.         Web-based tool for the collection, storage, and analysis of phe-\n                                                                                          notypic features. Hum Mutat 2013;​34:​566-71.\n                    This article was published on May 27, 2015, at NEJM.org.              23. Gersh BJ, Maron BJ, Bonow RO, et al. 2011 ACCF/AHA guide-\n                                                                                          line for the diagn",
  "wordCount": 5281,
  "indexed": "2025-09-25T22:42:43.499Z",
  "method": "direct"
}
