{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/MLPA/Stuppia et al_2012_Use of the MLPA Assay in the Molecular Diagnosis of Gene Copy Number.pdf",
  "fileName": "Stuppia et al_2012_Use of the MLPA Assay in the Molecular Diagnosis of Gene Copy Number.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/MLPA/Stuppia et al_2012_Use of the MLPA Assay in the Molecular Diagnosis of Gene Copy Number.pdf",
  "text": "Int. J. Mol. Sci. 2012, 13, 3245-3276; doi:10.3390/ijms13033245\n                                                                                        OPEN ACCESS\n                                                                            International Journal of\n                                                                         Molecular Sciences\n                                                                                   ISSN 1422-0067\n                                                                          www.mdpi.com/journal/ijms\nReview\n\nUse of the MLPA Assay in the Molecular Diagnosis of Gene\nCopy Number Alterations in Human Genetic Diseases\nLiborio Stuppia *, Ivana Antonucci, Giandomenico Palka and Valentina Gatta\n\nDepartment of Oral Sciences, Nano and Biotechnologies, “G. d’Annunzio” University, Via dei\nVestini 31, 66013 Chieti, Italy; E-Mails: i.antonucci@unich.it (I.A.); gdpalka@unich.it (G.P.);\nv.gatta@unich.it (V.G.)\n\n* Author to whom correspondence should be addressed; E-Mail: stuppia@unich.it;\n  Tel.: +39-0871-3555300; Fax: +39-0871-3555341.\n\nReceived: 30 December 2011; in revised form: 28 February 2012 / Accepted: 29 February 2012 /\nPublished: 8 March 2012\n\n\n     Abstract: Multiplex Ligation-dependent Probe Amplification (MLPA) assay is a recently\n     developed technique able to evidence variations in the copy number of several human\n     genes. Due to this ability, MLPA can be used in the molecular diagnosis of several genetic\n     diseases whose pathogenesis is related to the presence of deletions or duplications of\n     specific genes. Moreover, MLPA assay can also be used in the molecular diagnosis of\n     genetic diseases characterized by the presence of abnormal DNA methylation. Due to the\n     large number of genes that can be analyzed by a single technique, MLPA assay represents\n     the gold standard for molecular analysis of all pathologies derived from the presence of\n     gene copy number variation. In this review, the main applications of the MLPA technique\n     for the molecular diagnosis of human diseases are described.\n\n     Keywords: gene copy number; MLPA; CNV; molecular diagnosis; genetic disease\n\n\n\n1. Background\n\n   Although the majority of human hereditary diseases are due to abnormalities in the DNA sequence\nof specific genes (point mutations), gene deletions or duplications represent a relevant portion (about\n5%) of all disease-causing mutations, and in some cases are the most frequent cause of a genetic\ndisease, such as in the cases of Duchenne Muscular Dystropy (DMD) or Spinal Muscular Atrophy\n(SMA) [1–3]. The correct characterization of gene deletions and duplications is a crucial point in order\n\fInt. J. Mol. Sci. 2012, 13                                                                           3246\n\nto identify the genotype phenotype correlation. In fact, entire and partial gene deletions/duplications\ncan produce a completely different phenotypic effect. A complete gene duplication can lead to a\ndisease due to the presence of an extra copy of the gene, while a partial duplication can lead to a loss\nof function for that gene copy, such as in the case of DMD where duplications affect some exons\nwithin the gene, but not the entire gene. Moreover, the complete absence of a protein or the presence of\na partially deleted protein, lead in the first case to DMD and in the second one to BMD (see Section 3). In\naddition, it has been recently demonstrated that the genetic basis of several human diseases is related\nto the Copy Number Variation (CNV), generally defined as a DNA segment, longer than 1 kb,\nshowing a variable copy number compared with a reference genome [4]. At present, the real\nproportion of genetic diseases caused by CNVs is unknown, but it may be substantial, when\nconsidering that it has been suggested that germline CNVs can also predispose an individual to\nsyndromic malformations [5]. Neither conventional cytogenetic analysis or DNA sequencing is able to\ndetect gene deletions/duplications and CNVs. As a consequence, these mutations must be investigated by\nusing specific approaches. At the beginning, the detection of gene deletions/duplications was mainly\nbased on the use of Southern Blot and FISH techniques. However, both approaches are time consuming,\nwith low throughput analysis, and are not able to detect small intragenic rearrangements. On the other\nhand, CNV detection is mainly based on the use of array Comparative Genomic Hybridization (CGH),\nbut results provided by this approach must in some cases be validated by other quantitative PCR\nmethods, such as microsatellite genotyping, long-range PCR or different array CGH or genotyping\nplatform [4].\n    Among the different approaches used in recent years for the detection of gene deletions/duplications\nor for the validation of array CGH results in the analysis of CNVs, particular interest has been devoted\nto the Multiplex Ligation-dependent Probe Amplification (MLPA) assay (Table 1) [6]. This technique\nis able to analyze in a single reaction up to 50 DNA sequences and to detect copy number variation of\nspecific genes, including small intragenic rearrangements. So far, over 300 probe sets are\ncommercially available from MRC Holland [6], specific for a very large range of common and rare\ngenetic disorders. MLPA assay has become in a few years a widely used technique in laboratories\nperforming genetic testing for the molecular diagnosis of several diseases. A search in the Pubmed\ndatabase using the word “MLPA” displays the presence of a total of 978 scientific articles, of which 45\nin 2005, 74 in 2006, 124 in 2007, 170 in 2008, 163 in 2009, 229 in 2010, and 203 up to October 2011,\nthus demonstrating the growing interest devoted by the scientific community to this technique. In this\nreview, we will describe the principles of the MLPA technique and the main applications of this assay\nin the molecular diagnosis of the most important congenital and acquired genetic diseases.\n\fInt. J. Mol. Sci. 2012, 13                                                                         3247\n\n       Table 1. Comparison between Multiplex Ligation-dependent Probe Amplification (MLPA)\n       Assay and other methods for the detection of gene deletions/duplications.\nMethod                  Advantages                        Disadvantages\nMLPA                    Detects small rearrangements      Cannot detect copy neutral loss of\n                        Up to 40 targets                  heterozygosity.\n                        High throughput                   May have problems with mosaicism, tumor\n                        Low cost                          heterogeneity, or contamination with\n                                                          normal cells.\nFISH                    Detects balanced                  Cannot detect copy neutral loss of\n                        rearrangements                    heterozygosity.\n                        Detects mosaicism                 Cannot detect small rearrangements\n                        Detects tumor heterogeneity       (e.g., deletions <100 kb or\n                        Can quantify multiple copies      duplications >500 kb).\n                                                          Limited number of targets and throughput.\nQuantitative/Sq-PCR Detects small rearrangements          Test optimization and efficiency is a\n                    and even point mutations              concern.\n                    Can quantify multiple copies          Limited number of targets.\n                    Low cost                              May have problems with mosaicism, tumor\n                                                          heterogeneity, or contamination with\n                                                          normal cells.\nSouthern blot           Detects small rearrangements      Cannot detect copy neutral loss of\n                        Detects mosaicism                 heterozygosity.\n                                                          Not quantitative.\n                                                          Laborious and time consuming\n                                                          Limited number of targets and throughput.\nCGH array               Can detect very small             Cannot detect copy neutral loss of\n                        rearrangements                    heterozygosity.\n                        Can probe entire genome           Costly equipment and reagents\n                        Low cost per data point           Low throughput\nSNP array               Can detect copy neutral loss or   Cannot detect small rearrangements\n                        heterozygosity                    (e.g., deletions or duplications <100 kb).\n                        Can probe entire genome           Costly equipment and reagents\n                        Low cost per data point           Low throughput\n\n2. Principles of MLPA Assay\n\n   MLPA is a multiplex PCR assay that utilizes up to 40 probes, each specific for a different DNA\nsequence (mainly exons of a specific gene of interest), to evaluate the relative copy number of each\nDNA sequence. Each probe is composed of two half-probes (5' and 3' half-probes), consisting of a\ntarget-specific sequence and a universal primer sequence allowing the simultaneous multiplex PCR\namplification of all probes [6]. In addition, one or both half-probes contain a stuffer sequence allowing\ndifferentiation during electrophoresis of the length of the probe itself, and, as a consequence, the size\nof the amplification product. The MLPA reaction can be divided into five steps: (1) DNA denaturation\nand probes hybridization; (2) ligation reaction; (3) PCR amplification; (4) separation of amplification\nproducts by electrophoresis; (5) data analysis. In the first step, the DNA is denatured and incubated\n\fInt. J. Mol. Sci. 2012, 13                                                                            3248\n\nwith a mixture of MLPA probes. The two half probes are able to recognize contiguous target-specific\nsequences, and only in the presence of a perfect match without a single gap, after hybridization, can\nthe two half-probes be ligated and amplified. PCR amplification is performed using only one PCR\nprimers pair, one of which is fluorescently labelled. Because only ligated probes will be amplified\nduring the subsequent PCR reaction, the number of probe ligation products is a measure of the number\nof target sequences in the sample. PCR products are then separated by size using Capillary\nElectrophoresis under denaturing conditions. The height or area of the PCR derived fluorescence\npeaks is measured, quantifying the amount of PCR product after normalization and comparing it with\ncontrol DNA samples, thus indicating the relative amount of target DNA sequence in the input DNA\nsample [6,7]. The quality of the reaction is assessed by the presence of control peaks providing\ninformation about the efficiency of the amplification and the correct amount of DNA used for the\nreaction. A key point in the MLPA reaction is that PCR does not amplify the target sequences, but the\nligated probes. Thus, a single pair of PCR primers is used for the amplification, while typical multiplex\nPCR requires the use of specific PCR primers for each target sequence.\n   A crucial point in the use of MLPA assay as a genetic test for the molecular diagnosis of gene\ndeletions/duplications is the interpretation of the MLPA results. Homozygous or hemizygous deletions\nare clearly evidenced by the absence of the specific peaks for the target gene, in the presence of a\nnormal amplification of control probes. On the other hand, heterozygous deletions, duplications and\nCNVs produce a different height and/or area of the relative peaks, and the interpretation of these\nresults can be challenged by the presence of different efficiencies of the PCR reaction among the\ndifferent probes and sample-to-sample variations. As a consequence, different MLPA data analysis\nstrategies have been developed to allow a correct interpretation of the reaction raw data. Among these,\nthe most widely used is the Coffalyser software, an Excel-based program able to perform all data\nnormalization steps and corrections for signal sloping Also other software have been recently\nreleased [8–10].\n\n3. MLPA Applications in Genetic Testing\n\n3.1. MLPA and Neuromuscular Disorders\n\n   Several types of inherited neuromuscular disorder are due to deletions or duplications of specific\ngenes. Among these, Dystrophinopaties (Duchenne Muscular Dystrophy, DMD, and Becker Muscular\nDystrophy, BMD), Spinal Muscular Atrophy (SMA), Charcot Marie Thoot (CMT) disease and\nHereditary Neuropathy with liability to Pressure Palsies (HNPP) represent a large portion of all\nmendelian neuromuscular disease for which genetic testing is routinely carried out for diagnostic\npurposes, for the identification of healthy carriers and for the evaluation of the recurrence risk. For this\nreason, MLPA assay represents a powerful tool for the study of these different conditions.\n\n3.1.1. Dystrophinopathies\n\n   DMD and BMD are X-linked diseases affecting 1:3500 and 1:18,000 birth males, respectively, both\ncaused by mutations of the DMD gene on Xp21.2. In about 65% of DMD cases and up to 85% of BMD\ncases the pathogenic mutation is represented by large deletions of the DMD gene, while duplications of\n\fInt. J. Mol. Sci. 2012, 13                                                                         3249\n\nthe same gene account for 5–10% of cases and point mutation are responsible for the remaining 25–30%\nof cases [2,11–14]. In affected males, about 98% of deletions are easily detectable using a multiplex\nPCR approach, able to analyze two hot spot regions (exons 2–20 and 44–53) [2,15,16]. However, this\napproach is not able to detect heterozygous deletions in female carriers, which represents a crucial\npoint for the calculation of the recurrence risk of the disease within a family and the prevention of\nthe birth of affected children. In fact, about one third of DMD cases are due to “de novo” mutations in\nchildren whose mothers are not healthy carriers and are thus at very low risk of recurrence of the\ndisease. Moreover, DMD gene duplications cannot be detected by multiplex PCR approach either in\naffected males or in female carriers. As a consequence, a number of different approaches has been\nsuggested for the identification of DMD duplications and heterozygous deletions, such as linkage\nanalysis [17,18], quantitative analysis of gene dosage [19,20], FISH analysis [21,22], Entangled\nSolution Capillary Electrophoresis (ESCE) [23], Primed In Situ Labeling (PRINS) combined with\nFISH [24], Multiplex Amplifiable Probe Hybridisation (MAPH) [25], quantitative real time PCR [26]\nand CGH array [27,28]. MLPA analysis, based on the use of two SALSA kits able to investigate all\nthe exons of the DMD gene and several control probes on sex chromosomes and autosomes, have\nbeen used by several groups in the study of DMD and BMD, both in affected patients and in female\ncarriers [29–35]. All these studies reported MLPA as a simple, rapid and reliable tool in the screening\nof deletions and duplications of the DMD gene, based on its ability to simultaneously hybridize and\namplify all of the 79 DMD exons in only two reactions tubes, allowing a reduction in labor intensity\ncompared with ESCE, PRINS, real-time PCR and MAPH. The usefulness of MLPA assay is evident in\nthe study of suspected carrier females, where this approach represents a first choice method for the\ndetection of heterozygous deletions/duplications and thus for the assessment of the carrier status in\nfemale relatives of affected males (Figure 1).\n    In the study of affected patients, the MLPA ability to analyze all of the DMD exons provides high\nsensitivity and specificity and a sharp identification of the breakpoints of the rearrangements. This\nlatter represents a crucial point in the management of DMD affected patients, since the determination\nof the full extent of the DMD gene deletions/duplications is critical knowledge for possible gene\ntherapy strategies based on the skipping of specific exons involved in the deletion [32]. However,\nalthough some authors suggested that the identification of all exons involved in the deletion is critical\nfor predicting the progression of the disease [32], it must be stressed that MLPA analysis is not able to\nprovide information about the “in frame” or “out of frame” status of the deletions, which represents the\ncrucial difference between DMD and BMD causing mutations. The frame-shift mutations in DMD\npatients result in the complete absence of dystrophin in their skeletal muscle because the translational\nreading frame of the mRNA is not maintained, whereas muscle tissue from BMD patients contains\ntruncated dystrophin translated from the in-frame mRNA. The difference between “in frame” or “out of\nframe” deletions can be due to the involvement of even a single nucleotide, and is thus not detectable by\nMLPA, able to evidence the involved exons but not to identify the specific break points of the deletion.\n\fInt. J. Mol. Sci. 2012, 13                                                                            3250\n\n      Figure 1. Multiplex Ligation-dependent Probe Amplification (MLPA) analysis of the\n      Duchenne Muscular Dystrophy (DMD) gene. Abscissa represents DMD gene and control\n      probes (c); ordinate represents fluorescent intensity of amplification. For each probe, the\n      ratio <0.75 stands for deletion; and the ratio >1.3 stands for duplication. (a) MLPA analysis\n      showing a heterozygous deletion of exons 46–50 (ratio < 0.75) of the DMD gene in the\n      mother of an affected patient; (b) Normal control (075 < ratio < 1.3).\n\n\n\n\n                                                  (a)\n\n\n\n\n                                                  (b)\n\n   A crucial point in the interpretation of MLPA results is represented by the detection of deletions\ninvolving a single DMD exon. In these cases, in fact, the apparent deletion could actually consist of a\nchange in the exon sequence hampering the correct hybridization of the specific probe. This sequence\nvariation can be represented either by a DMD pathogenic point mutation or by a polymorphism not\n\fInt. J. Mol. Sci. 2012, 13                                                                          3251\n\naffecting gene function. Thus, apparent single exon deletions detected by MLPA should be checked by\nan independent method [31].\n   In order to further improve the throughput and speed of the MLPA approach in the diagnosis of\nDMD gene rearrangements, a modification of the original protocol has been described involving the\nuse of a 96-well flow-through microarray system for the detection of the different probes, allowing the\nhybridization to be completed in 5 to 30 min [36]. In addition, a possible improvement in the detection\nrate of MLPA analysis is represented by the use of probe multiplexes, including specific probes for\ncommon point mutations of the DMD gene, allowing both full dosage analysis and partial point\nmutation analysis in a single test [37].\n\n3.1.2. SMA\n\n   SMA (classified in SMA I, II and III according to the severity of symptoms) is a neuromuscular\ndisease characterized by symmetric proximal muscle weakness due to degeneration of the anterior\nhorn cells of the spinal cord. SMA is inherited as an autosomal recessive trait with a prevalence\nof about 1 in 10,000 newborns and a carrier frequency of 1 in 50 [38]. All the three SMA types are\ncaused by homozygous mutations of the survival motor neuron 1 (SMN1) gene (5q13), which in about\n95% of cases is represented by the functional absence of this gene due to deletion or its conversion to\nSMN2. This latter gene, mapped within the SMA critical region, is not directly related to the disease,\nbut is considered a disease-modifying gene because its copy number relates to the disease severity and\nsurvival of affected patients [39–42].\n   The standard molecular diagnosis of SMA is based on a PCR-RFLP test, able to detect homozygous\nSMN1 loss [43]. However, this method does not detect heterozygous SMN1 loss, and cannot be used\nfor identifying healthy carriers, which can be checked by linkage or quantitative analysis of SMN1\ncopy number. As in the case of the DMD gene, also in the case of SMA several additional techniques\nhave been proposed for the identification of healthy carriers, including LightCycler PCR [40], TaqMan\nTechnology [44], and denaturing high-performance liquid chromatography [45].\n   MLPA assay for the molecular diagnosis of SMA is based on a kit containing several probes for the\nSMA critical region, including specific probes for SMN1 and SMN2 genes, probes able to hybridize both\ngenes and other probes for sequences mapped either within the SMA critical region (NAIP, GTF2H2,\nN-cadherin-like, CDH6 and RAD17 genes) or on other autosomal regions. Due to this specific probe set,\nMLPA assay for the SMA critical region is able to detect the copy number of both SMN1 and SMN2\ngenes. As a consequence, both homozygous and heterozygous SMN1 deletions or conversions to SMN2,\ncan be detected, allowing the diagnosis of affected patients or healthy carriers. Moreover, the assessment\nof SMN2 copy number can provide useful information in order to evaluate the genotype-phenotype\ncorrelation. Different groups have investigated the efficiency of MLPA in the molecular diagnosis of\nSMA, both in affected patients and in healthy controls [46–51]. Based on the obtained results, MLPA\nanalysis can be considered as the gold standard technique in the molecular diagnosis of SMA, providing\nan easy, fast, and high throughput system for analyzing the SMA critical region both in affected patients\nand in healthy carriers. The advantages of MLPA assay have been particularly stressed in a study\nof Arkblad et al., showing that this technique allowed the identification of a previously unreported,\npartial deletion of SMN1 in two apparently unrelated Swedish families, which would not have been\n\fInt. J. Mol. Sci. 2012, 13                                                                         3252\n\ndetected by conventional diagnostic methods [47]. Due to its ability to simultaneously analyze several\nsamples, MLPA analysis can be used for population screening of SMA healthy carriers in specific\nconditions, such as in a couple undergoing Assisted Reproduction Techniques. In this light, very recently\nthe usefulness of SMN1 genotyping in carrier screening for SMA has been suggested by the American\nCollege of Medical Genetics, and MLPA approach has been used in this context [52]. The\nsimultaneous analysis of different sequences within and outside the SMA critical region provides an\naccurate control system, reducing the risk of false positive and false negative results. Moreover, a\nquick MLPA-based assay for the detection of SMN1 and SMN2 copy numbers with high specificity\nand low complexity has been recently developed [53]. On the other hand, MLPA assay is not able\neither to detect SMN1 point mutations or to disclose the presence of two SMN1 copies in the same\nallele. However, these conditions account for less than 5% of SMA cases.\n\n3.1.3. CMT and HNPP\n\n   Charcot-Marie-Tooth disease (CMT) is the most common inherited peripheral neuropathy. Among\nthe different CMT forms, CMT1 is characterized by the presence of demyelinating neuropathies\nwith severe reduction in the motor nerve conduction velocities. CMT1A is the most common\ntype, representing about 70 to 80% of all CMT, and is transmitted as an autosomal dominant trait. The\nmajority of CMT1A cases are caused by a tandem duplication of a 1.5-Mb region encompassing the\nPMP22 gene on 17p11.2-p12 [54]. Deletions involving the same gene cause a distinct genetic disease,\nnamely Hereditary Neuropathy with Liability to Pressure Palsies (HNPP) [55]. The incidences\nof each CMT1A and HNPP are estimated to be as high as 1 in every 2500 individuals [56]. The\nusefulness of MLPA assay in the detection of PMP22 duplications and deletions for the molecular\ndiagnosis of CMT1A and HNPP, respectively, has been investigated by Slater et al. in a study carried\nout by comparing the performance of this technique with one of interphase FISH analysis. Authors\nevidenced a very high concordance of FISH and MLPA, since only one of 50 paired tests produced a\nfalse result with FISH analysis, and concluded that MLPA assay represents a robust, simple, and cost-\neffective approach for the molecular diagnosis of CMT1A and HNPP [57]. Thus, this technique is now\ncurrently used for the molecular diagnosis of PMP22 duplications (Figure 2). Moreover, MLPA\nanalysis has been recently used in studies aimed at the identification of alterations of the 17p12 region\nnot involving the PMP22 gene [58,59].\n\n3.2. MLPA and Analysis of the SHOX Gene\n\n   The Short Stature Homeobox containing gene (SHOX), mapped within the Pseudoautosomal\nRegion 1 (PAR 1) of the X and Y chromosomes, is involved in the regulation of growth and is\nrelated to different diseases such as Turner syndrome (TS), Idiopathic Short Stature (ISS), Leri Weill\ndyschondrosteosis (LWD) and Langer disease (LS) [60]. The majority of mutations causing SHOX\ndeficit is represented by deletions within the coding region of this gene or involving a region mapped\nseveral hundred kilobases downstream of the coding region and containing conserved non-coding DNA\nelements (CNE) acting as regulatory elements (enhancer) of SHOX [61–64]. SHOX mutations affect one\nto two in 1000 individuals, representing the most common mendelian disease in the Caucasian\npopulation [65]. Due to the high frequency of alterations of the SHOX gene and to the recently\n\fInt. J. Mol. Sci. 2012, 13                                                                              3253\n\ndemonstrated good response to the treatment with growth hormone (GH) in patients with short stature\ndue to SHOX deficiency, the early identification of SHOX alterations has become crucial not only for\nthe diagnosis of the pathogenesis of the disease, but also for the therapeutic strategy [66–67]. The main\napproaches originally used for the detection of SHOX deletions were FISH or microsatellite analysis,\nwhich are both low throughput, time consuming analyses, not useful for application in a screening\nprogram, and also considering that short stature is a very common condition affecting about 3% of the\npopulation. The usefulness of the MLPA approach in the study of the SHOX gene has been tested by\ndifferent groups, and it has been demonstrated that this approach represents the gold standard for the\ndetection of the SHOX gene alterations [64,68–72]. In fact, MLPA is able to detect different SHOX\ngene rearrangements (including small intragenic deletions not detectable by FISH analysis) to evidence\nthe breakpoints of the deletion and to disclose the presence of complex rearrangements involving other\ngenes mapped on the X and Y chromosomes [68]. Moreover, the MLPA probes set for the study of the\nSHOX gene include several probes specific for the SHOX enhancer region, being thus able to detect also\nrearrangements of this regulatory region. Finally, very recently MLPA analyses have also demonstrated\nthat SHOX gene duplications can be responsible for the SHOX deficit [72]. MLPA analysis is not able to\ndetect point mutations, but these account for a minor portion of SHOX gene alterations and are generally\ninvestigated only in second level analysis when the presence of deletions of the coding region or of the\nenhancer region have been ruled out.\n\n      Figure 2. MLPA analysis of the PMP22 gene. Abscissa represents PMP22 gene and\n      control probes (c); ordinate represents fluorescent intensity of amplification. For each probe,\n      the ratio <0.75 stands for deletion; and the ratio >1.3 stands for duplication. (a) duplication\n      of the PMP22 gene (ratio > 1.3) in a patients affected by Charcot Marie Thoot (CMT)\n      disease; (b) Normal control (075 < ratio < 1.3).\n\n\n\n\n                                                   (a)\n\fInt. J. Mol. Sci. 2012, 13                                                                           3254\n\n                                             Figure 2. Cont.\n\n\n\n\n                                                   (b)\n\n3.3. MLPA in Prenatal Diagnosis\n\n   Prenatal diagnosis, based on the withdrawal and culture of chorionic villi (CV) or amniotic fluid\n(AF) samples during pregnancy followed by chromosome investigation, is a largely used assay for the\ndetection of genetic alteration of the fetus. However, two main limits of this approach are represented\nby the risk of abortion related to the villocentesis or amniocentesis procedures, and the waiting\ntime required for the culture and analysis of samples. Different methods based on the screening of the\nmist common aneuploidies on uncultured chorionic villi or amniocytes, such as FISH or QF-PCR, are\ncurrently used to provide a first result within 24–48 h, followed up by conventional karyotyping on\ncultured cells. In recent years, the use of MLPA for the screening of aneuplodies of 13, 18, 21, X and\nY chromosomes has been suggested. Slater et al. assessed the performance of MLPA analysis for rapid,\nhigh throughput prenatal detection of common aneuploidies in a blind, prospective trial conducted on\n492 amniotic samples [73]. Authors evidenced no failed tests and the clear identification of all autosomal\naneuploid cases. Sex determination was also 100% accurate. Based on these results, authors suggested\nthat MLPA is a rapid, flexible, sensitive, and robust test for prenatal aneuploidy detection. Gerdes et al.\nreported a study on 1593 samples (809 AF and 784 CV) in which prenatal diagnosis was performed by\nusing both conventional cytogenetic investigation and MLPA assay [74]. For the purposes of the study,\nMLPA analysis was organized for completion and reply within 2 days from receipt of the sample.\nAuthors evidenced no incorrect MLPA results, but 51 out of 1593 MLPA analyses (3.2%) were\ndefined as “inconclusive”. van Opstal et al. reported a large prospective study on 4000 AF samples\nusing MLPA in order to detect aneuploidies of 13, 18, 21, X and Y chromosomes, obtaining 3932\nconclusive (98.3%) and 68 (1.7%) inconclusive results [75]. Among conclusive results, in 76 cases\n(1.9%) there resulted a normal MLPA analysis, karyotype investigations disclosed the presence of\nabnormalities      such     as     structural   chromosome         aberrations,   69,XXX        karyotpye,\nsex-chromosomal mosaicisms, mosaic aneuploidies different from the investigated ones and\n\fInt. J. Mol. Sci. 2012, 13                                                                           3255\n\nmosaicism of an extra marker chromosome. All these kinds of aberrations were not expected to be\ndetected by MLPA analysis. The inconclusive results were due to the presence of blood contamination\nof the AF sample, an insufficient amount of DNA or to unknown reasons. Guo et al. developed a\nMLPA/rtPCR approach to simultaneously detect trisomies 21, 18 and 13 in a single reaction, and\ninvestigated 144 blinded clinical samples including 32 cases of trisomy 21, 11 cases of trisomy 18, one\ncase of trisomy 13, and 100 unaffected control samples, comparing results with karyotype analysis.\nMLPA/rtPCR correctly detected all cases of trisomy even when present in mosaic, suggesting that this\napproach may have applicability in noninvasive prenatal diagnosis with maternal blood samples [76].\nVery recently, Yan et al. developed a method of array-based MLPA containing 116 universal\ntag-probes covering chromosomes 13, 18, 21, X, and Y, and 8 control autosomal genes to rapidly\nscreen for common aneuploidies. In a blind study of 161 peripheral blood and 12 amniotic fluid\nsamples previously karyotyped, these authors evidenced that 97.7% of samples, including all the\namniotic fluid samples, were correctly identified by array-MLPA. Authors evidenced the successful\napplication and strong potential of array-MLPA in clinical diagnosis and prenatal testing for rapid and\nsensitive chromosomal aneuploidy screening [77]. Thus, MLPA analysis appears to be a good\ncandidate to replace interphase FISH analysis for the screening of the most common chromosomal\naneuplodies, although the karyotype investigation still remains the gold standard for a complete\nprenatal diagnosis.\n\n3.4. MLPA and Cancer\n\n   Several studies have investigated the usefulness of MLPA analysis in the molecular study of\ndifferent forms of cancer. The three main applications of MLPA assay in this field are (i) analysis of\ngerm line deletions/duplications in genes related to hereditary cancers; (ii) analysis of somatic\ndeletions/duplications in genes involved in the progression of the disease and to the response to\ntherapy; (iii) analysis of DNA methylation as a mechanism of inactivation of tumor suppressor genes.\nThis last topic will be discussed in a specific paragraph.\n\n3.4.1. MLPA and Hereditary Cancers\n\n   Hereditary cancers are those in which the presence of a germline mutation causes a hereditary\npredisposition to the disease. Among these, the most common types are represented by Breast Cancer\n(BC) and Ovarian Cancer (OC) due to mutations of the BRCA1 and BRCA2 genes, Familial adenomatous\npolyposis (FAP) due to mutations of the APC gene, and Hereditary Nonpolyposis Colorectal Cancer\n(HNPCC) due to mutations of the genes involved in the mismatch repair. The identification of mutations\nof the above mentioned genes in patients affected by hereditary cancer and in their relatives is of crucial\nimportance in order to set up specific prophylactic strategies. In the majority of cases, germ line\nmutations affecting these genes are represented by point mutations; however, in the last year, a number\nof studies have demonstrated that gene deletions/duplications are detectable in a portion of cases which\nare negative to the screening of point mutations. Several techniques have been used by different groups\nfor the identification of these rearrangements, including MLPA [78]. Several groups have\ndemonstrated the usefulness of MLPA assay in the analysis of genomic rearrangements of BRCA1\nand BRCA2. Hogervorst et al. using MLPA evidenced the presence of five distinct BRCA1\n\fInt. J. Mol. Sci. 2012, 13                                                                       3256\n\ndeletions/duplications in a series of 661 families with BC in which the screening of BRCA1 and\nBRCA2 point mutations was negative, suggesting that large genomic rearrangements could account for\na large portion (about 27%) of all the BRCA1 mutations in families with hereditary BC [79]. These\ndata were confirmed by Montagna et al., who reported that genomic rearrangements account for more\nthan one-third of the BRCA1 mutations in northern Italian breast/ovarian cancer families as evidenced\nby MLPA analysis [80]. Subsequently, several other studies corroborated the high frequency of BRCA1\ndeletions/duplications in families with hereditary BC/OC, although with variable prevalence [81,82].\nOther studies have demonstrated that the detection rate of BRCA1 and BRCA2 rearrangements by\nMLPA increases in selected families, such as in the study reported by Woodward et al., who evidenced\na high frequency of deletions/duplications in multiple case breast/ovarian families with a young age of\nonset (BRCA1) and in families containing at least one case of male breast cancer (BRCA2) [83].\nIn this view, Veschi et al. evidenced a very high carrier detection rate of mutation screening plus\nMLPA analysis in patients in which a high risk to be a carrier had been assessed by the BRCAPro\nsoftware [84]. Taken together, all these studies strongly suggest the usefulness of MLPA analysis for\nthe search of deletions/duplications of BRCA1 and BRCA2 genes in patients without point mutations of\nthese genes.\n   The application of MLPA analysis has provided useful results also in the study of large\nrearrangements of the APC gene in patients affected by FAP and their relatives. Bunyan et al. detected\ncomplete or partial gene deletions of APC in six cases out of 24 patients with FAP (25% of mutation\nnegative FAP; 8% of all FAP) [85]. Michils et al., using different techniques, including MLPA,\nevidenced APC deletions in 15% of mutation-negative patients with classical FAP, but not in the\nattenuated FAP [86]. In other studies, MLPA analysis allowed the detection of rearrangements\ndifferent from deletions as pathogenic mutations of AFP in FAP, such as duplications or complex\nrearrangements [87,88]. MLPA assay has been also successfully used for the deletions of large\nrearrangements of genes of the mismatch repair in HNPCC. Nagakawa et al., in a series of 70 individuals\nat risk for Lynch Syndrome, found 6 deletion cases by MLPA assay which were confirmed and\ncharacterized by other techniques [89]. Taylor et al. analyzed by MLPA 215 UK patients referred for\ngenetic testing on the basis of a family history consistent with autosomal dominant hereditary HNPCC\nand found 12 cases with deletions of one or more exons (six involving MLH1 and six MSH2),\nproviding evidence that the overall mutation detection sensitivity in their series was increased by\napproximately 50% by the inclusion of MLPA, for an additional testing cost of about 10% [90].\nWang et al. investigated 112 patients for large deletions of MLH1 and MSH2 by MLPA, detecting\ndeletions in 19 patients (11 in MSH2 and eight in MLH1, respectively) [91]. All these authors\nconcluded that large genomic deletions in both MSH2 and MLH1 genes play a considerable role in the\npathogenesis of HNPCC and should be part of the routine mutation detection protocols. These data\nwere confirmed by several other reports, and MLPA analysis is now considered as a routine approach\nin the study of the genetic basis of hereditary HNPCC [85,92–95]. However, also in this case it has\nbeen suggested that some apparent deletions of single exons may actually result from single base\nsubstitutions or small insertions/deletions in the hybridisation sequence of MLPA probes, and that\nthese alterations should be validated with additional methods [96].\n\fInt. J. Mol. Sci. 2012, 13                                                                         3257\n\n3.4.2. MLPA and Somatic Mutations in Cancer\n\n   A wide range of MLPA probe mixes for the molecular characterization of cancer samples are\navailable, mostly aimed at the identification of somatic deletions/duplications in genes involved in the\nprogression of the disease and to the response to therapy. An important advantage in the use of the\nMLPA assay in this field is provided by the ability of this technique to work on formalin-fixed\nparaffin-embedded tissue, as demonstrated by van Dijk et al. by analyzing DNA isolated from\nformalin-fixed melanomas previously characterized by CGH. These authors reported that MLPA\nresulted as a reliable and efficient method to evaluate DNA copy number changes as 86% of the tested\nloci revealed concordant CGH results, and the discordance mainly involved alterations that were\ndetected by MLPA but not by CGH, likely due to the lower resolution of this latter technique and/or to\noccasionally false positive MLPA results [97]. Thus, MLPA assay has been largely used in retrospective\nstudies on large series of cancer samples based on the use of paraffin embedded tissues. Due to the large\nnumber of reports describing the usefulness of MLPA assay in this field, only a few studies have been\nselected in this review as examples of different applications. In several studies, MLPA assay has been\nused for the detection of gene deletions/duplications during the progression of several cancer types, in\norder to relate the detected aberrations with the progression of the disease. Jeuken et al. performed\nMLPA analysis to detect relevant genetic markers in a spectrum of 88 gliomas, the majority of which\nwere previously characterized by CGH assay. MLPA analysis was able to detect complete and partial\nloss of 1p and 19q even in samples containing only 50% tumor DNA. Moreover, this assay was able to\nidentify distinct 1p deletions showing different clinically prognostic consequences, in contrast to the\ncommonly used diagnostic strategies such as loss of heterozygosity or FISH. Authors evidenced that\nthe combined use of two MLPA probe mixes allows the identification of markers of high-grade\nmalignancy such as EGFR, PTEN, and CDKN2A in 41 cases analyzed, further increasing the accurate\nprediction of clinical behavior [98]. Franco Hernandez et al. analyzed by MLPA and real-time\nquantitative PCR gene-dosage of the EGFR gene 41 oligodendroglial tumors, evidencing the presence\nof an overdose (one- to five-fold increase) in 21 samples (52.5% of cases) [99]. MLPA assay has been\nused also for the study of genomic profiles of ovarian and fallopian tube carcinomas, and it has been\nsuggested that dedicated MLPA sets constitute potentially important tools for differential diagnosis and\nmay provide footholds for tailored therapy for these tumors [100]. Subsequently, the study of genomic\nprofiles by MLPA has been extended to several tumors, such as Multiple Endocrine Neoplasia type I,\nneuroblastoma, meningiomas, larynx and pharynx carcinomas, melanoma, oligodendrogliomas and\nglioblastomas, gastric cancers, lung cancer, renal carcinoma and others [101–112].\n   MLPA assay has been used also for investigations of gene deletion/duplication in leukemias.\nBuijs et al. performed genomic profiling using MLPA in 54 cases with suspected or advanced chronic\nlymphocytic leukemia (CLL), showing that MLPA is able to detect anomalies when the percentage of\nmutated cells was greater than 35% [113]. A similar study was carried out by Coll-Mulet et al., who\nperformed MLPA in 50 CLL patients to identify multiple genomic CLL-specific targets, comparing\nthe results with those obtained with FISH. Authors evidenced a good correlation between MLPA and\nFISH results, as most alterations (89%) were detected by both techniques. Only cases with a low\npercentage (<25%) of cells carrying the alterations were not detected by MLPA, but this technique was\nable to identify intragenic or small alterations undetected by FISH. Authors concluded that the major\n\fInt. J. Mol. Sci. 2012, 13                                                                            3258\n\nadvantage of the MLPA assay is the ability to provide a simultaneous analysis of many samples with\nautomated data processing at a low cost [114]. The usefulness of MLPA assay in the study of CLL has\nbeen further demonstrated by other studies [115–118], and more recently acute leukemias and\nmielodysplastic syndromes have also been analyzed, again disclosing excellent accuracy and\nspecificity of MLPA as compared to FISH and providing a clinically robust, high-throughput, high-\nresolution option for detection of abnormalities associated with these diseases [119,120].\n    In other cases, MLPA assay has been used for the detection of gene deletions/duplications related\nto the response to therapy of specific cancers. In this respect, the MLPA assay has been used for the\ndetermination of the status of the HER-2/neu transmembrane tyrosine kinase receptor, which\nrepresents a prognostic marker and a therapeutic target for breast cancer, being considered a\nprerequisite for selecting breast tumors for immunotherapy or for taxan based chemotherapy [121].\nMLPA results obtained on a group of 60 breast cancer patients were compared with those provided by\nimmunohistochemistry (IHC), showing a good correlation between HER-2/neu gene amplification\ndetected by MLPA and overexpression by IHC in invasive breast cancer. Authors concluded that\nMLPA is an attractive method for detecting HER-2/neu amplification in daily laboratory\npractice [121]. A similar study was carried out by Moerland et al., who evaluated the detection of\nHER2 gene amplification using MLPA in comparison with FISH on a series of 46 formalin fixed\nparaffin embedded breast carcinomas, previously tested for protein overexpression by HercepTest. All\nbut one FISH positive cases (18/19) were confirmed by MLPA for the presence of the gene\namplification, with a 98% overall concordance of detection of Her2 gene amplification by FISH and\nMLPA. Also in this case, authors concluded that MLPA is a reliable and reproducible technique that\ncan be used either as an alternative or additional test to determine HER2 status in breast carcinomas [122].\nThese results were confirmed on a larger series by the same group, who compared MLPA, FISH and\nchromogenic in situ hybridization (CISH) in the assessment of the HER-2/neu gene amplification status\nwith protein overexpression by IHC in 518 breast carcinoma patients. Authors evidenced that about 10%\nof their cases overexpressed HER-2/neu at the protein level (IHC), and 11% of cases showed gene-\namplification by MLPA. A high concordance was found between FISH and CISH, MLPA and IHC, and\nMLPA and CISH, confirming that MLPA is a fast, accurate and cheap method to detect breast cancer\nHER-2/neu amplification in small quantities of DNA extracted from paraffin blocks, and thereby a\nreliable alternative to FISH and CISH [123]. The same authors also demonstrated an increase in the\nconcordance between MLPA and ISH from 61% to 84% after manual microdissection of the tumor\nsample and to 90% after laser microdissection, suggesting that microdissection before MLPA may be\nadvisable in the case of very low tumor content or when MLPA results are equivocal [124]. More\nrecently, Moelans et al. evaluated the usefulness of MLPA assay for the simultaneous testing of\nHER-2/neu and TopoII alpha gene amplification status in 353 paraffin-embedded breast cancer samples,\nsince TopoII amplification status determines the anthracycline sensitivity, showing TopoII alpha\namplification in 9% and HER2 in 13% of patients, respectively. The authors concluded that MLPA is\nan easy and accurate method to simultaneously detect breast cancer HER-2/neu and TopoII alpha copy\nnumber status in paraffin-embedded tissue, and thus an attractive supplement or alternative to\nCISH [125]. Taken together, all these reports clearly demonstrate that MLPA assay can be considered\na powerful tool in the molecular analysis of different neoplasm.\n\fInt. J. Mol. Sci. 2012, 13                                                                          3259\n\n3.5. MLPA and DNA Methylation\n\n    A different application of MLPA analysis is one aimed at the identification of epigenetic alterations,\nthat is modification in the pattern of DNA methylation of specific genes. DNA methylation within the\nCpG islands in the promoter region is associated with transcriptional silencing and is involved in\nseveral cellular processes, such as genomic imprinting, X chromosome inactivation, DNA repair, and\nothers. An aberrant DNA methylation of imprinted genes is associated with several inherited human\ndiseases, and somatic “de novo” methylation of CpG islands in tumor suppressor genes has been\nimplicated in tumorigenesis [126,127]. The Methylation Specific MLPA (MS-MLPA) assay has been\ndeveloped in order to detect epigenetic alterations in the genes involved in the above described\ndisorders [128]. In the MS-MLPA assay the sequence targeted by specific probes contains a restriction\nsite for the HhaI endonuclease, able to recognize the unmethylated GCGC sequence. After the\nhybridization step, the annealed probe mix is treated with HhaI which digests probes hybridized to\nunmethylated DNA while leaving undigested the probes hybridized to methylated DNA. As a\nconsequence, only these latter probes will be amplified by the PCR reaction. The comparison of the\npeak size of the methylation specific probes, between a sample and a control, provide information\nabout the levels of methylation of the specific DNA regions targeted by the probes. Due to this ability,\nMS-MLPA at present represents the gold standard for the molecular diagnosis of several diseases caused\nby abnormal DNA methylation. One of the most widely used applications of MS-MLPA is related to the\nmolecular diagnosis of Prader Willi syndrome (PWS) and Angelman syndrome, which are the most\ncommon genetic diseases due to alterations of genomic imprinting. Both diseases are linked to the\nchromosomal region 15q11-q13, with involvement of the paternal allele in PWS and the maternal\nallele in AS, respectively. PWS, affecting 1:15000 live births, is characterized by hypotonia,\nhypogonadism, mental retardation and feeding difficulties in early infancy, followed by excessive\neating in later infancy or early childhood. PWS can be caused by three different mechanism, namely\n(i) deletion of the paternal allele in the chromosomal region 15q11-q13 (70% of cases); (ii) maternal\nuniparental disomy (UPD) for the chromosome 15 (25% of cases); and (iii) abnormalities in the\nimprinting center sequence on 15q11-q13 (5% of cases) [129].\n    AS is a neurogenic disorder characterized by mental retardation, microcephaly, inappropriate\nlaughter and seizures. AS is caused by a loss of function of the UBE3A gene in the same chromosomal\nregion involved in the PWS, 15q11-13. The UBE3A deficit is due to deletion of the maternal allele in\nthe chromosomal region 15q11-q13 (70% of cases), the presence of a sequence variant in UBE3A\n(11% of cases), paternal UPD (7% of cases) and variants in imprinting center sequence (3%). A single\nMS-MLPA probe set is used for the analysis of both diseases, being able to detect all the different\nalterations of the 15q11-q13 region, which in the past had to be analyzed using different techniques\n(Southern Blot or FISH for deletion, microsatellite analysis for uniparental disomy, methylation\nanalysis for the alterations in the imprinting center sequence). Several groups have reported their\nexperience with MS-MLPA in the",
  "wordCount": 15087,
  "indexed": "2025-09-25T22:44:56.852Z",
  "method": "direct"
}
