{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Rafaeli-Yehudai et al_2018_Maternal total cell-free DNA in preeclampsia and fetal growth restriction.pdf",
  "fileName": "Rafaeli-Yehudai et al_2018_Maternal total cell-free DNA in preeclampsia and fetal growth restriction.pdf",
  "relativePath": "Genetica/Técnicas de laboratorio/cfDNA/Prenatal/Rafaeli-Yehudai et al_2018_Maternal total cell-free DNA in preeclampsia and fetal growth restriction.pdf",
  "text": "RESEARCH ARTICLE\n\n                                                      Maternal total cell-free DNA in preeclampsia\n                                                      and fetal growth restriction: Evidence of\n                                                      differences in maternal response to abnormal\n                                                      implantation\n                                                      Tal Rafaeli-Yehudai1☯, Majdi Imterat1☯, Amos Douvdevani2, Dan Tirosh1, Neta Benshalom-\n                                                      Tirosh1, Salvatore Andrea Mastrolia3,4, Ruthy Beer-Weisel1, Vered Klaitman1, Reut Riff2,\n                                                      Shirley Greenbaum1, Alex Alioshin1, Gal Rodavsky Hanegbi1, Giuseppe Loverro3, Mariana\n                                                      Rita Catalano3, Offer Erez5*\na1111111111                                           1 Department of Obstetrics and Gynecology, Soroka University Medical Center, School of Medicine, Ben\na1111111111                                           Gurion University of the Negev, Beer Sheva, Israel, 2 Department of Clinical Biochemistry and\na1111111111                                           Pharmacology, Soroka University Medical Center, School of Medicine, Ben Gurion University of the Negev,\na1111111111                                           Beer Sheva, Israel, 3 Department of Obstetrics and Gynecology, Azienda Ospedaliera Universitaria\n                                                      Policlinico di Bari, School of Medicine, University of Bari \"Aldo Moro\", Bari, Italy, 4 Department of Maternal\na1111111111\n                                                      Fetal Medicine, Fondazione MBBM, San Gerardo Hospital, School of Medicine, University of Milano Bicocca,\n                                                      Monza, Italy, 5 Maternity Department D, Obstetrical Day Care Unit, Soroka University Medical Center, School\n                                                      of Medicine, Ben Gurion University of the Negev, Beer Sheva, Israel\n\n                                                      ☯ These authors contributed equally to this work.\n   OPEN ACCESS                                        * erezof@bgu.ac.il\n\nCitation: Rafaeli-Yehudai T, Imterat M, Douvdevani\nA, Tirosh D, Benshalom-Tirosh N, Mastrolia SA, et\nal. (2018) Maternal total cell-free DNA in            Abstract\npreeclampsia and fetal growth restriction: Evidence\nof differences in maternal response to abnormal       Objectives\nimplantation. PLoS ONE 13(7): e0200360. https://\ndoi.org/10.1371/journal.pone.0200360                  Preeclampsia and fetal growth restriction are obstetrical syndromes associated with abnor-\n                                                      mal placental implantation and changes in the activation status of maternal leukocytes. This\nEditor: Vı́ctor Sánchez-Margalet, Virgen Macarena\nUniversity Hospital, School of Medicine, University   study is aimed to determine by a simple, rapid fluorescent assay the changes in maternal\nof Seville, SPAIN                                     serum total cell-free DNA (t-cfDNA) concentrations in women with preeclampsia and those\nReceived: January 6, 2018                             with fetal growth restriction (FGR).\n\nAccepted: June 24, 2018\n                                                      Study design\nPublished: July 12, 2018\n                                                      A cross-sectional study was conducted measuring maternal serum t-cfDNA concentrations.\nCopyright: © 2018 Rafaeli-Yehudai et al. This is an\n                                                      Women were classified into the following groups: 1) patients with preeclampsia (n = 21); 2)\nopen access article distributed under the terms of\nthe Creative Commons Attribution License, which       FGR-estimated fetal weight below the 10thpercentile (n = 28); and 3) normal pregnancy (n =\npermits unrestricted use, distribution, and           39). Serum samples were directly assayed for t-cfDNA using a rapid fluorescent SYBR Gold\nreproduction in any medium, provided the original\n                                                      assay. Elevated maternal serum t-cfDNA concentrations were defined as a cutoff>850ng/\nauthor and source are credited.\n                                                      ml. Nonparametric statistics were used for analysis.\nData Availability Statement: All relevant data are\nwithin the paper and its Supporting Information\nfiles.                                                Results\nFunding: The author(s) received no specific           Women with preeclampsia had a higher median maternal serum concentration (802 ng/ml,\nfunding for this work.                                400–2272 ng/ml) than women with a normal pregnancy (499 ng/ml, 0–1892 ng/ml, p =\nCompeting interests: The authors have declared        0.004) and those with FGR (484 ng/ml, 72–2187 ng/ml, p = 0.012). Moreover, even patients\nthat no competing interests exist.                    with FGR <5th percentile and abnormal Doppler had a lower median maternal serum\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                         1 / 15\n\f                                                                                Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                            t-cfDNA than those with preeclampsia (median 487 ng/ml, 144–1971 ng/ml, p = 0.022). The\n                                            median concentration of t-cfDNA did not differ between women with a normal pregnancy\n                                            and those with FGR (p = 0.54), as well as those with fetuses <5th percentile and abnormal\n                                            Doppler (p = 0.7). Women with preeclampsia had a higher proportion of elevated t-cfDNA\n                                            than those with a normal pregnancy (p = 0.015) and patients with FGR (p = 0.025).\n\n\n                                            Conclusions\n                                            Preeclampsia is associated with higher maternal serum t-cfDNA concentration than normal\n                                            pregnancy or FGR. This observation may reflect an increased systemic activation of the\n                                            maternal inflammation, rather than placental; this assumption is supported by the fact that\n                                            we did not observe a significant change in the maternal serum t-cfDNA in patients with pla-\n                                            cental-mediated FGR.\n\n\n\n\n                                            Introduction\n                                            Circulating cell-free nucleic acids in plasma and serum are considered novel biomarkers with\n                                            promising clinical applications in different medical conditions [1–9]. These biomarkers were\n                                            reported in various aspects of obstetrics (especially in prenatal diagnosis) and in adverse preg-\n                                            nancy outcomes [10–13]. In serum samples, the vast amount of total cf-DNA is derived from\n                                            the demise of maternal leucocytes [14]. This is why there is such a huge difference in the\n                                            amount of this material with matching plasma samples. Placental or fetal cf-DNA (cfp-DNA)\n                                            makes up for a small fraction (\u00195%) of the total cf-DNA pool in maternal plasma, and is even\n                                            lower in serum samples, as it is diluted by the significant increase in maternal leucocyte\n                                            derived material [15]. The cfp-DNA can be detected in maternal circulation as early as the fifth\n                                            or sixth weeks of gestation [16]. Its concentrations increase steadily with advancing gestational\n                                            age. Maternal leucocyte, mainly neutrophils are the source of the elevated concentrations of\n                                            cfDNA in the serum reflecting the enhanced capability of these cells to form Neutrophil Extra-\n                                            cellular Traps (NETs) [14]. The small fragments of cfp-DNA predominantly originate from\n                                            trophoblast cells [14, 17, 18]; nevertheless, the quantification of circulating cfp-DNA in mater-\n                                            nal circulation requires the utilization of complex methods for DNA extraction, and real-time-\n                                            polymerase chain reaction (rt-PCR). Our group previously reported [19–22] a rapid direct\n                                            fluorescent assay for total cf-DNA concentration in biological fluids that uses the SYBR1\n                                            Gold dye. Our test does not require a prior processing of the samples and therefore is a poten-\n                                            tial \"point of care\" assay.\n                                                Preeclampsia and fetal growth restriction (FGR) represent two of the “Great Obstetrical\n                                            Syndromes”[23], constituting one of the leading causes of maternal and fetal/neonatal morbid-\n                                            ity and mortality worldwide [24, 25]. These two conditions are the clinical end point of many\n                                            underlying mechanisms (different as well as similar) and are frequently associated with one\n                                            another [23]. The similar underlying mechanisms leading to FGR and preeclampsia include:\n                                            1) abnormal placentation, manifested as failure of transformation of the spiral arteries and\n                                            shallow trophoblast invasion[26–28]; 2) an imbalance between angiogenic and anti-angiogenic\n                                            factors in maternal blood[29–39]; 3) chronic utero-placental ischemia [40–42]; 4) increased\n                                            trophoblast apoptosis/necrosis [43]; and 5) an enhanced maternal systemic inflammatory\n                                            response [44–46]. However, In spite of these similarities in the underlying mechanisms, the\n                                            two obstetrical syndromes differ in their clinical manifestation. [47].\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                            2 / 15\n\f                                                                                Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                               Conditions that affect the placenta can directly impact its concentrations of cell-free fetal\n                                            DNA in the maternal circulation, as its release is closely related to placental morphogenesis\n                                            [48]. Preeclampsia is associated with elevated concentrations of cell-free fetal DNA in maternal\n                                            circulation [49–55]. In pregnancies complicated with FGR, the cell-free fetal DNA concentra-\n                                            tions were either normal or increased (yet to a lesser extent than that observed in early-onset\n                                            preeclampsia) [56–59].\n                                               The aim of our study was to determine the changes in maternal serum total cell-free DNA\n                                            (t-cfDNA) in women with preeclampsia and in women with FGR by using the fluorochrome\n                                            SYBR1 Gold assay.\n\n                                            Materials and methods\n                                            Study groups and inclusion criteria\n                                            A prospective cross-sectional study was conducted at the Soroka University Medical Center, a\n                                            tertiary medical center in the southern region of Israel, which serves the entire obstetrical pop-\n                                            ulation of the region. Serum samples for total cf-DNA were collected from patients in the fol-\n                                            lowing groups: 1) women with normal pregnancies (n = 39); 2) patients with preeclampsia\n                                            (n = 21); 3) patients with isolated FGR (without PE)(n = 28). Patients with multiple pregnan-\n                                            cies or fetuses with congenital and/or chromosomal anomalies were excluded. All women pro-\n                                            vided a signed, informed consent prior to the collection of maternal blood. The Institutional\n                                            Review Board of the Soroka University Medical Center approved the study.\n                                               Data collection. Information regarding the pregnancy and delivery outcomes was col-\n                                            lected from the birth files and medical records of the patients. Raw data is presented in S1 File.\n\n                                            Clinical definitions\n                                            Normal pregnancy was defined as women who delivered at term (37–42 weeks) a singleton\n                                            neonate with a 5-minute Apgar score \u00157 and a birthweight between the 10th and 90th percen-\n                                            tiles, and had no medical or obstetrical complications during pregnancy.\n                                                Preeclampsia was defined in the presence of new-onset hypertension in the second half of\n                                            pregnancy (systolic blood pressure \u0015140 mmHg or diastolic blood pressure \u001590 mmHg on at\n                                            least two occasions, 4 hours to 1 week apart) and proteinuria (\u0015300 mg in a 24-hour urine col-\n                                            lection or protein/creatinine ratio of at least 0.3 [each measured as mg/dl] or dipstick\n                                            measurement \u0015 1) [60].\n                                                For the purpose of fetal growth evaluation, gestational age dating was primarily defined by\n                                            last menstrual period (LMP) and correlated, when possible, with 1st trimester crown-rump\n                                            length (CRL). If there was a difference of \u00157 days between gestational age by LMP and 1st tri-\n                                            mester CRL gestational dating was set according to CRL measurements [61]. Fetal growth\n                                            restriction (FGR) was defined as estimated fetal weight below the 10th percentile with or with-\n                                            out abnormal umbilical, uterine, and middle cerebral artery Doppler velocimetry [62].\n\n                                            Sample collection and cell free DNA rapid direct fluorescent assay\n                                            Blood samples were collected using BD Vacutainer1 gel tubes (Becton- Dickinson, Plymouth,\n                                            UK) and samples were stored at 4˚C for up to 24 hours before centrifugation. Serum was sepa-\n                                            rated from the cellular fraction and frozen at -20˚C until assayed. Total cf-DNA was detected\n                                            directly in sera, according to our method [19]. Briefly, 20 μL of sera or DNA standard solutions\n                                            were applied in duplicate to black 96-well plates (Greiner Bio-One; Frickenhausen, Germany).\n                                            80 μL of diluted SYBR1 Gold was added to each well (final dilution 1:10.000), and fluores-\n                                            cence was measured with a 96-well fluorimeter at an emission wavelength of 535 nm and an\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                            3 / 15\n\f                                                                                          Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                                    excitation wavelength of 485 nm. Concentrations of unknown samples were calculated from a\n                                                    standard curve by extrapolation in a linear regression model. As described previously our\n                                                    assay correlates with the conventional quantitative PCR assay of ß-globin (R2 = 0.9987,\n                                                    p<0.001) [19].\n\n                                                    Statistical analysis\n                                                    Statistical analysis was performed with the SPSS package, version 20 (SPSS, Inc.; Chicago, IL).\n                                                    Statistical significance of the categorical variables was tested using the x2 or Fisher’s exact test,\n                                                    as appropriate. Since data was not normally distributed, we used non-parametric statistics for\n                                                    the analysis of continuous variables, including Man–Whitney and Kruskal Wallis tests. Cox\n                                                    proportional hazard regression analysis was used to calculate the gestational age adjusted haz-\n                                                    ard ratio for the occurrence of preeclampsia according to the concentrations of total free cell\n                                                    DNA. A P value< 0.05 was considered statistically significant.\n                                                       High total cell-free DNA concentrations were defined as a serum concentration above\n                                                    850ng/mL, which represents a value of two standard deviations above the mean, previously\n                                                    reported in healthy adults using the same assay [22, 63, 64].\n\n                                                    Results\n                                                    Of the total 88 pregnancies that met the inclusion criteria, serum samples for total cf-DNA\n                                                    were collected from 21 patients with preeclampsia, 28 patients with FGR (14 of them \u00145th per-\n                                                    centile), and 39 women with normal pregnancies.\n                                                       Table 1 displays the demographic and clinical characteristics of the study groups. Patients\n                                                    with FGR had lower median gestational age at sample collection (p = 0.005), than women in\n                                                    the other study groups. Patients with preeclampsia had significantly higher rates of history of\n                                                    preeclampsia than women with either a normal pregnancy or FGR (p = <0.001). No signifi-\n                                                    cant differences were found among the study groups regarding maternal age, maternal BMI,\n                                                    ethnicity, gravidity, parity, smoking, diabetes, and history of SGA neonates, or the use of assis-\n                                                    ted reproductive technologies.\n                                                       Table 2 displays the perinatal outcome among the study population. Patients with FGR had\n                                                    lower median gestational age at delivery (p = <0.001) and lower median birthweight (p =\n                                                    <0.001) than women with normal pregnancies and women with preeclampsia. There was no\n                                                    significant difference in the low Apgar scores at 1 and 5 minutes among the groups.\n\nTable 1. Demographic and clinical characteristics of the study population.\n                         Variable                              Control(n = 39)           Preeclampsia (n = 21)            FGR(n = 28)              p-value\nMaternal Age                                                      30.3 ± 5.2                   28.9 ± 5.6                    27.8 ± 8               0.143\nEthnicity Bedouine origin                                         27.5 (11)                     42.9 (9)                    42.9 (12)               0.315\nBMI                                                               25.5 ± 5.6                   29.1 ± 7.5                   26.7 ± 5.3              0.172\nGravidity                                                          3 (1;15)                     1 (1;9)                       2 (1;7)               0.175\nParity                                                             1.5 (0;9)                     0(0;7)                       0 (0;5)               0.131\nGestational Age at sample collection (weeks)                      35.4 ± 4.6                    34.9 ± 4                     32 ± 4.7               0.005\nInfertility treatments                                              5 (2)                       14.3 (3)                     10.7 (3)               0.656\nHistory of preeclampsia                                             0 (0)                        19 (4)                       0 (0)                <0.001\nHistory of IUGR                                                    2.5 (1)                       5 (1)                        7.1 (2)               0.692\nDiabetes                                                           7.5 (3)                      4.8 (1)                      10.7 (3)               0.858\nSmoking                                                             10 (4)                       0 (0)                       21.4 (6)                0.06\n\nData are presented as median (min;max), mean± SD, percentage (number). IUGR, intrauterine growth restriction.\n\nhttps://doi.org/10.1371/journal.pone.0200360.t001\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                        4 / 15\n\f                                                                                          Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                                    Changes in the median maternal serum concentrations of total cf-DNA in\n                                                    the different study groups\n                                                    Maternal serum total cf-DNA concentrations differed significantly among the study groups (Krus-\n                                                    kal-Wallis Test p = 0.006). The median maternal serum total cf-DNA concentrations were higher\n                                                    in patients with preeclampsia than in women with normal pregnancies (median:802 ng/ml; range\n                                                    400–2272 vs.median:499 ng/ml;range 0–1892; p = 0.004, respectively) as well as from patients with\n                                                    FGR (median: 484 ng/ml; range 72–4219; p = 0.024) (Fig 1).\n                                                       The rate of elevated total cf-DNA concentration was higher in women with preeclampsia\n                                                    than in those with both normal pregnancy (p = 0.015) and FGR (p = 0.02.5) (Fig 2).\n                                                       Moreover, the comparison between patients with preeclampsia and those with FGR \u00145th\n                                                    percentile, who had abnormal Doppler, yielded similar results (487 ng/ml, 144–1971 ng/ml,\n                                                    p = 0.022). The median concentration of total cf-DNA did not differ between women in the\n                                                    normal pregnancy group and those with FGR (p = 0.481), even when only those with fetuses\n                                                    \u00145th percentile and abnormal Doppler were included (p = 0.508) (Fig 3).\n                                                       We used a Cox regression analysis to calculate the risk associated with total free cell DNA\n                                                    to developed preeclampsia according to gestational age after adjustment for confounding fac-\n                                                    tors such maternal age and BMI. Increased maternal serum total cf-DNA concentrations (ng/\n                                                    ml) were independently associated with preeclampsia (Hazard ratio (HR) for preeclampsia of\n                                                    1.002 (95% confidence interval 1.0003–1.003) while maternal BMI and age did not reach statis-\n                                                    tical significance (date not shown). In addition elevated cf-DNA was associated with an HR for\n                                                    preeclampsia of 12.36 (95%CI 2.53–60.41).\n\n                                                    Discussion\n                                                    Principal findings of the study\n                                                    We found that women with preeclampsia have a higher median maternal serum total cf-DNA\n                                                    concentration than those of patients with normal pregnancy or those with pregnancies compli-\n                                                    cated with FGR, even if there were signs for placental origin of the FGR.\n\n                                                    What are the changes in circulating cf-DNA in preeclampsia and FGR?\n                                                    The observation that the total maternal serum cf-DNA is higher in women with preeclampsia\n                                                    than in women with a normal pregnancy or those who had an FGR neonate is novel. The ele-\n                                                    vation in maternal as well as fetal cf-DNA concentration in the maternal plasma and serum of\n                                                    patients with preeclampsia was previously reported [44, 49–52, 54, 55, 65–70].\n                                                       In addition, several studies examined the relationship between FGR and cf-DNA levels.\n                                                    Sekizawa, et al [56] examined the concentration of total and cf-DNA in 9 pregnancies com-\n                                                    plicated by FGR and in 9 pregnancies complicated by preeclampsia; they found that the con-\n                                                    centration of cf-DNA in FGR pregnancies were similar to those in women with normal\n\nTable 2. Perinatal outcomes among the study groups.\n                     Variable                                Control                  Preeclampsia                      FGR                      p-value\nGestational age at delivery (weeks)                           39±1.5                     35.3±3.7                     34.8±4.2                   <0.001\nNeonatal Birthweight (gr)                                  3189.8±450.1               2232.6±753.1                  1652.7±727.6                 <0.001\nApgar score <5 at 1’                                          2.6(1)                      9.5(2)                       16.7(4)                    0.172\nApgar score <7 at 5’                                           0(0)                       9.5(2)                       8.3(2)                     0.221\n\nData are presented as median (min;max), mean± SD, percentage (number). IUGR, intrauterine growth restriction.\n\nhttps://doi.org/10.1371/journal.pone.0200360.t002\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                      5 / 15\n\f                                                                                    Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n\n            Fig 1. Median maternal serum concentration of study groups.\n            https://doi.org/10.1371/journal.pone.0200360.g001\n\n\n                                                 pregnancies. In contrast to our study, however, the authors could not demonstrate a significant\n                                                 difference in total concentrations of cf-DNA between patients with preeclampsia and those\n                                                 with FGR. Since Sekizawa et al were using plasma and not serum, it is not surprising that their\n                                                 data do not match those of the current study, where serum was used.\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                6 / 15\n\f                                                                                        Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n\n Fig 2. Elevated rate of maternal serum concentration of study groups.\n https://doi.org/10.1371/journal.pone.0200360.g002\n\n                                                     Placental contribution to total cf-DNA\n                                                     The human placenta is a dynamic organ with constant turnover of villous trophoblast. The\n                                                     turnover of villous trophoblast results in its final stage, in extrusion of apoptotic material\n                                                     (including cf-DNA) into the maternal circulation. In normal pregnancies, at term, grams of\n                                                     placental material are shed daily into the maternal circulation without causing inflammatory\n                                                     response [71]. As aforementioned, the release of cf-DNA is tied strongly to placenta morpho-\n                                                     genesis. In cases of failure of the key mechanisms involved in placental development (prolifera-\n                                                     tion, migration, invasion, and differentiation), such as in the case of preeclampsia, there are\n                                                     changes in placental cell composition, production of regulatory molecules, and cell turn-over,\n                                                     all of which directly impact the types and levels of placental inflammatory syncytiotrophoblast\n                                                     debris that enters maternal circulation [48, 71]. Furthermore, the report by Goswami et al.\n                                                     [72], increased concentration of syncytiotrophoblast microparticles was specific to women\n                                                     with preeclampsia, and not to those with normotensive FGR. This is in accord with our find-\n                                                     ings also suggesting difference in the pathophysiology of these two syndromes.\n                                                         Apoptosis appears to be the main mechanism controlling release of cf-DNA from the pla-\n                                                     centa. As a final event during the apoptosis cascade, old and late apoptotic nuclei are packed\n                                                     and released from syncytiotrophoblast in the form of exosomes to the maternal circulation\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                    7 / 15\n\f                                                                                      Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n\n         Fig 3. Median maternal serum concentration of normal pregnancies and pregnancies with IUGR below 5th percentile.\n         https://doi.org/10.1371/journal.pone.0200360.g003\n\n                                                  [71, 73]. In addition to apoptotic mechanisms, accidental breakage or necrosis may also lead to\n                                                  the release of cf-DNA [65]; indeed, preeclampsia is associated with an increased placental apo-\n                                                  ptosis that leads to the apoptotic shedding and enhanced release of non-apoptotic molecules\n                                                  [71]. Our findings question the concept that the elevated total maternal cf-DNA observed in\n                                                  patients with preeclampsia is generated from the placenta. This doubt increased when we sur-\n                                                  veyed the results of the FGR groups: we could not demonstrate that patients, who had an FGR\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                                  8 / 15\n\f                                                                               Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                            <5th percentile and abnormal Doppler (representative of placental origin), had an elevation in\n                                            the median total circulating cf-DNA. This finding is in contrast to the report of Al Nakib et al\n                                            [57], who demonstrated an increase in the total cf-DNA concentration in 19 pregnancies com-\n                                            plicated by FGR due to placental origins. A possible explanation of the differences between the\n                                            two studies is the method of measurement and sample size in each study group. Collectively\n                                            we can summarize that even in cases of severe preeclampsia or placental FGR with evidence of\n                                            substantial trophoblast apoptosis the overall contribution of fetal/placental DNA to the total\n                                            circulating DNA in the maternal serum is minor.\n\n                                            Systemic maternal inflammation and changes in cf-DNA concentrations\n                                            In both obstetrical syndromes (preeclampsia and FGR), there is an enhanced maternal sys-\n                                            temic inflammatory response; however, the magnitude and characteristics of this response dif-\n                                            fered between the two entities [44, 45, 74–76]. Oggé et al. [44] reported that patients with\n                                            preeclampsia had a lower median mean channel brightness of CD62L on granulocytes as well\n                                            as higher median basal radical oxidative species and oxidative bursts on monocytes than in\n                                            patients with FGR. They concluded, in pregnancies complicated by FGR, there is enhanced\n                                            activation of maternal peripheral leukocytes when compared to normal pregnancies but lower\n                                            activation when compared to those complicated by preeclampsia [44]. These differences may\n                                            explain the fact that patients with preeclampsia have a systemic maternal disease, while those\n                                            with FGR have a mild activation of the inflammatory system but not a clinically evident\n                                            disease.\n\n                                            What is the connection between systemic maternal inflammation and\n                                            elevated cf-DNA?\n                                            The clinical syndrome of preeclampsia is, in part, a consequence of a wide systemic inflamma-\n                                            tory response, including endothelium dysfunction [45, 71, 73, 74]. This exaggerated inflamma-\n                                            tory response is characterized, among others, by increased expression of pro-inflammatory\n                                            surface antigens (such as CD11b), increased basal iROS concentration, oxidative burst, and\n                                            production and release of Neutrophil Extracellular Traps (NETs) [77, 78].\n                                               Brinkmann, et al. [79] reported that upon activation by bacterial endotoxin, inflammatory\n                                            cytokines, or pharmacological agents, neutrophils release granule proteins and chromatin that,\n                                            together, form extracellular fibers. These NETs degrade virulence factors and kill bacteria. A\n                                            study in 2006 by Gupta, et al [80] demonstrated that NETs may also be elicited by placental\n                                            syncytiotrophoblast micro-particles and the intervillous space in placentas of patients with\n                                            preeclampsia was infiltrated by numerous NETs. Recently, a group from Basel, demonstrated\n                                            that the increased total cf-DNA in the serum of women with preeclampsia results from\n                                            increase NETs production by their neutrophils [14]. These findings support our hypothesis\n                                            that the source of elevated concentrations of total cf-DNA in the serum of women with pre-\n                                            eclampsia is mainly derived from the production of NETs resulting from systemic maternal\n                                            inflammation. The contribution of the placental/fetal unit to the total cf-DNA is probably\n                                            minor. Thus, we suggest that increased total cf-DNA observed in patients with preeclampsia\n                                            results from neutrophil activation with the release of NETs full of DNA.\n                                               The strength of our study is that we measured the total free cell DNA by using our simple\n                                            \"mix and measure\" fluorometric method. The estimated cost of reagents for our assay is 5\n                                            cents per sample, much lower than quantitative PCR (QPCR) based assays. In contrast to\n                                            PCR-based assay that requires DNA extraction from large volume of blood, our assay is per-\n                                            formed directly on small volume of serum (0.02 ml). Different from our assay, QPCR assays\n                                            measure the number of gene copies under investigation and not DNA concentration. Thus,\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                           9 / 15\n\f                                                                                    Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                            QPCR is affected by extraction losses, by DNA fragmentation, and PCR efficiency. In our\n                                            view, our simple technique allows for rapid and effective evaluation of patients. We were able\n                                            to demonstrate similar results as those previously published by more conservative and expen-\n                                            sive methods in spite of the small sample size of patients. This assay can be simply applied\n                                            directly to the relevant biological fluid serum.\n\n                                            Conclusions\n                                            In conclusion, preeclampsia is associated with an increase concentrations of total cf-DNA in\n                                            the serum compared to normal pregnancies and pregnancies complicated with FGR. The lack\n                                            of association between maternal serum total cf-DNA concentrations and FGR due to placental\n                                            origin suggest that the main contribution to the elevated circulation total cf-DNA concentra-\n                                            tion observed in women with preeclampsia is derived from the maternal compartment and\n                                            represents the systemic inflammation observed in this syndrome.\n\n                                            Supporting information\n                                            S1 File. Clinical information and cell-free DNA levels of the study participants.\n                                            (XLS)\n\n\n                                            Author Contributions\n                                            Conceptualization: Amos Douvdevani, Offer Erez.\n                                            Data curation: Majdi Imterat, Dan Tirosh, Neta Benshalom-Tirosh.\n                                            Formal analysis: Offer Erez.\n                                            Investigation: Tal Rafaeli-Yehudai, Amos Douvdevani, Dan Tirosh, Neta Benshalom-Tirosh,\n                                               Salvatore Andrea Mastrolia, Ruthy Beer-Weisel, Vered Klaitman, Reut Riff, Shirley Green-\n                                               baum, Alex Alioshin, Gal Rodavsky Hanegbi, Giuseppe Loverro, Mariana Rita Catalano,\n                                               Offer Erez.\n                                            Methodology: Tal Rafaeli-Yehudai, Majdi Imterat, Amos Douvdevani, Dan Tirosh, Neta Ben-\n                                              shalom-Tirosh, Ruthy Beer-Weisel, Offer Erez.\n                                            Project administration: Amos Douvdevani, Offer Erez.\n                                            Resources: Amos Douvdevani, Reut Riff.\n                                            Supervision: Giuseppe Loverro.\n                                            Validation: Amos Douvdevani.\n                                            Writing – original draft: Tal Rafaeli-Yehudai, Majdi Imterat, Salvatore Andrea Mastrolia,\n                                              Ruthy Beer-Weisel.\n                                            Writing – review & editing: Tal Rafaeli-Yehudai, Amos Douvdevani, Dan Tirosh, Neta Ben-\n                                              shalom-Tirosh, Offer Erez.\n\n\n                                            References\n                                             1.   Kamat AA, Baldwin M, Urbauer D, Dang D, Han LY, Godwin A, et al. Plasma cell-free DNA in ovarian\n                                                  cancer: an independent prognostic biomarker. Cancer. 2010; 116(8):1918–25. Epub 2010/02/19.\n                                                  https://doi.org/10.1002/cncr.24997 PMID: 20166213; PubMed Central PMCID: PMCPMC2854845.\n                                             2.   Zhang R, Shao F, Wu X, Ying K. Value of quantitative analysis of circulating cell free DNA as a screen-\n                                                  ing tool for lung cancer: a meta-analysis. Lung cancer (Amsterdam, Netherlands). 2010; 69(2):225–31.\n                                                  Epub 2009/12/17. https://doi.org/10.1016/j.lungcan.2009.11.009 PMID: 20004997.\n\n\n\n\nPLOS ONE | https://doi.org/10.1371/journal.pone.0200360 July 12, 2018                                                                               10 / 15\n\f                                                                                     Total cell-free DNA levels in preeclampsia and fetal growth restriction\n\n\n\n                                             3.   Zancan M, Galdi F, Di Tonno F, Mazzariol C, Orlando C, Malentacchi F, et al. Evaluation of cell-free\n                                                  DNA in urine as a marker for bladder cancer diagnosis. The International journal of biological markers.\n                                                  2009; 24(3):147–55. Epub 2009/09/30. PMID: 19787625.\n                                             4.   Schwarzenbach H, Stoehlmacher J, Pantel K, Goekkurt E. Detection and monitoring of cell-free DNA in\n                                                  blood of patients with colorectal cancer. Annals of the New York Academy of Sciences. 2008;\n                                                  1137:190–6. Epub 2008/10/08. https://doi.org/10.1196/annals.1448.025 PMID: 18837946.\n                                             5.   Atamaniuk J, Hsiao YY, Mustak M, Bernhard D, Erlacher L, Fodinger M, et al. Analysing cell-free\n                                                  plasma DNA and SLE disease activity. European journal of clinical investigation. 2011; 41(6):579–83.\n                                                  Epub 2010/12/07. https://doi.org/10.1111/j.1365-2362.2010.02435.x PMID: 21128939.\n                                             6.   Zhong XY, von Muhlenen I, Li Y, Kang A, Gupta AK, Tyndall A, et al. Increased concentrations of anti-\n                                                  body-bound circulatory cell-free DNA in rheumatoid arthritis. Clinical chemistry. 2007; 53(9):1609–14.\n                                                  Epub 2007/08/23. https://doi.org/10.1373/clinchem.2006.084509 PMID: 17712000.\n                                             7.   Saukkonen K, Lakkisto P, Pettila V, Varpula M, Karlsson S, Ruokonen E, et al. Cell-free plasma DNA as\n                                                  a predictor of outcome in severe sepsis and septic shock. Clinical chemistry. 2008; 54(6):1000–7. Epub\n                                                  2008/04/19. https://doi.org/10.1373/clinchem.2007.101030 PMID: 18420731.\n                                             8.   El Tarhouny SA, Hadhoud KM, Ebrahem MM, Al Azizi NM. Assessment of cell-free DNA with microvas-\n                                                  cular complication of type II diabetes mellitus, using PCR and ELISA. Nucleosides, nucleotides &\n                                                  nucleic acids. 2010; 29(3):228–36. Epub 2010/04/22. https://doi.org/10.1080/15257771003708298\n                                                  PMID: 20408053.\n                                             9.   Netz U, Perry Z, Mizrahi S, Kirshtein B, Czeiger D, Sebbag G, et al. Cell-free deoxyribonucleic acid as a\n                                                  prognostic marker of bowel ischemia in patients with small bowel obstruction. Surgery. 2017. Epub\n                                                  2017/08/12. https://doi.org/10.1016/j.surg.2017.06.015 PMID: 28797546.\n                                            10.   Dugoff L, Barberio A, Whittaker PG, Schwartz N, Sehdev H, Bastek JA. Cell-free DNA fetal fraction and\n                                                  preterm birth. American journal of obstetrics and gynecology. 2016; 215(2):231.e1-7. Epub 2016/02/16.\n                                                  https://doi.org/10.1016/j.ajog.2016.02.009 PMID: 26875947.\n                                            11.   Thurik FF, Lamain-de Ruiter M, Javadi A, Kwee A, Woortmeijer H, Page-Christiaens GC, et al. Absolute\n                                                  first trimester cell-free DNA levels and their associations with adverse pregnancy outcomes. Prenatal\n                                                  diagnosis. 2016; 36(12):1104–11. Epub 2016/10/14. https://doi.org/10.1002/pd.4940 PMID: 27734510.\n                                            12.   Stein W, Muller S, Gutensohn K, Emons G, Legler T. Cell-free fetal DNA and adverse outcome in low\n                                                  risk pregnancies. European journal of obstetrics, gynecology, and reproductive biology. 2013; 166\n                                                  (1):10–3. Epub 2012/10/02. https://doi.org/10.1016/j.ejogrb.2012.09.006 PMID: 23021026.\n                                            13.   Bauer M, Hutterer G, Eder M, Majer S, Leshane E, Johnson KL, et al. ",
  "wordCount": 7297,
  "indexed": "2025-09-25T22:47:24.006Z",
  "method": "direct"
}
