{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Conlin et al. - 2010 - Mechanisms of mosaicism, chimerism and uniparental.pdf",
  "fileName": "Conlin et al. - 2010 - Mechanisms of mosaicism, chimerism and uniparental.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Conlin et al. - 2010 - Mechanisms of mosaicism, chimerism and uniparental.pdf",
  "text": "Human Molecular Genetics, 2010, Vol. 19, No. 7            1263–1275\n                                                                doi:10.1093/hmg/ddq003\n                                                                Advance Access published on January 6, 2010\n\n\nMechanisms of mosaicism, chimerism and\nuniparental disomy identified by single nucleotide\npolymorphism array analysis\nLaura K. Conlin1,2, Brian D. Thiel1, Carsten G. Bonnemann2, Livija Medne4, Linda M. Ernst4,\nElaine H. Zackai2, Matthew A. Deardorff2, Ian D. Krantz2, Hakon Hakonarson2,3\nand Nancy B. Spinner1,2,\u0002\n1\n Department of Pathology and Laboratory Medicine, 2Department of Pediatrics and 3Center for Applied Genomics,\n\n\n\n\n                                                                                                                                         Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nThe Children’s Hospital of Philadelphia and University of Pennsylvania School of Medicine, Philadelphia, PA 19104,\nUSA and 4Department of Pathology, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA\n\nReceived October 16, 2009; Revised and Accepted January 4, 2010\n\n\nMosaic aneuploidy and uniparental disomy (UPD) arise from mitotic or meiotic events. There are differences\nbetween these mechanisms in terms of (i) impact on embryonic development; (ii) co-occurrence of mosaic\ntrisomy and UPD and (iii) potential recurrence risks. We used a genome-wide single nucleotide polymorph-\nism (SNP) array to study patients with chromosome aneuploidy mosaicism, UPD and one individual with XX/\nXY chimerism to gain insight into the developmental mechanism and timing of these events. Sixteen cases of\nmosaic aneuploidy originated mitotically, and these included four rare trisomies and all of the monosomies,\nconsistent with the influence of selective factors. Five trisomies arose meiotically, and three of the five had\nUPD in the disomic cells, confirming increased risk for UPD in the case of meiotic non-disjunction. Evidence\nfor the meiotic origin of aneuploidy and UPD was seen in the patterns of recombination visible during analy-\nsis with 1 – 3 crossovers per chromosome. The mechanisms of formation of the UPD included trisomy rescue,\nwith and without concomitant trisomy, monosomy rescue, and mitotic formation of a mosaic segmental UPD.\nUPD was also identified in an XX/XY chimeric individual, with one cell line having complete maternal UPD\nconsistent with a parthenogenetic origin. Utilization of SNP arrays allows simultaneous evaluation of geno-\nmic alterations and insights into aneuploidy and UPD mechanisms. Differentiation of mitotic and meiotic ori-\ngins for aneuploidy and UPD supports existence of selective factors against full trisomy of some\nchromosomes in the early embryo and provides data for estimation of recurrence and disease mechanisms.\n\n\n\n\nINTRODUCTION                                                        genome-wide single nucleotide polymorphism (SNP) array\n                                                                    to identify the mechanisms causing mosaic chromosome aneu-\nAneuploidy is a significant cause of developmental disease,         ploidy and UPD. This analysis provides a window into the\nwith frequency close to 50% in spontaneous abortions and            mechanisms of aneuploidy occurrence by observation of the\n0.5% in live born individuals (1 – 3). Very few human chromo-       genotypes in the disomic and trisomic cell lines.\nsome aneuploidies are seen in liveborn individuals; however,           Chromosomal mosaicism is defined as the presence of two\nmosaic aneuploidy is better tolerated. Uniparental disomy           or more different chromosome complements within an indi-\n(UPD) is another mechanism for disturbance of human gene            vidual developed from a single zygote. Mosaicism has been\nexpression that can lead to human disease, and mosaic aneu-         reported for many types of chromosome abnormalities includ-\nploidy has been shown to be associated with UPD in some             ing trisomy, monosomy, triploidy, deletions, duplications,\ncases (4 – 7). In this work, we demonstrate the utility of a        rings and other types of structural rearrangements. Mosaic\n\n\u0002\n To whom correspondence should be addressed at: Division of Human Genetics and Molecular Biology, 1007A Abramson Research Center, 3615\nCivic Center Boulevard, Children’s Hospital of Philadelphia, Philadelphia, PA 19104, USA. Tel: þ1 2155904177; Fax: þ1 2155903850;\nEmail: spinner@mail.med.upenn.edu\n\n# The Author 2010. Published by Oxford University Press. All rights reserved.\nFor Permissions, please email: journals.permissions@oxfordjournals.org\n\f1264      Human Molecular Genetics, 2010, Vol. 19, No. 7\n\n\naneuploidy is the most common type of mosaicism (1). Recent           several advantages for detection of mosaicism compared\nstudies on early human embryos have demonstrated that over            with chromosome analysis in which (i) a large number of\n50% of embryos generated by in vitro fertilization are mosaic         cells can be surveyed at once, since DNA is extracted from\nfor a chromosome anomaly, underlining the high frequency of           a culture of many cells and (ii) both interphase and metaphase\nnon-disjunction (8– 11). Mosaic aneuploidy can arise from             cells are analyzed, eliminating the culture bias introduced by\nmeiotic events, with an abnormal zygote and loss of one               analysis of metaphase cells only.\ncopy of a trisomic chromosome in some cells during develop-              We have used a genome-wide SNP array for our genomic\nment, or mitotically, with a normal zygote, and a subsequent          analyses. Genome-wide SNP arrays use a combination of\nnon-disjunction or anaphase lag during a somatic division.            intensity and genotyping data that provide high-resolution\nThese different mechanisms have a profound effect on the              means to diagnose genomic abnormalities that cause clinical\ndeveloping fetus. In the cases where the non-disjunction              disease. The use of genome-wide SNP arrays permits the sim-\noccurred meiotically, it is likely that there is a trisomic consti-   ultaneous evaluation of copy number to detect mosaic gains\ntution in the very early stages of development, where correct         and losses, and UPD, in cases of isodisomy or isodisomic\nchromosome number might be very important (12,13). Alter-             regions secondary to recombination. In the case of heterodis-\n\n\n\n\n                                                                                                                                          Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nnatively, in the cases of mitotic origin of the trisomy, early        omy, UPD diagnosis by SNP array can be accomplished if par-\ndevelopment proceeded normally, with trisomy originating              ental DNA is analyzed.\nfurther along in development, and possibly affecting only a              Chimerism is similar to mosaicism in that it is defined by the\nsubset of tissues. Previous work has shown that there is a            presence of two genetically distinct cell lines; however, in the\nchromosome-specific bias in the proportion of meiotically to          case of chimerism there is fusion of two different zygotes\nmitotically occurring non-disjunctions (12,13).                       within a single embryo (16). Chimerism is often recognized\n   Another consequence of meiotically originating trisomies is        because there are both 46,XX and 46,XY cell lines, which\nthe risk for UPD in the disomic cell line. In the case of a           sometimes manifest clinically, but are readily discernable cyto-\nmeiotic trisomy, with mitotic loss of one copy of the duplicated      genetically. Cytogenetic analysis are unable to detect chimer-\nchromosome (also referred to as trisomy rescue), the cells that       ism without a difference in sex chromosome constitution\nhave lost one copy of the trisomic chromosome are at risk for         between the two cell lines. Detection in these instances requires\nUPD, where the chromosomes that remain are both from the              molecular analysis if chimerism is suspected. The use of a\nsame parent. UPD is well known to cause disease if the chromo-        genome-wide SNP array makes the differentiation of chimerism\nsome contains an imprinted gene, or if a recessive disease allele     and mosaicism possible, as the additional presence of extra gen-\nis uncovered. There are three primary mechanisms by which             otypes in the chimeras is readily detectable. In this study, we\nUPD can occur: (i) trisomy rescue, whereby there is mitotic           analyzed a phenotypic male with multiple clinical abnormal-\nloss of one of the three copies of the trisomic chromosome;           ities and 46,XX and 46,XY cell lines, and demonstrate that\n(ii) monosomy duplication in which the lone copy of a chromo-         his genotypes are consistent with chimerism. We are able to\nsome pair is duplicated via non-disjunction or (iii) gamete           propose a mechanism for the origin of his 46,XX cell line,\ncomplementation, whereby a gamete that is missing one                 which explains his clinical abnormalities.\nchromosome pair unites with a gamete containing two copies               We present data on a cohort of patients with mosaic\nof that pair, by chance (4). Each of these mechanisms have            chromosome abnormalities to provide information on the\nbeen reported, although trisomy rescue is thought to be the           timing and origin of the mosaicism, mechanism by which\nmost common of the three mechanisms (7). UPD cannot be                the abnormality occurred, and frequency of UPD in these\nidentified by standard cytogenetic techniques. Rather, when           patients. We have also studied 11 patients with UPD, both seg-\nUPD is suspected based on clinical or cytogenetic features,           mental and whole chromosome, and were able to diagnose the\nanalysis of specific chromosomes is undertaken using molecu-          mechanism by which these occurred, and provide information\nlar markers or by analysis of methylation patterns for the chro-      relevant to recurrence risks for these individuals.\nmosomal region of interest.\n   Chromosomal mosaicism can be identified cytogenetically,\nbut identification of lower levels of mosaicism can be challen-       RESULTS\nging, as many cells have to be counted. It has been estimated         We studied 2019 patients referred for clinical diagnostic\nthat analysis of 20 cells (standard for routine chromosome            testing using a genome-wide SNP array. Mosaic aneuploidy\nanalysis) will detect 14% mosaicism (in the tissue being              patients accounted for 1% of all patients referred to the Cyto-\nstudied) with 95% confidence (14). The level of mosaicism             Genomics laboratory. In this cohort, we identified 21 patients\ndetected goes down when the number of cells is increased,             with mosaic aneuploidy (three with concomitant UPD) in\nhowever analysis of more cells is not normally carried out            whom we could determine the developmental timing of the\nunless there is a suspicion for chromosomal mosaicism. In             non-disjunction leading to aneuploidy. We also found an\naddition, for some types of mosaicism, the abnormal cells as          additional eight patients with UPD and one chimeric patient\nwell as the normal cells may not divide, so analysis of meta-         with complete UPD in one of the cell types.\nphases might provide a biased view of the true chromosome\nconstitution of this individual. This metaphase bias against\nabnormal cells has been conclusively demonstrated for some            Mosaic aneuploidy (monosomy)\nabnormalities, such as the isochromosome 12p seen in patients         Of 21 patients with mosaic aneuploidy, nine had mosaicism for\nwith Pallister Killian syndrome (15). Array analysis by com-          a monosomic cell line, and one was a monsomy/trisomy mosaic\nparative genomic hybridization or SNP array analysis offers           (45,X/47,XXX). All but one of the mosaic monosomies\n\f                                                                            Human Molecular Genetics, 2010, Vol. 19, No. 7                1265\n\n\ninvolved the X chromosome and we observed one case of                    mosaic trisomy 8 and 14; one case each of mosaic trisomy 17\nmonosomy 7. The percentage of monosomic or trisomic cells                and 18; two patients with double trisomies (þ7, þ21 and\ncould be calculated from the array data as described (see                þ8, þ19) and one patient with a monosomy/trisomy mosaicism\nMaterials and Methods). Based on the array data, the percentage          (45,X/47,XXX) (Table 1). As with mosaic monosomy, the\nof monosomic cells varied from 5 to 95% (Table 1). A spectrum            percent mosaicism of the trisomies were calculated using\nof frequencies for mosaic monosomies or partial monosomies is            the altered percentages of B allele frequencies observed for\nillustrated in a composite picture in Figure 1. Mosaic monosomy          the abnormal chromosome. In the case of mosaic trisomy, the\nis diagnosed when the log R ratio shows a decrease across the            log R ratio indicates an increase in copy number, between two\nwhole chromosome, which is less than the decrease seen for               and three copies (Fig. 1B and C). The B allele frequency also\ncomplete loss of one copy of the region. In addition, the B              shows an intermediate percentage, with additional frequencies\nallele frequency appears altered, with values that are dependent         observed between 0 and 50% (for addition of an A allele),\non the percent and genotype of the remaining allele. Loss of an          and between 50 and 100% percent (for addition of a B allele).\nA allele, results in a shift of the frequency towards 0%, while          In the case of heterozygous alleles, the additional allele would\nloss of a B allele results in a shift towards 100%. Therefore,           result in a shift from 50% (for AB genotype) towards 33%\n\n\n\n\n                                                                                                                                                   Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nthe percent mosaicism can be calculated from the relative shift-         (for a gain of an A allele), or towards 66% (for the gain of a B\ning of the B allele frequency as discussed in the Materials and          allele). In the case of homozygous alleles, the additional allele\nMethods section.                                                         would not result in a shift of B allele frequency, unless the triso-\n   In eight of the sex chromosome mosaic monosomies, the per-            mic cell line introduces a genotype that was not present in the\ncentages of cells that were monosomic were in good agreement             euploid cell line. In this case, additional shifts in the B allele fre-\nwhen array and cytogenetics were compared. The comparison                quency are observed, corresponding to a shift in B allele fre-\ncould not be made in case no. 7, because the array was                   quency from 0% towards 33% (in the case of AA in the\ncarried out on a lymphoblastoid cell line, and it is expected            euploid cell line and AAB in the trisomic cell line), and a shift\nthat there will be clonal selection within the cell line. In the         from 100% toward 66% (in the case of BB in the euploid cell\ncase of the patient with mosaic monosomy 7 (case 5) detected             line and ABB in the trisomic cell line) (Fig. 1C). These\nby array analysis, we could not identify any cells with monos-           additional B allele frequencies found only in the trisomic cell\nomy 7 by metaphase analysis of G-banded cells (Fig. 2A).                 line would not be observed in mosaic trisomies because of\nHowever, fluorescence in situ hybridization (FISH) using a               mitotic non-disjunction since no new genotypes are introduced\nchromosome 7 centromere probe was consistent with monos-                 (Fig. 1B). For each of the mosaic trisomy cases, we were able\nomy 7 in 14 of 200 (7%) cells (Fig. 2B). In this case, there             to determine whether the mosaic trisomy arose by non-\nwas also an altered B allele frequency indicating a higher per-          disjunction during meiosis, followed by mitotic loss in some\ncentage mosaicism surrounding the centromere, and we hypoth-             cells, or mitotic non-disjunction with gain of the trisomic\nesize that this monosomy may have originated as a small marker           chromosome in some cells. The mosaic trisomies are especially\nchromosome, with subsequent loss of the marker to create the             informative for determination of the origin of the trisomy, as\nmonosomy (Fig. 2A and C). We were unable to identify the                 examination of the genotypes allows identification of the haplo-\nputative marker chromosome (or the monosomy) on analysis                 type of the chromosome that is present in only a subset of cells.\nof G-banded chromosomes, consistent with selection against               Meiotic origin of the trisomy is seen when the mosaic\nthese cells in dividing cultures. In this case, it was clinically rel-   extra chromosome contains a genotype not present in the other\nevant to determine the parent of origin in order to assess the           two chromosomes. Meiotic crossovers can also be identified at\npossibility of paternal loss associated with Russell-Silver syn-         the boundaries of these regions with three haplotypes\ndrome (17). Analysis of informative SNPs on chromosome 7                 (Fig. 3B–D).\nin the subject and parental samples confirmed that the missing              Seven of the 12 cases of mosaic trisomy arose by mitotic\nchromosome was paternal. Therefore, this patient’s phenotype             non-disjunction. A mitotic origin was suggested by the\nwould be the result of the loss of paternally expressed genes,           absence of a third haplotype, indicated on the SNP array by\nas is seen in patients with maternal UPD for chromosome 7.               additional genotypes closer to the homozygous AA or BB\n   Mosaic monosomy could either arise by mitotic non-                    tracks (as illustrated in Fig. 1B) indicating that the trisomic\ndisjunction in a diploid embryo leading to monosomy in a                 cell line contains two identical chromosomes. However, we\nsubset of cells, or monosomy rescue in some cells of a monosomic         cannot rule out the possibility that the non-disjunction occurred\nzygote early in development. These alternatives can be differen-         in meiosis II, with no genetic recombination. This was seen in\ntiated by inspection of the patterns of genotypes in the mosaic          one case of þ8, two cases of þ9 (Fig. 3A), þ17, þX in a 45,X/\ncells. All of the cases of mosaic monosomy arose by mitotic non-         47,XXX individual (Fig. 2C), and both cases of the double tri-\ndisjunction as we could identify mosaic loss of heterozygosity           somies (þ7/þ21 and þ8/þ19). These mitotic events involved\nwith allele frequency patterns consistent with the presence of           chromosomes that are rarely found as trisomies (7, 17 and 19),\ntwo distinct haplotypes in all patients. In the case of monosomy         as well as the 45,X/47,XXX. The 45,X/47,XXX patient was\nrescue, we would expect duplication of the existing genotypes            shown to have one paternal X chromosome in the monosomic\nin the diploid cell line, with homozygosity at all loci.                 cell line, and the same paternal X chromosome in the XXX\n                                                                         cell line (in addition to two identical maternal Xs). This was\n                                                                         determined using a FISH probe for a deletion that was\nMosaic aneuploidy (trisomy)                                              present on the paternal chromosome only (Fig. 2D). The most\nTwelve patients had mosaicism for a trisomic cell line. These            rare abnormalities (double trisomies including chromosome 7\nincluded three cases of mosaic trisomy 9; two cases each of              in one case and 19 in the other), mosaic trisomy 17 and the\n\f                                                                                                                                                                                             1266\n                                                                                                                                                                                             Human Molecular Genetics, 2010, Vol. 19, No. 7\nTable 1. Patients with mosaic aneuploidy or chimerism\n\nPatient      Type of              Mosaic %   Mosaic % by         Mosaic % by       Mosaic % by          Parental          Mitosis/Meiosis   UPD      Tissue         Cell lines\nnumber       aneuploidy           by array   G-banded            metaphase         interphase FISH      chromosome\n                                             chromosomes         FISH                                   gained or lost\n\n1            Monosomy X            5           6.67                                                                       Mitosis           Yes      Blood          45,X/46,XX\n2            Monosomy X           25          16.00                                                     Paternal          Mitosis           Yes      Skin           45,X/46,X,r(Y)\n3            Monosomy X           30          25.00                                22.00                Paternal          Mitosis           Yes      Blood          45,X/46,XY\n4            Monosomy X           30          40.00                                                     Maternal          Mitosis           Yes      Blood          45,X/47,XXX\n             Trisomy X            70          60.00                                                     Paternal          Mitosis           No       Blood          45,X/47,XXX\n5            Monosomy 7           40           0.00                                 7.00                Paternal          Mitosis           Yes      Blood          45,XY,-7/46,XY\n6            Monosomy X           50          42.11                                                                       Mitosis           Yes      Blood          45,X/46,X,r(X)\n7            Monosomy X           75           6.67                                                                       Mitosis           Yes      Blood          45,X/46,X,r(X)\n8            Monosomy X           80          75.00                                                                       Mitosis           Yes      Blood          45,X/46,X,r(X)\n9            Monosomy X           80          76.67                                                                       Mitosis           Yes      Blood          45,X/46,X,r(X)\n10           Monosomy X           90                                                                                      Mitosis           Yes      Blood          45,X/46,XX\n11           Trisomy 14            5           0.00                                                     Maternal          MI                No       Skin           47,XX, þ 14/46,XX\n                                  50           2.56                                                     Maternal          MI                No       Blood          47,XX, þ 14/46,XX\n12           Trisomy 8            40         100.00                                                                       MI                Yes      Blood          47,XY, þ 8/46,XY\n13           Trisomy 9            50           0.00              2.50              24.00                                  MI                Yes      Blood          47,XX, þ 9/46,XX\n14           Trisomy 18           10          15.15                                                                       MII               No       Blood          47,XX, þ 18/46,XX\n15           Trisomy 14           20          10.00                                                     Paternal          MII               Yes      Blood          47,XX, þ 14/46,XX\n16           Trisomy 8             5                             1.50                                                     Mitosis           No       Blood          47,XY, þ 8/46,XY\n17           Trisomy 9            20           2.00                                                     Paternal          Mitosis           No       Blood          47,XY, þ 9/47,XY\n18           Trisomy 9            20          35.00                                                                       Mitosis           No       Blood          47,XX, þ 9/46,XX\n19           Trisomy 8            20                                               12.62                                  Mitosis           No       Blood          48,XY, þ 8, þ 19/46,XY\n             Trisomy 19           20                                               14.00                                  Mitosis           No       Blood          48,XY, þ 8, þ 19/46,XY\n20           Trisomy 21           50          85.00                                                                       Mitosis           No       Skin (hypo)    48,XX, þ 7, þ 21/46,XX\n             Trisomy 7            50          85.00                                                                       Mitosis           No       Skin (hypo)    48,XX, þ 7, þ 21/46,XX\n             Trisomy 21           60          50.00                                                                       Mitosis           No       Skin (hyper)   48,XX, þ 7, þ 21/46,XX\n             Trisomy 7            60          50.00                                                                       Mitosis           No       Skin (hyper)   48,XX, þ 7, þ 21/46,XX\n21           Trisomy 17           50                                                                                      Mitosis           No       Skin (left)    47,XY, þ 17/46,XY\n                                  75                                                                                      Mitosis           No       Skin (right)   47,XY, þ 17/46,XY\n30           Chimera              20          45.00                                                     Paternal          Fertilization     Yes      Skin (hyper)   46,XX/46,XY\n\nMI, meiosis I; MII, meiosis II.\n\n\n\n\n                                               Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\n\f                                                                                         Human Molecular Genetics, 2010, Vol. 19, No. 7                         1267\n\n\n\n\n                                                                                                                                                                          Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\n\n\n\n\nFigure 1. Composite array results for mosaic deletions and duplications. This figure shows segments from different chromosomes illustrating mosaicism from\n0–100%. For all figure parts, the percentages above the data indicate the level of mosaicism, with 0% representing a patient with normal copy number, and 100%\nrepresenting a non-mosaic patient. (A) BeadStudio output for nine patients with varying levels of mosaicism for deletions involving autosomes. (B) BeadStudio\noutput for seven patients with varying levels of mosaicism for trisomies. The pattern of B allele frequency indicates that the same two haplotypes present in the\neuploid cell line are also present in the triploid cell line at altered ratios. (C) BeadStudio output from seven patients with varying levels of mosaicism for tri-\nsomies. The additional B allele frequencies in the mosaic patients represent genotypes present in the trisomic cell line that are not present in the euploid cell line,\nsuggesting a meiotic origin of the trisomy.\n\npreviously discussed mosaic monosomy 7, all arose mitotically,                          Five cases of mosaic trisomy arose by meiotic non-\nconsistent with these abnormalities being lethal if they occurred                    disjunction including one case of mosaic þ8, one of þ9,\nduring meiosis.                                                                      and two cases of þ14, and one case of þ18 (Fig. 3B– D).\n\f1268       Human Molecular Genetics, 2010, Vol. 19, No. 7\n\n\n\n\n                                                                                                                                                                Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nFigure 2. Mosaic monosomies. (A) BeadStudio output for patient no. 5 with a mosaic monosomy 7. Note the decreased log R ratio and altered B allele frequency.\nThere is a somewhat lesser percent mosaicism around the centromere, which suggests that the deleted chromosome originated as a small pericentromeric marker,\nwhich was subsequently lost. (B) FISH confirmation of the monosomy 7 in interphase cells using a chromosome 7 centromere-specific probe. (C) Representation\nof the proposed mechanism, with the formation of a pericentromeric marker, which is subsequently lost to produce monosomy 7. (D) BeadStudio output for\npatient no. 4 with 45,X/47,XXX. (E) FISH confirmation of the parental origin of the X chromosomes. We used an X chromosome fosmid probe\n(G248P81417G5, labeled in red) within a known paternally inherited deletion within Xp22.3 indicating that the 45,X cell line contains the paternal X, while\nthe 47,XXX cell line contains one paternal X and two non-deleted maternal X chromosomes. The X chromosome centromere is labeled in green. (F) Represen-\ntation of origin of the 45,X/47,XXX showing mitotic non-disjunction.\n\n\nIn three cases the non-disjunction occurred in meiosis I and in                 subsequent loss of the unique parental chromosome during\ntwo cases in meiosis II (Table 1). Meiotic non-disjunction was                  mitosis. Parental samples were not available for these patients.\nrecognized when an increased number of haplotypes were                          One patient with mosaic trisomy 14 showed the presence of\nvisualized at different locations across the chromosome.                        three haplotypes in approximately 20% of cells, with two hap-\nMeiosis I non-disjunction could be differentiated from                          lotypes in 80% of cells in unstimulated peripheral blood. The\nmeiosis II non-disjunction by the location of the regions of                    presence of two crossover sites was observed near the centro-\nextra haplotypes. When the additional haplotypes are visible                    mere and telomere, and a drop out of heterozygous B allele fre-\nnear the centromere, this signifies the presence of the two                     quencies indicated the presence of UPD in the euploid cell line.\ndifferent homologs, consistent with a meiosis I non-                            Parental genotypes were obtained, and informative SNPs\ndisjunction (Fig. 3B – D). When the additional haplotypes are                   revealed the presence of paternal isodisomy near the centromere\npresent near the telomeres, but not the centromere, this is con-                and telomere, and paternal heterodisomy for the remainder of\nsistent with a meiosis II origin, where it is the sister chroma-                the chromosome in approximately 80% of cells. These results\ntids that have undergone non-disjunction (Fig. 3C). Of note,                    are consistent with paternal non-disjunction in meiosis II, fol-\nthe additional haplotypes seen as a result of meiotic non-                      lowed by loss of the maternal chromosome during development,\ndisjunction are exceedingly helpful in aiding the recognition                   resulting in mosaic paternal UPD 14, which was consistent with\nof low-level mosaicism, even though there is a small separ-                     the patient’s phenotype.\nation between the different allele frequencies. This can be                        There was no evidence for UPD in the remaining two of the\nseen in the case of trisomy 18 pictured in Figure 3C.                           patients who had undergone meiotic non-disjunction (chromo-\n   Inspection of genotypes in our cases of mosaic trisomy                       somes 14 and 18). Parental samples from the patient with\ncaused by meiotic non-disjunction revealed UPD in three                         mosaic trisomy 14 revealed two contributions from the maternal\ncases (UPD 8, UPD 9 and one case of UPD 14). This is                            genome in the trisomic cell lines in 50% of cells, and biparental\nshown for the individual with mosaic UPD 8 in                                   inheritance in the remaining cells, ruling out UPD. The pattern\nFigure 3D. Only the patient with UPD 14 showed clinical fea-                    of B allele frequencies supports this finding, with no presence of\ntures consistent with UPD (see below) (18). The presence of                     mosaic loss of heterozygosity seen along chromosome 14 in this\nUPD in the euploid cells lines was identified by the presence                   patient (Fig. 3B). This patient did not have clinical features con-\nof mosaic loss of heterozygosity secondary to trisomy rescue                    sistent with trisomy 14, but showed only developmental delay,\nof a meiotic non-disjunction. The mosaic trisomies for chromo-                  and congenital hip dysplasias.\nsomes 8 and 9 suggested UPD in the euploid cell line, with a                       We calculated the percent mosaicism in each case from the\nregion of mosaic loss of heterozygosity at the p-arm telomere,                  array data obtained by analysis of whole blood as described\nand one crossover site. The presence of three haplotypes at                     above, and compared these with the results of cytogenetic or\nthe centromeres suggested meiosis I non-disjunction, with                       molecular cytogenetic analysis of PHA-stimulated peripheral\n\f                                                                                    Human Molecular Genetics, 2010, Vol. 19, No. 7                      1269\n\n\n\n\n                                                                                                                                                                  Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nFigure 3. Mosaic trisomies. (A) Mosaic trisomy 9 (20%) in patient no. 17, with no evidence for recombination suggesting a mitotic origin. On the right is a\nrepresentation of the mitotic event. (B) Mosaic trisomy 14 (50%) in peripheral blood from patient no. 11, with a complex pattern of genotypes consistent\nwith non-disjunction in meiosis I. There is evidence for two recombination sites at the points where genotype complexity changes. Illustration at right\nshows the distribution of genotypes resulting from meiotic recombination. (C) Mosaic trisomy 18 (10%) in peripheral blood of patient no. 14 with a genotype\npattern consistent with non-disjunction in meiosis II. Evidence for two recombination sites are observed. Illustration at right shows regions of crossovers and\nresulting genotypes across the chromosome. (D) Mosaic trisomy 8 (40%) in patient no. 12 with a genotype pattern consistent with non-disjunction in meiosis\nI. Altered pattern near the telomere of the p-arm demonstrates UPD (isodisomy) for this region. This is illustrated in the figure on the right.\n\n\nblood or cultured fibroblasts. The array results were often diver-               Case no. 12 was calculated as 40% mosaic trisomy 8 on array\ngent with the data obtained by cytogenetics (Table 1). There                     analysis, whereas 100% of 20 cells studied in the blood\nwere examples of increased frequencies in both the array and                     showed trisomy 8. By contrast, case no. 16 was calculated as\ncytogenetic preparations in different cases. For example, two                    5% mosaic by array analysis, whereas cytogenetic analysis\ncases with trisomy 8 mosaicism showed opposite patterns.                         showed 1.5% of cells with trisomy 8. Overall, there were\n\f1270      Human Molecular Genetics, 2010, Vol. 19, No. 7\n\n\nTable 2. Patients with UPD\n\nPatient    Mechanism         Chromosome   Size of isodisomic   Number of SNPs in   Mosaic %     Maternal/      Mitosis/    UPD          Tissue\nnumber                                    region               isodisomic region   by array     paternal UPD   Meiosis     validation\n\n22         Monosomy          chr14        88 252 956           19 213              100          Paternal       MI or MII   Yes          Blood\n             rescue\n23         Monosomy          chr15        81 794 197           16 625              100          Paternal       MI or MII   Yes          Blood\n             rescue\n24         Segmental         chr11        45 296 182           10 755               10                         Mitosis                  Skin\n                                          45 296 182           10 755               30                         Mitosis                  Pancreas\n25         Segmental         chr11        12 430 186            3580                10                         Mitosis                  Blood\n26         Trisomy           chr2         107 225 556          20 727              100                         MI                       Blood\n              rescue\n27         Trisomy           chr16        15 991 615            4202               100                         MI                       Blood\n              rescue\n                                          27 894 431            6970               100                         MI                       Blood\n\n\n\n\n                                                                                                                                                   Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\n28         Trisomy           chr14        21 117 384            4693               100                         MI                       Blood\n              rescue\n29         Trisomy           chr15        5 911 145              877               100          Maternal       MII                      Blood\n              rescue\n                                          52 922 495           10 813              100          Maternal       MII                      Blood\n\n\neight instances of increased aneuploidy frequency in the array                Trisomy rescue was hypothesized to have caused four cases\ndata and four instances of increased aneuploidy detected in                of UPD (UPD 2, 14, 15 and 16), although we did not detect\nmetaphase preparations. For the individual with the double                 evidence of the trisomic cell line. These cases presented\nþ7, þ21 trisomy, we studied two independent cultures, and cal-             with chromosomes that showed both runs of homozygosity\nculated increased frequency of the aneuploidy by array in one,             (minimum of 21 Mb) and heterozygosity, demonstrating\nand by cytogenetics in the other (Table 1).                                results of the recombination process in meiosis. For\n                                                                           example, the patient with UPD 15 showed evidence for\n                                                                           meiosis II non-disjunction, with a run of homozygosity that\nUniparental disomy                                                         included the centromere of chromosome 15 (Fig. 4B). We\nWe identified six patients with at least one run of homozygos-             hypothesized that the non-disjunction occurred in maternal\nity greater than 20 Mb in length (Table 2). There was no                   meiosis II, with post-zygotic loss of the paternal chromosome\nknown history of parental consanguinity in these individuals,              15, as this patient presented with clinical features consistent\nand we hypothesize that the homozygosity is explained by                   with Prader –Willi syndrome (neonatal hypotonia, childhood\nUPD. This group of patients did not show evidence for                      obesity, delayed milestones), known to be caused by maternal\nmosaic aneuploidy. For each of these cases, it was possible                UPD (4). Maternal UPD 15 was confirmed by follow-up\nto infer the mechanism by which the UPD occurred with                      methylation testing in a clinical laboratory. The three\ntwo cases of monosomy rescue and four cases of trisomy                     remaining UPD patients had SNP patterns consistent with non-\nrescue. Monosomy rescue is hypothesized in one case of                     disjunction that occurred in meiosis I, as there were heterozy-\nUPD14 and one case of UPD 15. In these cases, there is no                  gous alleles near the centromere (UPD 2, 14 and 16). These\nevidence for recombination, as all genotypes present are                   three patients had genotypes that suggested UPD owing to\nhomozygous (Fig. 4A). For both of these cases, there is a                  the size of the run of homozygosity, and the paucity of such\nknown phenotype associated with UPD and the phenotypes                     regions on other chromosomes. Crossovers were identified in\nof the patients were consistent with those found in patients               all three patients, with one to three exchanges per chromo-\nwith paternal UPD, suggesting a meiotic non-disjunction in                 some. Parental samples were not available for these patients,\nmaternal meiosis, resulting in a nullisomic egg, with sub-                 and therefore the UPD could not be validated.\nsequent rescue after fertilization. We cannot rule out the possi-             In addition to UPD as a result of meiotic error, two patients pre-\nbility of meiosis II non-disjunction in sperm, although the                sented with mosaic segmental UPD, consistent with a mitotic\ncomplete lack of evidence for crossing over makes this unli-               origin. UPD for 11p15.5 was identified in two samples (skin\nkely. The patient with UPD15 presented with Angelman syn-                  tissue and pancreatic tissue) from a patient with focal hyperinsu-\ndrome, consistent with monosomic rescue via duplication of a               linism. This diagnosis is consistent with the finding of mosaic\npaternal chromosome 15. Confirmation of paternal UPD was                   paternal somatic UPD involving loci within 11p15 (19). In this\nachieved by subsequent bisulfite testing in a clinical labora-             patient, the B allele frequency pattern observed in skin tissue,\ntory. In the case of UPD 14, the patient presented with mul-               which was initially studied, revealed a low percentage mosaicism\ntiple anomalies including ‘coat hanger ribs’, which is                     for a genomic event, but we could not distinguish mosaic deletion,\npathognomonic for paternal UPD14 (18). Analysis of parental                duplication or UPD, as there was no visible change in the log R\nsamples and comparison of genotypes with those seen in the                 ratio (Fig. 4C). The allele frequencies suggested a low level\nchild confirmed a paternal UPD, by examination of informa-                 mosaicism for loss of heterozygosity, which is consistent with\ntive SNPs across chromosome 14. This result was also vali-                 the clinical findings in the patient. Using this shift in allele fre-\ndated by examination of microsatellite markers across                      quencies, the percent mosaicism for the abnormal cell line\nchromosome 14 at a commercial laboratory.                                  could be estimated at 10%. When pancreatic tissue was studied,\n\f                                                                                   Human Molecular Genetics, 2010, Vol. 19, No. 7                     1271\n\n\n\n\n                                                                                                                                                                Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nFigure 4. Uniparental disomy (UPD). In these cases, the log R ratio is consistent with normal copy number for all cases. (A) Complete isodisomy of chromosome\n14 with loss of heterozygosity (LOH) for the entire chromosome in patient no. 22. This is consistent with the mechanism of monosomy rescue. (B) UPD of\nchromosome 15 in patient no. 29. Note the regions of LOH near the centromere and across the middle of the chromosome, which are interrupted by regions\nof heterozygosity, suggesting origin in meiosis II, with evidence of regions of recombination. (C) Segmental UPD of 11p11.2 to p-terminus in the DNA\nfrom cultured skin (10%) from patient no. 24. (D) Analysis of DNA from pancreatic tissue in patient no. 24, which had 30% mosaicism for the 11p LOH.\nThis patient has a clinical diagnosis of focal hyperinsulinism.\n\n\nthe percentage of abnormal cells increased, and it became clear                 changes, hearing loss, developmental delays, and autistic spec-\nthat the greater difference in B allele frequency was not reflected             trum disorder. While initial cytogenetic analysis of peripheral\nin the log R ratio, consistent with mosaic segmental UPD                        blood showed a normal 46,XY karyotype, FISH analysis of a\n(Fig. 3D). A second patient, who presented with hemihypertro-                   buccal smear and subsequent chromosome analysis of a skin\nphy, was also found to have mosaic loss of heterozygosity,                      biopsy from a region showing pigmentary changes revealed\nsuggesting mosaic UPD for 11p15. Similar to the previous case,                  the 46,XY/46,XX mosaicism (Fig. 5A), with 16 of 30 cells\nthe percentage of UPD was calculated to be approximately                        having a 46,XY karyotype and 14 of 30 with a 46,XX karyotype\n10%. This finding is also consistent with the clinical presentation             (Fig. 5B). Array analysis was carried out on the 46,XX/46,XY\nof Beckwith–Wiedemann Syndrome (20).                                            tissue. Surprisingly, we found that all of the autosomes had a\n                                                                                similar, altered B allele frequency with a pattern consistent\n                                                                                with two genotypes at every locus with an altered ratio\nMosaicism for complete uniparental (maternal)                                   between the two haplotypes, when compared with a normal\ninheritance                                                                     diploid cell line (Fig. 5C). This finding rules out a straightfor-\nPatient 21 was referred to the laboratory for diagnostic studies                ward XX/XY mosaicism in this individual since all autosomes\nbecause of a history of failure to thrive in infancy, followed                  are affected, and is consistent with chimerism. The pattern for\nby childhood obesity, limb length discrepancy, pigmentary                       the X chromosome was different than that for the autosomes,\n\f1272       Human Molecular Genetics, 2010, Vol. 19, No. 7\n\n\n\n\n                                                                                                                                                                   Downloaded from http://hmg.oxfordjournals.org/ at Servicio Valenciano de Salud on November 10, 2015\nFigure 5. Analysis of a chimeric individual (patient no. 30). (A) FISH analysis of a buccal sample using centromere probe for X and Y. (B) Cytogenetic analysis\nof cultured cells from hyper-pigmented skin revealed both XY and XX cells. (C) BeadStudio analysis of DNA from hyperpigmented tissue demonstrates that\nchromosomes 1 and 2 show altered B allele frequencies and a normal log R ratio. This altered B allele frequency was seen for all autosomes. (D) BeadStudio data\nfrom the X chromosome reveals only a single genotype at all loci. Note that the log R ratio reflects a 20% increase for the normal levels expected in a male and\nthe B allele frequency of pseudoautosomal regions appears similar to that seen with the autosomes.\n\nwith only a single apparent genotype, consistent with only one                   monosomies and trisomies that were both expected and\nX chromosome haplotype in this XX/XY chimera (Fig. 5D).                          unexpected. Expected abnormalities include common trisomies\nThis is consistent with his XX cell line demonstrating maternal                  such as those for chromosomes 18 and 21, monsosomy X as well\nUPD (parthenogenetic chimera). This could be caused by either                    as previously described mosaic trisomies such as chromosome\nfertilization of a diploid egg by a Y-carrying sperm, fertilization              8, 9, 14 and those of the sex chromosomes (X and Y). The identi-\nof an endoreduplicated egg or fusion of a polar body with a fer-                 fication of the unexpected, rare abnormalities (such as mosai",
  "wordCount": 9761,
  "indexed": "2025-09-25T22:40:34.911Z",
  "method": "direct"
}
