{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Mutaciones de novo/Aston_Carrell_2012_Emerging evidence for the role of genomic instability in male factor infertility.pdf",
  "fileName": "Aston_Carrell_2012_Emerging evidence for the role of genomic instability in male factor infertility.pdf",
  "relativePath": "Genetica/Mutaciones de novo/Aston_Carrell_2012_Emerging evidence for the role of genomic instability in male factor infertility.pdf",
  "text": "Systems Biology in Reproductive Medicine\n\n\n\n\n       ISSN: 1939-6368 (Print) 1939-6376 (Online) Journal homepage: http://www.tandfonline.com/loi/iaan20\n\n\n\n\nEmerging evidence for the role of genomic\ninstability in male factor infertility\n\nKenneth I. Aston & Douglas T. Carrell\n\nTo cite this article: Kenneth I. Aston & Douglas T. Carrell (2012) Emerging evidence for the role of\ngenomic instability in male factor infertility, Systems Biology in Reproductive Medicine, 58:2, 71-80,\nDOI: 10.3109/19396368.2011.635751\n\nTo link to this article: https://doi.org/10.3109/19396368.2011.635751\n\n\n\n\n        Published online: 06 Dec 2011.\n\n\n\n        Submit your article to this journal\n\n\n\n        Article views: 211\n\n\n\n        View related articles\n\n\n\n        Citing articles: 12 View citing articles\n\n\n\n\n                       Full Terms & Conditions of access and use can be found at\n              http://www.tandfonline.com/action/journalInformation?journalCode=iaan20\n\fSystems Biology in Reproductive Medicine, 2012, 58: 71–80\nCopyright © 2012 Informa Healthcare USA, Inc.\nISSN 1939-6368 print/1939-6376 online\nDOI: 10.3109/19396368.2011.635751\n\n\n\nREVIEW AND HYPOTHESES\n\nEmerging evidence for the role of genomic instability in male factor\ninfertility\nKenneth I. Aston1 and Douglas T. Carrell1,2,3∗\n1\n Andrology and IVF Laboratories, Department of Surgery, 2Department of Obstetrics and Gynecology, 3Department of\nPhysiology, University of Utah School of Medicine, Salt Lake City, Utah, USA\n\n\n                                                                              with the nucleus on the X chromosome; TSPY1: testis-specific\nMale infertility is a common and complex pathology affecting0-\n                                                                              protein Y-encoded 1; Usp1: ubiquitin specific peptidase 1; Yq:\nabout 7% of men of reproductive age. Given its complexity, the\n                                                                              long arm of the Y chromosome.\nunderlying etiology for male infertility is often unknown. A\ngrowing amount of evidence suggests genomic instability\nmay be an important factor in some cases of male factor infer-             Introduction\ntility. While some specific manifestations of genomic instability,\n                                                                           Infertility is a widespread problem affecting approximately\nsuch as increased sperm aneuploidy rates and increased\n                                                                           15% of couples worldwide. In about half of the cases, infer-\nsomatic translocations and inversions in infertile men, are\n                                                                           tility is associated with problems with the male partner or a\nwell established, other facets of genomic instability associated\n                                                                           combination of both partners. Despite its prevalence and a\nwith male infertility have not been thoroughly investigated. A\n                                                                           considerable amount of research focused on identifying the\nlimited body of recent work has identified a potential associ-\n                                                                           root causes of male infertility, approximately half of male\nation between microsatellite instability and spermatogenic\n                                                                           infertility cases are classified as idiopathic [Dohle et al.\nfailure. In addition, mutations in mismatch repair and tumor\n                                                                           2005]. Identification of the underlying causes of male\nsuppressor genes, which could potentially lead to genomic\n                                                                           infertility is a critical step toward improving diagnosis and\ninstability, have been identified in some infertile men and ani-\n                                                                           treatment of fertility disorders.\nmal models. In addition, results of two epidemiologic studies\n                                                                               One challenge in identifying etiologic factors leading to\nsuggest spermatogenic defects might be just one aspect of a\n                                                                           male infertility is the wide clinical spectrum of the associated\nmore systemic problem, possibly due to increased genomic\n                                                                           pathology. Male infertility may arise from endocrine,\ninstability. In this review we discuss well-established links\n                                                                           genetic, or epigenetic changes that result in aberrant sperm\nbetween genomic instability and male infertility, as well as\n                                                                           production, or any of a number of sperm function problems\nsome of the emerging but less established data to support\n                                                                           that include abnormal morphology, reduced motility, loss of\nthis relationship. We also propose some important areas of\n                                                                           capacity to bind to, penetrate, or activate the oocyte, etc.\nfuture research toward a more complete understanding of\n                                                                           Male factor infertility may be associated with a normal\nthe underlying mechanisms for male infertility.\n                                                                           sperm count (defined as > 20 million sperm per ml),\nKeywords chromosome instability, copy number variation,                    reduced sperm count (oligozoospermia), or complete\n  genomic instability, male infertility, microsatellite instability        absence of mature sperm cells in the ejaculate (azoospermia).\n                                                                           Further, azoospermia can result from a complete absence\nAbbreviations aCGH: array comparative genomic hybridization;               of testicular sperm at any stage (e.g., Sertoli cell only syn-\n  AZF: azoospermia factor; CFTR: cystic fibrosis transmembrane             drome), arrested sperm development at any stage of\n  conductance regulator; CIN: chromosome instability; CNV: copy            spermatogenesis (maturation arrest), hypospermatogenesis\n  number variant; DAZ: deleted in azoospermia; Exo1:                       in which small numbers of sperm are present in the testis\n  exonuclease 1; ICSI: intracytoplasmic sperm injection; Mlh1/3:           but not present in the ejaculate, or essentially normal\n  MutL homolog 1/3; MMR: mismatch repair; MSI: microsatellite              spermatogenesis coupled with a lack of ability of sperm\n  instability; PAR: pseudoautosomal region; Parg: poly(ADP-                passage from the testes (obstructive azoospermia).\n  ribose) glycohydrolase; Parp1: poly(ADP-ribose) polymerase 1;                Spermatogenesis is clearly a very complex process requir-\n  Pms2: postmeiotic segregation increased 2; SNP: single                   ing the proper function and transcriptional and translational\n  nucleotide polymorphism; SPANX: sperm protein associated                 timing of a host of genes [Iguchi et al. 2006]. Testicular gene\n\n\nReceived 13 July 2012; accepted 04 September 2011.\n∗\n  Address correspondence to Douglas T. Carrell, University of Utah Andrology and IVF Laboratories, 675 Arapeen Drive, Suite 205, Salt Lake City,\nUtah, 84108, USA. E-mail: douglas.carrell@hsc.utah.edu\n\n                                                                      71\n\f72 K.I. Aston and D.T. Carrell\n\nexpression analysis in pre- and post-pubertal mice has given          some cases of male infertility, along with the potential impli-\nsome indication of the incredible complexity of spermato-             cations of these data. We also address important future areas\ngenesis with over 1,600 genes whose expression increased              of research that will be necessary to better characterize the in-\nat the time of meiotic onset, approximately 20% of which              volvement of genomic instability in male infertility.\nare expressed exclusively in the testes [Schultz et al. 2003].\nThe large and growing number of gene knockout animal\n                                                                      Genomic instability and male infertility\nmodels with an infertility phenotype, including monumental\nefforts such as the Jackson Labs mutagenesis project                  Accumulating evidence suggests that genomic instability may\n(reprogenomics.jax.org) also offers some insight into the             play a role in some cases of male infertility, with disrupted\ncomplexity of the network of genes required for normal                spermatogenesis being just one manifestation of a multifac-\nspermatogenesis and fertility [Tamowski et al. 2010; Yatsen-          torial condition. Genomic instability, a common feature of\nko et al. 2010]. The information gleaned from animal models           most cancers [Negrini et al. 2010], is broadly classified into\nthat display infertility phenotypes provides a foundation             chromosomal instability (CIN) and microsatellite instability\nfor better characterizing the etiology of male infertility            (MSI) [Charames and Bapat 2003]. The majority of cancers\nin humans.                                                            involve CIN characterized by gross chromosomal anomalies\n    Well-established genetic causes of male infertility include       including aneuploidy and changes in chromosome structure,\nmicrodeletions on the q-arm of the Y chromosome (Yq),                 such as large translocations or inversions [Thompson et al.\nwhich commonly occur in severely oligozoospermic and                  2010]. Microsatellite instability involves changes in the\nazoospermic men [Li et al. 2008]. In addition, Klinefelter’s          length of repetitive microsatellite regions and is a feature of\nsyndrome results in severe oligozoospermia or azoospermia,            a smaller proportion of cancer types than CIN [de la Chapelle\nand chromosomal translocations and inversions are                     2003]. Microsatellite instability is typically associated with a\nobserved significantly more frequently in infertile men than          mutator phenotype, characterized by increased base-pair\nin the general population [Martin 2008a]. Obstructive                 mutation rates in cells.\nazoospermia due to congenital bilateral absence of vas                    Male infertility research has revealed evidence to support\ndeferens is commonly a result of mutations in the cystic              the idea that spermatogenic defects are often not limited to\nfibrosis transmembrane conductance regulator (CFTR) gene              testicular dysfunction. Researchers have noted increased\n[Radpour et al. 2008]. While these factors are well character-        urogenital disorders in infertile men, increased incidences\nized and enable diagnosis of the underlying cause of male             of several types of cancer, as well as overall reduced general\ninfertility in some men, these factors account for fewer than         health in infertile men as a whole, as manifested by decreased\nhalf of cases [Dohle et al. 2002].                                    life expectancy and increased morbidity [Jensen et al. 2009;\n    Many studies have evaluated the associations between              Salonia et al. 2009]. In addition, increased sperm aneuploidy\nsingle nucleotide polymorphisms (SNPs) or gene mutations              rates, and incidence of translocations and Y chromosome\nand male infertility with many significant associations being         microdeletions are well documented in infertile men. A\nreported; however, to date no SNP with reported associations          limited amount of data suggests MSI as well as increased\nhas been conclusively demonstrated to be causal of infertility        mutation rates might be other important etiologic factors in\n[Aston and Carrell 2009; Aston et al. 2010; Krausz and Gia-           some classes of male infertility. Figure 1 illustrates a proposed\nchini 2007; Nuti and Krausz 2008; Tuttelmann et al. 2007]. It         model for the potential role of genomic instability in male in-\nis likely that some of the SNPs identified will prove to confer       fertility as discussed below. Importantly, coincidence of male\nsome risk for male infertility, but sufficiently large and well-      infertility and the various forms of genomic instability ob-\ndesigned studies have yet to be undertaken to this end.               served does not necessarily imply a causal link between the\n    With an underlying genetic cause remaining elusive in the         two. The molecular bases for the manifestations of genomic\nmajority of male infertility cases, and in light of the tremen-       instability observed in infertile men have generally not been\ndous efforts to identify causal variants, it appears increasingly     identified. A great deal of future work will be required to\nunlikely that a single genetic defect is responsible for the infer-   identify the sources of genomic instability in some infertile\ntility pathology in a significant proportion of patients. In          men and to determine whether the increased cancer inci-\naddition, increasing evidence is emerging to support the              dence, increased comorbidities, and decreased life expectancy\nnotion that male infertility phenotypes are not limited to sper-      observed in infertile men are due in part to DNA replication\nmatogenic defects, but rather that spermatogenic defects may          defects associated with genomic instability or whether the\nbe just one manifestation of a more systemic problem [Jensen          two are entirely unrelated.\net al. 2009; Salonia et al. 2009; Wohlfahrt-Veje et al. 2009].\nThe occurrence of genomic instability associated with male            Chromosome instability and male infertility\ninfertility is receiving increasing scrutiny in light of a            Chromosomal abnormalities are a well-established signature\ngrowing body of evidence to support this notion, however,             in a significant proportion of male infertility cases [O’Flynn\ngiven the paucity of studies specifically addressing the invol-       O’Brien et al. 2010; Walsh et al. 2009]. Chromosomal abnorm-\nvement of genomic instability in male infertility and the             alities associated with male infertility can be found constitu-\nsmall sample sizes of relevant studies, future research in this       tively (e.g., somatic translocations, inversions, XXY), or they\narea is certainly warranted. In this review we discuss the            can arise through meiotic errors and be found specifically in\ndata that support the involvement of genomic instability in           the sperm.\n\n                                                                                               Systems Biology in Reproductive Medicine\n\f                                                                                            Genomic instability and male infertility 73\n\n                                                                            autosomes, and chromosomal gaps, breaks, or exchanges\n                                                                            were identified in 13% of these men. An additional 22% of\n                                                                            men evaluated displayed single cell aberrations, the clinical\n                                                                            significance of which is unclear at present [Peschka et al.\n                                                                            1999]. More recently, a survey by Vincent et al. of 2,651\n                                                                            infertile men identified somatic cytogenetic abnormalities\n                                                                            in 7.7% of that population, with frequency increasing\n                                                                            with decreasing sperm count [Vincent et al. 2002]. Sub-\n                                                                            sequently, a smaller study that evaluated the chromosomal\n                                                                            status of 42 azoospermic and 46 severely oligozoospermic\n                                                                            men yielded similar findings. In this study, constitutional\n                                                                            chromosomal abnormalities were observed in 14.3% of\n                                                                            azoospermic and 6.5% of severely oligozoospermic men\n                                                                            [Nagvenkar et al. 2005].\n                                                                                While volumes of data exist to demonstrate the increased\n                                                                            incidence of somatic chromosomal abnormalities in infertile\n                                                                            men, and especially in men with severe spermatogenic defects,\n                                                                            fewer studies have evaluated the incidence of sperm aneuploi-\n                                                                            dies in infertile men and controls. However, various recent\n                                                                            reports indicate increased frequency of sperm chromosome\n                                                                            aneuploidies among infertile men [Martin 2008b; Tempest\n                                                                            2011; Zhou et al. 2011], and the sperm aneuploidy rate may\n                                                                            be even higher in carriers of somatic chromosomal abnorm-\n                                                                            alities [Perrin et al. 2011; Wong et al. 2008].\n                                                                                While the underlying cause for increased chromosomal\n                                                                            aberrations in infertile men is unknown, clearly CIN is an\nFigure 1. Proposed model for the involvement of genomic instability         important feature of some cases of male infertility. Future\nin male infertility. Two broad classes of genomic instability include       studies should seek to determine the mechanisms by\nCIN and MSI. Evidence for the involvement of CIN in male infertility        which these abnormalities arise.\ninclude the observations of increased incidence of somatic and germ-\nline aneuploidy rates and increased chromosomal translocations and\ninversions in infertile men. Evidences for the role of MSI in male infer-   Microsatellite instability and male infertility\ntility include the established importance of AZF deletions, data indicat-   Microsatellites are short stretches of DNA composed of one\ning increased MSI in testicular tissue from idiopathic azoospermic          to six nucleotide tandem repeats. MSI is characterized by\nmen, increased testicular tissue mutation rates, and the involvement        expansion or contraction of these regions due to the gain\nof CNVs in male infertility. Potential consequences of genomic in-\n                                                                            or loss of one or more microsatellite repeats [de la Chapelle\nstability on infertile men are included in the lower tier. Importantly,\nthe link between these factors and CIN and MSI is theoretical and           2003] and is an important marker for several types of\nhas not been demonstrated experimentally. Abbreviations: CIN:               cancers arising as a result of defective DNA repair mechan-\nchromosome instability; CNV: copy number variation; MSI: microsa-           isms. MSI typically results from mutations in DNA mis-\ntellite instability.                                                        match repair (MMR) genes, but sometimes occurs through\n                                                                            epigenetic silencing of MMR genes [Veigl et al. 1998].\n                                                                            Either mechanism results in over 100-fold increases in\n   An early study evaluating the chromosomal constitution                   DNA mutation rates [Eshleman et al. 1995].\nof 1,599 unselected men attending a sub-fertility clinic                        Animal knockout models have consistently demonstrated\nfound chromosomal abnormalities in 2.2% of patients, a fre-                 the importance of DNA stability and repair genes in\nquency almost five times higher than that seen in the general               spermatogenesis. Mice deficient in postmeiotic segregation\npopulation [Chandley et al. 1975]. A subsequent study                       increased 2 (Pms2) and MutL homolog 1 (Mlh1) genes\nfocusing on severe male factor infertility evaluated 496                    both exhibit MSI and infertility with a meiotic arrest pheno-\nazoospermic and oligozoospermic men. In this cohort of                      type [Baker et al. 1995; Baker et al. 1996]. Similarly, exonu-\npatients displaying severe spermatogenic defects, chromoso-                 clease 1−/− (Exo1) mice are prone to MSI, increased mutation\nmal abnormalities were identified in 14.1% of azoospermic                   rates, increased tumor susceptibility, and sterility due to\nand 5.1% of oligozoospermic men [Retief et al. 1984].                       meiotic defects [Wei et al. 2003]. Like Mlh1-null mice, zeb-\n   Peschka et al. [1999] performed cytogenetic analysis in                  rafish mlh1-null mutants are sterile and display spermato-\n781 couples undergoing intracytoplasmic sperm injection                     genic arrest at metaphase I [Feitsma et al. 2007]. Mlh3,\n(ICSI) treatment for infertility. Male factor infertility was               which localizes to meiotic chromosomes and aids in Mlh1\nthe indication for ICSI in 80.9% of the cases, and 19.1% of                 binding, while not required for mismatch repair, is a critical\ncases included both male factor and female infertility.                     component in the meiotic pathway, as spermatocytes in\nStrikingly, karyotypic abnormalities including aneuploidies,                Mlh3 −/− mice undergo apoptosis at metaphase I [Lipkin\nmosaisicm, translocations, inversions, fragile sites on                     et al. 2002]. In addition, disruption of other genes involved\n\nCopyright © 2012 Informa Healthcare USA, Inc.\n\f74 K.I. Aston and D.T. Carrell\n\nin the maintenance of DNA stability and DNA repair path-           mismatch repair proteins revealed a higher expression level\nways including histone H2AX, ubiquitin specific peptidase 1        of DNA mismatch repair proteins in Sertoli cell only patients\n(Usp1), poly(ADP-ribose) polymerase 1 (Parp1), poly(AD-            compared with controls [Maduro et al. 2003]. This relatively\nP-ribose) glycohydrolase (Parg), and tumor protein p73             small study provides impetus for larger studies to evaluate\nresult in similar phenotypes exhibiting MSI or CIN as well         the role of MSI in spermatogenic disorders.\nas phenotypes ranging from sub-fertility to sterility                  A single study evaluated the frequency of point mutations\n[Tomasini et al. 2008].                                            within a polymorphic microsatellite (D19S49) in testis tissue\n    The potential involvement of MMR and meiotic recombi-          from seven men with meiotic arrest and five controls (men\nnation gene mutations in male infertility has been proposed        with obstructive azoospermia, but otherwise normal sper-\nby several groups [Mukherjee et al. 2010; Sanderson et al.         matogenesis). Following PCR of the microsatellite region,\n2008]. Evaluation of MLH3 gene sequence in men displaying          PCR products were cloned, and 25 colonies from each\nspermatogenic arrest at the primary spermatocyte stage             sample were picked for sequencing. This small study found\nidentified missense mutations in four out of thirteen patients     a significantly increased frequency of point mutations in\n[Ferras et al. 2007]. In agreement with the mouse model,           testis DNA from men with meiotic arrest compared with\nMSI was not detected in individuals harboring these                controls [Nudell et al. 2000]. Analysis of the same region\nmutations [Ferras et al. 2007]. In another study, polymorph-       in blood DNA from the same individuals found no evidence\nisms in MSH5 and MLH3 mismatch repair genes were                   for mutations, indicating that the mutations most likely\nreported to be associated with idiopathic azoospermia and          arose during meiosis and likely as a result of defective\nsevere oligozoospermia [Xu et al. 2010]. In addition, tran-        DNA repair mechanisms, as the mutation frequencies were\nscript levels of several MMR genes were evaluated in the           similar to those found in Mlh1 -/- mice [Baker et al. 1996].\ntestis of 13 patients with spermatogenic failure, and a signifi-       Our group recently completed a pilot genome-wide SNP\ncant decrease in expression of the majority of genes analyzed      association study of male factor infertility utilizing the Illu-\nwas noted in azoospermic men compared with controls                mina HumanCNV370-duo oligonucleotide array [Aston\n[Terribas et al. 2010].                                            and Carrell 2009]. In an effort to evaluate mutation rates\n    A mechanistic link between testicular cancer and male          genome-wide, we determined the frequency of occurrence\ninfertility has not yet been established, but importantly          of minor alleles in azoospermic (n = 40), severe oligozoos-\nMSI is a prominent prognostic feature of some testicular           permic (n = 52), and normospermic (n = 80) men as a\ngerm cell tumors [Faulkner and Friedlander 2000; Huddart           proxy for the direct evaluation of mutation rates. With this\net al. 1995]. In addition, the degree of instability exhibited     analysis we found a slight but significant increase in minor\nby germ cell tumors as well as the level of mismatch repair        alleles in the azoospermic group compared with controls\nactivity are predictive of clinical outcome in testicular          [Aston and Carrell 2009]. While not a direct measure of\ngerm cell tumors [Honecker et al. 2009; Velasco et al.             genomic instability, the increased frequency of minor\n2008; Velasco et al. 2004]. The observed association and           alleles observed in infertile men compared with controls\nthe potential for a common mechanism between testicular            may be due to a decrease in DNA replication fidelity in\ncancer and male infertility as well other urogenital malfor-       those men. Additional studies to evaluate the occurrence\nmations gave rise to the theory of a testicular dysgenesis         of MSI in infertile men compared with controls will be\nsyndrome [Sharpe and Skakkebaek 1993; Skakkebaek                   important in determining whether DNA mismatch repair\net al. 2001].                                                      defects and MSI are important factors in male infertility.\n    While MSI is a well-established signature for several\ncancers, its potential involvement in male infertility has         Copy number variants (CNVs) and male infertility\nreceived much less attention. Relatively high rates of micro-      Copy number variants, defined as duplications or deletions\nsatellite [Bacon et al. 2001] and minisatellite [Jeffreys et al.   in the genome comprising at least one kilobase of genomic\n1994] mutations have been detected in sub-populations of           DNA, have historically been an under-appreciated form of\nthe male germline using small pool PCR in studies that             genetic variation in terms of their contribution to\ndid not evaluate the male infertility phenotype, indicating        phenotypic variability and disease [Lee and Scherer 2010;\nthe male germline may be inherently less stable than other         Stankiewicz and Lupski 2010]. A deluge of genome-wide\ncell types. A single study has evaluated the incidence of          association studies over the past several years, as well as\nMSI in azoospermic men with different spermatogenic                some more recent ultra-high density array and whole\ndefects [Maduro et al. 2003]. In this study, seven microsatel-     genome sequencing studies have offered insight into the\nlite regions were compared between blood and testis DNA            massive amount of inter-individual genomic variation\nfrom men with maturation arrest (n = 10), Sertoli cell only        involving CNVs as well as the importance of CNVs in a\nsyndrome (n = 19), hypospermatogenesis (n = 12), and               large number of diseases [Stankiewicz and Lupski 2010].\nfrom vasectomized men with normal testis histology (n =               A classic and simple example of CNVs involved in male\n20). While some degree of instability was noted in all of          infertility is microdeletions in the azoospermia factor\nthe groups, significantly more MSI was found in Sertoli            (AZF) locus of Yq [Jobling 2008; Krausz et al. 2011; Skalets-\ncell only patients than in controls [Maduro et al. 2003].          ky et al. 2003]. Yq deletions in connection with azoospermia\nFurther, immunohistochemical examination to evaluate               were first described nearly four decades ago [Neu et al. 1973;\ntesticular, somatic, and germline expression levels of DNA         Tiepolo and Zuffardi 1976]. The highly repetitive nature of\n\n                                                                                            Systems Biology in Reproductive Medicine\n\f                                                                                    Genomic instability and male infertility 75\n\nthe AZF region of the Y chromosome makes it prone to fre-          other variable regions in addition to AZF have been evalu-\nquent rearrangements, often resulting in complete or partial       ated for copy number variation. The testis-specific protein\nAZF deletions [Jobling and Tyler-Smith 2003; Vogt 2004].           Y-encoded 1 (TSPY1) is a copy number polymorphic gene\nThe region is composed of three sub-regions: AZFa, AZFb,           located on the p arm of the Y chromosome and is present\nand AZFc [Repping et al. 2002; Vogt et al. 1996]. AZFc is          in a highly variable number of copies ranging from 20-73\nthe most commonly deleted of the three sub-regions, and            [Nickkholgh et al. 2009]. The gene is expressed primarily\nAZFc deletions result in azoospermia or less frequently in         in spermatogonia and primary spermatocytes, and its func-\nsevere oligozoospermia. Deletions that include the AZFa            tion is unknown. Three groups have evaluated the associ-\nand/or AZFb regions almost invariably result in azoosper-          ation between the number of TSPY1 repeats and\nmia. In all, AZF deletions are the causative factor in approxi-    spermatogenic status. The first study reported significantly\nmately 5-20% of infertile men, with frequencies varying            higher TSPY1 copy number in infertile men compared\nwidely based on the class of male infertility as well as ethni-    with controls [Vodicka et al. 2007] while the second study\ncity, making these deletions the most common known                 found no association between copy number and fertility\ngenetic cause of spermatogenic defects [Krausz and                 status [Nickkholgh et al. 2009]. The most recent, and\nDegl’Innocenti 2006; Krausz et al. 2003; Vogt 2004]. A             most comprehensive study, evaluated the variability of\nprimary mechanism by which AZF deletions arise as a                TSPY1 copy number between and within Y chromosome\nresult of meiotic errors involving non-allelic homologous          haplogroups and the association with infertility. With\nrecombination (NAHR) of repeat sequences is well estab-            careful phenotypic selection of 154 idiopathic infertile men\nlished, however NAHR does not account for all AZF deletions        and 130 normospermic controls, the authors found a signifi-\n[Repping et al. 2002]. Moreover, the relative frequency of de      cant positive correlation between TSPY1 copy number and\nnovo AZF deletions in fertile and infertile men has not been       sperm count [Giachini et al. 2009]. The differences in find-\nevaluated, so it is not known whether deletions occur at in-       ings among studies could reflect differences in ethnicities\ncreased rates in infertile men as a result of meiotic checkpoint   between or within study groups, or possibly differences in\nor repair deficiencies, or whether they occur at similar rates     selection criteria for cases and controls. This series of\nbetween fertile and infertile men.                                 studies emphasizes the necessity of careful study design\n    While it has been suggested that the evaluation of CNVs        with particular attention to ethnic homogeneity. Additional\nin connection with male factor infertility represents an           TSPY copy number studies similar in design to the study\nimportant new avenue of study [Aston and Carrell 2009;             by Giachini et al. [2009] should be performed to more\nVisser et al. 2009], few studies to date have evaluated the in-    fully characterize the functional impact of the gene on\nvolvement of CNVs in spermatogenic defects [Hansen et al.          fertility status.\n2010; Jorgez et al. 2011; Tuttelmann et al. 2011].                     Another copy number polymorphic region that has\n    In a recent study, Jorgez et al. screened 87 infertile men     received considerable attention in the context of male infer-\nwith AZF deletions and 35 controls for CNVs by array com-          tility is located in the androgen receptor (AR) gene. The AR\nparative genomic hybridization (aCGH) or CNV-Taqman                contains a polymorphic region consisting of variable\nassays. CNVs were identified in the pseudoautosomal                numbers of copies of the CAG trinucleotide. It has been pro-\nregions (PAR) of X and Y in all 13 men displaying both             posed that increasing copies associate with impaired sperma-\nan abnormal karyotype and AZF deletions, while PAR                 togenesis, but results are conflicting [Yong et al. 2003].\nCNVs were present in 7/74 AZF-deleted men with a                       The deleted in azoospermia (DAZ) gene located within\nnormal karyotype [Jorgez et al. 2011]. PAR deletions,              the AZFc region of the Y chromosome, like TSPY1, is a\nwhich occur at a relatively high frequency in men with             multi-copy gene and is apparently required for successful\nAZF deletions, could contribute to recombination errors in         completion of the later stages of meiosis. It is typically\nICSI offspring. Additional studies will be necessary to            present in four copies, however, duplications and deletions\nbetter characterize the functional consequences of PAR             of some or all copies of the gene have been reported [de\ndeletions.                                                         Vries et al. 2002; Giachini et al. 2008; Lin et al. 2007]. Evalu-\n    Recently a moderately sized genome-wide study employ-          ation of DAZ copy number in fertile and infertile men has\ning aCGH to identify CNVs associated with severe oligo-            shown that reduced copy number does correlate with\nzoospermia and Sertoli cell only syndrome, was performed.          reduced fertility [de Vries et al. 2002; Giachini et al. 2008;\nThe study identified fourteen recurrent CNVs present exclu-        Repping et al. 2003; Visser et al. 2009; Writzl et al. 2005;\nsively in patient groups as well as several other CNVs present     Yang et al. 2010], but a deletion leaving two copies of the\nsignificantly more frequently in infertile men than controls       gene is compatible with normal spermatogenesis [de Vries\n[Tuttelmann et al. 2011]. While the number of deletions            et al. 2002].\nper individual was negatively correlated with sperm count              Other examples of studies evaluating the involvement of\nin control men, comparable numbers of CNVs per individ-            CNVs in male infertility include a recent report by Gohring\nual were found between groups [Tuttelmann et al. 2011].            et al. in which a 6.7 Mb duplication of 11q24.2q25 was\nFollow-up studies to evaluate the importance of the                reported in an azoospermic man with hypogonadism\npatient-specific CNVs identified are warranted.                    [Gohring et al. 2008]. In addition, Hansen et al. evaluated\n    Given the obvious importance of the Y chromosome in            the contribution of gene copy number in the sperm protein\nspermatogenesis, and its inherent genetic instability, several     associated with the nucleus on the X chromosome (SPANX)\n\nCopyright © 2012 Informa Healthcare USA, Inc.\n\f76 K.I. Aston and D.T. Carrell\n\ngene cluster to male infertility. The SPANX genes are ex-          variety of different diseases with infectious and vascular dis-\npressed throughout spermatogenesis, and the gene family is         eases being the most over-represented causes of death among\nknown to be prone to variation. While evidence for variation       men with reduced sperm count [Jensen et al. 2009]. The link\nin copy number of the gene cluster was observed in the study,      between decreased life expectancy and male infertility is\nno correlation between copy number and infertility was found       unclear, but it supports the notion of male infertility being\n[Hansen et al. 2010].                                              a systemic rather than an isolated condition.\n   While several specific CNVs have been implicated in male            A prospective study evaluating the general health of infer-\ninfertility, genome-wide CNV studies in the context of male        tile versus fertile men obtained similar results [Salonia et al.\ninfertility are scarce. Several groups have noted an overall in-   2009]. In this study 344 infertile men and 293 age-compar-\ncreased number of CNVs or mutations in patients with other         able fertile men were recruited, and general health was\ncomplex diseases including schizophrenia [Stefansson et al.        assessed using the Charlson Comorbidity Index. Results of\n2008; Walsh et al. 2008a], hypertriglyceridemia [Johansen          the study indicated infertile men were generally less\net al. 2010], and autism spectrum disorders [Pinto et al.          healthy than fertile controls even after adjusting for body\n2010]. Evaluation of the CNV burden in infertile men will          mass index, age, and educational status. While the relatively\nbe another important measure of the involvement of                 small number of study participants limits the conclusions\ngenomic instability in male infertility.                           that can be drawn, it is noteworthy that vascular and\n   While CNVs certainly play a role in male infertility, the       pulmonary diseases were more common in infertile men\nextent of their involvement is not yet known. AZF deletions        compared with controls [Salonia et al. 2009].\ncurrently represent the best-characterized and most frequent           While the data are limited, these two studies offer com-\nknown genetic cause for spermatogenic failure. Closer scru-        pelling evidence that even in a diverse group of infertile\ntiny of the involvement of CNVs in male infertility on a           men, general health and consequently life expectancy are sig-\ngenome-wide scale will be necessary to identify other copy         nificantly lower than in controls. There is no direct evidence\nnumber variable regions important in spermatogenesis.              to link these observations with genomic instability, however\n                                                                   future studies are certainly warranted to validate these initial\n                                                                   findings and to identify the underlying cause for the\nPotential consequences of genomic instability\n                                                                   observed differences. In addition, larger prospective studies\nin infertile men\n                                                                   with improved statistical power will be better able to identify\nObservational as well as experimental evidence on several          commonalities in affected men, which will hopefully enable\nfronts implicates genomic instability in some cases of male        the identification of disrupted pathways that might link\ninfertility. These include reports of reduced general health,      infertility with other comorbidities.\nincreases in comorbidities, and birth defects in infertile\nmen, and increased incidences of some types of cancer. In          Male infertility and cancer\naddition, while AZF deletions are a well-documented cause          Genomic instability, most frequently in the form of CIN and\nof spermatogenic defects in a significant proportion of infer-     occasionally associated with MSI, is a signature feature of\ntile men, it is not yet known whether these deletions arise as     most types of cancer. If genomic instability is an important\na result of increased genomic instability in some men or           etiology of some cases of male infertility, it would be ex-\nsimply by a random event equally likely to occur irrespective      pected that cancer risk be concomitantly elevated in\nof the genetic background of the individual.                       genomic instability-associated male infertility cases. As dis-\n                                                                   cussed previously, testicular cancer incidence is significantly\nHealth characteristics of infertile men                            higher (three-fold or more) in infertile men compared with\nTwo recent studies have evaluated the general health of            the general population [Hotaling and Walsh 2009]. While\ninfertile men compared with controls by evaluating the             the incidences of other types of cancer in infertile men\nassociations between various semen parameters and life             have not been thoroughly evaluated, there are a few reports\nexpectancy in one study [Jensen et al. 2009], and by measuring     that indicate other types of cancer might occur more fre-\ncomorbidities associated with male infertility in the other        quently in infertile men compared with controls.\nstudy [Salonia et al. 2009].                                           A cross analysis between men attending infertility centers\n    A Danish cohort study evaluated semen parameters in            and cancer registry data found men with male factor inferti-\n43,277 non-azoospermic men who were referred for inferti-          lity were subsequently diagnosed with colorectal cancer,\nlity problems over a period of almost four decades from 1963       melanoma, and prostate cancer significantly more frequently\nto 2001. The researchers found a significant negative corre-       than age-matched men from the general population [Walsh\nlation between sperm motility and mortality rate. Similarly, a     et al. 2008b]. Conversely, a recent cohort study of prostate\nsignificant trend was noted between a decreasing percentage        cancer risk evaluating 445 prostate cancer cases actually\nof morphologically normal sperm and reduced life expect-           found significantly reduced prostate cancer risk in infertile\nancy [Jensen et al. 2009]. These trends remained significant       men compared with biological fathers, presumably due to\nwhen adjustments were made for lifestyle factors and when          generally lower steroidogenic capacity in infertile men,\nmen who developed testicular cancer following referral for         with steroidogenesis being an important contributing\ninfertility were excluded from analysis. The decreased life        factor to prostate cancer development [Ruhayel et al.\nexpectancy in the infertile group was found to be due to a         2010]. Earlier studies also found increased risk of prostate\n\n                                                                                            Systems Biology in Reproductive Medicine\n\f                                                                                      Genomic instability and male infertility 77\n\ncancer associated with increased number of children fath-           with genomic instability, a renewed focus on the involve-\nered, but these studies did not directly assess fertility status    ment of genomic instability in male infertility, and an un-\n[Giwercman et al. 2005; Jorgensen et al. 2008]. Another             derstanding of the possible consequences of passing a\nrecent study found that while infertile men compared with           genome potentially prone to instability to the next gener-\nthe general population had similar risks for developing             ation is necessary. Close monitoring of offspring is also\nprostate cancer, the risks of high grade prostate cancer            warranted.\nwere significantly greater in infertile men [Walsh et al.              Another important question that remains to be addressed\n2010]. Future studies evaluating the incidence of all types         is whether the conditions discussed in this review are causa-\nof cancer in infertile men as well as the involvement of            tive of male infertility, or rather are associated in a syndro-\ngenomic instability in these cases will be important in deter-      mic fashion; i.e., infertility is one aspect of a much broader\nmining whether genomic instability associated with some             and more complex phenotype. This will continue to be an\nclasses of male infertility is an important risk factor for         important question to be addressed in future studies in\ncancer development.                                                 order to better characterize the nature of male infertility,\n                                                                    to improve diagnostic capabilities, and ultimately to\n                                                                    improve patient care.\nFuture work and conclusions\nIn addition to genetics, cancer studies have demonstrated\nthat epigenetic factors including changes in DNA methyl-            Acknowledgment\nation and histone modifications can give rise to genomic            The authors would like to thank Dr. Christopher Somers for\ninstability through the silencing of DNA replication and            review of the manuscript prior to submission.\nrepair genes [Aguilera and Gomez-Gonzalez 2008].\nThe epigenetic landscape of sperm has received increasing\nattention in recent years [Brykczynska et al. 2010;                 Declaration of Interest: The authors report no declarations\nHammoud et al. 2009a], and sperm epigenetic aberrations             of interest.\nassociated with spermatogenic defects have been described\nby several groups [Boissonnas et al. 2010; Filipponi and\nFeil 2009; Hammoud et al. 2011; Hammoud et al. 2009b;               References\nHoushdaran et al. 2007; Kobayashi et al. 2007; Marques              Aguilera, A. and Gomez-Gonzalez, B. (2008) Genome instability: a\net al. 2004; Marques et al. 2008; Nanassy and Carrell                 mechanistic view of its causes and consequences. Nat Rev Genet\n2011; Navarro-Costa et al. 2010; Poplinski et al. 2010;               9:204–217.\n                                                                    Aston, K.I., Carrell, D.T. (2009) Genome-wide study of single-\nSato et al. 2011]. A thorough investigation of the involve-           nucleotide polymorphisms associated with azoospermia and\nment of altered epigenetic marks associated with male                 severe oligozoospermia. J Androl 30:711–725.\ninfertility, and specifically in the context of genomic             Aston, K.I., Krausz, C., Laface, I., Ruiz-Castane, E., Carrell, D.T.\ninstability, will be another important avenue of study in             (2010) Evaluation of 172 candidate polymorphisms for association\nthe coming years.                                                     with oligozoospermia or azoospermia in a large cohort of men of\n                                                                      European descent. Hum Reprod. 25(6):1383–97.\n    Given the large proportion of male factor infertility cases     Bacon, A.L., Dunlop, M.G., Farrington, S.M. (2001) Hypermutability\nthat have no known underlying etiology, as well as the poten-         at a poly(A/T) tract in the human germline. Nucleic Acids Res\ntial for compound health problems associated with male                29:4405–4413.\ninfertility, there is clearly a great deal of research that         Baker, S.M., Bronner, C.E., Zhang, L., Plug, A.W., Robatzek, M.,\nremains to be done. Understanding the diff",
  "wordCount": 9142,
  "indexed": "2025-09-25T22:42:14.453Z",
  "method": "direct"
}
