{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/McConnell et al_2017_Intersection of diverse neuronal genomes and neuropsychiatric disease.pdf",
  "fileName": "McConnell et al_2017_Intersection of diverse neuronal genomes and neuropsychiatric disease.pdf",
  "relativePath": "Genetica/Herencia atípica - Mosaicismo UPD/Mosaic brain/McConnell et al_2017_Intersection of diverse neuronal genomes and neuropsychiatric disease.pdf",
  "text": "HHS Public Access\n                                Author manuscript\n                                Science. Author manuscript; available in PMC 2017 August 16.\nAuthor Manuscript\n\n\n\n\n                    Published in final edited form as:\n                     Science. 2017 April 28; 356(6336): . doi:10.1126/science.aal1641.\n\n\n\n                    Intersection of diverse neuronal genomes and neuropsychiatric\n                    disease: The Brain Somatic Mosaicism Network\n                    Michael J. McConnell1,*,†, John V. Moran2,3,*,†, Alexej Abyzov4, Schahram Akbarian5,\n                    Taejeong Bae4, Isidro Cortes-Ciriano6, Jennifer A. Erwin7, Liana Fasching8, Diane A.\n                    Flasch2, Donald Freed9,10, Javier Ganz11,12, Andrew E. Jaffe13, Kenneth Y. Kwan2,14,\n                    Minseok Kwon6, Michael A. Lodato11,12, Ryan E. Mills2,15, Apua C. M. Paquola7, Rachel E.\nAuthor Manuscript\n\n\n\n\n                    Rodin11,12, Chaggai Rosenbluh16, Nenad Sestan17, Maxwell A. Sherman6, Joo Heon Shin13,\n                    Saera Song18,19, Richard E. Straub13, Jeremy Thorpe9,10, Daniel R. Weinberger13,20,21,\n                    Alexander E. Urban22, Bo Zhou22, Fred H. Gage7, Thomas Lehner23, Geetha Senthil23,\n                    Christopher A. Walsh11,12, Andrew Chess16, Eric Courchesne24, Joseph G. Gleeson18,19,\n                    Jeffrey M. Kidd2,15, Peter J. Park6, Jonathan Pevsner9,10, Flora M. Vaccarino8,25, and Brain\n                    Somatic Mosaicism Network‡\n                    1Department of Biochemistry and Molecular Genetics, Department of Neuroscience, Center for\n\n                    Brain Immunology and Glia, Children’s Health Research Center, and Center for Public Health\n                    Genomics, University of Virginia School of Medicine, 1340 Jefferson Park Avenue, Charlottesville,\n                    VA 22908, USA\n                    2Department of Human Genetics, University of Michigan Medical School, 1241 East Catherine\n\n                    Street, Ann Arbor, MI 48109, USA\nAuthor Manuscript\n\n\n\n\n                    3Department of Internal Medicine, University of Michigan, 1500 East Medical Center Drive, Ann\n\n                    Arbor, MI 48109, USA\n                    4Department of Health Sciences Research, Center for Individualized Medicine, Mayo Clinic, 200\n\n                    1st Street S.W., Rochester, MN 55905, USA\n                    5Department of Psychiatry, Friedman Brain Institute, Icahn School of Medicine at Mount Sinai\n\n                    Hess Center for Science and Medicine, 1470 Madison Avenue, New York, NY 10029, USA\n                    6Department of Biomedical Informatics, Harvard Medical School, 10 Shattuck Street, Boston, MA\n\n                    02115, USA\n                    7The Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA 92037,\n\n                    USA\nAuthor Manuscript\n\n\n\n\n                    8Child Study Center, Yale School of Medicine, 333 Cedar Street, New Haven, CT 06520, USA\n\n                    9Department of Neurology, Kennedy Krieger Institute, 707 North Broadway, Baltimore, MD 21205\n\n\n\n\n                    †\n                     Corresponding author. mikemc@virginia.edu (M.J.M.); moranj@umich.edu (J.V.M.).\n                    *These authors contributed equally to this work.\n                    ‡Full membership of the Brain Somatic Mosaicism Network is listed in the supplementary materials.\n                    SUPPLEMENTARY MATERIALS\n                    www.sciencemag.org/content/356/6336/eaal1641/suppl/DC1\n                    Brain Somatic Mosaicism Network Listing\n\f                    McConnell et al.                                                                                         Page 2\n\n                       10Program in Biochemistry, Cellular and Molecular Biology, Johns Hopkins School of Medicine,\nAuthor Manuscript\n\n\n\n\n                       725 North Wolfe Street, Baltimore, MD 21205, USA\n                       11Division of Genetics and Genomics, Manton Center for Orphan Disease, and Howard Hughes\n\n                       Medical Institute, Boston Children’s Hospital, 3 Blackfan Circle, Boston, MA 02115, USA\n                       12Departments of Neurology and Pediatrics, Harvard Medical School, 25 Shattuck Street, Boston,\n\n                       MA 02115, USA. Broad Institute of MIT and Harvard, 415 Main Street, Cambridge, MA 02142,\n                       USA\n                       13Lieber Institute for Brain Development, 855 North Wolfe Street, Baltimore, MD 21205, USA\n\n                       14Molecular and Behavioral Neuroscience Institute, University of Michigan Medical School, 109\n\n                       Zina Pitcher Place, Ann Arbor, MI 48109, USA\n                       15Department of Computational Medicine and Bioinformatics, University of Michigan Medical\nAuthor Manuscript\n\n\n\n\n                       School, 100 Washtenaw Avenue, Ann Arbor, MI 48109, USA\n                       16Department of Cell, Developmental and Regenerative Biology, Department of Genetics and\n\n                       Genomic Sciences, Department of Neuroscience, Friedman Brain Institute, Icahn Institute for\n                       Genomics and Multiscale Biology, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy\n                       Place, New York, NY 10029, USA\n                       17Department of Neuroscience and Kavli Institute for Neuroscience, Yale School of Medicine, 333\n\n                       Cedar Street, New Haven, CT 06510, USA\n                       18Howard Hughes Medical Institute, Laboratory of Pediatric Brain Disease, The Rockefeller\n\n                       University, 1230 York Avenue, New York, NY 10065\n                       19Rady Institute of Genomic Medicine, University of California, 9500 Gilman Drive, San Diego, La\n\n                       Jolla, CA 92093, USA\nAuthor Manuscript\n\n\n\n\n                       20Departments of Psychiatry and Behavioral Sciences and Neuroscience, 600 North Wolfe Street,\n\n                       Baltimore, MD 21287, USA\n                       21McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins School of Medicine, 733 North\n\n                       Broadway, Baltimore, MD 21230, USA\n                       22Department of Psychiatry and Behavioral Sciences and Department of Genetics, Stanford\n\n                       University School of Medicine, 3165 Porter Drive, Palo Alto, CA, 94304, USA\n                       23Office of Genomics Research Coordination, National Institute of Mental Health, National\n\n                       Institutes of Health, 6001 Executive Boulevard, Rockville, MD 20852, USA\n                       24Autism Center of Excellence, Department of Neuroscience, School of Medicine, University of\n\n                       California San Diego, 8110 La Jolla Shores Drive, La Jolla, CA 92037, USA\nAuthor Manuscript\n\n\n\n\n                       25Department of Neuroscience, Yale School of Medicine, 333 Cedar Street, New Haven, CT\n\n                       06520, USA\n\n                       Abstract\n                            Neuropsychiatric disorders have a complex genetic architecture. Human genetic population-based\n                            studies have identified numerous heritable sequence and structural genomic variants associated\n\n\n                                            Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                                Page 3\n\n\n                            with susceptibility to neuropsychiatric disease. However, these germline variants do not fully\nAuthor Manuscript\n\n\n\n\n                            account for disease risk. During brain development, progenitor cells undergo billions of cell\n                            divisions to generate the ~80 billion neurons in the brain. The failure to accurately repair DNA\n                            damage arising during replication, transcription, and cellular metabolism amid this dramatic\n                            cellular expansion can lead to somatic mutations. Somatic mutations that alter subsets of neuronal\n                            transcriptomes and proteomes can, in turn, affect cell proliferation and survival and lead to\n                            neurodevelopmental disorders. The long life span of individual neurons and the direct relationship\n                            between neural circuits and behavior suggest that somatic mutations in small populations of\n                            neurons can significantly affect individual neurodevelopment. The Brain Somatic Mosaicism\n                            Network has been founded to study somatic mosaicism both in neurotypical human brains and in\n                            the context of complex neuropsychiatric disorders.\n\n                       Graphical Abstract\nAuthor Manuscript\n\n\n\n\n                            Collectively, somatic SNVs, indels, structural variants (e.g., CNVs), and MEIs (e.g., L1\n                            retrotransposition events) shape the genomic landscape of individual neurons. The Brain\n                            Somatic Mosaicism Network aims to systematically generate pioneering data on the types and\n                            frequencies of brain somatic mutations in both neurotypical individuals and those with\n                            neuropsychiatric disease. The resulting data will be shared as a large community resource.\nAuthor Manuscript\n\n\n\n\n                                       The human body reaches a steady-state level of approximately 1014 cells in adulthood.\n                                       Because DNA replication and DNA repair are imperfect processes (estimated at ~0.27 to\n                                       0.99 errors in ~109 nucleotides per cell division) (1), somatic cells within an individual must\n                                       differ in the presence of single-nucleotide variants (SNVs) and/or small insertion/deletion\n                                       (indel) mutations (2–4). In addition to SNVs and indels (5), subsets of neurons also harbor\nAuthor Manuscript\n\n\n\n\n                                       structural variants [which include large (>1 Mb) copy number variants (CNVs), inversions,\n                                       translocations, and whole-chromosome gains or losses (6–10)] and smaller mobile genetic\n                                       element insertions (MEIs) (11–16). Here, we define somatic mosaicism as the existence of\n                                       different genomes within the cells of a monozygotic individual. Well-known examples of\n                                       somatic mosaicism include ichthyosis with confetti and lines of Blaschko (4).\n\n                                       Healthy neuronal development requires that neural stem cells and progenitor cells (NPCs)\n                                       undergo tens of billions of cell divisions, both before birth and during the first years of life,\n\n\n                                              Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                            Page 4\n\n\n                                       to generate the ~80 billion neurons in the fully developed human brain (17). Because\nAuthor Manuscript\n\n\n\n\n                                       neurons are among the longest-lived cells in the body, the accumulation of somatic\n                                       mutations (i.e., SNVs, indels, structural variants, and MEIs) within NPCs, or perhaps\n                                       postmitotic neurons (18), could influence neuronal development, complexity, and function\n                                       (19, 20). Indeed, mounting evidence indicates that somatic mutations in small populations of\n                                       neurons contribute to various neurodevelopmental disorders (Table 1).\n\n                                       Genomic studies implicitly assume that every cell within an individual has the same\n                                       genome. Family-based genetic studies, genome-wide association studies (GWAS), and\n                                       exome sequencing analyses have identified numerous common, rare, and de novo germline\n                                       SNVs and CNVs associated with an increased risk of autism spectrum disorder (ASD),\n                                       schizophrenia, and bipolar disorder, but each variant only represents a minor component of\n                                       population-level disease risk (21–24). In general, these approaches sequence the DNA from\n                                       available clinical samples (e.g., peripheral blood) to interrogate an individual’s germline\nAuthor Manuscript\n\n\n\n\n                                       genome; they do not account for any additional disease risk brought about by somatic\n                                       mutations that occur during brain development. To address this knowledge gap, the National\n                                       Institute of Mental Health (NIMH) supported the formation of the Brain Somatic Mosaicism\n                                       Network (BSMN). Notably, several outstanding reviews have recently discussed how\n                                       somatic mutations within the brain may contribute to neurological disease [e.g., (2, 25, 26)].\n                                       Here, we build on these discussions and highlight how somatic mutations with in the brain\n                                       may contribute to neuronal diversity. We also evaluate emerging genomic approaches to\n                                       measure and validate somatic mosaicism and summarize BSMN efforts to generate a large\n                                       publicly available resource to evaluate the contribution of somatic mosaicism to\n                                       neuropsychiatric disease (Fig. 1).\n\n\n                       Mechanisms of somatic mosaicism\nAuthor Manuscript\n\n\n\n\n                                       DNA damage occurs constantly in every cell in our bodies, and many components of the\n                                       DNA damage response are essential for neurodevelopment. Single-strand and double-strand\n                                       DNA breaks, as well as base mutations, arise as a consequence of DNA replication,\n                                       transcription, epigenetic modification, cellular respiration, and environmental stressors. If\n                                       the resultant damage is not accurately repaired, DNA mutations can occur that can lead to\n                                       somatic variation among neurons and other cell types.\n\n                                       The nonhomologous end-joining (NHEJ) pathway of DNA repair is required for\n                                       neurodevelopment. Mice deficient in NHEJ proteins exhibit extensive NPC apoptosis and\n                                       often die prenatally (27). Intriguingly, the embryonic lethality and NPC apoptosis\n                                       phenotypes are rescued in a p53-null mouse background, suggesting that genotoxic stress\n                                       contributes to lethality (28). Consistent with these data, compound heterozygous mutations\nAuthor Manuscript\n\n\n\n\n                                       in DNA damage response genes [e.g., ataxia telangiectasia mutated (ATM), ataxia\n                                       telangiectasia-related (ATR), and ATR-interacting protein (ATRIP)] can lead to increased\n                                       mutational loads, neurodevelopmental brain defects, and neuronal degeneration (29–31).\n                                       More broadly, deficits in other DNA repair pathways, such as transcription-coupled repair,\n                                       homologous recombination, and nucleotide excision repair, also can lead to human\n                                       neurodevelopmental phenotypes (32, 33).\n\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                            Page 5\n\n\n                                       Defects in different DNA repair pathways are associated with distinct somatic mutation\nAuthor Manuscript\n\n\n\n\n                                       profiles. For example, SNVs and indels can arise from errors during base excision repair,\n                                       nucleotide excision repair, and transcription-coupled repair (33). Moreover, the action of the\n                                       apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like-3 (APOBEC3) family of\n                                       cytosine deaminase proteins can lead to cytidine-to-uridine transition mutations on single-\n                                       strand DNA that, upon replication, lead to guanosine-to-adenosine mutations on the\n                                       opposing DNA strand (34). Errors made during DNA mismatch repair also can lead to either\n                                       interspersed SNVs or indels within microsatellite repeat sequences, whereas errors made\n                                       during double-strand break repair by homologous recombination, NHEJ, or alternative-\n                                       NHEJ can lead to CNVs (35, 36).\n\n                                       Errors incurred during DNA replication or transcription also can lead to the formation of\n                                       CNVs. Large, actively transcribed genes that undergo replication during late S-phase\n                                       correspond to chromosomal fragile sites and are hot spots for the generation of genomic\nAuthor Manuscript\n\n\n\n\n                                       variants and translocations (37, 38). Because neuronal genes are overrepresented among the\n                                       longest genes in the human genome, transcription may predispose these genes to somatic\n                                       CNVs (39). Indeed, intragenic deletions within large, neuronally expressed genes (e.g.,\n                                       AUTS2, IMMP2L, NXRN1, and CNTNAP2) are associated with ASD, intellectual\n                                       disability, and other neurodevelopmental disorders (40, 41). Thus, if individuals harbor\n                                       somatic CNVs at these loci in many neurons or in neurons within specific functional brain\n                                       regions, they may be susceptible to neurological disease.\n\n                                       Long interspersed element-1s (LINE-1s or L1s) can mobilize (i.e., retrotranspose) within the\n                                       brain, leading to another form of somatic variation (42). Active L1s encode two proteins,\n                                       ORF1p and ORF2p, which are required for retrotransposition. ORF2p contains\n                                       endonuclease and reverse transcriptase activities that are needed to “copy-and-paste” L1\nAuthor Manuscript\n\n\n\n\n                                       sequences into a new genomic location by a mechanism termed target-site primed reverse\n                                       transcription (TPRT) (42, 43). In addition to canonical TPRT, L1s occasionally can integrate\n                                       into endogenous DNA lesions (44). Moreover, recombination events that arise either during\n                                       (15, 45–47) or after L1 retrotransposition (48) can lead to the formation of structural\n                                       variants.\n\n\n                       Somatic mutations in human disease\n                       Mosaicism and structural brain abnormalities\n                                       One of the most common causes of medically refractory pediatric epilepsy is focal dysplasia\n                                       of the cerebral cortex. Until recently, the basis of this disorder remained a medical mystery.\n                                       Genetic studies of the most severe form of focal dysplasia, hemimegalencephaly, in which\nAuthor Manuscript\n\n\n\n\n                                       one entire cerebral hemisphere is enlarged in size, led to the identification of gain-of-\n                                       function somatic mutations in the phosphatidylinositol-3-kinase (PI3K)–protein kinase B\n                                       (Akt) and mammalian target of rapamycin (mTOR) signaling pathways (Table 1, Fig. 2). We\n                                       now know that mutations in mTOR are the single largest contributor to focal dysplasia in\n                                       pediatric epilepsy (49–51). Similarly, germline mutations in one allele of the TSC1 or TSC2\n                                       gene confer susceptibility to tuberous sclerosis, a disease characterized by facial and skin\n                                       lesions, seizures, intellectual disability, cardiac and renal tumors, and cortical tubers (52).\n                                       Because the Tsc1 and Tsc2 proteins are negative regulators of the mTOR-signaling pathway,\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                            Page 6\n\n\n                                       a second somatically acquired mutation is required for disease onset. Somatic mutations that\nAuthor Manuscript\n\n\n\n\n                                       mildly activate the mTOR-signaling pathway also cause symmetrical overgrowth syndromes\n                                       such as megalencephaly-capillary malformation syndrome, megalencephaly, and certain\n                                       forms of polymicrogyria (49–51). Common to all of these phenotypes is the presence of\n                                       hypertrophic neural-like “balloon” cells, which carry the somatic mutation yet fail to\n                                       transform to a malignant cell type (52).\n\n                                       Somatic mutations that inappropriately activate Ras signaling or related signaling pathways\n                                       can likewise confer proliferation and survival phenotypes to subsets of cells and cause\n                                       neurological disease. For example, a gain-of-function somatic mutation in GNAQ, encoding\n                                       G protein subunit alpha q, can lead to Sturge-Weber syndrome, a disease characterized by\n                                       vascular anomaly in the brain, glaucoma, seizures, stroke, and intellectual disability (53).\n                                       The same GNAQ mutation, occurring in a different somatic cell type later in development,\n                                       can cause uveal melanoma (54). Because mutations in certain neurodevelopmental disorders\nAuthor Manuscript\n\n\n\n\n                                       (e.g., neurofibromatosis, tuberous sclerosis, Proteus syndrome, and other neurocutaneous\n                                       disorders) either activate proto-oncogenes or inactivate tumor suppressor genes, it is not\n                                       surprising that similar mutations in non-neuronal cell types manifest as cancers. Intriguingly,\n                                       postmitotic neurons are rarely the source of brain tumors, suggesting that postmitotic\n                                       neurons may have safeguards that ensure against dedifferentiation and further proliferation.\n\n                                       Relative to germline mutations, somatic mutations can lead to milder cases of heritable\n                                       neurodevelopmental disorders. For example, somatic mutations in genes involved in\n                                       neuronal migration are estimated to represent 5 to 10% of de novo mutations and are\n                                       detected more frequently in patients with unexplained brain malformations when studied\n                                       with sensitive high-throughput sequencing methods (55). Moreover, somatic mutations\n                                       within the LIS1 or DCX genes can lead to gross disruptions of neuronal migration, whereas\nAuthor Manuscript\n\n\n\n\n                                       germline mutations in LIS1 or DCX result in lissencephaly (56, 57). Results from several\n                                       experiments also suggest that somatic mutations that lead to a reduction of gene copy\n                                       number in migrating neurons can lead to cell-autonomous defects in neuronal migration,\n                                       with severe epilepsy and intellectual disability as a consequence (56, 57).\n\n                       ASD and other common neuropsychiatric diseases\n                                       Genetic approaches have not yet fully explained the etiology of ASD, bipolar disorder,\n                                       schizophrenia, or Tourette syndrome. Although gene-by-gene and gene-by-environment\n                                       interactions could, in principle, account for additional disease risk, somatic mosaicism is\n                                       another potential mechanism that warrants exploration as a contributor to neuropsychiatric\n                                       diseases (58).\nAuthor Manuscript\n\n\n\n\n                                       De novo SNVs and CNVs, particularly loss-of-function mutations, are significant\n                                       contributors to ASD risk (21, 59–62). In addition to de novo germline mutations, a\n                                       substantial number of de novo somatic mutations (i.e., ~5.4% of de novo events) are\n                                       detected in the blood of ASD patients and are enriched in ASD probands (22). Somatic\n                                       mosaic mutations also have been identified throughout postmortem ASD brains or, in some\n                                       instances, in more localized areas in ASD brains (59). Evidence of continuous, widespread\n                                       cortical mismigration, as seen in some mutant mice, has not been reported in the postmortem\n                                       ASD brain (63, 64). However, NPCs from a subset of ASD patients with enlarged brain\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                             Page 7\n\n\n                                       volumes are inherently more proliferative and display abnormal neurogenesis when\nAuthor Manuscript\n\n\n\n\n                                       compared to controls (65, 66). Other ASD patients have focal cortical abnormalities,\n                                       including disorganized neurons and lamina, polymicrogyria, and other local surface\n                                       malformations (67). Thus, in addition to specific mutations, additional cell cycles may\n                                       further affect somatic mutational loads in patients.\n\n                                       Prenatal challenges to the immune system in animals (i.e., maternal immune activation) (68)\n                                       can also lead to many features like those present in ASD brains. Maternal immune activation\n                                       leads to increased cellular proliferation, brain size, and ASD-like behaviors in animal\n                                       models (69–72). Intriguingly, an elevated prevalence of MEIs was observed in a primate\n                                       model of maternal immune activation (73). Elevated MEI levels likewise are observed in\n                                       schizophrenia (73) and Rett syndrome patients (74), suggesting that somatic MEI burden\n                                       may play a role in the etiology of some neurodevelopmental and neuropsychiatric diseases.\nAuthor Manuscript\n\n\n\n\n                       Methods to detect somatic mutations\n                                       The difficulty in detecting a somatic mutation depends on its frequency within a cell\n                                       population. Whereas mutations affecting a large fraction (e.g., 50%) of cells are readily\n                                       detected in bulk tissue sequencing experiments and generally result in high-confidence calls,\n                                       mutations affecting one or a few cells are unlikely to be detected with bulk tissue sequencing\n                                       approaches. The identification and validation of rare somatic mutations requires sequencing\n                                       DNA derived from small pools of cells, single cells, or clonally reprogrammed cells\n                                       followed by robust computational data analyses (Fig. 1).\n\n                       Bulk tissue approaches\n                                       Whole-genome sequencing (WGS) or whole-exome sequencing (WES) of DNA derived\nAuthor Manuscript\n\n\n\n\n                                       from bulk brain tissue allows a straightforward approach to discovering somatic mosaicism\n                                       (26). WGS and WES minimize sequencing artifacts that can confound downstream analyses\n                                       and, in the case of WGS, provide an opportunity for identifying a wide range of structural\n                                       rearrangements, including inversions and translocations. However, WGS and WES using\n                                       standard sequencing depths have reduced statistical power to detect mutations that occur at\n                                       low frequencies (i.e., <10% of cells in a population at 30 to 100x coverage). Although\n                                       increasing sequence coverage allows detection of somatic variants at lower frequencies, it\n                                       quickly becomes cost prohibitive. Moreover, WGS and WES do not provide information on\n                                       how somatic variants are distributed across individual cell lineages within a bulk tissue\n                                       sample.\n\n                       Sorted-pools approaches\nAuthor Manuscript\n\n\n\n\n                                       Fluorescence-activated cell or nuclei sorting (FACS/FANS) can be used to isolate specific\n                                       neural populations (e.g., NeuN+ neurons versus NeuN− cells or cortical inhibitory\n                                       interneurons versus excitatory principal neurons). Analysis of sorted nuclei populations\n                                       (e.g., 5000 or 500,000 cells) from specific brain regions increases the power to detect\n                                       somatic mosaicism that arises in one lineage, because these genomes are no longer diluted\n                                       by genomes derived from other lineages. Independent pools of sorted nuclei can then be\n                                       subjected to RNA sequencing (RNA-seq) and quantitative reverse transcription polymerase\n\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                             Page 8\n\n\n                                       chain reaction (qRT-PCR) to confirm cell type–specific gene expression profiles (75). In\nAuthor Manuscript\n\n\n\n\n                                       addition to increasing the power for detecting a somatic mutation, cell sorting before DNA\n                                       extraction could yield information about the embryological origin and developmental\n                                       trajectory of somatic variation across the brain. Large pools of sorted cells can yield enough\n                                       DNA for the direct examination of somatic variants by WGS or WES. However, smaller\n                                       pool sizes will only generate small amounts of DNA; thus, they are best suited for\n                                       generating PCR amplicon libraries (e.g., as used in MEI detection and other targeted\n                                       sequencing) or for subsequent whole-genome amplification (WGA).\n\n                       Single-cell approaches\n                                       WGA can be used to analyze the genomes of single neurons (26). The spectrum of\n                                       mutations identified from the genomes of single neurons can then be compared to germline\n                                       variants in bulk tissue data derived from a non-neuronal control (e.g., brain dural fibroblasts\nAuthor Manuscript\n\n\n\n\n                                       or heart) to identify candidate somatic mutations (5). WGA approaches already are used in\n                                       pre-implantation genetic screening of embryos (76, 77) and include (i) degenerate-\n                                       oligonucleotide-primed PCR (DOP-PCR), (ii) multiple displacement amplification (MDA),\n                                       and (iii) multiple annealing and looping-based amplification (MALBAC). Each method has\n                                       its advantages and drawbacks. In general, DOP-PCR provides coverage evenly across the\n                                       genome, which facilitates the detection of large CNVs and chromosomal aneuploidies.\n                                       However, DOP-PCR has a higher read duplication rate, lower mapping rate, and lower\n                                       recovery rate when compared with MDA and MALBAC (78) and is cost prohibitive for\n                                       SNV, indel, and MEI detection. By comparison, MDA yields a high rate of artificial\n                                       chimeric DNA molecules that can lead to false-positive calls in downstream analyses (79),\n                                       whereas MALBAC exhibits reduced coverage of certain genomic regions (14, 16, 80),\n                                       especially those rich in repetitive sequences (78). Considerable advances have recently been\nAuthor Manuscript\n\n\n\n\n                                       made in detecting SNVs (81, 82), CNVs (83), and MEIs (16) in WGA samples; however,\n                                       best practices necessitate evaluating each WGA approach for the detection of specific types\n                                       of somatic mosaicism.\n\n                                       Clonal expansion of single cells using human-induced pluripotent stem cell (hiPSC)\n                                       technology or somatic cell nuclear transfer (SCNT) provides a biological alternative to\n                                       WGA (80, 84). Any variant uniformly identified in the clonal line, but not in controls,\n                                       represents a candidate somatic mutation that requires confirmation in the tissue of origin. In\n                                       contrast, mutations introduced during cell culture will be present in a lower frequency of\n                                       cells within a clonal cell line and can be discriminated from bona fide somatic mutations in\n                                       downstream computational analysis. Although the clonal isolation and expansion of primary\n                                       human neural stem and progenitor cells is possible, the analysis of human neuronal genomes\n                                       using clonal reprogramming has several limitations. Foremost among these is the availability\nAuthor Manuscript\n\n\n\n\n                                       of live human neurons. Moreover, neither clonal reprogramming nor SCNT have been\n                                       reported using human neurons; SCNT is further limited by the expense and availability of\n                                       human oocytes. Finally, reprogramming approaches currently are only successful in ~10%\n                                       of cells; thus, any neurons harboring highly aberrant genomes may be refractory to\n                                       reprogramming. Despite these caveats, clonal reprogramming of human neurons is\n                                       theoretically possible. In addition, it is noteworthy that mouse neurons reprogrammed by\n\n\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                             Page 9\n\n\n                                       SCNT contain genomic rearrangements (e.g., kataegis and chromothripsis) that would be\nAuthor Manuscript\n\n\n\n\n                                       very challenging to validate using current WGA approaches (84).\n\n                       Computational methods for mutation detection\n                                       WGS and WES have been used successfully to detect somatic SNVs in family-based studies\n                                       of Mendelian disease and large-scale sequencing studies of human patient cohorts (2). To\n                                       identify SNVs, most computational approaches compare call sets generated from an affected\n                                       sample to those generated from a matched healthy/unaffected sample and/or a control\n                                       population. These comparisons allow the identification and subsequent exclusion of\n                                       germline polymorphisms from downstream analyses; however, care must be taken to ensure\n                                       that any candidate somatic mutations are not germline variants that were missed in the\n                                       matched control. In general, variant callers initially developed to detect mutations in cancer\n                                       offer higher sensitivity for detecting mosaic SNVs when compared with standard approaches\nAuthor Manuscript\n\n\n\n\n                                       used to detect germline variants (85, 86).\n\n                                       Somatic CNVs can be detected by identifying deviations either from the expected depth of\n                                       sequence or in the expected distances between paired-end sequencing reads. Similarly,\n                                       inversions can be identified through differences in the orientations of paired-end sequencing\n                                       reads. Numerous approaches have been developed to identify CNVs from WGS (7, 87–89),\n                                       and most can be applied directly to identify somatic mutations. For example, recent studies\n                                       using WGA in conjunction with WGS have identified megabase-scale de novo CNVs in\n                                       human and mouse neurons based on differences in read-depth across genomic bins (6–9).\n                                       CNVs are more difficult to identify using WES due to the biases encountered during the\n                                       capture of target exons (90).\n\n                                       Somatic MEIs can be detected from bulk tissue, PCR amplicons generated from sorted-cell\nAuthor Manuscript\n\n\n\n\n                                       fractions, or single-cell WGA DNA using split-read and paired-end information (e.g., one\n                                       paired-end read may map to the reference genome, whereas another may map to a MEI) (91,\n                                       92). Detecting low-frequency MEIs with fewer supporting reads requires careful\n                                       bioinformatic analyses that can distinguish signal from noise, followed by experimental\n                                       validation with orthogonal methods (14, 93). The analysis of single-cell data remains\n                                       challenging due to the presence of chimeras generated during WGA (14, 16, 94); thus, care\n                                       must be taken in calling MEIs.\n\n\n                       Validation of somatic mutations\n                                       It is essential to validate all candidate somatic mutations. False-positive calls can arise from\n                                       DNA sequencing errors, contamination with germline variants, chimeric molecules\nAuthor Manuscript\n\n\n\n\n                                       generated during single-cell WGA, PCR-induced nucleotide substitutions, and the failure to\n                                       amplify certain genomic regions. False-negative calls are dependent on the allele frequency\n                                       of the somatic mutation within the sample, the type of mutation, and the method of\n                                       detection. Orthologous experimental methods are required to eliminate false-positives and to\n                                       calibrate the confidence of detection for different types of somatic mutations. Validation\n                                       experiments can then be performed on either the tissue of origin or amplified material used\n                                       to discover the variant. The first approach represents a biological validation, which\n                                       establishes the presence of a variant call in unamplified DNA from the source sample. The\n\n\n                                             Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                              Page 10\n\n\n                                       second approach represents a technical validation, which establishes the presence/absence of\nAuthor Manuscript\n\n\n\n\n                                       variant calls in the DNA source material used for discovery.\n\n                       Biological/primary validation in the tissue of origin\n                                       Validation on unamplified DNA from the tissue of origin provides confirmation that a\n                                       candidate call is a genuine somatic variant and rules out the possibility that it corresponds to\n                                       a DNA amplification artifact or a mutation that occurred during clonal expansion. Biological\n                                       validation requires a variant to be present in multiple cells in the tissue of origin at a\n                                       frequency above experimental detection limits. As such, the failure to validate a variant in\n                                       the tissue of origin does not necessarily represent a false call. For example, only ~50% of\n                                       CNVs manifested in hiPSC clones could be directly confirmed in the primary fibroblast cells\n                                       used to derive hiPSCs (80).\n\n                                       Somatic variants can be confirmed in unamplified cell source material by (i) targeted DNA\nAuthor Manuscript\n\n\n\n\n                                       capture followed by high-coverage (>100x) DNA resequencing, (ii) high-coverage\n                                       sequencing of multiplexed PCR amplicons, and (iii) droplet digital PCR (ddPCR). These\n                                       approaches vary in throughput and sensitivity. Targeted DNA capture and resequencing can\n                                       require the creation of several thousand custom oligonucleotides designed to capture the\n                                       genomic DNA either including or surrounding the putative variants. The captured DNA then\n                                       is subjected to high-coverage paired-end DNA sequencing, yielding a typical sensitivity of\n                                       variant detection in greater than 1% of cells. Amplicon sequencing involves PCR\n                                       amplification of candidate loci followed by high-coverage paired-end DNA sequencing,\n                                       yielding a typical sensitivity of variant detection in greater than 0.1% of cells. Finally,\n                                       ddPCR involves partitioning a DNA sample into large numbers of individual droplets that\n                                       generally contain one copy of template DNA. PCR takes place within these droplets, leading\n                                       to the production of a fluorescent readout, either through the use of an intercalating dye or a\nAuthor Manuscript\n\n\n\n\n                                       fluorescent oligomer probe, to indicate the presence or absence of the PCR target of interest.\n                                       Subsequent quantification of the fluorescent droplets allows a determination of the number\n                                       of copies of the target locus present in the sample, yielding a typical sensitivity of variant\n                                       detection in greater than 0.001% of cells (95). Although extremely sensitive, ddPCR requires\n                                       the optimization of primers, probes, and amplification conditions, which is time-consuming\n                                       and limits throughput.\n\n                                       The goal when employing biological validation procedures is to detect putative somatic\n                                       variants and to assess, as precisely as possible, the frequency of each variant in that tissue of\n                                       origin. Biological validation can (i) determine whether certain individuals in the population\n                                       are more prone to somatic variation than others, (ii) investigate whether different areas of the\n                                       brain and/or specific brain cell types have varying amounts and types of particular forms of\nAuthor Manuscript\n\n\n\n\n                                       somatic variation, (iii) assess whether developmental timing contributes to somatic variation,\n                                       and (iv) reveal whether somatic variations increase as a function of the number of cell\n                                       divisions and/or a function of age in postmitotic neurons.\n\n                       Technical validation on source/amplified material\n                                       If a somatic variant is only present in a single cell, it will be impossible to validate in bulk\n                                       tissue. Likewise, a variant present in very few cells may be difficult to validate in the tissue\n\n\n                                              Science. Author manuscript; available in PMC 2017 August 16.\n\f                    McConnell et al.                                                                                           Page 11\n\n\n                                       of origin. Thus, technical validation in the source DNA used to discover a putative variant\nAuthor Manuscript\n\n\n\n\n                                       can be used to determine whether a call is true or false. Technical validation typically\n                                       employs PCR, qPCR, and Sanger sequencing of the locus in the DNA source material (e.g.,\n                                       WGA DNA or DNA from a clonal cell population). Multiple true/false verdicts form the\n                                       basis for estimating false-discovery and false-negative rates in the resultant call sets.\n\n\n                       Present understanding of the prevalence of somatic mutation in\n                       neurotypical individuals\n                                       Recent studies revealed that mosaic neuronal genomes are the rule, rather than the\n                                       exception; every neuron probably has a different genome than the neurons with which it\n                                       forms synapses. Not unexpectedly, SNVs are the most prevalent somatic mutations. A “triple\n                                       calling” strategy was used to identify and validate clonal SNVs in MDA-amplified DNA\nAuthor Manuscrip",
  "wordCount": 10259,
  "indexed": "2025-09-25T22:41:12.347Z",
  "method": "direct"
}
