{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Golden - 2009 - The Nebraska Neuropsychological Children’s Battery.pdf",
  "fileName": "Golden - 2009 - The Nebraska Neuropsychological Children’s Battery.pdf",
  "relativePath": "Golden - 2009 - The Nebraska Neuropsychological Children’s Battery.pdf",
  "text": "12\n\nThe Nebraska Neuropsychological\nChildren’s Battery\n                 CHARLES J. GOLDEN\n\n\n\nBeginning in the mid-1970 s, there was increas-               second form, initially the LNNB-3, which inte-\ning interest in the application of the theories and           grated the adult and child versions to produce a\nassessment procedures developed by the Russian                more comprehensive single battery applicable\nneurologist A. R. Luria. Luria’s theories inte-               from ages 5 through adulthood.\ngrated sophisticated analysis of the way in                        The present chapter will focus on the devel-\nwhich the brain is organized in the individual                opment of these tests and most directly on the\nclient along with a series of assessment proce-               issues around neuropsychological assessment\ndures and rehabilitation techniques that were                 and interpretation in children using these tests.\nattractive to the newly developing area of clinical           Specifically, it will look at several issues: (1) the\nneuropsychology. Among these interests was the                process of development of the original battery;\nadaptation of Luria’s testing procedures for U.S.             (2) a description of the original battery with a\naudience.                                                     brief review of current research; (3) methods of\n      Adaptation of Luria’s work was hampered                 interpreting the original test battery; and\nby the need to translate Luria’s open-ended, qua-             (4) current research studies (on the LNNB-3)\nlitative evaluations into a more standardized for-            aimed at improving the test battery and extend-\nmat consistent with U.S. approaches to                        ing its usefulness to lower ages.\npsychological assessment (as contrasted to neuro-\nlogical assessment techniques). For children, this\nwas first attempted by Lawrence Majovski in an                Development of the Battery\nunpublished manuscript. Majovski had studied\nwith Luria shortly before Luria’s death and so                      The original development of the battery was\nwas intimately familiar with his approach.                    begun by administering the adult LNNB to chil-\n      The Luria–Nebraska Children’s Battery                   dren from ages 5 to 12. It was discovered that\nwas an amalgamation of some of Majovski’s                     children of age 8 and up could do a majority of\nwork along with terms and procedures selected                 the procedures used in the adult battery. It was\nfrom the adult version of the Luria–Nebraska.                 also found that those items in general corre-\nFollowing completion of this first test for 8- to             sponded to those that one would expect from\n12-year olds, Golden and his associates                       Luria’s theories on brain development. It was\nembarked on a decade-long study to develop a                  also found that below age 8, drastic changes\n                                                              were needed in the battery content to have a use-\n                                                              ful test. Thus, it was initially decided to develop a\nCHARLES J. GOLDEN \u0002 Center for Psychological                  test down to age 8.\nServices, Nova Southeastern University, Fort Lauderdale,            Similarly, it was found that 13- and 14-year\nFlorida 33314.                                                olds could perform adequately on the adult\n\n\nC.R. Reynolds, E. Fletcher-Janzen (eds.), Handbook of Clinical Child Neuropsychology,                          267\nDOI 10.1007/978-0-387-78867-8_12, Ó Springer ScienceþBusiness Media, LLC 2009\n\f268      CHAPTER 12\n\n\nbattery (which was originally intended to extend       2 represented scores more than two standard\ndown to age 15). At the 12-year-old level, chil-       deviations below the mean.\ndren began to show difficulties with the adult               Each item of the test was assigned to 1 of the\nbattery (although above-average 12-year olds           11 basic scales. Originally, this was done on the\ncan also perform normally). Thus, it was decided       basis of our experience with the adult battery\nthat the adult battery could be used down to age       and on our theoretical belief of where items\n13 and that the new children’s battery should          should load. From this assignment, scale\naim at ages 8–12. A battery for younger children       raw scores were calculated by adding up the\nwas postponed until completion of this work and        scaled score on each procedure to yield a total\nis described in the last section of this chapter.      raw score. Procedures were then correlated with\n     Items were deleted from the adult battery         each of the raw scores to ensure that procedures\nthat appeared to be too difficult for initial norma-   correlated highest with the scale they were\ntive youngsters in this age range. When possible,      assigned to, so that items could be recognized\nsimilar but easier items were substituted. We          when necessary.\nwere also privileged to consult with Dr. Lawrence            After final scale assignments were deter-\nMajovski who was working on developing a               mined, scale T scores were generated by first\nqualitative approach to the assessment of chil-        calculating the means and standard deviations\ndren based on his studies with Luria. We were          of each of the original 125 normal subjects. An\nable to adapt and add several additional items         ANOVA for each scale score by age indicated no\nand areas of examination to the test from his          significant differences between the scale mean\nsuggestions. This initial work consisted of three      scores for each age group, and F tests indicated\nsuccessive versions of the test that were evalu-       no significant differences among group var-\nated on groups of normal and impaired children         iances. As a result, the conversion of scale raw\nuntil the fourth and published version was             scores to T scores was done on the basis of all 125\ncompleted.                                             subjects rather than for each age group alone.\n                                                             Each of the 11 scales is multifactorial in\n                                                       structure. This was done for several reasons.\n                                                       First, each scale was conceived not as covering\nDescription of the Battery                             a specific skill but rather as a domain of skills in\n                                                       a given area (such as motor function). Second,\n     The final version of the children’s battery       this allowed the test to yield stable test scores\nconsisted of 11 basic scales (as for the adult         (which are related to the number of items on the\nbattery) and 149 procedures. However, most             scale as well as the individual stabilities of the\nof these procedures consist of numerous items          items) with fewer items in each skill area. This\nso that the actual number of items exceeds 500.        has the positive effect of allowing for a broader\nAdministration takes about 1½ to 3 hours               coverage of skills in a reasonable period of time.\ndepending on levels of cooperation and levels          This has the drawback, however, of not covering\nof impairment.                                         any one area in as much detail as possible. This is\n     This version was given to 125 children. The       remedied by simply following the LNNB with\ngroup consisted of 25 normal children at each of       specifically selected testing in areas in which\nfive age levels: 8, 9, 10, 11, and 12. Performance     more information is needed after examining the\nnorms were developed on each procedure and             LNNB performance, and by using qualitative\nscale based on the performance of this group.          observations to enrich the data generated by\nThe first task was the development of scale            quantitative analysis alone.\nscores for each item. It was decided to have                 The original test scales (which are described\ndifferent scale scores for each age group on           in detail later) were labeled Motor, Rhythm, Tac-\neach item so that scores for a given individual        tile, Visual, Receptive, Expressive, Reading,\ncould be directly compared. For each procedure,        Writing, Arithmetic, Memory, and Intelligence.\na score of 0 was set to mean a performance             In addition to the basic scales, the 149 items were\nwithin one standard deviation of the mean              factor analyzed in a population of 719 brain-\nscore for the age group. A score of 1 represented      damaged and normal children. The resulting fac-\na performance between one and two standard             tors were impressive in that few of the factor\ndeviations below the mean, and a score of              scales used items from multiple scales, suggesting\n\f                               THE NEBRASKA NEUROPSYCHOLOGICAL CHILDREN’S BATTERY                      269\n\n\nthat item placement was essentially correct. Some      on individual scales, a major reason being that\nfactor scales simply repeated what the regular         these are clearly not homogeneous scales with\nscales already yielded, and some failed to achieve     many items intended to measure not just one\nreasonable stability. Those scales that were both      ability but rather a domain of abilities. As a\nstable and yielded new information were kept for       result, a single interpretation of an elevation on\nfurther study.                                         any particular scale would be ludicrous and pos-\n      A second analysis involved the factor ana-       sibly lead to obscure diagnostic errors. Thus,\nlysis of each scale alone. Many of the resultant       pattern analysis of the scales and items, com-\nfactors duplicated factors found in the first ana-     bined with a qualitative analysis of the test per-\nlysis and were discarded, as were factors that         formance, is the major approach to interpreting\nwere insufficiently stable. At the end of this pro-    scale profiles.\ncess, 11 additional scales were derived, 2 of\nwhich were cross-scale factors and 9 of which          Levels of Interpretation\nwere intrascale. For each of these 11 scales,\nT scores were derived on the basis of the perfor-            When interpreting the LNNB-C, or other\nmance of 240 normal children in the overall            similar batteries, it is important to be aware that\nsample.                                                the many levels on which the battery can be\n      The 11 factors were briefly described as: (1)    interpreted depend on the needs, as well as the\nacademic achievement, the largest cross-scale          skill and knowledge, of the user. While the\nfactor including reading, writing, arithmetic,         LNNB-C has clear rules for classifying children\nand expressive items; (2) spatial organization,        derived from research and clinical practice, the\nthe second major cross-scale factor; (3) purpose-      major goal of the battery is an analysis of the\nful unspeeded movement; (4) motor speed;               way in which the child functions cognitively and\n(5) drawing quality; (6) drawing time; (7) rhythm      the implications for rehabilitation or educa-\nperception and reproduction; (8) basic tactile         tional planning.\nfunction; (9) basic receptive language skills;               As a consequence, the first two levels of\n(10) repetition; and (11) abstract verbal skills.      analysis are considered preliminary to a full ana-\n      For those readers interested in the details of   lysis consisting of all of the steps outlined below.\ngeneral research on the battery, the test manual       The first level is primarily concerned with ascer-\n(Golden, 1986) offers the most complete and            taining whether significant brain injury exists in\ndetailed account of this work. Other reviews           a given child. The test can determine the prob-\nmay be found in Plaisted, Gustavson, Wilken-           ability of such a classification, although the con-\ning, and Golden (1983). In general, research has       cept of ‘‘brain injury’’ in children is complicated\nexamined the ability of the test to discriminate       by the difficulty of differentiating genetic and\nbetween brain-damaged and normal subjects              early developmental disorders from brain\n(with hit rates of about 86%), and other studies       damage. Luria’s theories emphasize that the\nhave examined correlations between the LNNB            organization of the brain in the child is as sensi-\nand such tests as the PIAT and the WISC-R. As          tive to environment as it is to the structure of the\nreported in the test manual, this work has gen-        brain. Thus, environmental factors, especially\nerally confirmed the validity of the LNNB              when extreme, can lead to conditions that\nscales. Other work has evaluated the effective-        appear very similar to brain injury. When there\nness of the test with such groups as children who      is a high likelihood of brain damage, children\nare learning disabled or who have epilepsy.            must be referred for a more sophisticated evalua-\n                                                       tion of the data. On the other hand, because\nInterpretation                                         most children are seen initially by nonneuropsy-\n                                                       chologists, this level of practice is quite impor-\n     Of prime importance with any test battery         tant to determine which children should be\nare the methods of interpreting the battery. This      referred for further evaluation.\nis especially important with the LNNB-C for                  The second level of interpretation involves\nmany because the process is often different            simple description of what the child can and\nfrom the procedures used with other tests. In          cannot do, without drawing any conclusions or\ninterpreting the LNNB-C, little confidence is          reaching any integrative statements. This level is\nplaced in formal interpretations of elevations         enhanced by the qualitative analysis of the data.\n\f270      CHAPTER 12\n\n\nThe qualitative or process analysis requires an                In general, there has been too much empha-\nidentification of the basic reasons why an indi-         sis in neuropsychology on localization of lesions\nvidual erred in a given item as well as any unu-         to the exclusion of understanding the individual\nsual ways in which the person got specific items         being tested. Physical localization of a lesion can\nright. The LNNB-C includes 66 qualitative cate-          be generated from detailed functional analysis,\ngories that are used to classify specific perfor-        but in most cases this is an academic rather than\nmance on each item as well as extratest behavior.        a useful exercise (the exceptions to this lie pri-\nThe latter application is especially important as        marily in the forensic arena and occasionally in\nthe battery is designed to generate a large num-         identifying an unsuspected acute lesion). Actual\nber of conditions for the child to react to, which       physical localization in children is complicated\ncan yield abundant behavior and insights far             by the fact that early lesions can dramatically\nbeyond the basic quantitative score. Thus, the           change the normal organization of the brain so\nexaminer is encouraged not only to score the             that the normal relationships between function\nitems but to observe and test for why items              and location are severely disrupted.\nwere missed.                                                   The study of function allows us to generate\n      This step is enhanced by the test standardi-       testable hypotheses about the child’s cognitive\nzation that allows flexibility in administration in      behavior as a whole. By testing these hypotheses\nmany areas. This flexibility is limited within each      we gradually develop a fully integrated analysis\nscale by the specific quantitative purpose of the        of how the individual child functions neuropsy-\nscale (e.g., receptive language items cannot be          chologically, which allows us to understand the\nrepeated when misunderstood, expressive speech           child as an individual. This information must be\nitems can be repeated). This procedure allows            integrated with personality, family, environmen-\nthe examiner to search for methods that max-             tal, and social data before a complete and fully\nimize the child’s accuracy and effectiveness. By         formed picture can emerge. In too many cases,\nnoting these methods within the qualitative scor-        unfortunately, the analysis is never completed to\ning and in general observation, the process of           this level, which lessens the value of the neuro-\ngiving the test can yield valuable rehabilitative        psychological data.\ncues.\n      The third level of interpretation takes the\nsecond level to the next logical step: identifica-       Identifying Brain Damage\ntion of the probable underlying causes of the\nchild’s overall behavior. This step requires exten-      Use of the Critical Level\nsive understanding of the various brain–\nbehavior relationships. The interpretation                     Adjusting for Age. The first step in identify-\nprocess generally evolves from a theoretical             ing when a profile is statistically abnormal and\norientation of how the brain functions and the           likely to be indicative of brain damage is based\nways in which information is processed through           on establishing a valid critical level for the child.\nthe central nervous system.                              The critical level represents the highest LNNB-C\n      Finally, the fourth level of interpretation        score that can be considered normal for the\ninvolves the integration of all findings and con-        battery. In contrast to some other tests, this cut-\nclusions into a description of how the brain of          off level is variable with the LNNB-C, and is\nthe individual is functioning. This is a difficult       adjusted for age.\ntask in most cases, because the result of brain                Identifying Deviant Scores. Once the critical\ndamage is affected by a variety of factors. In           level has been established using the appropriate\nmany cases, this last level of interpretation con-       formulas, determining the probability of brain\ncerns the understanding of basic underlying def-         damage is relatively simple. The number of\nicits rather than simply determining location.           scales on the battery that exceed the critical\nOur goal is not to understand location per se,           level is counted, yielding the number of abnor-\nbut rather the functional localization of a disor-       mal scores. The scores that are considered at this\nder, i.e., how does it affect the ability of the brain   point are the basic clinical scales (C1–C11). In\nto function in a normal manner? By an analysis           general, three or more scores above the critical\nof the functional localization we develop a map          level are thought to be indicative of brain damage,\nof the child’s strengths and weaknesses.                 whereas zero or only one elevated scale suggests\n\f                              THE NEBRASKA NEUROPSYCHOLOGICAL CHILDREN’S BATTERY                     271\n\n\nthe probable absence of brain damage. If the cri-            The size of the lesion must be considered\ntical level has been chosen correctly, the accu-      along with the question of chronicity. In indivi-\nracy of this decision is about 75–85% of all cases.   duals with disorders that resolve themselves\nThe likelihood increases as the number of eleva-      without structural damage to the brain,\ntions increase. Other rules may be applied to         LNNB-C scores will return essentially to nor-\nfurther refine the assessment at this level, espe-    mal, reflecting the child’s recovery of all major\ncially in borderline cases.                           skills. The examiner should nevertheless be alert\n                                                      to specific items, even on normal scales, that the\n                                                      child may fail to adequately perform and that\nInterpreting Scale Patterns                           may reflect residual damage. It is important to\n                                                      notice these factors, as they are often useful in\nFactors Affecting Scale Interpretation                explaining specific problems the child may be\n                                                      having that were not noticed before the damage\n      It is important to recognize that injuries in   occurred, as well as in designing specific rehabi-\nany part of the brain can potentially affect the      litation training.\nscores on any of the scales of the battery. This             Another important aspect is the location of\nreflects the relatively homogeneous content of        the damage. Brain damage in each hemisphere is\nthe scales with respect to secondary skills that      expressed very differently on the pattern of\nare measured in conjunction with the primary          scores, as is brain damage in different locations\nskill as denoted by the scale label. Despite this     within a single hemisphere. In general, the\ncaution, hypotheses may be generated from indi-\n                                                      LNNB-C is more sensitive to the disruptive\nvidual scales and overall patterns of scores if\n                                                      effects of left hemisphere lesions.\nproper caution is used in recognizing the wide\n                                                             The cause of the brain dysfunction also\nranges of factors that affect the neuropsycholo-\n                                                      represents a major problem with respect to the\ngical performance on a given scale. For example,\n                                                      battery’s results. Brain dysfunction may be\na child may have such severe expressive language\n                                                      caused by a wide range of problems: from overt\nproblems that any item that requires any verbal\nresponse, no matter how simple, may be missed.        structural damage to metabolic disorders and\nSimilarly, severe receptive language problems         idiopathic problems that have no clear genesis.\nmay make it impossible to adequately commu-           In general, those disorders that destroy brain tis-\nnicate instructions to the child. Although the        sue cause much more damage to the brain and\nadministrative procedures attempt to minimize         therefore cause more highly significant deviations\nthe effects of these disorders, in some cases it is   on the LNNB-C battery. Disorders such as idio-\nnot possible to eliminate these factors. Similarly,   pathic epilepsy, which may not have a clear struc-\nchildren with severe peripheral deficits or brain     tural focus or clear cause, may produce relatively\nstem injuries may appear to have more severe          little damage.\ncognitive injuries than are actually present.                A final consideration is the premorbid level\nThese problems are unfortunately common to            of the individual. Specifically, an individual\nall standardized tests. To an extent, the identifi-   with higher skills prior to a given brain injury\ncation of these factors through the qualitative       will have higher skills afterward than would a\nscoring is possible, although interpretation of       person with overall lower initial cognitive skills;\nthese indices is not as well established as for the   the person with higher cognitive skills can more\nquantitative scores.                                  easily reorganize brain function to adapt to the\n      Other factors that cause changes in scale       loss in specific areas. An individual who is\nelevations as well as overall patterns include a      extremely intelligent prior to an injury may\nwide variety of neurological factors. One of the      show only motor and sensory signs with rela-\nmost important factors is the duration of the         tively few cognitive deficits in the abnormal\nbrain disorder, and whether or not it is still pre-   range even after a significant injury, because\nsent. In general, the acute disorders, i.e., those    the person’s skills have simply been reduced\nthat are continuing, will affect LNNB-C scores        from above average to average. In these cases,\nmuch more significantly than will disorders from      one must be sensitive again to the pattern of\nwhich the child has had 3–6 months or more            items missed by the child that may indicate\nto recover.                                           brain dysfunction. One obvious problem with\n\f272      CHAPTER 12\n\n\nchildren is that we may not have an idea of what       in or near the posterior frontal lobe. In many\nthe ‘‘premorbid’’ level was.                           cases, evidence of lateralized motor disorders\n      For the reasons discussed above, interpreta-     may be detected by examining the raw scores\ntion of the LNNB-C typically focuses more on           on these items.\nscale patterns and on intrascale variability than            Items 21–32 assess construction dys-\non interpretation of scale elevations per se. Scale    praxia. Items that are performed very poorly\npatterns have the advantage of allowing the user       often reflect severe spatial disorganization\nto make deductions about the reason a given            characteristic of injuries to the right hemi-\nscale was impaired. For example, in profiles in        sphere or to the left parietal area. Drawings\nwhich C5 (Receptive Speech) is the highest score,      that are accurate but done slowly may simply\none can hypothesize that deficits on other scales      reflect motor dysfunction of the dominant\nmay be attributed to the loss in receptive skills.     hand and the opposite cerebral hemisphere\nAs with any other procedure, this leads only to        (or, sometimes, compulsiveness).\nhypotheses, but can offer valuable insights in               Because of the nature of the items on the C1\nattempting to understand the child’s basic             scale, it tends to be sensitive to many different\nunderlying deficits. The major patterns on the         types of brain dysfunction. Primary sensitivity is\nLNNB-C are discussed below in the context of           to sections of the posterior frontal lobe, but\nthe highest scale among the basic clinical scales.     lesions of the temporal and parietal lobes, as\n                                                       well as the anterior frontal lobe, will also cause\nDevelopmental Issues in Interpretation                 significant elevations in the score. However,\n                                                       extreme elevations (scores exceeding 80T) will\n      Another substantial problem in interpreta-       usually only be caused by lesions in the motor\ntion is the role of developmental issues. There        system.\nare several major problems that must be recog-               Elevations on the C1 scale are best inter-\nnized when the test is interpreted. All of these\n                                                       preted relative to elevations on C3 (Tactile Func-\nproblems stem from the fact that children’s\n                                                       tions). When C1 is elevated but C3 is not, this is\nbrains are not fully developed until midway in\n                                                       suggestive of difficulties with motor tasks. This\ntheir teenage years. Thus, there is a difference in\n                                                       comparison can be very useful in initially localiz-\nwhat brain skills can be affected at given ages\n                                                       ing a deficit in the anterior–posterior dimension.\nand in the long-term impact of such injuries\nwhen the injury occurs at different developmen-        Clients displaying pure parietal lobe dysfunction\ntal stages. It is not the purpose of this chapter to   will rarely achieve a C1 score above 60T,\nreview theories of brain development, but such         although specific items involving kinesthetic\nissues must be considered in the interpretation        feedback will be most frequently missed. On\nof any child neuropsychology battery. Even             examination, the items on the battery will\nwith these limitations, one can examine scale          usually show a clear pattern in these posterior\npatterns to generate hypotheses. Each hypoth-          injuries that is highly effective in localizing a\nesis that is generated must be tested against the      given disorder.\nactual patterns of items in the scales and the               When both of these scales (C1 and C3) are\nqualitative data on how the items were per-            highly elevated, generalized impairment of\nformed. The scale pattern serves only to gener-        motor and sensory areas is suggested, but this\nate hypotheses that must be checked against            is often in the context of diffuse deficits. If only\nmore detailed analysis of the child’s perfor-          these four scales are affected, then peripheral\nmance on the individual items.                         disorders affecting motor and sensory skills\n                                                       need to be considered, as well as the possibility\nClinical Scales                                        of subcortical diseases.\n                                                             C2 (Rhythm). The C2 scale is much more\n     C1 (Motor Functions). The C1 scale is one         simply organized than the C1 scale. Item 35\nof the most complex scales on the LNNB-CR.             involves the analyses of groups of tones. The\nA wide variety of motor skills reflect both right      child must compare two groups of tones, saying\nand left hemisphere performance. The first three       whether one is higher or lower. Items 36–38\nitems involve simple movements of the hands.           require the child to reproduce tones. Whereas\nThese items are especially sensitive to disorders      the initial items involve the perception of tonal\n\f                               THE NEBRASKA NEUROPSYCHOLOGICAL CHILDREN’S BATTERY                      273\n\n\nqualities, these latter items involve the expres-      with verbal/tactile items. The last two items on\nsion of tonal relationships.                           the C3 scale involve the stereognostic percep-\n     Items 39 and 40 involve the evaluation of         tion. Individuals with old injuries to the parietal\nacoustic signals. The child must identify the          lobe on either side may have difficulty meeting\nnumber of beeps in groups of sounds. The last          the time requirements.\ntwo items in the C2 scale deal with the perception          Profiles with highest scores on the C3 scale\nand reproduction of rhythm. Item 41 measures           are interpreted in conjunction with the relative\nthe ability of the child to reproduce rhythmic         standings on the C1 scale. If C3 is greatly ele-\npatterns. This item requires both the perception       vated over C1, then this points to a posterior\nof rhythmic patterns and the reproduction of           lesion. This generally remains true even when\nsounds, usually using the dominant hand. The           the C1 scale equals the C3 scale, especially if\nitem can be missed by individuals with deficits in     the C1 deficits arise from construction difficulty\neither hemisphere. Item 42 asks the child to           and sequencing rather than motor paralysis.\nmake a series of rhythms from verbal com-                   Deficits may be related to an inability to\nmands. The combination of verbal and rhythmic          concentrate, which should also result in incon-\ncontent on this item also makes it sensitive to        sistent behavior, or to an inability to integrate\ninjuries in either hemisphere.                         and identify all stimuli. In the latter case, the\n     Of all of the basic clinical scales, C2 is the    deficit will have a similar effect but will also\nmost sensitive to disorders of attention and con-      show up as a rule in other naming and identifica-\ncentration. When giving these items to such indi-      tion tasks while causing less difficulty in purely\nviduals, it is often useful for the examiner to stop   spatial tasks. When the deficit is purely spatial,\nthe administration between the stimuli in each         such as in profiles with C3 and C4 (Visual Func-\nitem and not go on to the next item until the          tions) elevations, the injury is likely to be right\nindividual’s attention has been secured. Because       parietal–occipital, although this pattern may\nthere are usually only two choices in each item,       also reflect subcortical involvement of one or\nitems cannot be repeated. Consequently, it is          both hemispheres. When naming is strongly\nimportant to ensure that the first administration      involved, left parietal deficits should be consid-\nis carried out as accurately as possible.              ered. All such hypothesized localizations assume\n     When elevations of the C2 scale are the           a normally dominant left hemisphere. Such pat-\nhighest in the profile, they are most often asso-      terns can be changed significantly by mixed or\nciated with right hemisphere injuries that are         right hemisphere dominance for speech.\nusually more anterior than posterior. This is               C4 (Visual Functions). The C4 scale evalu-\nespecially true when the highest scales are some       ates a range of visual functions. Items 59 and 60\ncombination of C2, C9 (Arithmetic), and C10            ask the child to identify objects by viewing either\n(Memory). However, this same pattern may be            an object itself or a picture of an object. The\nseen in left anterior lesions as well, although in     person need not identify the object by name but\nthose cases it is accompanied by at least subtle, if   rather can describe function or indicate recogni-\nnot gross, deficits in some form of verbal skills.     tion in other ways. Despite this, naming must be\nWhen the C2 deficit is combined with C4 (Visual        considered a component of these items. If the\nFunctions) scale elevation, then the lesion may        child is not able to do these items, later items\nbe either anterior or posterior, with a more pos-      on the battery that are more sensitive to right\nterior lesion being more likely with higher eleva-     hemisphere function may be missed simply\ntions on C4.                                           because of left hemisphere involvement. Thus,\n     C3 (Tactile Functions). Items 43–56 involve       interpretation of the scale must depend on the\ndifferent levels of cutaneous sensation. Indivi-       child’s performance on the simple, initial items.\nduals must identify where they are touched,                 Later items require a great deal more\nhow hard they are touched, and so forth. Injuries      visual–spatial perception than do these first\nto the anterior parietal area will cause significant   two items, although naming is still required.\nelevations on this scale as will injuries to the       Item 61 presents pictures that are difficult to\nmiddle parietal areas that Luria (1973) desig-         perceive. Item 62 presents objects that overlap\nnated as the ‘‘secondary area’’ of the parietal        one another and that the child with poor visual–\nlobe. Individuals with damage in and around            spatial skills has difficulty identifying. Item 63\nthe angular gyrus may have particular problems         examines the ability to determine that two\n\f274      CHAPTER 12\n\n\nfigures are mirror-image versions of one another.      damage to the left hemisphere, but several items\nItem 64 is a modification of items from the Raven      can also be affected by right hemisphere dys-\nProgressive Matrices (Raven, 1960). It is also a       function. For example, item 79 requires some\nstrong measure of visual–spatial organization          spatial orientation on the part of the child. If\nand right hemisphere function. Item 65 involves        the child appears to understand the sentence\nspatial rotation without any speech compo-             but disrupts the spatial requests made, the pos-\nnents. Individuals may point to the correct            sibility of right hemisphere dysfunction must be\nanswer or circle it as necessary (or say it if this    suspected.\nis not possible). Poor performance on this task              When this scale is highest, as well as signifi-\nis suggestive of impairment of visual–spatial          cantly elevated above the critical level by at least\nskills.                                                15 points, deficits are usually associated with left\n      Profiles in which the C4 scale is highest, in    hemisphere injury. Lesser elevations, caused by\ncombination with any secondary scale, generally        difficulty with the more complex items, can\nreflect impairment in the right hemisphere or the      occur as the highest scale in right anterior inju-\noccipital areas of the left hemisphere. The C4         ries. This can be especially true in mild elevation\nscale can be elevated in other left hemisphere         combinations of C5 and C10 (Memory), C5 and\ninjuries, but rarely will it be the highest scale      C2 (Rhythm), C5 and C4 (Visual Functions),\noverall. In right hemisphere injuries, deficits on     C5, C11 (Intellectual Processes), and C9\nonly more complex visual tasks suggest either a        (Arithmetic). In the most significant elevations,\nmild parietal involvement or injury to anterior        however, left hemisphere involvement is gener-\nareas. These lesions are usually accompanied by        ally indicated.\nelevation on the C1 scale suggestive of right                An important caveat in evaluating speech in\nhemisphere lesions. Subcortical lesions that           children without a history of normal language\ninterfere with visual processing can also cause        achievement is differentiating between problems\npatterns suggestive of right hemisphere injury,        related to environment and nonneurological\nas can severe peripheral visual problems.              physical factors and those related to brain-\n      C5 (Receptive Speech). C5 items evaluate         based deficits. One common problem is the\nthe ability of the child to understand receptive       child with hearing difficulties resulting from\nspeech, from simple phonemic analysis to the           multiple infections requiring tubes or infections\nunderstanding of complex sentences with                that caused partial or complete deafness. In\ninverted English grammar. Items 66–71 concern          these children, language abnormalities may sim-\nthe understanding of simple phonemes. For              ply reflect an inadequate chance to develop the\nitems 66–70, the individual hears simple pho-          relevant skills. Similar problems arise from\nnemes and must then repeat or write them. It is        backgrounds with inadequate verbal stimula-\nimportant to note if individuals are able to either    tion. It is very difficult to differentiate between\nsay or write phonemes but not to do both.              deficits related to a poor premorbid history and\n      Item 71 tests the ability to understand pho-     those related solely to brain damage.\nnemes spoken at different levels of pitch. It is not         C6 (Expressive Speech). The C6 scale eval-\nunusual for individuals with significant damage        uates the individual’s ability to repeat simple\nin the right temporal area to miss this item. Items    phonemes and words and to generate automatic\n72–77 involve the understanding of simple words        as well as more complex speech forms. Initial\nand sentences. The child must do relatively sim-       items simply require the repetition of sounds or\nple tasks of naming, pointing, and identifying,        words spoken by the examiner. Beginning with\nand must define simple words. The intent of            item 89, the child must repeat the same list of\nthese items is simply to ensure that the child is      words and sounds by reading them rather than\nhearing correctly and interpreting correctly what      hearing them. If an individual is able to pass\nis said to her or him.                                 either one of these sections, significant expres-\n      Beginning with item 78 and continuing            sive speech deficits are not present. For example,\nthrough the end of this scale to item 83, the          the individual who is able to read but not to\nindividual is given increasingly more difficult        receive auditory information will be able to do\ninstructions. These items assess the child’s ability   the second section. Inversely, the child who is\nto understand and to perform or answer as              unable to read will be able to do only the first\nrequested. All of these items can be affected by       section. Therefore, one must carefully examine\n\f                               THE NEBRASKA NEUROPSYCHOLOGICAL CHILDREN’S BATTERY                           275\n\n\nthe pattern of answers to see if the errors are         in and around the angular gyrus of the left hemi-\nconfined to one modality or the other.                  sphere. However, specific disorders may indicate\n      Beginning with item 93, the child must            problems in other areas. For example, the ability\nrepeat increasingly more difficult sentences.           to write from written material but not from\nItem 94 examines the ability to name from a             auditory material suggests a specific lesion in\ndescription rather than from a visual presenta-         the temporal lobe. Conversely, the ability to\ntion of the object. Items 95–98 ask individuals to      write from dictation but not from written mate-\ncount and say the days of the week, first forward       rial suggests a lesion in the occipital or\nand then backward, all a form of automatic              occipital–parietal areas of the cerebral cortex.\nspeech. Items 99–104 evaluate the ability to pro-             If the child is, in general, able to write but has\nduce speech spontaneously under three condi-            difficulty forming letters and changing from one\ntions: after looking at a picture, after hearing a      letter to another, there could be a problem in\nstory, and after being given a topic to discuss. If     kinesthetic feedback in which the child mixes up\nother items on this scale are performed without         letters that are formed by similar motor move-\ndifficulty, and yet the child experiences problems      ments. If the child is unable to write at all because\nwith these items, there is the possibility of low       of paralysis, this, of course, is suggestive of a\nintelligence. The final section involves complex        lesion in the motor strip area of the posterior\nsystems of grammatical expression; the child            frontal lobe. Finally, if the child writes at an\nmust fill in words that are missing in a sentence       angle to the page, suggesting some spatial pro-\nor make up a sentence from words that are given         blems, and has no other writing disorders, this\nto him/her.                                             can be related to right hemisphere dysfunction.\n      In general, C6 scores are sensitive to injuries   Lack of the ability to read or write one’s name is\nin the left hemisphere only. It is rare to see a high   often indicative of a general dementia or, in some\nC6 score in individuals with unilateral right           cases, a disorder of automatic writing that may\nhemisphere injuries. Exceptions to this are indi-       occur with injuries in both hemispheres.\nviduals who had difficulty reading prior to their             Motor writing errors are generally asso-\ninjury, or whose disorders have somehow inter-          ciated with the hemisphere opposite the child’s\nfered with auditory perception or have had gen-         normal writing hand, although care must be\neralized effects (e.g., pressure effects from a         taken in injuries that cause the child to change\ntumor). However, examination of the patterns            writing hands. In these cases, writing may\nof the items on the battery can easily eliminate        remain poor but reflects an injury in the ipsilat-\nthese possibilities. In the absence of these types      eral hemisphere. Motor writing problems may\nof conditions, elevation on the C6 scale, espe-         arise simply as a result of motor problems\ncially above a score of 70T, is almost always           reflecting the functions of the motor areas of\nindicative of a left hemisphere injury.                 the brain, but may also arise in injuries involving\n      Very mild C6 elevations may be associated         kinesthetic and tactile feedback. Motor writing\nwith right hemisphere lesions, with the major           deficits in which the writing itself is motorically\nerrors occurring in the last items of the scale         intact but spatially disrupted (at large angles to\n(spontaneous speech, sequencing, and fill-in            the horizontal, or where words are written over\nterms). One assumption underlying interpreta-           one another) may reflect injuries to the right (or\ntion of all of the language scales is that the child    spatially dominant) hemisphere.\nwas originally fluent in English, as all of the cur-          C8 (Reading). The C8 scale closely parallels\nrent research is based on native-born speakers.         the C7 scale. The child is asked to generate\n      C7 (Writing). The C7 scale evaluates the          sounds from letters that the examiner reads\nability to analyze words phonetically in English        aloud. This generally measures the ability of\nand then to do copying of increasing difficulty.        the child to show integration of letters and audi-\nInitially, children are asked to copy simple let-       tory analysis functions of the temporal and par-\nters, then combinations of letters and words, and       ietal areas of the left hemisphere. The child is\nthen write their first and last names. They are         then asked to name simple letters, read simple\nthen asked to write sounds, words, and phrases          sounds, and read simple words and letter combi-\nfrom dictation.                                         nations that have meaning. Finally, the child\n      In general, disorders of writing localize to      must read entire sentences as well as paragraphs.\nthe temporal–parietal–occipital area, especially        If the child is able to read simple words but not\n\f276      CHAPTER 12\n\n\nentire sentences or paragraphs, possible injuries         involve immediate sensory trace recall. The\ninclude disorders of visual scanning that make it         items test word memory and visual memory.\nimpossible for the child to grasp more than one                 Items 132 and 133 involve simple verbal\nword at a time.                                           memory under two conditions of interference.\n       Generally, deficits on the C8 scale, in a child    Several difficulties in short-term memory are\nwho could read prior to an injury, are almost             seen in these items. Finally, item 135 is a measure\nalways associated with a left hemisphere injury,          of the individual’s ability to associate the verbal\nusually posterior. The exceptions to this are def-        stimulus with a picture. This item can be interfered\nicits that occur because of spatial disruption            with by either left or right hemisphere dysfunction\n(inability to follow a line, which shows most             and is sensitive to high-level disturbances in\nclearly in the paragraph reading) or neglect of           memory skills.\nthe left side (which should be corrected by the                 Overall, the C10 scale is most sensitive to\nexaminer if the test is administered correctly).          verbal dysfunction because of its importance in a\nBoth suggest right hemisphere dysfunction.                majority of the items. However, nonverbal dys-\nHowever, we are not justified in making such              function caused by right hemisphere lesions will\nconclusions in an individual who never was                show up in a moderately elevated C10 score of\nable to read unless there is other evidence to            about 60T, with a pattern of missing the non-\nconfirm a given injury.                                   verbal items. It is always important to look at the\n       C9 (Arithmetic). The C9 scale is the most          pattern of the items missed before venturing the\nsensitive of all of the LNNB-C scales to educa-           hypothesis of a possible etiology.\ntional deficits. Even in normally educated indi-                C11 (Intellectual Processes). The items in\nviduals, this is the scale most likely to appear in a     C11 should be differentiated from items in a\nseverely pathological range when there is, in fact,       standard intelligence test. All of the items on\nno damage.                                                this scale have been selected because they are\n       This scale starts with the child simply writ-      ab",
  "wordCount": 9720,
  "indexed": "2025-09-25T22:47:44.391Z",
  "method": "direct"
}
