{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Libros interesantes para comprar/ScD y Graham - 2007 - Smith's Recognizable Patterns of Human Deformation.pdf",
  "fileName": "ScD y Graham - 2007 - Smith's Recognizable Patterns of Human Deformation.pdf",
  "relativePath": "Libros interesantes para comprar/ScD y Graham - 2007 - Smith's Recognizable Patterns of Human Deformation.pdf",
  "text": "To Elizabeth Spear Graham, my\n      wife and best friend\n\f                          Acknowledgments\n\n\nIn the acknowledgment section of the first edition          Blatman Clinical Fellowship Award. I’ve also\nof this book, published in 1981, Dr. Smith wrote:           appreciated the assistance of talented student volun-\n“It was at an international meeting on nomencla-            teers Diana Oganova, Ahmed Ibrahim, and Josh Praw,\nture for birth defects, that I first heard Peter Dunn,      medical student Tina Hong, and especially summer\nM.D., of Bristol, England, give his impassioned             college student John Lee, who all helped with litera-\nplea for a clear distinction between defects due            ture searches and retrieval of articles. I appreciate the\nto mechanical constraint forces (deformation) as            expert review of the orthopedic sections of this book\ncontrasted to those due to poor formation (malfor-          by Dr. Robert Matthew Bernstein, a skilled second-\nmation).... Since that time I have been ever more           generation pediatric orthopedist at Cedars-Sinai\nimpressed by the importance, relevance, and mag-            Medical Center in Los Angeles.\nnitude of this deformational category of birth                 I am deeply indebted to my nurse coordinator,\ndefects. Hence, I acknowledge Peter Dunn as the             Cathy Stoppenhagen, who organized my clinical\nindividual who set me forth on the pathway that             services to patients for over 25 years, and to\nculminated in this book.”                                   pediatric nurse practitioners, Dawn Earl and Jean-\n   While I was a fellow with Dr. Smith from 1978            nie Kreutzman, who provided clinical services for\nto 1980, we investigated many of the concepts set           many of these patients and were my first nurse\nforth in this book. This effort was greatly helped          dysmorphology trainees. My secretary, Barbara\nby Dr. Smith’s previous fellows, to whom he dedi-           Lawson typed and edited much of the text for this\ncated the first edition of this book. Dr. Smith’s           third edition. Many of the radiological images\ndysmorphology fellows (listed in chronological              came from the International Skeletal Dysplasia\norder) were Drs. John Opitz, Luc Lemli, Bob                 Registry at Cedars-Sinai Medical Center, which\nSummitt, Jules LeRoy, Arlan Rosenbloom, Jaime               is under the direction of Drs. David L. Rimoin\nFrias, Jon Aase, Bryan Hall, Kenneth Lyons                  and Ralph Lachman, who have both continued to\nJones, James Hanson, Sterling Clarren, Marvin               mentor me like one of their own fellows.\nMiller, Albert Schinzel, John M. Graham, Jr.,                  Finally, I would like to express my deepest per-\nand Margot VanAllen. Drs. Judy Hall and Mike                sonal gratitude to my loving wife, Elizabeth, with-\nCohen also helped to disseminate and delineate              out whom none of this work would have been\nmany of the concepts contained in Recognizable              continued. For over three decades, she has endured\nPatterns of Human Deformation. After com-                   the spread of research files, figures, and partially\npleting the first edition of this book, Dr. Smith           written text to virtually every flat surface in our\ndied on February 21, 1981. He requested that                home, and I’m sure she appreciates the return of\nI continue his work and revise this book.                   our dining room table to its originally intended pur-\n   Bill Pollard prepared the vast majority of the           pose. My two sons, Zachary and George, gener-\nfigures for this edition of the book, and he is from        ously allowed me to use images of their own\nthe Medical Media Division of Cedars-Sinai                  deformations as infants, emphasizing the normal\nMedical Center. Bill is a dedicated naturalist with         nature of these findings.\nthe same love of the outdoors as Dave Smith.                   The past 30 years have served to test many of\nHe scanned slides from previous illustrations, color-       the concepts advanced by Dr. Smith in the first\ncorrected them, constructed composites, and master-         edition of this book, and these concepts have stood\nfully added color to previous line drawings. Much of        the test of time. In reviewing the recent literature\nthe credit for the artistry of these illustrations should   for this third edition, I was impressed how much\ngo to Bill Pollard.                                         data have been generated in an effort to test\n   Dr. Kathryn Donahue provided many of the                 the concepts and theories originally advanced by\nanthropological observations as part of a Saul              Drs. David Smith and Peter Dunn.\n\n\n\n\n                                                                                                                 vii\n\f                         Preface\n\n\nEver since Peter Dunn and David Smith presented           precepts are relevant to the management of defor-\nthe basic concepts of deformation 30 years ago, it        mations. With rare exceptions correction may be\nhas become clear that unusual mechanical forces           accomplished by the rational application of subtle\nare responsible for a wide variety of structural          forces.\nbirth defects. The impact of mechanical forces               Over the course of the last 25 years, since the\non form not only has provided an understanding            first edition of this book, this knowledge has\nof extrinsic constraint deformations but also has         become an integral part of medicine because\nled to the appreciation that many of the malforma-        extrinsic deformations are common, and these\ntion sequences can be interpreted as an initiating        basic concepts have become well established.\nmalformation that results in altered mechanical           The overall concepts that relate to the develop-\nforces and a cascade of intrinsic deformation.            mental pathology, diagnosis, and management of\nFurthermore, this mechanical perspective provides         extrinsic deformations are simple and easily\na better understanding of the importance of               understood by primary care providers and subspe-\nmechanical forces in normal morphogenesis.                cialists, as well as by parents. In recent times there\n   The major emphasis of Smith’s Recognizable             has been a tendency to look for more complex\nPatterns of Human Deformation is on extrinsic con-        answers of a biochemical, molecular, or physiolo-\nstraint deformations that are secondary to crowding       gic nature and to bypass the simple mechanistic\nin utero. These should, to the extent possible, be        approaches. Hence this book is dedicated to bring-\ndistinguished from malformations with or without          ing the mechanical aspects of morphogenesis and\nsecondary intrinsic deformation. Not only are there       deformation into the mainstream of medicine,\nmajor differences in the etiology, prognosis, man-        where they belong.\nagement, and recurrence risk for extrinsic deforma-          Very few studies of extrinsic deformation in\ntions, but there are also profound differences in the     experimental animals have been done. One reason\nprognosis that can be conveyed to the child’s par-        is that few creatures other than humans tend to\nents. The child with extrinsic deformation can            outgrow the uterus prior to birth and to have con-\nusually be interpreted as normal, and the parents         straint deformations at birth. Most other animals\ncan look forward to the restoration of normal form.       are born at a much more mature state of develop-\nThis attitude toward considering extrinsic deforma-       ment, ready to stand and run away from predators,\ntions as a separable category of birth defects is also    however humans are unable to stand and run for\ncritical in providing better answers relative to etiol-   almost a year after birth. Humans spend much of\nogy and prevention. The etiologic factors that may        their infancy in a recumbent position, which may\ncause extrinsic deformation are obviously very            lead to deformation if the infant’s resting position\ndifferent from those that cause malformation              is not purposefully varied. This is one price the\nproblems. The preventive measures for extrinsic           slowly aging, rapidly growing, large-brained\ndeformations are also different and entail such con-      human must pay for his or her present level of\nsiderations as external cephalic version for mal-         evolvement. One major aspect of human evolution\npresentations and the surgical reconstruction of          is the prolonged period of time necessary to com-\na malformed uterus. Furthermore, since extrinsic          plete human brain development, such that the\ndeformations are more common in infants of primi-         human brain continues to grow slowly over a\ngravida mothers and in larger fetuses, it is quite rea-   much longer time than that necessary for other\nsonable to anticipate that the incidence of extrinsic     primates. It takes 6 months of postnatal growth for\ndeformations might increase as a consequence of           the human brain to reach the proportions found in a\nsmaller families and larger babies.                       chimpanzee at birth. Thus human gestation would\n   The basic principles of extrinsic deformation          take an additional 7–8 months, if human neonates\nare simple. The magnitude and direction of force          were to be born at the same stage of maturity as other\nhave a direct impact on form. These same simple           primate infants. This continued growth of the human\n\n                                                                                                             ix\n\fx Preface\n\nbrain appears to leave the human cranium much            This book provides a rational approach for the\nmore vulnerable to mechanical forces than that of        diagnosis and management of such deformations.\nother species. In order to accommodate this contin-      Information concerning unusual intrauterine posi-\nued growth of the brain, the cranial sutures remain      tions should be transmitted to physicians caring\nopen for decades, while the plates of cranial bone       for such newborns in the nursery. When such data\ncontinue to afford protection to the developing brain.   are properly interpreted, it can guide further eva-\n   Congenital deformations are common, with              luation and therapy and be vastly reassuring to\nmost resolving spontaneously within the first few        the parents. Prompt treatment of deformations\ndays of postnatal life. When such prompt resolu-         leads to prompt resolution of such problems,\ntion does not take place, further evaluation may         while delays in treatment sometimes lead to per-\nbe necessary to plan therapeutic interventions           manent alterations and residual deformations\nand prevent long-term negative consequences.             which can have long-term implications.\n\f                 Clinical Approach to\n    1            Deformation Problems\n                 MALFORMATIONS, DEFORMATIONS,\n                 DISRUPTIONS, AND DYSPLASIAS\n\nMechanical forces play an important role in both       togenic). In some cases the cause may be\nnormal and abnormal morphogenesis. Anomalies           unknown, but as mechanisms of abnormal mor-\nthat represent the normal response of a tissue to      phogenesis become better understood, the number\nunusual mechanical forces are termed deforma-          of syndromes in this category has been diminish-\ntions, in contrast to malformations, which denote      ing. Multiple structural defects can also result\na primary problem in the morphogenesis of a tis-       from a sequence in which a single primary defect\nsue, and disruptions, which represent the break-       in morphogenesis produces multiple abnormalities\ndown of previously normal tissues. A fourth            through a cascading process of secondary and\ncategory of problems, termed dysplasias, results       tertiary problems in morphogenesis. During the\nin abnormal structure because the tissues from         evaluation of a child with multiple anomalies, it\nwhich individual structures are formed are abnor-      is extremely important from the standpoint of\nmal (Fig. 1-1). An isolated structural defect can      recurrence risk counseling to distinguish a malfor-\narise through any of these four basic categories       mation syndrome from multiple defects that arose\nof morphogenesis, and clarifying the nature of         from a single localized error in morphogenesis,\nthe underlying defect is necessary to provide          such as spina bifida malformation sequence (when\nproper counseling. An isolated malformation, such      a failure in neural tube closure results in second-\nas an idiopathic talipes equinovarus (rigid club-      ary clubfeet and bladder/bowel problems). Exam-\nfoot), can arise as a localized error in morphogen-    ples of different types of structural defects are\nesis with a multifactorial recurrence risk and         discussed in the next paragraph.\ndifferences in birth prevalence among various             In Fig. 1-1, A, an infant with camptomelic syn-\nracial groups and between sexes. Prevalence            drome has a cleft palate, hypospadias, abnormal\nranges from a high of 6.8 per 1000 live births in      skeletal development, and talipes equinovarus\nHawaiians and Maoris, to 1.2 per l000 in Cauca-        due to a mutation in SOX9, which resulted in a\nsians, to 0.74 per 1000 in U.S. blacks and Hispa-      malformation syndrome. In Fig. 1-1, B, an infant\nnics, to 0.39 per 1000 in Chinese populations.1        was born at 36 weeks after amniotic membranes\nBilateral cases occur slightly more frequently than    ruptured prematurely at 26 weeks, resulting in oli-\nunilateral cases, and males are affected twice as      gohydramnios deformation sequence. This may\nfrequently as females. Such variations in race         have occurred spontaneously, or it could have been\nand sex predilection occur for many different mul-     caused by an underlying genetic connective tissue\ntifactorial defects, emphasizing the importance of     disorder such as Ehlers-Danlos syndrome, which\ndifferences in genetic background. If a clubfoot       predisposes the fetus toward early amnion rupture,\narises as part of a broader pattern of defects, it     ligamentous laxity, and hernias. The fetus in\ncan do so through any one of these underlying          Fig. 1-1, C has been affected by the disruption of\ncategories of abnormal morphogenesis, and the          previous normal structures due to early amnion rup-\nrecurrence risk is based on the cause of the overall   ture during the first trimester, resulting in strands of\npattern of abnormal morphogenesis.                     amnion damaging facial structures. The infant in\n   A multiple malformation syndrome results in a       Fig. 1-1, D has an autosomal recessive skeletal\nprimary developmental anomaly of two or more           dysplasia (diastrophic dysplasia) that resulted in\nsystems in which all of the structural defects are     cleft palate, malformed pinna with calcification\ndue to a single underlying etiology, which can         of ear cartilage, hitchhiker thumbs, synphalan-\nbe genetic, chromosomal, or environmental (tera-       gism, and talipes equinovarus with progressive\n\n\n                                                                                                             3\n\f4 Introduction\n\n\n\n\nFIGURE 1-1. The four major types of problems in morphogenesis: malformation, deformation, disruption, and dysplasia. A,\nAn infant with camptomelic dysplasia syndrome, which results in a multiple malformation syndrome due to a mutation in\nSOX9. B, An infant with oligohydramnios deformation sequence due to premature rupture of membranes from 17 weeks\nof gestation until birth at 36 weeks; the infant was delivered from a persistent transverse lie. C, A fetus with early amnion\nrupture sequence with attachment of the placenta to the head and resultant disruption of craniofacial structures with distal\nlimb contractures. D, An infant with diastrophic dysplasia due to inherited autosomal recessive mutations in a sulfate trans-\nporter protein.\n\n\n\nscoliosis, which is particularly refractory to treat-            these two types are based on historical and physi-\nment. This condition results from a mutant sulfate               cal findings. In Fig. 1-3, the overall pattern of\ntransporter protein gene, which is inherited from                intrinsic deformation due to neuromuscular insuf-\neach parent, with no signs evident in the carrier                ficiency is quite similar for both congenital myo-\nparents. In order to offer appropriate genetic coun-             tonic dystrophy (Fig. 1-3, A), an autosomal\nseling, it is important to distinguish such underly-             dominant disorder with a 50% recurrence risk,\ning malformation syndromes, skeletal dysplasias,                 and Pena-Shokeir syndrome (Fig. 1-3, B), an auto-\nand genetic connective tissue disorders from iso-                somal recessive disorder with a 25% recurrence\nlated defects that resulted solely from fetal disrup-            risk. Myotonic dystrophy results from amplifica-\ntion or late gestational constraint. Syndromes and               tion of a trinucleotide repeat in the 3 untranslated\ndysplasias often have a genetic basis.                           region of a protein kinase gene on chromosome\n   Deformations often involve either the craniofa-               19. Normally, there are 5 to 30 repeat copies of\ncial region or the limbs, and they are usually                   this repeat. When there are 50 to 80 repeats, the\nattributed to intrauterine molding and termed posi-              result is mild disease; when there are more than\ntional defects. The mechanical pressure causing                  2000 repeats, infants are severely affected with\nthe molding can either be intrinsic (e.g., neuro-                congenital myotonic dystrophy, as depicted in\nmuscular imbalance) or extrinsic (e.g., fetal                    Fig. 1-3, A. This severe pattern is seen in the off-\ncrowding). When a prolonged decrease in fetal                    spring of affected women only and becomes more\nmovement occurs due to either type of problem,                   likely as the mutant allele is transmitted through\njoints may develop contractures because joints                   successive generations, a phenomenon termed\nrequire movement in order to form in a normal                    anticipation.\nway. Thus, there are predominantly two types of                     The pattern of intrinsic neuromuscular deforma-\ndeformational problems: those in which the causa-                tion is recognizably different from the pattern\ntive forces are due to an intrinsic problem within               seen with extrinsic deformation due to oligohy-\nthe developing fetus (such as a neuromuscular                    dramnios deformation sequence, as demonstrated\ninsufficiency or a central nervous system develop-               in Fig. 1-1, B. In Fig. 1-3, C, the facial effects of\nmental defect) and those in which the deformation                intrinsic deformation due to Möbius sequence\nwas produced by mechanical forces that were                      (deficient cranial nerve VI and VII function) also\nextrinsic to an otherwise normal fetus.                          differ from the extrinsic facial deformations\n   The two predominant types of deformation are                  seen in Fig. 1-3, D, in which prolonged oligohy-\ndepicted in Fig. 1-2, and the distinctions between               dramnios and a persistent transverse lie resulted\n\f                                                             Clinical Approach to Deformation Problems 5\n\n\n\n\n             Malformation                                                                    Fetal Constraint\n        Intrinsic Deformation                                                              Extrinsic Deformation\n    A                                                                                 B\n\n\n                                                    ABNORMAL\n                                               BIOMECHANICAL FORCES\n\n\n\n\n                                                     DEFORMATION\n    FIGURE 1-2. Unusual mechanical forces resulting in deformation may be the consequence of extrinsic constraint\n    of a normal fetus, or they may be the result of an intrinsic malformation of the fetus. A, An infant with oligohy-\n    dramnios deformation sequence due to bilateral renal agenesis. B, An infant with oligohydramnios deformation\n    sequence due to prolonged leakage of amniotic fluid. Both infants died shortly after birth from associated pul-\n    monary hypoplasia.\n\n\n\nin marked facial compression. Disruptive defects               The major cause of such deformations is uterine\noccur when a previously normally formed structure              constraint of the rapidly growing, malleable fetus\nis partly or completely destroyed. This can result             in late gestation. Most of these molded deforma-\nfrom either amniotic bands (see Fig. 1-1, C) or an             tions have an excellent prognosis once the fetus\ninterruption of blood supply (Fig. 1-4, A); in some            is released from the constraining environment.\ncases of early amnion rupture, both mechanisms                 However, they usually merit prompt treatment at\nmay occur (see Fig. 1-4, C). When one monozygo-                the appropriate time in order to achieve the best\ntic, monochorionic twin dies in utero, interruption            result (usually the earlier, the better). Such treat-\nof blood supply to fetal structures can lead to                ment often involves the use of gentle mechanical\ninfarction, necrosis, hypoplasia, and/or resorption            forces to attempt to reshape the deformed structure\nof tissues distal to where thromboembolic debris               into a more normal form.\nlodges in the circulation of the surviving twin                   A clear distinction between deformation and\n(see Fig. 1-4, A).                                             malformation is critical to providing parents\n    Extrinsic forces may result in a single localized          with a clear understanding of their infant’s pro-\ndeformation, such as a positional foot deforma-                blem and its prognosis, management, and recur-\ntion, or they may cause a deformation sequence.                rence risk. Such a clear distinction may not\nA deformation sequence refers to the manifold                  always be possible, and the study of structural\nmolding effects of a given deforming situation.                defects in twins demonstrates the complexity of\nA good example of one such deformation sequence                making such distinctions. Twin studies represent\nis the oligohydramnios sequence, in which oligohy-             a unique approach to understanding both genetic\ndramnios is responsible for a number of associated             and environmental etiologic contributions to the\ndeformations (see Figs. 1-1, B, 1-2, B, and 1-3, D).           development of congenital anomalies.2,3 Twins\n\f6 Introduction\n\n\n\n\n                FIGURE 1-3. The overall pattern of intrinsic deformation due to neuromuscular\n                insufficiency is quite similar for both congenital myotonic dystrophy (A), an autoso-\n                mal dominant disorder with a 50% recurrence risk, and Pena-Shokeir syndrome (B),\n                an autosomal recessive disorder with a 25% recurrence risk. In C, note the facial\n                effects of intrinsic deformation due to Möbius sequence (deficient cranial nerve VI\n                and VII function), which differ from the extrinsic facial deformations seen in D, in\n                which prolonged oligohydramnios and a persistent transverse lie resulted in marked\n                facial compression.\n\n\n\nshare identical intrauterine environments, but their         disruption. Late fetal crowding makes deforma-\ngenetic constitutions are either homogeneous, as             tions much more common in twins, and deforma-\nin monozygotic twins, or heterogeneous, as in                tions are equally likely in both types of twinning.\ndizygotic twins. Monozygotic twins often share               Because the fetal head accounts for much of the\nthe same placenta and placental vasculature,                 volume in late gestation, it is particularly suscepti-\nwhich makes them more vulnerable to vascular                 ble to extrinsic, constraint-related deformations.\n\f                                                           Clinical Approach to Deformation Problems 7\n\n\n\n\n         A\n\n\n\n\n         B                                                                    C\n                               Interrupted                                              Early Amnion\n                              Blood Supply                                                Rupture\n\n\n                                                      DESTRUCTION\n                                                   OF NORMAL TISSUES\n\n\n                                                        DISRUPTION\n         FIGURE 1-4. The two predominant types of fetal disruption are demonstrated. Disruptive defects\n         occur when there is destruction of a previously normally formed part. This can result from interrup-\n         tion of blood supply (A and B) or from amniotic bands. In some cases of early amnion rupture, both\n         mechanisms may occur (C). When one monozygotic, monochorionic twin dies in utero, interruption\n         of blood supply to fetal structures can lead to infarction, necrosis, hypoplasia, and/or resorption\n         of tissues distal to where thromboembolic debris lodges in the circulation of the surviving co-twin\n         (A and B). A deceased co-twin is evident on examination of the placentas for an infant born with\n         cutis aplasia over the knees (A) and for an infant with hydranencephaly (B).\n\n\n\nAmong 801 infants with deformational plagioce-               monozygotic group, with 7 of 8 pairs being con-\nphaly who were treated with an external orthotic             cordant. Among 20 twin pairs with discordant\ndevice, 69 (8.6%) were of multiple-birth origin.4            anomalies for whom there was information regar-\nBecause there is less space within the lower portion         ding fetal position, the affected infant was usually\nof the uterus, the bottom twin in vertex presentation        vertex and inferior in the pelvis, and deformatio-\nis most likely to develop torticollis-plagiocephaly          nal craniofacial anomalies were often associated\ndeformation sequence (Fig. 1-5).                             with early fetal head descent during the third\n   Monozygotic twinning results when a fertilized            trimester.3\nzygote splits into two embryos during the first 14              Monozygotic twins with placental vascular\ndays after fertilization; this splitting process is          interconnections may be predisposed toward vas-\nassociated with an increased likelihood of early             culodisruptive defects in the surviving twin when\nmalformations, many of which lead to the three-              one twin dies in utero (termed twin disruption\nfold higher mortality rate in monozygotic twins              sequence). Among monochorionic twin pregnan-\ncompared with dizygotic twins or singletons.2                cies with one dead twin (see Fig. 1-4, A and B),\nAmong craniofacial anomalies, structural defects             only 57% of the co-twin survivors were unaf-\nof the malformative or disruptive type occur more            fected, with 19% of the co-twins dying in utero\nfrequently in monozygotic twins compared with                or during the neonatal period and 24% surviving\ndizygotic twins. Malformations are often concor-             with serious sequelae (e.g., cerebellar infarcts,\ndant, whereas disruptions and deformations are               porencephaly, hydranencephaly, microcephaly,\nnot. Among 35 twin pairs in which one or both                spinal cord infarcts, hemifacial microsomia, gas-\ntwins exhibited craniofacial anomalies, 21 pairs             troschisis, limb reduction defects, renal cortical\nwere monozygotic and 14 pairs were dizygotic.3               necrosis, atresia of small bowel, and cutis apla-\nMalformations were more common among mono-                   sia).5 Among 18 twins with twin disruption\nzygotic twins as compared with dizygotic twins,              sequence, most deaths occurred in the second or\nand concordance occurred predominantly in the                third trimesters, and intrauterine death in the first\n\f8 Introduction\n\n                                                               of infants with postural deformations, Dunn noted\n                                                               that 33% had two or more deformations and that\n                                                               there were significant associations between facial\n                                                               deformity, plagiocephaly, mandibular asymmetry,\n                                                               muscular torticollis, scoliosis, developmental dys-\n                                                               plasia of the hip, and talipes equinovarus.9 About\n                                                               one third (32%) of the deformed infants had been\n                                                               in breech presentation. First-born infants were sig-\n                                                               nificantly more likely to be deformed than subse-\n                                                               quently born infants (54% versus 35%). Thus, it is\n                                                               particularly important to look for deformations in\n                                                               the infants of primigravida mothers and in infants\n                                                               with malpresentation.\n                                                                  In a study of 1,455,405 Spanish infants born\n                                                               alive between 1976 and 1997, 26,290 (1.8%) had\n                                                               major or minor anomalies detected at birth; of\n                                                               this group, 3.67% also had deformations. Defor-\n                                                               mations were found four times more frequently\n                                                               (14.62%) among stillborn infants with anoma-\n                                                               lies.10 The authors of this study distinguished\n                                                               three distinct patterns of deformation. One pattern\n                                                               featured polyhydramnios, thin skin without der-\n                                                               mal ridges, and multiple deformations resulting\n                                                               from fetal akinesia-hypokinesia sequence due to\n                                                               various intrinsic neuromuscular defects. A second\n                                                               pattern resulted in oligohydramnios with redun-\nFIGURE 1-5. Torticollis-plagiocephaly deformation seque-\nnce is more frequent in twins, and it is usually the bottom-   dant thick skin and multiple deformations due to\nmost twin who is most likely to develop torticollis and        intrinsic renal or urinary tract defects or to ext-\nsecondary craniofacial deformation. The twin on the right      rinsic loss of amniotic fluid. A third pattern of\nwas on the bottom and has residual plagiocephaly at age        deformation was associated with normal amounts\n10 months due to untreated torticollis and an asymmetric\npostnatal resting position.\n                                                               of amniotic fluid and was caused by various\n                                                               types of extrinsic fetal compression.10 Differences\n                                                               between the 0.07% frequency of extrinsic defor-\n                                                               mations in this latter study and the 2% frequency\ntrimester rarely caused damage to the surviving                noted by Dunn reflect major differences in the\nco-twin. Survivors had a poor prognosis due to                 classification of minor postural deformations. In\nmicrocephaly, spastic tetraplegia, severe mental               Dunn’s earlier studies, 90% of the postural defor-\nretardation, and therapy-resistant epilepsy.6                  mations he observed resolved spontaneously, and\n   In general, deformations have a much more                   such transient defects were probably not counted\nfavorable prognosis than malformations. The col-               in the Spanish study. Alternatively, with more\nlective frequency of all types of extrinsic defor-             accurate gestational dating and size determination,\nmations of late fetal origin is about 2% of live               the incidence of large-for-gestational-age and\nbirths.7-9 This frequency is based on the work of              postmature infants has been decreasing, thereby\nneonatologist Peter Dunn, who correlated clinical              lowering the risk for late-gestational constraint.\nrecords of 4754 infants born in the Birmingham                    This text is primarily concerned with extrinsic\nMaternity Hospital (United Kingdom) with mater-                deformations produced by unusual or excessive\nnal medical history and infant follow-up. This                 constraint of an otherwise normal fetus. Individual\npopulation study documented a 3.6% incidence                   deformations in this book are presented in an\nof malformation, with or without deformation,                  atlas format along with deformation sequences.\nand among the malformed infants in Dunn’s sam-                 Because it may sometimes be difficult to exclude\nple, 7.6% were also deformed.7-9 The deformation               an underlying connective tissue dysplasia, exam-\nrate was 26.7% for infants with urinary tract mal-             ples of such problems are also discussed as part\nformations and 100% for those with bilateral renal             of the differential diagnosis. Because the major\nagenesis. Of 11 infants born to mothers with pre-              emphasis of this text is extrinsic deformations\nmature rupture of membranes, none were mal-                    due to uterine constraint, this category will be\nformed, but 10 were deformed. Among the group                  considered first. Next, consideration will be given\n\f                                                         Clinical Approach to Deformation Problems 9\n\nto the interaction between extrinsic and intrinsic\nfactors in the genesis of some deformations.\nFinally, intrinsic deformations due to a fetal neu-\nromuscular insufficiency are discussed.\n\n\nEXTRINSIC DEFORMATIONS\nDUE TO UTERINE CONSTRAINT\nThe presumption in this category is that there is no\nprimary problem within the fetus and that the\ndeformations are secondary to extrinsic forces that\nhave deformed an otherwise normal fetus. The\nmost common cause of extrinsic deformation is\nuterine constraint. About 2% of babies are born\nwith an extrinsic deformation, 90% of which\nresolve spontaneously; hence, these are relatively\ncommon problems.7-9 Usually, the amount of\namniotic fluid is adequate to cushion the fetus,\nallowing for normal growth and mobility prior to\n36 to 37 weeks of gestation. Thus, one of the\nmajor functions of the amniotic fluid is to distend\nthe uterus and enable the fetus to move freely and\nto grow with equal pressure in all regions with no\nexcessive or localized constraint.11 As the fetus\nbecomes more crowded within the uterus during\nlate gestation, it will usually settle into a position\nin which the largest moving fetal parts, the rela-        FIGURE 1-6. A primigravida’s term fetus in breech position\ntively bulky legs, have more room in the upper            illustrates the uterine constraint that is a feature of late\nportion of the uterus. Thus, the fetus tends to           fetal life and this mode of presentation. The mother was\nassume a vertex presentation. The implication that        killed in a motor vehicle accident, and the fetus was dead\n                                                          on arrival at the hospital.\nmost extrinsic deformations are produced during               (Courtesy of Peter Dunn, Southmead Hospital, Bristol,\nlate fetal life is supported by the observations of       United Kingdom.)\nNishimura, who found that both hip dislocation\nand clubfoot are rare findings in aborted fetuses\nprior to 20 weeks of gestation.12                         growth deficiency.13 Such newborn babies fre-\n   After about 35 to 38 weeks of gestation, the           quently show deformational evidence of uterine\nhuman fetus tends to grow out of proportion to            constraint other than growth deficiency alone.\nthe size of the uterine cavity (Fig. 1-6). During         Any situation that tends to overdistend the uterus\nthis period of rapid late fetal growth, the relative      may be associated with early onset of labor and\nproportion of amniotic fluid decreases, causing           premature birth. This is a major concern for multi-\nthe fetus to become increasingly constrained.             ple-gestation infants, who simply distend the\nUterine constraint of rapidly growing, malleable          uterus prematurely, and also for the woman with\nfetal structures may result in mechanically               uterine structural malformations or extensive\ninduced deformations. Because the cause of one            uterine myomas. When fetal growth has been\ndeformation may often have led to other con-              constrained during late gestation, catch-up\nstraint-related problems in the pliable fetus, there      growth is usually initiated promptly after delivery\nmay be a non-random occurrence of more than               so that most term fetuses reach their genetically\none deformation in the same child. Dunn8 found            determined growth percentiles by age 6 to 8\nthat 33% of newborn infants with one deformation          months.14\nproblem had additional deformations (Fig. 1-7). In          If the basic type of deformation is not clearly\nthis text, the combination of multiple deforma-           determined at the time of birth, then the early\ntions resulting from the same extrinsic cause is          postnatal course usually provides valuable clues\ntermed a deformation sequence.                            as to whether the deformations noted at birth are\n   Uterine constraint tends also to reduce the rate       extrinsic or intrinsic in causation. The otherwise\nof late fetal growth and is one cause of prenatal         normal infant who has been constrained in late\n\f10 Introduction\n\n − not significant                                                                                                             that crowding of development caused limb defor-\n\n\n\n\n                      Compressed face\n + p <.05\n\n\n\n\n                                        Deformed head\n                                                                                                                               mations in chicks; however, little was written\n\n\n\n\n                                                                                               Deformed hips\n\n                                                                                                               Deformed foot\n ++ p >.001\n                                                                                                                               about constraint deformations until the Renais-\n\n\n\n\n                                                        Mandibular\n                                                        asymmetry\n                                                                     Torticollis\n                                                                                                                               sance era. In 1573 Ambroise Paré15 of France\n\n\n\n\n                                                                                   Scoliosis\n                                                                                                                               wrote “Narrowness of the uterus produces mon-\n      Deformities                                                                                                              sters by the same manner that the Dame of Paris\n                                                                                                                               carried the little dog in a small basket to the end\nCompressed face                           +             ++            +            ++          ++ ++                           that it didn’t grow.” In 1921 von Reuss’s text Dis-\n  Deformed head         +                               ++ ++ ++                               ++                -             eases of the Newborn contained an entire chapter\n                                                                                                                               on postural deformations,16 but modern texts\n      Mandibular\n      asymmetry       ++ ++                                          ++              -         ++ ++                           about the newborn have more limited coverage\n                                                                                                                               of this subject. Full understanding of the mechan-\n        Torticollis    +                ++ ++                                      ++            -             ++\n                                                                                                                               isms and types of fetal deformation is vitally\n        Scoliosis     ++ ++                               -          ++                        ++                +             important for clinicians who deal with problems\n                                                                                                                               of aberrant morphogenesis. A number of investi-\n   Deformed hips      ++ ++ ++                                        -            ++                          ++              gators made major contributions to the knowledge\n                                                                                                                               and understanding of extrinsic deformations dur-\n   Deformed foot      ++                  -             ++ ++                        +         ++                              ing the past century. A few brief summations\nFIGURE 1-7. The non-random clinical association among\n                                                                                                                               and quotations from representative investigators\ndeformations.                                                                                                                  will serve to emphasize some of their important\n   (Adapted from Dunn PM: Congenital postural deformi-                                                                         observations and interpretations.\nties: further perinatal associations, Proc R Soc Med\n65:735, 1972.)                                                                                                                   Thompson17: This Scottish naturalist and math-\n                                                                                                                                   ematician held the Chair of Natural History\n                                                                                                                                   in St. Andrews for 64 years. He wrote: “We\nfetal life tends to show progressive improvement                                                                                   are ruled by gravity. . . . There is freedom of\nin growth and form after being released from the                                                                                   movement in the plane perpendicular to grav-\ndeforming situation upon delivery. If growth has                                                                                   itational force. . . . Gravity affects stature and\nbeen slowed by constraint in late fetal life, the                                                                                  leads to sagging of tissues and drooping of\ninfant tends to show catch-up growth toward his                                                                                    the mouth.”\nor her genetic potential in early infancy, beginning                                                                             von Reuss16: This early Viennese neonatologist\nwithin the first 2 months. If the growth of particu-                                                                               made the following statement about contrac-\nlar structures has been restrained, they tend to                                                                                   tural deformities: “. . . the deformities occur\nshow catch-up growth toward normal form, such                                                                                      probably most frequently from pressure on\nas with the nasal and mandibular growth restric-                                                                                   the part of the uterine wall; sometimes marks\ntion seen following prolonged face presentation.                                                                                   of pressure may be observed on the skin.”\nJoints that have been externally constrained prena-                                                                              Chapple and Davidson18: These pediatricians\ntally tend to show progressive increases in their                                                                                  noted that the “position of comfort” of the\nrange of motion after birth, often showing more                                                                                    deformed infant soon after birth tends to be\ndramatic resolution with neonatal physical ther-                                                                                   that which had existed in utero, and reposi-\napy. This is clearly evident with positional torti-                                                                                tioning the baby into the “position of com-\ncollis or positional foot deformations but not                                                                                     fort” might allow the clinician to more\nwith structural neck malformations (e.g., Klippel-                                                                                 readily deduce the causative compressive\nFeil malformation) or rigid clubfoot. If there is a                                                                                factors that resulted in the deformation.\nlack of catch-up growth and/or little or no return                                                                               Browne19,20: Denis Browne, an orthopedist at\ntoward normal form after birth, then further                                                                                       Great Ormond Street Children’s Hospital in\nevaluation is indicated to search for a more intrin-                                                                               London, recognized that deformed infants\nsic problem that might be responsible for the                                                                                      were often the product of an “uncomforta-\ndeformation(s).                                                                                                                    ble” pregnancy, implying uterine constraint.\n                                                                                                                                   He emphasized the need for controlled\n                                                                                                                                   forces, using functional growth, in the cor-\nHistorical Perspective                                                                                                             rection of such deformations.\n                                                                                                                                 Dunn7-9: This English neonatologist was respon-\nAs long ago as Hippocrates, it was known that                                                                                      sible for resurrecting and extending knowl-\nuterine constraint could cause fetal deformation.                                                                    ",
  "wordCount": 136957,
  "indexed": "2025-09-25T22:49:19.964Z",
  "method": "direct"
}
