{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Libros interesantes para comprar/Patel et al. - 2011 - Neurodevelopmental Disabilities.pdf",
  "fileName": "Patel et al. - 2011 - Neurodevelopmental Disabilities.pdf",
  "relativePath": "Libros interesantes para comprar/Patel et al. - 2011 - Neurodevelopmental Disabilities.pdf",
  "text": "Neurodevelopmental Disabilities\n\f\fDilip R. Patel · Donald E. Greydanus ·\nHatim A. Omar · Joav Merrick\nEditors\n\n\n\n\nNeurodevelopmental\nDisabilities\nClinical Care for Children and Young Adults\n\n\n\n\n123\n\fEditors\nDilip R. Patel                                        Donald E. Greydanus\nDepartment of Pediatrics and Human                    Department of Pediatrics and Human\n  Development                                           Development\nKalamazoo Center for Medical Studies                  Kalamazoo Center for Medical Studies\nMichigan State University College                     Michigan State University College\n  of Human Medicine                                     of Human Medicine\nKalamazoo, MI 49008-1284                              Kalamazoo, MI 49008-1284\nUSA                                                   USA\npatel@kcms.msu.edu                                    greydanus@kcms.msu.edu\n\nHatim A. Omar                                         Joav Merrick\nAdolescent Medicine and Young Parent                  National Institute of Child Health and\n  Programs, Kentucky Clinic                              Human Development, Health Services\nDepartment of Pediatrics                                 Office of the Medical Director, Division\nKentucky Children’s Hospital                             for Mental Retardation\nUniversity of Kentucky College                        Ministry of Social Affairs and Social\n   of Medicine                                           Services\nLexington, KY, USA                                    POBox 1260, IL-91012 Jerusalem\nhaomar2@uky.edu                                       Israel\n                                                      Kentucky Children’s Hospital\n                                                      University of Kentucky\n                                                      Lexington, KY, USA\n                                                      jmerrick@zahav.net.il\n\n\n\n\nISBN 978-94-007-0626-2                 e-ISBN 978-94-007-0627-9\nDOI 10.1007/978-94-007-0627-9\nSpringer Dordrecht Heidelberg London New York\n\nLibrary of Congress Control Number: 2011922661\n\n© Springer Science+Business Media B.V. 2011\nNo part of this work may be reproduced, stored in a retrieval system, or transmitted in any form or by\nany means, electronic, mechanical, photocopying, microfilming, recording or otherwise, without written\npermission from the Publisher, with the exception of any material supplied specifically for the purpose\nof being entered and executed on a computer system, for exclusive use by the purchaser of the work.\n\nPrinted on acid-free paper\n\nSpringer is part of Springer Science+Business Media (www.springer.com)\n\fForeword\n\n\n\n\nI am very pleased to write the foreword to this book. There are a number of other\nrelated books on the subject, most notably Developmental–Behavioral Pediatrics\nnow in its 4th edition [1] Capute and Accardo’s Neurodevelopmental Disabilities in\nInfancy and Childhood now in its 3rd edition [2] and Rubin and Crocker’s Medical\nCare for Children and Adults with Developmental Disabilities now in its 2nd edition\n[3], which plumb the depths of what we know about child development, devel-\nopmental delays, differences and disabilities, and health care. Yet, there is always\nsomething we do not know, always something new to understand, to comprehend,\nand process. The fact that within the past 50 years we have seen the field of devel-\nopmental pediatrics arise from relative obscurity to legitimacy in the formation\nof the specialties of developmental behavioral pediatrics and neurodevelopmental\npediatrics within the universe of pediatrics in the United States is a testament to\nthe realization and appreciation of the importance of promoting child health and\ndevelopment in our world today.\n   Furthermore, we have seen, in the past 50 years, the greater appreciation and\nrespect for individuals with developmental disabilities. The dark and ugly era influ-\nenced by the pseudo-science of eugenics and the systematic marginalization and\nrejection of individuals with developmental disabilities by a society, which created\nplaces far from the active centers of family, community and society, morphed into\novercrowded, unsanitary, and unconscionable institutions. These institutions were\nopened to public view in the 1960s and 1970s in the United States, as well as in\nthe United Kingdom and Europe, then subsequently, with the Glasnost of the early\n1990s, the opening of the Soviet institutions. In the past five decades we have seen\ndeinstitutionalization, community integration, self-determination, and affirmation of\nthe rights of individuals with intellectual and developmental disabilities in so many\nways. We have witnessed laws that have assured the promotion of early interven-\ntion for infants from birth to 3 years of age, the education for all “handicapped\nchildren,” employment and living opportunities for adults, the recognition of self-\ndetermination as a right, and the capstone, Americans with Disabilities Act that\nserves to open all of society to all people with disabilities.\n   The pioneering efforts that arose after the horrors of the prequel and sequel of\nthe Second World War have promoted, through the United Nations, Human Rights\nfor all citizens, particularly those most vulnerable – in this context, individuals with\n\n                                                                                      v\n\fvi                                                                              Foreword\n\ndisabilities and the children of the world. Whereas in the dark ages of the first half of\nthe twentieth century, individuals who were different were ostracized and excluded\nfrom society resulting in disruption and destruction of the values upon which our\nlives depend, the second half of the twentieth century has seen inclusion of individ-\nuals who are different with a spirit of acceptance, acknowledgment, and appreciation\nof differences between people.\n    In our own time we have witnessed advances in knowledge and understanding\nof child development, we have developed strategies and programs to improve the\nhealth and well-being of children with developmental disabilities and their families\nin the communities in which they live, and, in the process, we have enriched all of\nsociety. This has connected us in a myriad of ways that affirm our values of respect\nand personal dignity for all and for the recognition that we are all imbued with the\nspirit of life, that we are all interdependent upon one another, and that the ultimate\nmeasure of an individual or a society is in how the most vulnerable members of\nsociety are treated.\n    One of the important landmarks mentioned in the chapter on health care in this\nbook is the turning point in the 1960s in the United States. This was initiated not\noriginally by the then president John F. Kennedy but by his mother, Rose Kennedy,\nwho pressed upon him and advocated for the need to address the plight of individuals\nwith – what was then called – mental retardation. The formation and formulation of\nthe University Affiliated Facilities, Mental Retardation Research Centers, and of the\nNational Institute of Child Health and Development created for us – now 50 years\nlater – the research underpinnings of what we have learned about children and adults\nwith intellectual and developmental disabilities and the training of professionals in\nthe interdisciplinary clinical practice of providing the necessary services in early\nidentification, early intervention, and comprehensive care – not to mention strate-\ngies for prevention and health promotion at primary, secondary, and tertiary levels,\neducation and social opportunities. These institutions reflect the pillars of health\nand well-being for our society, research, clinical practice, public health policies,\nand, most important of all, advocacy.\n    It is with this background that we now can look at this book Neurodevelopmental\nDisabilities: Clinical Care for Children and Young Adults edited by Patel,\nGreydanus, Omar, and Merrick. This book is by no means a repetition or a replay of\nthe classic texts mentioned above but serves to supplement and complement exist-\ning texts by bringing an up-to-date, well-researched set of thoughtfully considered\nchapters to provide a readily readable and accessible way to consider the current\nworld of child development. It offers pediatricians and other providers of child\nhealth and developmental services a way in which to confront the common real-\nity of differences, delays, and disabilities for children and their families in the long\nterm and in the big picture. As they point out and elaborate, it is not only important\nto understand the fundamentals of child development and to identify and evaluate\nchildren who are developing differently also necessary to know and understand how\nto make diagnoses, develop treatment plans, and communicate with families and\nother members of society in order to assure the optimal outcome for the child, the\nfamily, the community, and ultimately for society.\n\fForeword                                                                               vii\n\n    Specifically the chapters are oriented in Google Map kind of way – looking from\nthe big picture to the small details, from child development in general to many spe-\ncific genetic and acquired conditions in particular. Each chapter is well researched\nand well presented to give the reader a good grasp of the subject and a good set of\nreferences to explore in greater depth if desired. Apart from the standard set of nec-\nessary chapters in such a textbook, they have enriched the table of contents with an\nexamination of families – parents, siblings, and other caregivers – and, in particular,\nthe situation of the child who is adopted. I am also pleased to see the consideration\ngiven to sexuality, pain, the child with a chronic illness, and the sensitive subject of\nend of life and palliative care.\n    Although the focus of the book is on the developmental, learning, and behavioral\naspects of neurodevelopmental disabilities, they do touch on the medical care of\nchildren from the clinical practice to the public health perspective. Furthermore,\nthey tackle the challenge that all pediatricians confront, and more so to the families,\nwhen the children reach adolescence and adulthood, and they graduate from school,\nneed to have an adult oriented physician, leave home, find a job, and begin to live as\nindependently as possible.\n    Thus, I commend the editors and authors for a well-constructed and well-written\nbook, and I recommend this book as an extremely useful and valuable text for the\nmedical student, the resident, and for the practicing pediatrician as well as for other\nprofessionals who provide care for children.\n    Personally, for me it is gratifying to seeing the fruits of all the work that has\ngone before being translated into the promotion of good health and development for\nall children with freedom from unnecessary pain and suffering. But we cannot rest\nhere, we must move forward to increase our knowledge and ability to make this a\nreality for all children at a global level.\n\nAtlanta, GA                                                         I. Leslie Rubin, MD\n\n\nReferences\n1. Carey WB, Crocker AC, Elias ER, Feldman HM, Coleman WI, editors. Developmental–\n   behavioral pediatrics. 4th ed. Philadelphia, PA: WB Saunders; 2009.\n2. Accardo PJ, editor. Capute and Accardo’s neurodevelopmental disabilities in infancy and\n   childhood. 3rd ed. Baltimore, MD: Paul H Brookes; 2008.\n3. Rubin IL, Crocker AC, editors. Medical care for children and adults with developmental\n   disabilities. 2nd ed. Baltimore, MD: Paul H Brookes; 2006.\n\fThis is Blank Page Integra   viii\n\fContents\n\n\n\n\n 1 Neurodevelopmental Disabilities: Introduction\n   and Epidemiology . . . . . . . . . . . . . . . . . . . . . . . . . . .            1\n   Dilip R. Patel and Joav Merrick\n 2 Basic Concepts of Developmental Diagnosis . . . . . . . . . . . . .             15\n   Dilip R. Patel\n 3 Psychological Assessment and Testing . . . . . . . . . . . . . . . .             29\n   Margo Adams Larsen, Erin Tentis Berglund, Robin Joseph,\n   and Helen D. Pratt\n 4 Inborn Errors of Metabolism . . . . . . . . . . . . . . . . . . . . .            53\n   Manmohan K. Kamboj\n 5 Genetic Evaluation in Developmental Disabilities . . . . . . . . . .             69\n   Helga V. Toriello\n 6 Neurodevelopmental Disorders in Common Syndromes . . . . . .                     79\n   Helga V. Toriello\n 7 Autism Spectrum Disorders . . . . . . . . . . . . . . . . . . . . . .            97\n   Ahsan Nazeer\n 8 Attention Deficit Hyperactivity Disorder . . . . . . . . . . . . . . .          111\n   Donald E. Greydanus\n 9 Sleep in Children and Adolescents with Neurobehavioral\n   Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .       141\n   Bantu Chhangani and Donald E. Greydanus\n10   Learning Disabilities . . . . . . . . . . . . . . . . . . . . . . . . . .     147\n     Helen D. Pratt and Donald E. Greydanus\n11   Intellectual Disability . . . . . . . . . . . . . . . . . . . . . . . . . .   161\n     Dilip R. Patel and Joav Merrick\n12   Developmental Language Disorders          . . . . . . . . . . . . . . . . .   173\n     Nickola Wolf Nelson\n\n\n                                                                                    ix\n\fx                                                                               Contents\n\n13   Disorders of Speech and Voice . . . . . . . . . . . . . . . . . . . . .        193\n     Helen M. Sharp and Stephen M. Tasko\n14   Tic Disorders . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .      213\n     Donald E. Greydanus\n15   Medical Management of Cerebral Palsy . . . . . . . . . . . . . . .             227\n     Nancy N. Dodge\n16   Myelomeningocele . . . . . . . . . . . . . . . . . . . . . . . . . . .         249\n     Dilip R. Patel\n17   Pain in Individuals with Intellectual and Developmental\n     Disabilities . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   255\n     Lynn M. Breau, Meir Lotan, and Jeffrey L. Koh\n18   Vision Impairment . . . . . . . . . . . . . . . . . . . . . . . . . . .        277\n     Katherine Bergwerk\n19   Impact of Neurodevelopmental Disorders on Hearing\n     in Children and Adolescents . . . . . . . . . . . . . . . . . . . . . .        297\n     Bharti Katbamna and Teresa Crumpton\n20   Sexuality and Gynecological Care . . . . . . . . . . . . . . . . . . .         321\n     Donald E. Greydanus and Hatim A. Omar\n21   Dental Aspects . . . . . . . . . . . . . . . . . . . . . . . . . . . . .       341\n     Ilan Feldberg and Joav Merrick\n22   General Medical Care for Individuals with Developmental\n     Disabilities . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   353\n     Joav Merrick and Mohammed Morad\n23   Principles of Team Care for Children with Developmental\n     Disabilities . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   369\n     Dilip R. Patel and Helen D. Pratt\n24   Working with Families and Caregivers of Individuals\n     with Developmental Disabilities . . . . . . . . . . . . . . . . . . . .        381\n     Helen D. Pratt\n25   Allied Health Professionals and Intellectual Disability:\n     Moving Toward Independence . . . . . . . . . . . . . . . . . . . . .           389\n     Meir Lotan\n26   Adoption . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .       419\n     Gary Diamond and Yehuda Senecky\n27   Palliative Care and End-of-Life Issues . . . . . . . . . . . . . . . .         431\n     Joav Merrick and Mohammed Morad\n28   Transition from Child-Oriented to Adult-Oriented Health Care . .               439\n     Dilip R. Patel and Donald E. Greydanus\n\fContents                                                                           xi\n\n29   Psychosocial Functioning in Youth with Chronic Illness . . . . . .           449\n     John A. Yozwiak, Regan E. Settles, and Rachel F. Steffens\n30   Parents and Siblings . . . . . . . . . . . . . . . . . . . . . . . . . .     463\n     Joav Merrick, Isack Kandel, and Mohammed Morad\n31   Parenthood . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .     473\n     Joav Merrick, Isack Kandel, and Mohammed Morad\nAppendix A . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .    483\nAppendix B . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .    485\nAppendix C . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .    487\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .   491\n\fThis is Blank Page Integra   xii\n\fContributors\n\n\n\n\nErin Tentis Berglund, PhD Gillette Children’s Specialty Healthcare, St Paul,\nMN, USA, ETBerglund@gillettechildrens.com\nKatherine Bergwerk, MD Private Prictice, Nof Ayalon, IL-99785 Israel,\nbergwerk@bezeqint.net\nLynn M. Breau, PhD, RPsych School of Nursing and Departments of\nPsychology and Pediatrics, Dalhousie University, Halifax, Nova Scotia, Canada,\nB3H 3J5; Pediatric Complex Pain Team, IWK Health Centre, Halifax, Nova\nScotia, Canada, lbreau@dal.ca\nBantu Chhangani, MD Sleep Medicine, Saint Mary’s Neuroscience Program,\nGrand Rapids, MI, USA, bantuchhangani@yahoo.com\nTeresa Crumpton, AuD Department of Speech Pathology and Audiology,\nWestern Michigan University, Kalamazoo, MI 49008-5355, USA,\nteresa.crumpton@wmich.edu\nGary Diamond, MD, FAAP, FAACPDM Department of Pediatrics, Sackler\nSchool of Medicine, Tel Aviv University, Tel Aviv, Israel; Institute of Child\nDevelopment and Neurology, Schneider Children’s Medical Center of Israel, Clalit\nHealth Services, 49202 Petah-Tiqva, Israel; Department of Pediatrics, Albert\nEinstein College of Medicine, Rose F Kennedy Center, Center for the Evaluation\nand Rehabilitation of Children, Bronx, NY, USA, diamondg@clalit.org.il\nNancy N. Dodge, MD, FAAP Michigan State University, Lansing, MI, USA;\nNeurodevelopmental Pediatrics, Helen DeVos Children’s Hospital, Grand Rapids,\nMI 49503, USA, nancy.dodge@devoschildrens.org\nIlan Feldberg, MD, DMD, MHA Health Services, Division for Mental\nRetardation, Ministry of Social Affairs, National Institute of Child Health and\nHuman Development, IL-91012 Jerusalem, Israel, feldberg5@walla.com\nDonald E. Greydanus, MD, Dr HC (ATHENS) Department of Pediatrics and\nHuman Development, Kalamazoo Center for Medical Studies, Michigan State\n\n\n\n\n                                                                                  xiii\n\fxiv                                                                      Contributors\n\nUniversity College of Human Medicine, Kalamazoo, MI 49008-1284, USA,\ngreydanus@kcms.msu.edu\nRobin Joseph, MA School of Psychology, Walden University, Minneapolis, MN,\nUSA, rjoseph@waldenu.edu\nManmohan K. Kamboj, MD Associate Professor, Section of Endocrinology,\nMetabolism and Diabetes, Nationwide Children’s Hospital, Columbus, OH 43205,\nUSA, Manmohan.Kamboj@Nationwidechildrens.org\nIsack Kandel, MA, PhD Office of the Medical Director, Health Services,\nDivision for Mental Retardation, Ministry of Social Affairs, National Institute of\nChild Health and Human Development, IL-91012 Jerusalem, Israel,\nkandel.isack@gmail.com\nBharti Katbamna, PhD Department of Speech Pathology and Audiology,\nWestern Michigan University, Kalamazoo, MI 49008-5355, USA,\nbharti.katbamna@wmich.edu\nJeffrey L. Koh, MD, MBA Department of Anesthesiology and Perioperative\nMedicine, Doernbecher Children’s Hospital, Oregon Health and Science\nUniversity, Portland, OR, USA; Department of Pediatrics, Doernbecher Children’s\nHospital, Oregon Health and Science University, Portland, OR, USA,\nkohj@ohsu.edu\nMargo Adams Larsen, PhD Family Institute, PC, Grand Forks, ND 58201,\nUSA, dr.adamslarsen@gmail.com\nMeir Lotan, MScPT, PhD Department of Physical Therapy, Ariel University\nCenter of Samaria, IL-40700 Ariel, Israel; Ariel and Israeli Rett Syndrome\nAssociation, National Evaluation Team, National Rett Syndrome Clinic, Chaim\nSheba Medical Center, Ramat-Gan, Israel, ml_pt_rs@netvision.net.il\nJoav Merrick, MD, MMedSci, DMSc National Institute of Child Health and\nHuman Development, Health Services, Office of the Medical Director, Division for\nMental Retardation, Ministry of Social Affairs and Social Services, POBox 1260,\nIL-91012 Jerusalem, Israel; Kentucky Children’s Hospital, University of Kentucky,\nLexington, KY, USA, jmerrick@zahav.net.il\nMohammed Morad, MD Office of the Medical Director, Health Services,\nDivision for Mental Retardation, Ministry of Social Affairs, National Institute of\nChild Health and Human Development, IL-91012 Jerusalem, Israel; Kentucky\nChildren’s Hospital, University of Kentucky, Lexington, KY, USA; Department of\nFamily Medicine, Faculty of Health Sciences, Ben Gurion University of the Negev,\nBeer-Sheva, Israel; Clalit Health Services, Beer-Sheva, Israel, morad@bgu.ac.il\nAhsan Nazeer, MD Department of Psychiatry, Kalamazoo Center for Medical\nStudies, Michigan State University, Kalamazoo, MI 49048, USA,\nnazeer@kcms.msu.edu\n\fContributors                                                                   xv\n\nNickola Wolf Nelson, PhD, CCC-SLP Department of Speech Pathology and\nAudiology, PhD Program in Interdisciplinary Health Sciences, Western Michigan\nUniversity, Kalamazoo, MI 49008-5355, USA, nickola.nelson@wmich.edu\nHatim A. Omar, MD Adolescent Medicine and Young Parent Programs,\nKentucky Clinic, Department of Pediatrics, Kentucky Children’s Hospital,\nUniversity of Kentucky College of Medicine, Lexington, KY, USA,\nhaomar2@uky.edu\nDilip R. Patel, MD, MD, FAAP, FSAM, FAACPDM, FACSM Department of\nPediatrics and Human Development, Kalamazoo Center for Medical Studies,\nMichigan State University College of Human Medicine, Kalamazoo, MI\n49008-1284, USA, patel@kcms.msu.edu\nHelen D. Pratt, PhD Behavioral Developmental Pediatrics, Pediatrics Program,\nDepartment of Pediatrics and Human Development, Kalamazoo Center for\nMedical Studies, Michigan State University College of Human Medicine,\nKalamazoo, MI 49008-1284, USA, pratt@kcms.msu.edu\nYehuda Senecky, MD Institute of Child Development and Neurology, Schneider\nChildren’s Medical Center of Israel, Clalit Health Services, 49202 Petah-Tiqva,\nIsrael, SENEKIMI@ZAHAV.NET.IL\nRegan E. Settles, MS Department of Psychology, University of Kentucky,\nLexington, KY, 40506-0044, USA, regan.settles@uky.edu\nHelen M. Sharp, PhD Department of Speech Pathology and Audiology, Western\nMichigan University, Kalamazoo, MI 49008, USA, helen.sharp@wmich.edu\nRachel F. Steffens, MS Department of Psychology, University of Kentucky,\nLexington, KY, 40506-0044, USA, rachel.steffens@uky.edu\nStephen M. Tasko, PhD Department of Speech Pathology and Audiology,\nWestern Michigan University, Kalamazoo, MI 49008, USA,\nstephen.tasko@wmich.edu\nHelga V. Toriello, PhD Department of Pediatrics and Human Development,\nMichigan State University College of Human Medicine, East Lansing, MI, USA;\nDirector of Genetics, Spectrum Health, Grand Rapids, MI 49503, USA,\nhelga.toriello@spectrum-health.org\nJohn A. Yozwiak, PhD Division of Adolescent Medicine, Department of\nPediatrics, Kentucky Clinic, University of Kentucky College of Medicine,\nLexington, KY 40536-0284, USA, jayozw00@uky.edu\n\fThis is Blank Page Integra   xvi\n\fAbout the Editors\n\n\n\n\nDonald E. Greydanus, MD, FAAP, FSAM, FIAP (H), is professor of pediatrics\nand human development at Michigan State University College of Human Medicine\n(East Lansing, Michigan, USA) and director of the Pediatrics Residency Program\nat Michigan State University/Kalamazoo Center for Medical Studies (Kalamazoo,\nMichigan, USA). Received the 1995 American Academy of Pediatrics’ Adele D.\nHofmann Award for “Distinguished Contributions in Adolescent Health”, the 2000\nMayo Clinic Pediatrics Honored Alumnus Award for “National Contributions to the\nfield of Pediatrics,” and the 2003 William B. Weil, Jr., M.D. Endowed Distinguished\nPediatric Faculty Award from Michigan State University College of Medicine\nfor “National & International Recognition as well as Exemplary Scholarship in\nPediatrics.” Received the 2004 Charles R. Drew School of Medicine (Los Angeles,\nCA) Stellar Award for “Contributions to Pediatric Resident Education” and awarded\nan honorary membership in the Indian Academy of Pediatrics – an honor granted\nto only a few pediatricians outside of India. Was the 2007 visiting professor of\npediatrics at Athens University, Athens, Greece, and received the Michigan State\nUniversity College of Human Medicine Outstanding Community Faculty Award\nin 2008. Past chair of the National Conference and Exhibition Planning Group\n(Committee on Scientific Meetings) of the American Academy of Pediatrics and\nmember of the Pediatric Academic Societies’ (SPR/PAS) Planning Committee\n(1998 to present). Member of the Appeals Committee for the Pediatrics’ Residency\nReview Committee (RRC) of the Accreditation Council for Graduate Medical\nEducation (Chicago, IL) in both adolescent medicine and general pediatrics.\nNumerous publications in adolescent health and lectureships in many countries on\nadolescent health. E-mail: Greydanus@kcms.msu.edu\n\nJoav Merrick, MD, MMedSci, DMSc, is professor of pediatrics, child health,\nand human development affiliated with Kentucky Children’s Hospital, University\nof Kentucky, Lexington, United States, and the Zusman Child Development Center,\nDivision of Pediatrics, Soroka University Medical Center, Ben Gurion University,\nBeer-Sheva, Israel, the medical director of the Health Services, Division for Mental\nRetardation, Ministry of Social Affairs, Jerusalem, the founder and director of the\n\n\n                                                                                xvii\n\fxviii                                                                  About the Editors\n\nNational Institute of Child Health and Human Development. Numerous publica-\ntions in the field of pediatrics, child health, and human development, rehabilitation,\nintellectual disability, disability, health, welfare, abuse, advocacy, quality of life,\nand prevention. Received the Peter Sabroe Child Award for outstanding work\non behalf of Danish Children in 1985 and the International LEGO-Prize (“The\nChildren’s Nobel Prize”) for an extraordinary contribution toward improvement in\nchild welfare and well-being in 1987. E-mail: jmerrick@internet-zahav.net.\nHatim A. Omar, MD, FAAP, professor of pediatrics and obstetrics and gynecol-\nogy and director of the Section of Adolescent Medicine, Department of Pediatrics,\nUniversity of Kentucky, Lexington. Dr. Omar has completed residency training in\nobstetrics and gynecology as well as pediatrics. He has also completed fellow-\nships in vascular physiology and adolescent medicine. He is the recipient of the\nCommonwealth of Kentucky Governor’s Award for community service and volun-\nteerism. He is the recipient of the Commonwealth of Kentucky Governer’s Award\nfor community service and volunteerism in 2000, KY Teen Pregnancy Coalition\nAward for outstanding service 2002, awards for suicide prevention from the Ohio\nValley Society for Adolescent Medicine and Kentucky Pediatric Society in 2005\nand 2007, Sexual Abuse Awareness Month Award for his work with sexual abuse\nvictims from the KY association of sexual assault professionals in 2007, Special\nAchievement Award from the American Academy of Pediatrics 2007 and the\nFounders of Adolescent Medicine Award from the AAP in 2007. He is well known\ninternationally with numerous publications in child health, pediatrics, adolescent\nmedicine, pediatric, and adolescent gynecology. E-mail: haomar2@uky.edu\nDilip R. Patel, MD, MD, FAAP, FSAM, FAACPDM, FACSM, is professor in the\nDepartment of Pediatrics and Human Development at the Michigan State University\nCollege of Human Medicine, East Lansing, Michigan, USA. He is a full-time teach-\ning faculty member in the Pediatric Residency Program at the Michigan State\nUniversity Kalamazoo Center for Medical Studies, Kalamazoo, Michigan, USA.\nDr. Patel has subspecialty training and interests in neurodevelopmental disabilities,\ndevelopmental–behavioral pediatrics, adolescent medicine, and sports medicine. He\nhas published numerous papers on a wide-ranging topics in these areas and has\nedited several special symposia and books. E-mail: patel@kcms.msu.edu\n\f\fChapter 1\nNeurodevelopmental Disabilities: Introduction\nand Epidemiology\n\nDilip R. Patel and Joav Merrick\n\n\n\n\nAbstract Developmental disabilities or neurodevelopmental disabilities (include\nintellectual disability) are a diverse group of chronic disorders that begin at any-\ntime during the development process (including conception, birth, and growth) up to\n22 years of age and last throughout an individual’s lifetime. Major disabili-\nties include intellectual disability, learning disabilities, communication disorders,\nautism spectrum disorders, cerebral palsy, and neural tube defects. This chapter\nprovides an introduction and reviews epidemiology of major disabilities.\n\n\nIntroduction\nDevelopmental disabilities or neurodevelopmental disabilities (include intellectual\ndisability) are a diverse group of chronic disorders (see Table 1.1) that begin at any-\ntime during the development process (including conception, birth, and growth) up\nto 22 years of age and last throughout an individual’s lifetime [1]. The underlying\nbasis for these disorders lies in fundamental deficits in the developing brain due to\ngenetic, prenatal, perinatal, metabolic, and other factors [2]. Developmental disabil-\nities affect 17% of individuals younger than 18 years of age in the United States [1].\nPrevention along with early recognition and intervention is critically important to\nmitigate the enormous personal and socioeconomic impact of these disorders.\n    The World Health Organization has developed the International Classification of\nFunctioning, Disability, and Health (ICF), which consists of three key components –\nbody function and structure, activity, and participation – that provides a framework\nfor delineating disabilities (see Table 1.2) [2, 3]. The three key components of func-\ntioning and disability are inter-related and may interact with the health condition\n(e.g., disorder or disease) and personal and environmental factors.\n\n\nD.R. Patel (B)\nDepartment of Pediatrics and Human Development, Kalamazoo Center for Medical Studies,\nMichigan State University College of Human Medicine, Kalamazoo, MI 49008-1284, USA\ne-mail: patel@kcms.msu.edu\n\n\n\nD.R. Patel et al. (eds.), Neurodevelopmental Disabilities,                           1\nDOI 10.1007/978-94-007-0627-9_1, \u0002    C Springer Science+Business Media B.V. 2011\n\f2                                                                       D.R. Patel and J. Merrick\n\n                   Table 1.1 Major categories of developmental disabilities\n\n             Intellectual disability\n             Learning disabilities\n             Communication disorders\n             Autism spectrum disorders\n             Neurobehavioral disorders\n             Neurogenetic disorders\n             Neurometabolic disorders\n             Neuromuscular disorders\n             Cerebral palsy\n             Other neuromotor disorders\n             Sensory impairments\n             Disabilities associated with chronic diseases\n             Traumatic brain injuries\n             Spinal cord injuries\n\n\n\nTable 1.2 World Health Organization International Classification of Functioning, Disability, and\nHealth\n\nNormal function                                 Lack of normal function\n\nBody function: the physiological functions of  Impairment: problems in the body function as a\n  the body                                       significant deviation or loss\nBody structures: anatomic parts of the body    Impairments: problems in structure as a\n                                                 significant deviation or loss\nActivity: the execution of a task or action by Activity limitation: difficulties an individual may\n  an individual                                  have in executing activities\nParticipation: involvement in a life situation Participation restrictions: problems an individual\n                                                 may have in involvement in life situation\nFunctioning: a global term used to encompass Disability: a global term used to encompass\n  body functions, body structures, activities,   problems with body functions, body\n  and participation                              structures, activity limitations, and\n                                                 participation restrictions\n\nhttp://www.who.int/classifications/icf/en/\n\n\n\n   In the United States, according to the Individuals with Disability Education\nImprovement Act (2004) the term child with a disability means a child with\nintellectual disability, hearing impairments (including deafness), speech or lan-\nguage impairments, visual impairments (including blindness), serious emotional\ndisturbance, orthopedic impairments, autism, traumatic brain injury, other health\nimpairments, or specific learning disabilities [4]. A child with disability as defined\nby the IDEA needs special education and related services, as may be required to\nassist a child with a disability to benefit from special education, and includes the\nearly identification and assessment of disabling conditions in children.\n   The term infant or toddler with a disability means an individual under 3 years of\nage who needs early intervention services because she/he is experiencing develop-\nmental delays, as measured by appropriate diagnostic instruments and procedures in\n\f1   Neurodevelopmental Disabilities: Introduction and Epidemiology                    3\n\none or more of the areas of cognitive development, physical development, communi-\ncation development, social or emotional development, and adaptive development or\nhas a diagnosed physical or mental condition that has a high probability of resulting\nin developmental delay.\n    According to the Americans with Disabilities Act (ADA) the term “disability”\nmeans, with respect to an individual, a physical or mental impairment that sub-\nstantially limits one or more major life activities of such individual, a record of\nsuch an impairment, or being regarded as having such an impairment [5]. Major\nlife activities include, but are not limited to, caring for oneself, performing man-\nual tasks, seeing, hearing, eating, sleeping, walking, standing, lifting, bending,\nspeaking, breathing, learning, reading, concentrating, thinking, communicating, and\nworking. A major life activity also includes the operation of a major bodily function,\nincluding, but not limited to, functions of the immune system, normal cell growth,\ndigestive, bowel, bladder, neurological, brain, respiratory, circulatory, endocrine,\nand reproductive functions.\n\n\n\nIntellectual Disability\nAccording to the American Association of Intellectual and Developmental\nDisabilities (AAIDD), intellectual disability “is a disability characterized by sig-\nnificant limitations both in intellectual functioning and in adaptive behavior as\nexpressed in conceptual, social, and practical adaptive skills” [6, 7]. The assess-\nment of intellectual functioning and adaptive behavior must take into consideration\nthe expectations based on individual’s age and culture [8]. The influence on cog-\nnitive assessment of sensory, motor, communication, or behavioral factors should\nalso be appropriately considered in administration of assessment instruments and\ninterpretation of their results [8].\n    In the United States a widely used definition is the one from the IDEA that defines\nintellectual disability as “significantly sub-average general intellectual functioning,\nexisting concurrently with deficits in adaptive behavior and manifested during the\ndevelopmental period that adversely affects a child’s educational performance” [4].\nAccording to the Diagnostic and Statistical Manual of Mental Disorders, 4th edi-\ntion, text revision (DSM-IV-TR), intellectual disability (or mental retardation) is\ndefined as an intelligence quotient (IQ) of approximately 70 or below on an indi-\nvidually administered standardized test of intelligence concurrent with deficits in\nadaptive functioning in two of the following areas: communication, self-care, home\nliving, social or interpersonal skills, use of community resources, self-direction,\nfunctional academic skills, work, leisure, health, and safety. All definitions stipulate\nthat the onset of disability must occur before the age of 18 years [9–11].\n    The severity of intellectual disability can be categorized based on a combination\nof level of intellectual functioning, adaptive functioning, and intensity of supports\nneeded [8, 9, 12]. When the level of intellectual functioning cannot be reliably\nassessed, but there is a high level of confidence based on clinical judgment, a\n\f4                                                                 D.R. Patel and J. Merrick\n\ndiagnosis of intellectual disability can be made without specifying the severity of\nintellectual functioning [7, 8].\n    The reported prevalence of intellectual disability reflects consideration of the\ndefinition used, method of ascertainment of the data, and the characteristics of the\npopulation studied [13, 14]. Based on the typical bell-shaped distribution of intelli-\ngence in the general population and 2 standard deviations below the mean as a cutoff\npoint, approximately 2.5% of the population is expected to have intellectual disabil-\nity. Most epidemiological studies consider those with an IQ score of 50 or less as\nhaving severe and those above 50 as having mild intellectual disability [10–15].\nEighty-five percent of individuals with intellectual disability have mild intellec-\ntual disability [9–12]. The prevalence of severe intellectual disability has remained\nthe same over several decades at 0.3–0.5% of the population in the United States\n[12]. Based on the United States National Center for Health Statistics 1997–2003\nNational Health Interview Survey, the prevalence of intellectual disability among\nchildren aged 5–17 years is estimated to be 7.5 per 1,000 [12]. Intellectual disabil-\nity is reported to be twice as common in males as in females. The recurrence risk\nof intellectual disability in families with one previous child with severe intellectual\ndisability is reported to be between 3 and 9% [8, 11, 12].\n    Mild intellectual disability is associated predominantly with environmental risk\nfactors, and a specific etiology can be identified in less than half of the affected indi-\nviduals [12–14]. On the other hand, underlying biological or neurological etiology\ncan be identified in more than two-thirds of affected individuals who have severe dis-\nability [8, 11, 13]. The most common identified conditions in children with severe\nintellectual disability include chromosomal disorders, genetic syndromes, congen-\nital brain malformations, neurodegenerative diseases, congenital infections, inborn\nerrors of metabolism, and birth injury [12–14].\n\n\n\nLearning Disabilities\nThe term learning disability describes difficulties in specific areas of learning\nthat have a direct relation to academic performance. The terms learning disabili-\nties (LDs) and learning disorders are often used interchangeably in the literature.\nThe main types of learning disabilities are reading disability (dyslexia), mathe-\nmatics disability (dyscalculia), disorder of written expression (dysgraphia), and\nnon-verbal learning disability (NVLD) [16, 17]. The failure to achieve academi-\ncally in children who have LDs occurs in the presence of age-appropriate teaching\nand learning experiences and is not the result of cognitive deficits or sociocultural\nfactors [16, 17]. Early identification is crucial to prevent academic failure, behav-\nioral disturbances, low self-esteem, early school dropout, and lifelong implications\nfor academic success, occupation, socioeconomic well–being, and consequently\nhealth.\n   A child is considered to have a specific learning disability if the child does not\nachieve adequately for the child’s age or to meet grade-level educational standards\n\f1   Neurodevelopmental Disabilities: Introduction and Epidemiology                  5\n\nin one or more of the specific areas, when provided with learning experiences and\ninstruction appropriate for the child’s age or state-approved grade-level standards\n[4].\n    To ensure that underachievement in a child suspected of having a specific learn-\ning disability is not due to the lack of appropriate instruction in reading or math,\nthe following must be taken into consideration, as part of the evaluation: data that\ndemonstrate that prior to, or as a part of, the referral process, the child was pro-\nvided appropriate instruction in regular education settings, delivered by qualified\npersonnel, and data-based documentation of repeated assessments of achievement\nat reasonable intervals, reflecting formal assessment of student progress during\ninstruction, which was provided to the child’s parents [4]. The public agency must\npromptly request parental consent to evaluate the child to determine if the child\nneeds special education and related services.\n    Specific LD is diagnosed when the child or adolescent’s scores on an individu-\nally administered standardized achievement test (in reading, mathematics, or written\nexpression) are substantially below that expected based on his/her age, level of edu-\ncation, and IQ. Because LDs can occur at all levels of IQ the definitional concept of\ndiscrepancy between ability and achievement is an area of controversy and debate\nin the LD literature [4, 16, 17].\n    Specific reading disability is fairly common, with up to 17.5% of children being\naffected [18, 19]. Dyslexia is highly comorbid with other developmental prob-\nlems, including impairments in language, motor skills, and behavioral control [20].\nReading disability is also a contributor to juvenile delinquency and leads to higher\nrates of recidivism [21]. Dyslexia is identified in 80% of children who have LDs.\n    Specific mathematics disorder (also known as dyscalculia) is also fairly com-\nmon, seen in 3–6% of school-age children [22–24]. It is more common in girls than\nin boys, possibly related to environmental, rather than biological, factors. The pres-\nence of dyscalculia should prompt physicians to look for medical and psychiatric\nsyndromes, given that mathematics disorder is present at higher-than-average rates\nin conditions such as epilepsy and fragile X syndrome [22–26].\n    Of all the LDs, the disorder of written language (also called written language\ndisorder or WLD) is the least researched [27, 28]. However, a study from Minnesota\nfound that, by age 19 years, 6.9–14.7% of the subjects met criteria for WLD, which\nis about as common as reading disorder [27]. Boys with WLD outnumbered girls\n2–3:1, and 25% of all subjects had WLD without a comorbid reading disorder.\n\n\n\nCommunication Disorders\nLanguage is a system of symbolic knowledge represented in the brain used for\nmeaningful communication. The English language has 44 phonemes. A phoneme\nis a unit of sound in speech. A morpheme (word) refers to the smallest meaning-\nful unit of language. Speech is the production of sounds of words. Communication\ndisorders are common in school-age children identified in 12–14% of students. In\n\f6                                                               D.R. Patel and J. Merrick\n\nschool-age children the prevalence of expressive language disorder is reported to be\n3–7% and mixed receptive–expressive disorder to be 3–5% [9]. The reported preva-\nlence of phonologic disorder is 2% by 6–7 years of age and 0.5% by 17 years of age\nand that for stuttering ranges 0.8–1.0% in adolescents [9].\n\n\n\nAutism Spectrum Disorders\nAutism spectrum disorders (ASDs) are a group of developmental disabilities char-\nacterized by significant deficits in social, communication, and behavioral domains\n[29, 30]. Autistic disorder, Asperger syndrome, and pervasive developmental dis-\norder not otherwise specified (PDD NOS) are the three ASDs. Persons who have\nautistic disorder have significant language delays, social and communication chal-\nlenges, and unusual behaviors and interests [30]. A significant percentage of them\nalso have intellectual disability. Persons who have Asperger syndrome manifest\ndeficits in social domain and have unusual behaviors and interest; however, they\ntypically do not have deficits in language or intellectual ability. Persons with perva-\nsive developmental disorder, not otherwise specified, have some features of autistic\ndisorder and some features of Asperger syndrome, but do not meet all the criteria\nfor either disorder [30].\n   Centers for Disease Control and Prevention reports that the overall prevalence\nof ASDs in the United States is 9.0 per 1,000 population in children aged 8 years\n[29]. The average prevalence of ASDs is four times higher in males than in females\n[30]. The risk for a second child having an ASD, when an older sibling has ASD, is\n5–6% [29, 30]. In the United States, the average prevalence of ASDs identified\namong children aged 8 years has increased by 57% from 2002 to 2006.42 The\nprevalence of ASDs has increased 10-fold over the past 50 years [29, 30]. Although\nvarious reasons have been postulated for the increased prevalence, the exact reasons\nhave not been clearly elucidated [3–32].\n   Of the estimated 4 million children born in the United States each year approx-\nimately 27,000 will eventually be diagnosed with ASD [30]. Assuming a constant\nprevalence rate over the past 20 years, approximately 600,000 persons between the\nages of 0 and 21 have an ASD [30–33]. The prevalence rate of ASD in Asia and\nEurope is reported to be between 0.6 and 1% [30–33].\n   There is high covariance between the ASDs and IDs, as between 50 and 70%\nof individuals with ASDs will have some type of ID; conversely, as many as 40%\nof those with IDs will have an ASD [34]. In children with IDs, the most reliable\nprevalence rate of comorbid pervasive developmental disorders (PDDs) is 16.7%,\nwhich was derived using DSM-IV-TR criteria [9, 35]. The ASD-ID combination\ntends to increase the severity of both disorders, leading to more subjective distress,\nless functional ability, and greater need for community services.\n   No cause is found in most cases of ASDs [36, 37]. There are some\ngenetic syndromes, both common (e.g., Down syndrome and fragile X syn-\ndrome) and rare (e.g., adenylosuccinate lyase deficiency), that are associated with\n\f1   Neurodevelopmental Disabilities: Introduction and Epidemiology                    7\n\nhigher-than-expected rates of autism [38]. It is unclear if there is something inher-\nent in those syndromes that predisposes to the development of autistic features or\nwhether the risk is secondary to the intellectual impairment that is commonly seen\nin many genetic disorders.\n\n\n\nCerebral Palsy\nAccording to American Academy of Cerebral Palsy and Developmental Medicine,\ncerebral palsy (CP) describes a group of permanent disorders of development of\nmovement and posture, causing activity limitation, that are attributed to nonpro-\ngressive disturbances that occurred in the developing fetal or infant brain [39, 40].\nThe motor disorders of CP are often accompanied by disturbances of sensation,\nperception, cognition, communication, and behavior, by epilepsy, and by sec-\nondary musculoskeletal problems. CP is classified as spastic (hemiplegia, diplegia,\nquadriplegia), dyskinetic (choreoathetoid, dystonia), hypotonic, or mixed [39–41].\n   The worldwide incidence of CP is estimated to be 2–3 per 1,000 live births [39,\n42–44]. Each year about 10,000 babies born in the United States develop CP [45].\nBecause initial symptoms and signs suggestive of CP may resolve during first few\nyears of life, the prevalence of CP is generally higher in infancy. Despite a tremen-\ndous improvement in obstetric and neonatal care, the overall prevalence of CP has\nremained the same since the 1950s [40, 41]. This trend is partly explained by the\nfact that most low birth weight and premature babies now survive. Although prema-\nturity and low birth weight are significant risk factors for developing CP, multiple\nother risk factors have been identified [39–46].\n\n\n\nMyelomeningocele\nNeural tube defects (NTDs) result from failure of the neurulation that is failure of the\nclosure of the neural tube during development of central nervous system as expected\nbetween the third and fourth week of in utero development [47, 48]. Although any\nsegment of spinal level can be affected, 75% of cases involve the lumbosacral level\n[49]. Myelomeningocele is the most severe type of NTD in which there is a defect\nin the vertebral column through which the meninges and the spinal cord protrude at\nthe level of the defect [48].\n    The prevalence of NTDs varies in different regions of the world [49]. In the\nUnited States, the incidence of NTDs is 1 in 4,000 live births [47, 49]. In Wales and\nIreland, the prevalence is three to four times higher, whereas in Africa it is much\nlower [49]. The variability in prevalence rates of NTDs in different regions of the\nworld is believed to be due to a combination of genetic and environmental factors.\nLumbar myelomeningocele, which is three to seven times more common in females\nthan in males, accounts for most cases of myelomeningocele [47–49].\n\f8                                                                D.R. Patel and J. Merrick\n\n   A significant decrease (50%) in the prevalence of NTDs has been reported over\nthe past four decades [49]. Some of the reasons believed to have contributed to the\ndecrease in prevalence of NTDs include routine and widespread supplementation\nwith folic acid, prenatal diagnosis and subsequent decision to terminate pregnancy\nby some couples, and improved nutrition as well as general health of women\n[47, 49].\n\n\nDual Diagnosis\nThe reported prevalence rates of psychiat",
  "wordCount": 204519,
  "indexed": "2025-09-25T22:49:17.161Z",
  "method": "direct"
}
