{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Libros interesantes para comprar/2013 - Handbook of Physical Measurements.pdf",
  "fileName": "2013 - Handbook of Physical Measurements.pdf",
  "relativePath": "Libros interesantes para comprar/2013 - Handbook of Physical Measurements.pdf",
  "text": "Handbook of Physical Measurements\n\fThis page intentionally left blank\n\fHandbook of\nPhysical\nMeasurements\nSecond Edition\n\n\nJUDITH G. HALL\nProfessor Emeritus of Medical Genetics and Pediatrics\nUniversity of British Columbia\n\nJUDITH E. ALLANSON\nProfessor of Pediatrics\nUniversity of Ottawa\n\nKAREN W. GRIPP\nChief, Division of Medical Genetics,\nA. I. duPont Hospital for Children, Wilmington, Delaware,\nAssociate Professor of Pediatrics,\nThomas Jefferson University, Philadelphia, Pennsylvania\n\nANNE M. SLAVOTINEK\nAssistant Professor,\nUniversity of California, San Francisco\n\n\n\n\n1\n2007\n\f1\nOxford University Press, Inc., publishes works that further\nOxford University’s objective of excellence\nin research, scholarship, and education.\nOxford New York\nAuckland Cape Town Dar es Salaam Hong Kong Karachi\nKuala Lumpur Madrid Melbourne Mexico City Nairobi\nNew Delhi Shanghai Taipei Toronto\nWith ofﬁces in\nArgentina Austria Brazil Chile Czech Republic France Greece\nGuatemala Hungary Italy Japan Poland Portugal Singapore\nSouth Korea Switzerland Thailand Turkey Ukraine Vietnam\n\nCopyright © 1989, 2007 by Oxford University Press.\n\nPublished by Oxford University Press, Inc.\n198 Madison Avenue, New York, New York 10016\nwww.oup.com\nOxford is a registered trademark of Oxford University Press\nAll rights reserved. No part of this publication may be reproduced,\nstored in a retrieval system, or transmitted, in any form or by any means,\nelectronic, mechanical, photocopying, recording, or otherwise,\nwithout the prior permission of Oxford University Press.\n\nLibrary of Congress Cataloging-in-Publication Data\nHandbook of physical measurements/Judith G. Hall [et al.].—2nd ed.\np. ; cm\nRev. ed. of: Handbook of normal physical measurements. 1989.\nIncludes bibliographical references and index.\nISBN-13 978-0-19-530149-6\nISBN 0-19-530149-8\n1. Anthropometry—Handbooks, manuals, etc. 2. Genetic\ndisorders—Diagnosis—Handbooks, manuals, etc. 3. Growth\ndisorders—Diagnosis—Handbooks, manuals, etc. I. Hall, Judith G. II. Hall, Judith G.\nHandbook of normal physical measurements.\n[DNLM: 1. Body Weights and Measures—methods—Handbooks. 2. Infant. 3. Child.\n4. Growth—Handbooks. 5. Growth Disorders—diagnosis—Handbooks. 6. Reference\nValues—Handbooks. WS 39 H23645 2006]\nQM28.H23 2006\n573.6—dc22       2006040008\n\n\n\n\n9 8 7 6 5 4 3 2 1\n\nPrinted in the United States of America\non acid-free paper\n\fPreface\n\n\n\n\nThis book was compiled to assist care providers in obtaining and docu-\nmenting accurate physical measurements for pediatric patients, both as an\naid to diagnosis and for clinical management. We have chosen to include\ndetailed information for dysmorphologists and clinical geneticists, but\nthe book can also be used by primary care providers or any of the other\nprofessionals involved in pediatric care. In this second edition, our main\nchanges have been to update the currently available growth curves for the\nheight, weight, and head circumference of North American and North\nEuropean infants and children. We have also added a substantial number\nof growth curves for individuals with known diagnoses that we hope will\nprove useful for those involved in the care of these children.\n\fThis page intentionally left blank\n\fAcknowledgments\n\n\n\n\nWe are grateful to the many authors of the original studies. Anne S. would\nlike to thank David and all of her colleagues at UCSF, from whom she took\nthe time.\n\fThis page intentionally left blank\n\fContents\n\n\n\n\n1   Introduction 3\n    Introduction 3\n    Structure of the Book   4\n2   Measurement 5\n    Why Measurements Are Useful 5\n    Anthropometry 7\n    Useful Parameters and Landmarks 10\n    Measurements in Dysmorphology and Clinical Genetics    11\n3   Proportional Growth and Normal Variants    13\n    Body Proportions 13\n4   Height and Length 15\n    Introduction 15\n    Total Body Length 15\n    Standing Height 22\n    Crown–Rump Length 32\n    Sitting Height 33\n    Mid-Parental Height (Used to Access Child’s Growth Pattern)      37\n    Prediction of Height 40\n    Height Velocity 43\n    Expected Increments 47\n    Bibliography 48\n5   Weight 50\n    Weight 50\n    Body Mass Index 60\n    Weight Velocity 64\n    Skinfold Thickness 67\n    Bibliography 70\n6   Head Circumference (Occipitofrontal Circumference, OFC)     72\n    Introduction 72\n    Head Circumference (OFC) 72\n    Head Circumference (OFC) Velocity 82\n    Bibliography 83\n7   Craniofacies 84\n    Introduction 84\n    Skull 89\n                                                                          ix\n\fContents\n\n\n    Fontanelles 109\n    Scalp and Facial Hair Patterning   118\n    Eyes 118\n    Ears 137\n    Nose 153\n    Philtrum 162\n    Mouth 166\n    Palate 169\n    Palate Width 174\n    Tongue 175\n    Teeth 177\n    Maxilla 179\n    Mandible 183\n    The Neck 188\n    Bibliography 191\n8   Limbs 193\n    Introduction 193\n    Span 195\n    Total Upper Limb (Hand and Arm) Length 197\n    Upper Arm Length 199\n    Forearm Length 202\n    Carrying Angle 206\n    Hand Length 207\n    Middle Finger Length 211\n    Palm Length 214\n    Palm Width 217\n    Thumb Position, Placement, and Range of Movement   221\n    Total Lower Limb Length 223\n    Upper Leg (Thigh) Length 228\n    Lower Leg (Calf) Length 230\n    Foot Length 234\n    Foot Width 238\n    Upper-to-Lower Segment Ratio 240\n    Limb Circumference 244\n    Range of Movement 247\n    Hyperextensibility 254\n    Bibliography 255\n9   Chest and Trunk 257\n    Introduction 257\n    Chest Circumference 260\n    Internipple Distance 263\n    Thoracic Index 265\n    Sternal Length 268\n    Torso Length 270\n\n\nx\n\f                                                       Contents\n\n\n    Biacromial Distance 272\n    Bi-Iliac Distance 274\n    Umbilical Cord Length 276\n    Bibliography 278\n10 Genitalia 279\n   Introduction 279\n   Stages of Puberty (Tanner Stages) 281\n   Penile Length 286\n   Hypospadias 288\n   Testicular Volume 289\n   Testicular Descent 294\n   Anal Placement 296\n   Anal Diameter 297\n   Breast and Nipple Size and Shape 299\n   Measurement of Breast Volume 300\n   Bibliography 303\n11 Skin and Hair 305\n   Introduction 305\n   Extensibility of Skin 306\n   Patterns Reﬂected by the Skin   307\n   Skin Color 309\n   Birthmarks 310\n   Glands of the Skin 314\n   Hair 317\n   Nails 320\n   Bibliography 324\n12 Dermatoglyphics and Trichoglyphics 326\n   Dermatoglyphics: Introduction 326\n   Methods to Record and Analyze Dermatoglyphics 328\n   Analysis of Ridge Patterns 329\n   Analysis of Flexion Creases 332\n   Trichoglyphics: Introduction and Embryology 334\n   Normal and Abnormal Hair Patterns 335\n   Lanugo Hair Pattern 336\n   Bibliography 336\n13 Use of Radiographs for Measurement      338\n   Introduction 338\n   Bone Age 338\n   Prediction of Adult Height 344\n   Dental Age 344\n   Pattern Proﬁle of the Hand 348\n   Carpal Angle 354\n   Bibliography 356\n\n\n                                                             xi\n\fContents\n\n\n14 Developmental Data 357\n   Introduction 357\n   Intelligence 361\n   Developmental Screening 363\n   Bibliography 367\n15 Prenatal Ultrasound Measurements 368\n   Introduction 368\n   Choice of Measurement in Relation to Gestational Age   368\n   Prenatal Measurements 384\n   Normal Fetal Activity During Gestation 384\n   Bibliography 385\n16 Postmortem Organ Weights 386\n   Embryo and Fetal Pathology 386\n   Bibliography 398\n17 Measurements for Speciﬁc Syndromes 399\n   Introduction 399\n   Acondroplasia 401\n   Cornelia de Lange Syndrome 407\n   Cri du Chat Syndrome 417\n   Down Syndrome 424\n   Marfan Syndrome 438\n   Neuroﬁbromatosis 446\n   Noonan Syndrome 450\n   Prader-Willi Syndrome 452\n   Pseudoachondroplasia 458\n   Rubinstein-Taybi Syndrome 459\n   Russell-Silver Syndrome 462\n   Spondyloepiphysial Dysplasia Congenita 464\n   Trisomy 13 465\n   Trisomy 18 466\n   Turner Syndrome 468\n   Williams Syndrome 469\n   Bibliography 471\n18 An Approach to the Child with Dysmorphic Features   474\n\n      Glossary   477\n\n      Index   491\n\n\n\n\nxii\n\fHandbook of Physical Measurements\n\fThis page intentionally left blank\n\f                                                                     1\nIntroduction\n\n\n\n\nIntroduction\n\nThe purpose of this handbook is to provide a practical collection of refer-\nence data on a variety of physical measurements for use in the evaluation\nof children and adults with dysmorphic features and/or structural anom-\nalies. It has been prepared as a small pocket book so that it can easily be\ncarried by the physician to the ward or “the ﬁeld.” This book is intended for\nuse by those health professionals evaluating individuals with unusual phys-\nical features. It is an attempt to provide standards both for comparison and\nfor improved deﬁnition of normal patterns of human development and\ngrowth.\n      There is a need for a standardized approach to physical measurement\nin patients with congential anomalies and syndromes. Until recently the\nstudy of children with dysmorphic features has primarily involved quali-\ntative descriptions. This descriptive phase has brought us to a new stage\nwhere accuracy and quantitation have become desirable. The deﬁnition\nand delineation of new clinical entities require precise and reproduceable\nmethods. Careful documentation by measurement, in well-known condi-\ntions, will allow one to distinguish heterogeneity, learn more about natu-\nral history, and provide a basis for the future application of techniques and\nconcepts from developmental biology and molecular genetics.\n      The real value of a single measurement lies in comparison with a\nstandard. The standard can be an age-related norm, or it can be the indi-\nvidual patient at another point in time. Comparison can also be made of\ngrowth of different parts of the body; for example, to see whether head\ncircumference, height, and weight are at the same percentile or at different\npercentiles. While graphs or tables of standard growth parameters—\nlength, weight, and head circumference—are easy to ﬁnd, it is often difﬁ-\ncult to obtain comparable standards for other body structures. For this\nreason, we have compiled a comprehensive set of normal curves. For the\nmeasurement graphs we have chosen to illustrate percentiles, if available,\nrather than standard deviations in order to be consistent. Standard devia-\ntions do allow comparison of the individual patient to an age-related\n                                                                           3\n\fChapter 1 Introduction\n\n\nnormal population, but percentiles have the additional advantage of\nallowing serial growth measurements in the same person and comparison\nof the growth of different body parts in one individual in a more easily\ninterpretable form (unless of course, the measurements are way below the\n3rd or way above the 97th percentile).\n     We recognize that obtaining precise physical measurement is, in fact,\na complex and specialized ﬁeld in itself. However for routine clinical use,\nthe method must be simple enough to “get the job done.” Therefore, we have\noutlined and illustrated practical and simple methods and have chosen\nthose graphs and tables which, in our experience as practicing clinical\ngeneticists, are the most useful.\n\n\nStructure of the Book\n\nWe have chosen charts and graphs that are in common use and, as often\nas possible, have combined sources. Body proportions and norms for one\nethnic group may not be appropriate for individuals from other ethnic\nbackgrounds; however, very little ethnic data are available. Each chapter\nconcentrates on a speciﬁc body area, and includes\n    1. an introduction with embryology of that area, the landmarks\n       from which the measurements are taken, the instruments\n       necessary, and the ways in which to obtain the measurements;\n    2. growth charts;\n    3. references to which the reader should refer for in-depth\n       understanding of statistics, methodology, anthropometrics,\n       and anthropologic approach.\n     There is a chapter on the approach to the patient with structural\nanomalies. A glossary at the end of the book deﬁnes many of the terms\nthat have been used in this book.\n     This book is an attempt to provide an “easy to use” collection of data\non physical measurements aimed at better deﬁning congenital anomalies\nand syndromes. The authors are aware that this collection is incomplete\nand will need revision, additions, and updating; therefore, suggestions to\nimprove the quality and usability of the book are welcomed.\n\n\n\n\n4\n\f                                                                  2\nMeasurement\n\n\n\n\nWhy Measurements Are Useful\n\nGrowth is the essence of the developing organism. Physical growth starts\nshortly after fertilization and continues throughout pregnancy, childhood,\nand adolescence. It may even occur in the adult. Growth of different parts\nof the body follows a predictable schedule during normal development and\nmaturation. This timetable of development is inﬂuenced and controlled\nby many genetic and environmental factors. Any disturbance in the\n“normal” sequence of development and growth may lead to disproportion\nof physical features. These imbalances may be transient and can sometimes\nbe compensated for by later catch-up growth. Most syndromes with\ndysmorphic features, however, display more or less recognizable patterns of\ndisproportionate growth.\n     The growth of different parts of the body can be observed and meas-\nured at one point in time or over speciﬁc periods of time. It can be\nexpressed as a number, a comparison, a percentile, or standard deviation\nfrom the norm. The comparison may be either with the growing individ-\nual, at different ages (so that one can observe the changes over time), or\nwith standardized normal values (obtained from either cross-sectional or\nlongitudinal studies of a speciﬁc group of individuals). One can assess and\ncompare differential growth of the various parts of the body.\n     Longitudinal studies follow a group of individuals or cohort over\ntime, with standardized measurements obtained at precise intervals.\nLongitudinal studies are difﬁcult because they include a large number of\nindividuals, who must be measured at set intervals, using the same tech-\nniques, and, ideally, by the same person(s). The work involved and the\ntime span are enormous. Longitudinal studies provide data on patterns of\ngrowth and growth velocity. Velocity curves are valuable in demonstrating\nthe rate of change of a speciﬁc dimension with time.\n     Cross-sectional studies utilize data obtained from a large number of\nindividuals of the same age, usually collected at one time. Cross-sectional\nstudies are technically less difﬁcult to do because they do not rely on the\nlong-term cooperation of many individuals. Cross-sectional studies\n                                                                         5\n\fChapter 2 Measurement\n\n\nare used mainly as standards of physical measurement and provide less\ninformation about variability, velocity, or patterns of growth over time.\n     Statistical methods and data collection methods involved in the\nconstruction of normal growth curves will not be discussed further.\nDetails are available in the literature references listed here. It is important\nfor the reader to be aware that the various standards provided in this\nbook often come from different populations using different methodolo-\ngies and so are not really comparable. Nevertheless, they are the only\nmeasurements presently available.\n     Most syndromes with dysmorphic features show disturbances of\ngrowth either of the entire body or of certain body parts. In the past, vari-\nous unusual features have been expressed in qualitative terms such as: short\nstature, long ﬁngers, or other terms that imply a comparison with other\nbody proportions. An impression of the patient or a “gestalt” is formed in\nthe reader’s mind. The more objective way to assess body proportions is by\nquantitative measurement. This is especially important when the distur-\nbance in growth involves only a speciﬁc body area or can be related to a\ndisease process, because it may give insight into the basic mechanisms\nunderlying the growth disturbance and thus the pathogenesis of the disease.\n     Comparison of the dimensions obtained in a speciﬁc individual or\npatient with a normal standard curve requires three things:\n    1. standardized landmarks on the body from which and to which\n       measurements can be taken;\n    2. standardized methods of taking measurements;\n    3. standard equipment.\n     The landmarks that we will use are shown in Fig. 2.1 and will be\nreferred to at the beginning of each measurement section. In general they\nrepresent surface landmarks of underlying bony structures that can be\npalpated easily through the skin. To obtain a minimum degree of accuracy\nin physical measurement, the examiner should be aware of these land-\nmarks. There are individual anatomical variations, especially in patients\nwith congenital anomalies or syndromes with dysmorphic features.\nLandmarks for measurements of the head and facial structures will be\ndiscussed in detail in Chapter 7.\n\nSummary\n\nBy taking accurate physical measurements we can express and communi-\ncate observations on growth, proportion, and disturbance of the devel-\nopmental process in quantitative terms. Single measurements are\n\n6\n\f                                                                    Anthropometry\n\n\n\n\nFigure 2.1   Body landmarks to and from which measurements can be taken.\n\n\nmeaningless in isolation. They are valuable only in relation to other\nparameters and in comparison with normal values.\n\n\nAnthropometry\n\nAnthropometry is the study of comparative measurement of the human\nbody. A number of precision instruments are available for accurate\nanthropometric studies. A decision to use these instruments will depend\nupon the degree of precision that is desired or required.\n     The pediatrician, physician, medical geneticist, dysmorphologist,\nor clinician interested in taking precise physical measurements may want\nto use anthropometric instruments. However, adequate training is neces-\nsary to use these devices properly (Fig. 2.2). Most clinics will have an\nupright measuring device (stadiometer), a supine measuring table, and\nan infant scale as well as a regular scale. In growth clinics skinfold calipers,\norchidometers, and other types of calipers will probably be available. In\nresearch centers, such as those dealing with reconstructive surgery of the\nface, precision instruments for technical measurements are used.\n\n                                                                                7\n\fChapter 2 Measurement\n\n\n\n\nFigure 2.2   Anthropometric instruments.\n\n\n     In general, the accuracy required to create standard curves in anthro-\npological research under laboratory circumstances will be much greater\nthan the precision that can be expected from the physician who is measur-\ning an unwilling, screaming child in practice. Use of precision instruments\nusually demands a great deal of cooperation from the patient.\n     Alternatively, precise physical measurements can be extrapolated\nfrom a standardized photograph in a technique called photogrammetric\nanthropometry. This method is costly, requiring standardized cameras\nand computarization, and again it is not an everyday, practical approach.\nClinical geneticists frequently take photographs to document clinical\nfeatures. A standard set includes face, front, and side; total body, front,\nback, and side with palms forward; close-up of hands and feet, and any\nother unusual features. However, without a reference standard of size in\nthe photograph, they cannot be used for accurate measurements.\n     For the “ﬁeld” or ward examination the ordinary tape-measure will be\nmost frequently used. It is important to note that metallic or disposable\npaper tapes are more reliable for long-term use than cloth tapes. Cloth\ntapes tend to wear out and become stretched over a period of time. If a\ncloth tape is used, it should be checked from time to time against a metal\nor wooden standard.\n     For a long time there has been a dual measurement system—most\nEuropean countries used metric units (meters and grams), whereas many\nphysician in the United States used Imperial units (inches and pounds).\nHowever, the metric system has become internationally accepted in medi-\ncine. In this book, to avoid confusion, most graphs will have both systems\n\n8\n\f                                                            Anthropometry\n\n\n\n\nFigure 2.3   Linear conversions.\n\n\n\n\nof units. Fig. 2.3 provides the methods to convert centimeters and inches,\nand Fig. 2.4 gives pounds and kilograms.\n    Any documentation of measurement(s) should be given together\nwith the age of the individual, the date on which the measurement was\nobtained, the method used to obtain that measurement, and the name of\nthe person doing the measuring. This makes it easier to compare the\nvalues obtained and enables one to anticipate the possible failures of the\nmethod employed. In addition, reports or descriptions should include\npercentiles (or standard deviation) for easy reference and comparison.\n\n\n\nFigure 2.4   Weight conversions.\n\n\n\n\n                                                                         9\n\fChapter 2 Measurement\n\n\nUseful Parameters and Landmarks\n\nMeasurements of length, weight, and head circumference are standard\nmeasurements of a physical examination. These three measurements are\nthe parameters against which all others are compared. They document\ngrowth and body proportions. They should be obtained routinely at every\nvisit to a physician in order to be able to assess longitudinal growth and\ngrowth relative to an age- and sex-matched standard. Curves of normal\nstandards of growth, weight, and head circumference are included in every\ntext on pediatrics. They usually start from birth and continue until 18 or\n20 years of age. In this book, we have chosen the most commonly used\nstandards and taken the liberty, for practicality, of combining some curves.\nAlthough the purist may question this process, we do not think it will\nmarkedly affect accuracy in most cases, and we hope the easy utilization of\nhaving only one curve will encourage regular and complete measurement.\nWe have included geographic data when available, or markedly different\n(e.g., North America and North European heights). Unfortunately, ethnic\ncomparisons of most areas of the body are not available.\n     Ultrasound examination permits monitoring of fetal development\n(Chapter 15). Routine measurements include biparietal diameter (BPD),\ncrown–rump length, chest circumference, and femur length. These are useful\nstandards with which to observe the well-being of the fetus prior to birth.\n     Head circumference (OFC) is looked upon as one of the most impor-\ntant measurements in infancy and early childhood, since it reﬂects\nintracranial volume and brain growth. The head circumference charts\nchosen for this book are the ones most widely used. Often centers will have\ntheir own OFC charts, related to the population and ethnic groups that\nthey serve (Chapter 6).\n     When length, weight, or head circumference deviate from the normal\ngrowth curve, further investigation is warranted. Many different pathologi-\ncal processes, some of which may be treatable, can lead to growth failure.\nDiscrepancies in growth proportions may provide clues to the pathological\nprocess; for instance, chronic infection and renal failure lead to relative loss\nin weight, while growth hormone deﬁciency and Cushing syndrome\nproduce relative increase in weight. Usually, by two years of age a child has\nestablished a pattern of growth that will predictably follow percentile\ngrowth curves. These growth curves, on average, are similar for OFC, height,\nand weight. During the ﬁrst year of life a child may change percentile growth\ncurves as he or she establishes an extrauterine growth pattern.\n     Bone age is an additional parameter of growth that reﬂects physio-\nlogical growth. Bone age is determined from radiographs of the hand\n\n10\n\f                           Measurements in Dysmorphology and Clinical Genetics\n\n\nor other epiphyseal centers (different ones for different ages). If a distur-\nbance of normal growth is suggested, additional X-rays may be necessary\n(Chapter 13).\n     Weight and skinfold thickness will be of special value in nutritional\nproblems (Chapter 5).\n     During adulthood, particular measurements may also reﬂect an\nunderlying pathological process. Routinely, weight and total body length\nare measured in the adult, but head size is often excluded because the head\nusually does not grow in the normal adult. Familial patterns of growth\n“late-bloomers”) and disproportion (large heads or “short waisted”) may\nidentify genetically determined inﬂuences on growth.\n     One should always include the measurements of the parents of the\nchild under assessment so that mid-parental parameters can be estab-\nlished for comparison. This is particularly important and appropriate\nwhen evaluating deviations from normal of head size and height.\n     Growth velocity is most rapid immediately after birth and up to three\nyears of age, after which there is a continued deceleration of growth until\npuberty. The adolescent growth peak in girls is at approximately 12 years,\nand in boys at approximately 14 years of age. It is useful to compare\ngrowth at yearly intervals, although in infancy shorter time intervals will\nbe used because the velocity is greater.\n\n\nMeasurements in Dysmorphology and Clinical Genetics\n\nThe human body is expected to grow predictably and proportionately. The\nrelationship of measurements to each other is expected to be constant at\nspeciﬁc ages. These relationships can be expressed as ratios, as an index, or\nby the use of regression techniques. Those in common use are the rela-\ntionship between height and weight. They are mainly corrected with the\nchronological age or the bone age of the patient. These proportions and\nrelationships change dramatically from the fetal period through child-\nhood to adolescence because of various interactions among genetic,\nhormonal, and environmental factors.\n     In the study of syndromes with dysmorphic features, we are looking\nfor recognizable signs that help to deﬁne and delineate the speciﬁc condi-\ntion. Those recognizable features may be quite different during different\nlife periods. Using Down syndrome as an example, from embryofetal\npathology we have learned that manifestation of the Down syndrome\nphenotype in a fetus depends on the gestational week, and often very few\nfeatures are present until near birth. Similarly, there is a changing phenotype\n\n                                                                            11\n\fChapter 2 Measurement\n\n\nduring childhood and into adulthood, with the typical phenotype of\nDown syndrome sometimes becoming hard to recognize in the adult.\n      Because of the change in physical appearance and therefore in the\npattern of measurements with time, we can expect that some diseases\nor disorders will be more obvious and more easily recognized during\ncertain stages of development. The patterns of relative measurements may\npartly relate to the growth spurts that occur in different organ systems at\ndifferent times. Theoretically they reﬂect secondary and tertiary effects of\nthe basic process and underlying pathogenesis.\n      Measurements of individual body parts can never be separated from\ngeneral clinical impression or “gestalt.” This type of general impression of\nthe patient will usually be obtained by observing the patient for a while\nbefore taking speciﬁc measurements. The speciﬁc measurements and\ngeneral clinical impression should be integrated with additional factors\nsuch as the movement pattern, mode of communication, and type of\ndevelopmental disability into an overall description and impression.\n      There is a tendency to neglect the observation and description of the\nadult patient with malformations, in speciﬁc syndromes or even isolated\nmental retardation. As a consequence, we have limited knowledge of phys-\nical changes in syndromes with dysmorphic features as related to the aging\nprocess. Study of the natural history of these relationships may lead to a\nbetter understanding of the underlying pathophysiology and natural\nhistory of the disorders.\n\n\n\n\n12\n\f                                                                  3\nProportional Growth and Normal\nVariants\n\n\n\n\nBody Proportions\n\nBody proportions change considerably during fetal and postnatal life.\nFor example, during fetal life the head appears disproportionately large\ncompared with the body. Beginning about eight months in utero subcuta-\nneous fat begins to accumulate, and from then until birth the major\nchanges in proportions are due to the accumulation of fat (Fig. 3.1).\n     The alteration of body conﬁguration is the result of selective regional\ngrowth. In infancy the head grows most rapidly, so that during the ﬁrst\nyear of life, OFC is greater than chest circumference. After the ﬁrst year,\nhead growth slows down. At birth the limbs are shorter than the trunk;\nthey grow more rapidly and proportions are reversed. Leg growth ceases\nsomewhat earlier than growth of the arms.\n     The changing proportions are mainly reﬂected in two ratios. First,\nthe upper/lower segment ratio is the ratio of the distance from the top of\n\n\nFigure 3.1   Body proportions during human development.\n\n\n\n\n                                                                         13\n\fChapter 3 Proportional Growth and Normal Variants\n\n\nthe head to the symphysis pubis and the distance from the symphysis\npubis to the sole of the foot. At birth, this ratio is about 1.7; at 10 years of\nage, it is about 1.0; after 10 years of age, the ratio is normally less than 1.0.\nThe second ratio is the comparison of span with height. At birth, the span\nis over an inch less than height. Normally in boys, the span exceeds stand-\ning height by about 10 years of age; in girls normally, span exceeds height\nat about 12 years of age.\n\n\n\n\n14\n\f                                                                    4\nHeight and Length\n\n\n\n\nIntroduction\n\nThere are two different ways of evaluating height and length. Total body\nlength is the distance between the top of the head and the sole of the\nfoot when the individual is in a recumbent position (lying down) with\nthe foot dorsiﬂexed (Fig. 4.1). Total standing height is the distance from the\nhighest point of the head to the sole of the foot in the midsagittal plane with\nthe individual standing in an upright position (Fig. 4.5). The head should be\nheld erect with the eyes looking straight forward, so that the lower margin\nof the bony orbit and upper margin of the external auditory canal opening\nare in the same horizontal plane (Frankfort plane).\n     The charts for standard measurement of length or height are ordered\nin three age groups:\n    1. length by gestational age at birth (Figs. 4.2–4.4) including\n       twins;\n    2. birth–4 years (infants are measured in a recumbent position)\n       (Figs. 4.7, 4.9, 4.11, 4.13);\n    3. 2–18 years (children are measured standing upright) (Figs. 4.8,\n       4.10, 4.12, 4.14).\n\n\nTotal Body Length\n\nDeﬁnition   Length of the supine body.\nLandmarks     Measure from the top of the head to the sole of the foot with\nthe patient lying on the back with hips and knees extended (Fig. 4.1a, b).\nInstruments Ideally, measuring table with engraved measurements, a ﬁrm\nheadblock, and a moveable footblock (Fig. 4.1a).\nPosition For this measurement, ideally, two persons work together. One\nholds the head of the child, while the other straightens the legs of the child\nwith one hand and moves the footblock toward the heel of the child with\n                                                                            15\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.1 Measuring a child less than two years old with a measuring table (a) or\ntape-measure (b).\n\n\n\n\nthe other hand. The top of the head of the patient should be placed against\nthe headboard, eyes looking upward. The ideal head position is with the\nFrankfort horizontal position held in a vertical plane (i.e., the lower edge of\nthe bony orbit and the upper margin of the external opening of the audi-\ntory canal of the ear are in the same vertical plane). The legs, or at least one\nleg, should be straightened, the ankle at a right angle to the leg with the toes\npointing upward. The moveable footboard should be brought in direct\ncontact with the sole of the foot and the measurement read.\n\n16\n\f                                                             Total Body Length\n\n\nAlternatives  A less accurate way, when a measuring table is not available, is\nto mark the sheet or the paper on which the child is lying above the child’s\nhead and at the foot, after stretching the patient out. Remove the patient,\nand measure the distance on the paper or sheet between the markings.\n    Alternatively, a tape-measure can be placed under the child who is\npositioned supine on top of or beside the tape (Fig. 4.1b).\nRemarks    Ideally each measurement should be taken at least twice. The\npatient should be repositioned between measurements. The experience in\nclinics dealing with growth problems has shown this to be necessary to\nobtain accurate measurements of height and length. Measurements in the\nage group birth to two years are difﬁcult to obtain because the children are\nsometimes not very cooperative. Thus the measurements may be less\naccurate in general.\n     Small for gestational age is the term used for newborns who are below\nthe tenth percentile according to their gestational age. Thus, infants less\nthan the tenth percentile in length, even if normal in weight, must be\nconsidered small for gestational age.\n     To determine if babies born prematurely are small for their age,\nadjustment of their stated age has to be made (the number of weeks they\nwere born prematurely is subtracted from their postnatal age, and the\nmeasurement is compared to the corrected age). Premature babies, by\ndeﬁnition, are those born before 37 weeks of gestation. Such individuals\ncatch up to normal at about two years of age.\n     The most widely distributed standard gestational curves are those of\nLubchenco et al. (Fig. 4.2). However, compared with North European meas-\nurements, they differ considerably after the 37th gestational week. Thus we\nhave also provided the standard curves of Voigt et al. (Fig. 4.4), which are\ncomparable to the gestational age curves of most European centers.\nPitfalls When the head is tipped forward or up, the measurement may be\nincreased. Lack of full extension of the legs or mild contractures of knees or\nhips, particularly in newborns, will give artiﬁcially shortened measurements.\n\n\n\n\n                                                                           17\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.2 Length at birth, North Americans, both sexes. From Lubchenco et al. (1963),\nby permission.\n\n\n\n\n18\n\f                                                                        Total Body Length\n\n\n\n\nFigure 4.3   Twin-length at birth, both sexes. From Waelli et al. (1980), by permission.\n\n\n\n\n                                                                                           19\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.4(a)   Length at birth, German males born in 1992. Adapted from Voigt et al.\n(1996).\n\n\n\n\n20\n\f                                                                     Total Body Length\n\n\n\n\nFigure 4.4(b)   Length at birth, German females born in 1992. Adapted from Voigt et al.\n(1996).\n\n\n\n\n                                                                                      21\n\fChapter 4 Height and Length\n\n\nStanding Height\n\nDeﬁnition     Total height in the standing position.\nLandmarks      Top of the head to the soles of the feet. (Fig. 4.5a, b).\nInstruments   Ideally, a stadiometer (stable, accurate measuring device)\nwith a moveable headboard is used. Alternatively, a type-measure may be\nﬁxed to the wall from the ﬂoor upward to at least six feet and a right-angle\nboard used to mark the point of greatest height (Fig. 4.5b).\nPosition    The patient should stand upright, with the back against the wall\nand the head erect (Frankfort horizontal plane), facing forward, and look-\ning straight ahead. The patient should be gently straightened upright; the\nheels placed together; buttocks and shoulders should be in contact with\nthe wall or measuring device. The moveable headboard is lowered gently\nuntil it touches the top of the head. Appropriate clothing should be worn:\nno socks or shoes (Fig. 4.5).\nAlternative  A door jamb or the wall and a tape-measure can be used if a\nstadiometer is not available (Fig. 4.5b). The patient stands straight in the\nposition described above, with heels together against the door jamb. Heels,\nbuttocks, and shoulders should be in contact with the vertical door jamb.\n\nFigure 4.5   Measuring standard height with a stadiometer (a) or a tape-measure (b).\n\n\n\n\n22\n\f                                                                       Standing Height\n\n\nA book or a ruler can be used to replace the headboard, and the point of\ngreatest height is marked on the door jamb. The total standing height is\nmeasured from the ﬂoor to the marking on the door jamb or wall.\nRemarks     Repeat the measurement. The patient has to step off after the\nﬁrst measurement and take the position again in between measurements.\n     The total standing height (upright position) in the 2- to 18-year-old\nis 1–2 cm less than the total body length (recumbent position). The growth\nof a normal child usually follows one particular percentile.\n     Any rapid movements above or below this percentile should be a reason\nfor close follow-up and, if necessary, for further diagnostic procedures.\n     There are signiﬁcant differences between the growth charts used in\nNorth America and those used for some European countries. The data widely\nused in North Europe show, for example, that the 50th percentile at one year\nof age equals the 75th percentile in the North American growth charts. Thus\nwe provided two sets of growth charts, one with North American standards\n(Figs. 4.7, 4.8, 4.11, 4.12) and one for European standards (Figs. 4.9, 4.10,\n4.13, 4.14). It is important to use one or the other standard consistently\nwhen making comparisons over time.\nPitfalls  If the patient is unable to stand, the recumbent length should be\nmeasured, recognizing that it will be slightly greater than total standing height.\n     In individuals with contractures of the legs, the tape is worked along\nthe middle of the patient’s leg along the angle of the contracture as in the\nillustration (Fig. 4.6) to estimate total length.\n\nFigure 4.6   Measuring an individual with contractures by “walking the tape.”\n\n\n\n\n                                                                                   23\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.7 Length, North American males, birth to three years. Adapted from CDC:\nhttp://www.cdc.gov/growthcharts.\n\n\n\n\n24\n\f                                                                   Standing Height\n\n\n\n\nFigure 4.8 Standing height, North American males, 2 to 20 years. Adapted from CDC:\nhttp://www.cdc.gov/growthcharts.\n\n\n\n\n                                                                                     25\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.9 Recumbent length and standing height, North European males, birth to ﬁve\nyears. Adapted from Brandt, 1986 (http://www.wachstum-ipep.de/WTK/WTK.html).\n\n\n\n\n26\n\f                                                                    Standing Height\n\n\n\n\nFigure 4.10 Standing height, North European males, 6 to 19 years. Adapted from\nGeorgi et al.,1996 (http://www.wachstum-ipep.de/WTK/WTK.html).\n\n\n\n\n                                                                                 27\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.11 Length, North American females, birth to three years. Adapted from CDC:\nhttp://www.cdc.gov/growthcharts.\n\n\n\n\n28\n\f                                                                    Standing Height\n\n\n\n\nFigure 4.12 Standing height, North American females, two to twenty years. Adapted\nfrom CDC: http://www.gov/growthcharts.\n\n\n\n\n                                                                                    29\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.13 Recumbent length and standing height, North European females, birth to\nﬁve years. Adapted from Brandt, 1986 (http:www.watchstum-ipep.de/WTK/WTK.html).\n\n\n\n\n30\n\f                                                                    Standing Height\n\n\n\n\nFigure 4.14 Standing height, North European females, 6 to 19 years. Adapted from\nGeorgi et al., 1996 (http://www.wachstum-ipep.de/WTK/WTK.html).\n\n\n\n\n                                                                                   31\n\fChapter 4 Height and Length\n\n\nCrown–Rump Length\n\nDeﬁnition   Crown–rump length is the distance from the top of the head\nto the bottom of the buttock.\nLandmarks    Measure from the top of the head to the posterior distal part\nof the thighs with legs extended at right angles at the hips (Fig. 4.15a).\nInstruments       A recumbent measurement table or tape and table.\nPosition      The patient is lying on the side with the hips ﬂexed to 90 degrees.\nRemarks     Crown–rump length is a standard measurement to deﬁne fetal size\n(Chapter 15) and can be a useful measurement in the ﬁrst few years of life. It\ncan give valuable information to deﬁne disproportionate growth, especially in\npatients with reduction defects of the limbs or contractures (Figs. 4.16–4.18).\n\nFigure 4.15    Measuring crown–rump length (a) and sitting height (b–d).\n\n\n\n\n32\n\f                                                                 Sitting Height\n\n\nSitting Height\n\nDeﬁnition  Sitting height is the distance from the top of the head to the\nbuttocks when a sitting position.\nLandmarks    Measure from the top of the head to the bottom of the thighs\n(surface on which the patient is sitting) (Fig. 4.15b,c).\nInstruments    Sitting height table or stadiometer.\nPosition   The patients sits straight, eyes looking straight ahead (Frankfort\nhorizontal plane). The back of the head, back, buttocks, and the shoulders\nare in contact with the vertical board. A moveable headboard is used to\nadjust the measurement (Fig. 4.15b,c).\nAlternatives   The patient sits at the door jamb with the legs straight\nout in front, the back of the head, shoulders, and buttocks are in contact\nwith the wall. A ruler or book can be used instead of a headboard.\nMeasurements are taken with a tape from the ﬂoor to a marking on the\ndoor jamb (Fig. 4.15d).\nRemarks     The charts from birth to 16 years are provided in Figs. 4.16–4.18.\n\n\n\n\n                                                                            33\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.16   Crown–rump length at birth, both sexes. From Merlob et al. (1986), by permission.\n\n\n\n\n34\n\f                                                                        Sitting Height\n\n\n\n\nFigure 4.17 Crown–rump length and sitting height, males, birth to 16 years. From\nTanner (1978), by permission.\n\n\n\n\n                                                                                   35\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.18 Crown–rump length and sitting height, females, birth to 16 years. From\nTanner (1978), by permission.\n\n\n\n\n36\n\f                     Mid-Parental Height (Used to Access Child’s Growth Pattern)\n\n\nMid-Parental Height (Used to Access Child’s Growth Pattern)\n\nDeﬁnition   Sum of parental heights divided by 2.\nRemarks     Mid-parental height is an important parameter in children\nwho appear to be smaller or taller than average. There is an almost linear\ncorrelation between height of children 2–9 years and the heights of\ntheir biological parents. Using mid-parental height, projections can be made\nof the child’s growth centile using the combination curve of Tanner\n(Figs. 4.19, 4.20).\n\n\nHow to Use the Combination Curve\n\nLook up the child’s height at the left margin (73–100 cm) or at the upper\nmargin (101–150 cm).\n    ● Follow the curved line from the left border of the chart until\n      you cross the line for the child’s age.\n    ● Then draw a horizontal line to the second chart until you meet\n      the vertical line coming from mid-parental height.\n    ● Find the percentile of the child’s height along the right-hand\n      margin in relation to the parents’ mid-parental height.\n     Example A 6-year-old boy has a height of 110 cm, his parents\n(mother, 165 cm; father, 175 cm) have a mid-parental height of 170 cm. He\nis on the 10th percentile for expected height in view of his mid-parental\nheight.\n\n\n\n\n                                                                             37\n\f38\n                                                                                             Chapter 4 Height and Length\n\n\n\n\n     Figure 4.19 Mid-parental height, males, combination curve. From Tanner et al. (1970),\n     by permission.\n\f     Figure 4.20 Mid-parental height, females, combination curve. From Tanner et al. (1970),\n     by permission.\n\n\n\n\n39\n                                                                                               Mid-Parental Height (Used to Access Child’s Growth Pattern)\n\fChapter 4 Height and Length\n\n\nPrediction of Height\n\nIn normal children one can predict height with some accuracy after\nfour years of age using height and assessment of bone age. Elaborate tables\nhave been developed by Bayley and Pinneau (1952) which are said to be\naccurate within 2 inches of adult height (see references). However, the\ntables do not take into account parental height and velocity of puberty\n(although delayed and precocious puberty are taken into account by using\nthe tables for delayed and advanced bone age). Many other methods to\npredict ﬁnal adult height have been developed.\n     Garn has developed a “multiplier” for each age which can be used\nwith the present height to predict ultimate height if bone age is normal.\nThe tradition of doubling the height at two years to give predicted height\nwas derived from this source (Fig. 4.21).\n\n\n\nFig. 4.21   Multipliers for prediction of height of boys and girls of average parental stature\n\nMultiplier (boys)                                 Age                   Multiplier (girls)\n\n2.46                                               1                    2.30\n2.06                                               2                    2.01\n1.86                                               3                    1.76\n1.73                                               4                    1.62\n1.62                                               5                    1.51\n1.54                                               6                    1.43\n1.47                                               7                    1.35\n1.40                                               8                    1.29\n1.35                                               9                    1.23\n1.29                                              10                    1.17\n1.24                                              11                    1.12\n1.19                                              12                    1.07\n1.14                                              13                    1.03\n1.09                                              14                    1.01\n1.04                                              15                    1.002\n1.02                                              16                    1.001\n1.01                                              17                    1.001\n1.00                                              18                    1.00\n\nFrom Garn (1966), by permission.\n\n\n\n\n40\n\f                                                           Prediction of Height\n\n\nProspective Height\n\nWhen parents or children are at the lower or upper ends of the\ngrowth curve, prospective adult height may be of concern. There is a\ncorrelation between parental height and the final height of children.\nFormulas to calculate final height taking parental height into account\nare as follows.\n     Height at maturity\n    Boys = 0.545 height at 2 years + 0.544 parental height + 14.85 inches\n    Girls = 0.545 height at 2 years + 0.544 parental height + 10.09 inches\n\n\nPrediction of Adult Height for Females from Height at the Age\nof Menarche\n\nAn alternative method for predicting height in females is the use of height\nat age of menarche. The data for females related to age of menarche are\nprovided in Fig. 4.22.\n\n\n\n\n                                                                             41\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.22 Nomogram for the prediction of adult height from the height and age at\nmenarche. From Headings (1975), by permission.\n\n\n\n\n42\n\f                                                               Height Velocity\n\n\nHeight Velocity\n\nGrowth velocity is the rate of growth over a period of time (Figs. 4.23–4.25).\nIt is most rapid immediately after birth and then, between the ages\nof 2 and 12 years in boys, or 2 and 10 years in girls, growth velocity slowly\ncontinuously decelerates. During adolescence, it increases again. The\nadolescence peak for girls is a approximately 12 years and boys, at approx-\nimately 14 years of age. It is useful to compare growth velocity with the\nnormal yearly intervals: If a girl was 99 cm at 3 years 6 months and meas-\nured 106 cm at 4 years 4 months, she has grown 5 cm in 10 months (or\npresumably 6 cm per year). This rate is compared to her age at the middle\nof this time interval (3 years, 11 months) and gives the growth velocity for\nher at that age. In infancy, shorter time intervals are used to evaluate\ngrowth velocity.\n\n\n\n\n                                                                           43\n\fChapter 4 Height and Length\n\n\n\n\nFigure 4.23   Height velocity, both sexes, birth to four years. From Brandt (1986), by\npermission.\n\n\n\n\n44\n\f                                                               ",
  "wordCount": 72848,
  "indexed": "2025-09-25T22:48:52.301Z",
  "method": "direct"
}
