{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Master Neuropediatria/Kashiwagi et al_2014_Clinico-radiological spectrum of reversible splenial lesions in children.pdf",
  "fileName": "Kashiwagi et al_2014_Clinico-radiological spectrum of reversible splenial lesions in children.pdf",
  "relativePath": "Master Neuropediatria/Kashiwagi et al_2014_Clinico-radiological spectrum of reversible splenial lesions in children.pdf",
  "text": "Brain & Development 36 (2014) 330–336\n                                                                                                                   www.elsevier.com/locate/braindev\n\n                                                               Original article\n\nClinico-radiological spectrum of reversible splenial lesions in children\n Mitsuru Kashiwagi a,⇑, Takuya Tanabe b, Shuichi Shimakawa c, Michiko Nakamura a,c,\n    Shinya Murata a, Kousuke Shabana a,c, Jun Shinohara a,c, Yutaka Odanaka a,d,\n      Hideki Matsumura a, Koh Maki a, Kenichi Okumura a, Keisuke Okasora a,\n                                  Hiroshi Tamai c\n                                              a\n                                                 Department of Pediatrics, Hirakata City Hospital, Japan\n                                  b\n                                      Department of Child Neurology, Tanabe Kadobayashi Children’s Clinic, Japan\n                                               c\n                                                 Department of Pediatrics, Osaka Medical College, Japan\n                                            d\n                                              Department of Pediatrics, Nagano Children’s Hospital, Japan\n\n                         Received 26 September 2012; received in revised form 17 February 2013; accepted 17 May 2013\n\n\n\n\nAbstract\n\n    Recently, many cases of children presenting reversible splenial lesions during febrile illness (RESLEF) have been reported; how-\never, their overall clinico-radiological features are unclear.\n    To describe the clinico-radiological features, we retrospectively reviewed the etiology (pathogen), clinical course, laboratory data,\nmagnetic resonance imaging and electroencephalography (EEG) ﬁndings, therapy, and prognosis of 23 episodes in 22 children (1\nchild recurred) who presented neurological symptoms, with RESLEF.\n    The etiologies (pathogens) varied. Seizure occurred in 7 episodes, disturbance of consciousness (DC) in 13, and delirious behavior\nin 18. Serum sodium levels <136 mEq/L were observed in 18 episodes. Lesions outside the splenium were found in 4 cases. Slow\nwaves were observed on EEG in 10 episodes. Methylprednisolone pulse therapy was given in 7 cases. No case resulted in neurolog-\nical sequelae. Among 23 episodes, clinically mild encephalitis/encephalopathy with a reversible splenial lesion (MERS) was diag-\nnosed in 6 episodes, whereas non-MERS was observed in 17 episodes. No diﬀerence was observed in almost all the clinico-\nradiological features’ data between the 2 groups. The largest diﬀerences were observed in the rate of purposeless movement, DC,\nextension of the abnormal lesions outside the splenium, and marked slowing of background activity on EEG.\n    RESLEF exhibit a spectrum of clinico-radiological features. These results suggest that non-MERS and MERS both are a part of\na larger pathological condition, which we have termed as RESLEF spectrum syndrome. Given the view that such a syndrome exists,\nthe clinical characteristics and position of non-MERS and MERS become clear.\nÓ 2013 The Japanese Society of Child Neurology. Published by Elsevier B.V. All rights reserved.\n\nKeywords: Reversible splenial lesions during febrile illness; Clinically mild encephalitis/encephalopathy; Delirious behavior; Disturbance of cons-\nciousness; Spectrum of clinico-radiological features; RESLEF spectrum syndrome\n\n\n\n1. Introduction                                                              has been reported in some children who presented with\n                                                                             neurological symptoms such as delirious behavior (DB)\n  A reversible splenial lesion with reduced diﬀusion on                      or DB with short disturbance of consciousness (DC);\nmagnetic resonance imaging (MRI) during febrile illness                      these patients were diagnosed with clinically mild enceph-\n                                                                             alitis/encephalopathy with a reversible splenial lesion\n                                                                             (MERS) [1–3]. For the children in whom DC lasted for\n ⇑ Corresponding author. Address: Department of Pediatrics, Hirak-\n                                                                             <12 h, a diagnosis of MERS was not given (non-MERS)\nata City Hospital, 2-14-1 Kinnya Honnmachi Hirakata City, Osaka\n573-1013, Japan. Tel./fax: +81 72 847 2825.                                  [4–6]. There are numerous case reports of children with\n   E-mail address: dbs003@art.osaka-med.ac.jp (M. Kashiwagi).                reversible splenial lesions that occurred during febrile\n\n0387-7604/$ - see front matter Ó 2013 The Japanese Society of Child Neurology. Published by Elsevier B.V. All rights reserved.\nhttp://dx.doi.org/10.1016/j.braindev.2013.05.007\n\f                                     M. Kashiwagi et al. / Brain & Development 36 (2014) 330–336                              331\n\nillness; however, their overall clinico-radiological features           We evaluated the clinico-radiological features of\nwere not clear and a clinical consensus regarding this phe-          reversible splenial lesions with fever, including the etiol-\nnomenon does not yet exist. Although febrile illness is              ogies (pathogens), clinical courses, laboratory data,\nknown to be a common cause of DB in children and evi-                MRI and electroencephalography (EEG) ﬁndings, and\ndence suggests a relationship between callosal lesions and           prognosis. In addition, we compared the clinico-radio-\nDB, its pathophysiology remains unknown [4].                         logical feature data of the non-MERS and MERS\n    To describe the clinico-radiological features and                groups. The clinico-radiological feature data were ana-\nestablish a clinical position, we retrospectively studied            lyzed using the Mann–Whitney U-test and the Fisher\nchildren who presented with neurological symptoms                    exact probability test for categorical variables, with\nsuch as seizure, DB, and DC with a reversible splenial               comparisons between the non-MERS and MERS\nlesion during febrile illness (RESLEF). We analyzed                  groups. A p value of <0.05 was considered statistically\nthe clinical features, including the etiology (pathogen),            signiﬁcant.\nclinical course, laboratory data, MRI ﬁndings and elec-\ntroencephalography (EEG) ﬁndings, therapy, and                       3. Results\nprognosis.\n                                                                         The demographic data of the 23 episodes from 22\n2. Subjects and methods                                              cases are given in Table 1. The mean age was 7 years\n                                                                     and 1 month (1 year and 9 months to 11 years and\n   Twenty-three episodes in 22 children (1 patient had a             7 months) in 15 boys and 8 girls. Fever elevation\nrecurring episode) who presented with a neurological                 (>37.5 °C) preceded the appearance of neurologic symp-\nsymptom such as a seizure, DB, and DC with RESLEF                    toms in all patients.\nfrom March 2008 to March 2012 were enrolled in this                      The etiologies (pathogens) of the febrile episodes\nstudy.                                                               included inﬂuenza A in 6 episodes (26%), Kawasaki dis-\n   MRI and EEG were examined within 96 h                             ease (KD) in 4 (17%), bronchitis in 3 (13%), UTI in 2\n(35.6 ± 22.3 h for MRI and 33.3 ± 22.8 h for EEG)                    (9%), inﬂuenza B in 1 (4%), Myc in 1 (4%), RS in 1\nfrom the onset of neurological symptoms. MRI fol-                    (4%), rotavirus enterocolitis in 1 (4%), HHV-6 infection\nlow-up was conducted in all cases conﬁrming normaliza-               in 1 (4%), pneumonia in 1 (4%), and tonsillitis in 1 (4%).\ntion of the splenial lesions. EEG follow-up was                      In 16 episodes (70%), the patients had already been\nperformed when the initial recording showed any                      administered medicine before the appearance of neuro-\nabnormality.                                                         logical symptoms.\n   The etiological pathogen was identiﬁed by the follow-                 The average period from fever to the initial neurolog-\ning method. The diagnosis of inﬂuenza and respiratory                ical symptom was 38.4 h. The initial neurological symp-\nsyncytial (RS) virus were established using a rapid anti-            tom was DB in 14 episodes (61%), DC in 3 (13%),\ngen-detection assay from a nasopharyngeal swab. The                  seizure in 4 (17%), and sleep talking in 2 (9%). The aver-\ndiagnosis of rotavirus was established by a positive                 age serum sodium level was 132.7 mEq/L, and 18 epi-\nresult for rotavirus antigen from the patient’s stool sam-           sodes (78%) showed low serum sodium levels (below\nple. The diagnosis of urinary tract infection (UTI) was              136 mEq/L) on admission.\nestablished by positive urine cultures. The diagnosis of                 Seizure occurred in 7 episodes (30%), DC in 13 (56%),\nmycoplasma (Myc) infection was made by means of a                    and DB in 18 (78%), throughout the clinical course.\nparticle agglutination method, based on a 4-fold or                  Sleep talking was the only main neurological symptom\ngreater rise in paired sera. The diagnosis of human her-             in 1 episode (case no. 8). The average duration of DC\npes virus 6 (HHV-6) was established by a positive result             was 26.3 h (continuously), and that of DB was 18.0 h\nby HHV-6 variant B DNA polymerase chain reaction                     (intermittently). Besides these main symptoms, dysar-\nfrom blood sera.                                                     thria occurred in 5 episodes, sleep talking in 3, and feb-\n   In that patients presented with a reversible splenial             rile myoclonus, weakness, and incontinence in 1. As a\nlesion, the diagnosis of MERS was deﬁned as the acute                manifestation of DB, visual hallucination occurred in\nonset of DC lasting for more than 12 h, with no evidence             14 episodes (61%), sensory misperception in 3 (13%),\nof inﬂammatory changes in the cerebrospinal ﬂuid [3–5].              incoherent speech in 15 (65%), emotional changes in 9\nOn the contrary, the diagnosis of non-MERS was given                 (39%), purposeless movement in 10 (43%), and impul-\nwhen the consciousness was clear throughout the clinical             sive behavior in 5 (22%).\ncourse or when DC lasted for less than 12 h. DB is divided               Lesions outside the splenium were found in 4 epi-\ninto the following components: visual hallucination, non-            sodes (17%). A genu lesion was found in 1 episode\nvisual sensory misperceptions (such as auditory halluci-             (4%) and both subcortical white matter (SCWM) and\nnations), emotional changes (such as laughter and fear),             genu lesions were noted in 3 (13%). Follow-up MRI\nincoherent speech, purposeless movement, and impulsive               revealed normalized ﬁndings in both splenial and\nbehavior [1,3].                                                      extra-splenial lesions by the 36th day from the onset of\n\f                                                                                                                                                                                                                                                                                                                                                                                                 332\nTable 1\nDemographic data of the 23 episodes.\nCase   Age (years and   Sex   Etiology        Premedication          Period from    Initial         Initial blood examination           CSF             Neurological symptom                   Components of DB                                                                   Duration   Duration   Period from    Lesions   Period from    EEG       CNS         Therapy for    Prognosis\nno     months)                (pathogen)                             fever to       neurological                                        examination                                                                                                                               of DC      of DB\u0003     initial        outside   initial        ﬁndings   diagnosis   neurological\n                                                                     initial        symptom                                                                                                                                                                                       (hours)    (hours)    neurological   of SCC    neurological                         symptom\n                                                                     Neurological                   Na       BS      CRP        IL-     Cell    IL-     Seizure   DC   DB      Other           Visual          Sensory         Incoherent   Emotional   Purposeless   Impulsive                         symptom to               symptom to\n                                                                     symptom                        (mEq/    (mg/    mg/        6       count   6                                              hallucination   misperception   speech       change      movement      behavior                          MRI (hours)              EEG (hours)\n                                                                     (hours)                        L)       dL)     dL)        (pg/            (pg/\n                                                                                                                                mL)             mL)\n\n1      7y7m             M     Inﬂuenza A                  –          11.5           DB              136      79      0.3            –     –         –   s         s    s               –            –               –          s            s           s             s           3.5        34.5       46.5           None      48.5           Normal    Non_MERS    None           CR\n2      7y1m             F     Inﬂuenza B      Laninamivir            24.5           DB              135      117     0.0            –     –         –   s         s    s               –       s                    –          s            s           s             s           0.1        14.5       21.5           None      39.0           FHSW      Non_MERS    None           CR\n                                              octanoate hydrate\n                                              Acetaminophen\n3      10 y 8 m         M     Inﬂuenza A/     Zanamivir              13.0           DB              132      117     6.6            –     –         –       –     –    s       Sleep talking   s                    –          s                –            –            –              –   44.0       43.5           None      40.5           Normal    Non_MERS    None           CR\n                              pneumonia       CAM\n4_1    4y0m             M     Inﬂuenza A/     Oseltamivir            12.0           DB              129      99      13             –     –         –       –     –    s       Myoclonus       s                    –          s                –       s                 –              –   9.0        60.0           None      35.0           FHSW      Non_MERS    None           CR\n                              urinary tract\n                              infection\n4_2    4y9m             M     Urinary tract   Acetaminophen          30.5           DB              132      125     14             –   np      <8          –     –    s               –       s                    –          s                –            –            –              –   34.5       23.0           None      3.5            FHSW      Non_MERS    None           CR\n                              infection\n                              Enterococcus\n                              faecalis\n5      5 y 10 m         F     Urinary tract               –          97.0           DB              131      100     14             –     –         –       –     –    s               –            –               –          s                –            –        s                  –   0.01       25.0           None      27.5           Normal    Non_MERS    None           CR\n\n\n\n\n                                                                                                                                                                                                                                                                                                                                                                                                 M. Kashiwagi et al. / Brain & Development 36 (2014) 330–336\n                              infection\n                              Escherichia\n                              coli\n6      8 y 11 m         M     Kawasaki        Cefteream pivoxil      93.0           Sleep talking   131        –     4.4        183       –         –       –     –    s       Dysarthria      s                    –          s            s                –            –              –   7.0        44.0           None      19.0           FHSW      Non_MERS    None           CR\n                              disease         CTRX IVIG\n7      5y7m             F     Kawasaki        CFPN-PI                2.0            DB              130      108     22         460       –         –       –     –    s               –       s               s                   –        s                –            –              –   0.02       66.0           None      67.0           Normal    Non_MERS    None           CR\n                              disease/        Montelukast sodium\n                              mycoplazma      Ambroxol\n                              pnemonia        hydrochloride\n                                              Terbutaline sulfate\n                                              Tulobuterol\n8      8y3m             M     Mycoplazma      Cefteream pivoxil      28.0           Sleep talking   131      109     1.2        18        –         –       –     –     –              –            –               –              –            –            –            –              –          –   91.0           None      92.0           Normal    Non_MERS    None           CR\n                              pnemonia        Dextromethorphan\n                                              hydrobromide\n                                              Carbocysteine\n9      11 y 7 m         M     Respiratory     Acetaminophen          83.0           DC              142      99      0.4        <8      np      <8          –     s     –      Dysarthria           –               –              –            –            –            –       10.5              –   5.0            SCWM      7.5            Normal    Non_MERS    MPT(1)         CR\n                              syncytial                                                                                                                                        Weakness                                                                                                                                genu\n                              virus                                                                                                                                            Incontinence\n                              infection\n10     4y8m             F     Rota            Acetaminophen          6.0            DC              131      102     2.9        141     np      21          –     s    s       Dysarthria      s                    –          s            s           s                 –       11.0       11.0       23.5           None      29.5           DHSW      Non_MERS    None           CR\n                              enterocolitis\n11     3 y 10 m         M     Bronchitis      Antihistamine          45.0           DB              135      111     0.6        <8        –         –       –     –    s               –       s                    –          s                –            –            –              –   0.08       63.5           None      67.5           Normal    Non_MERS    None           CR\n12     3y5m             M     Bronchitis      CAM                    10.0           Seizure         135      174     0.3        28        –         –   s         s     –              –            –               –              –            –            –            –       4.0               –   44.5           None      70.0           Normal    Non_Mers    None           CR\n13     6y0m             M     Bronchitis/                 –          24.5           DB              128      62      3.6            –   np          –       –     s    s               –       s                               s                –                                 9.0        9.0        24.0           None      41.5           Normal    Non_MERS    None           CR\n                              sinusitis\n14     6y0m             M     Pneumonia       Salicylamide           43.0           DB              133      50      7.4        33        –         –       –     –    s               –            –          s                   –            –            –            –              –   0.05       15.5           None      35.0           Normal    Non_MERS    None           CR\n                                              Acetaminophen\n                                              Anhydrous caﬀeine\n                                              Promethazine\n                                              methylenedisalicylat\n15     1y9m             F     Human                       –          10.0           Seizure         134      95      0.5            –   np          –   s         s     –              –            –               –              –            –            –            –       6.5               –   7.5            None      8.5            Normal    Non_MERS    Lidocine       CR\n                              herpesvirus 6\n16     4y7m             M     Tonsillitis     Antihistamine EM       131.5          DB              138      83      1.4            –   np          –       –     –    s       Sleep talking   s                    –          s            s           s                 –       2.0        11.0       15.5           None      16.0           Normal    Non_MERS    None           CR\n                                              Tebipenem pivoxil\n                                              CTX Acetaminophen\n                                              Hydrocortisone\n                                              succinate\n17     2y9m             M     Inﬂuenza A      Oseltamivir            24.5           Seizure         135      84      2.8            –   np          –   s         s    s       Dysarthria      s                    –          s            s           s                 –       70.5       47.0       30.5           SCWM      9.0            DNSW      MERS        DZP MDZ        CR\n                                              Acetaminophen                                                                                                                                                                                                                                                            genu                                           MPT(1)\n                                                                                                                                                                                                                                                                                                                                                                      Mannitol\n                                                                                                                                                                                                                                                                                                                                                                      DZP MDZ\n18     3y3m             F     Inﬂuenza A                  –          16.0           Seizure         139      136     0.3            –   np          –   s         s    s       Dysarthria      s                    –          s            s           s                 –       42.5       25.0       19.0           None      20.0           DNSW      MERS        MPT(1)         CR\n                                                                                                                                                                                                                                                                                                                                                                      Mannitol\n19     7y0m             F     Inﬂuenza A                  –          14.0           DC              126      63      1.9            –     –         –       –     s     –              –            –               –              –            –            –            –       28.0              –   24.0           None      26.0           DHSW      MERS        MPT(1)         CR\n                                                                                                                                                                                                                                                                                                                                                                      Mannitol\n20     10 y 8 m         F     Kawasaki        CAM CDTR-PI            53.0           DB              127      119     7.5        136     np      <8          –     s    s               –       s                    –          s                –       s             s           64.0       32.0       35.5           SCWM      24.0           DNSW      MERS        PB MPT(1)      CR\n                              disease         CTRX                                                                                                                                                                                                                                                                     genu\n21     6y3m             M     Kawasaki        Cefteream pivoxil      93.0           DB              129      130     3.6            –     –         –       –     s    s               –       s               s               s            s           s             s           30.5       36.5       71.5           None      24.0           Normal    MERS        MPT(1)         CR\n                              disease\n22     5y1m             M     Rota                        –          7.0            DB              133      73      2.3        <8      np      31      s         s    s               –            –               –          s            s           s                 –       32.5       6.0        19.5           genu      16.5           DHSW      MERS        MPT(1)         CR\n                              enterocolitis\n\n\nSCC, spenium of the corpus callosm; CAM, clarithromycin; CTRX, ceftriaxone; IVIG, y-globulin; CFPN-PI, cefcapene pivoxil hydrochloride hydrate; EM, erythromycin; CTX, cefotaxime; CDTR-\nPI, cefditoren pivoxil; DB, delirious behavior; DC, disturbance of consciousness; BS, blood sugar; CRP, c-reactive protein; IL-6, Interleukin-6; CSF, cerebrospinal ﬂuid; duration of DB\u0003,\nintermittently; SCWM, subcortical white matter; EEG, Electroencephalography; FHSW, focal high-voltage slow wave; DHSW, diﬀuse high-voltage slow wave; DNSW, diﬀuse normal-voltage low\nwave; CNS, central nervous system; MERS, mild encephalitis/encephalopathy with a reversible splenial lesion; DZP, diazepam; MDZ, midazoram; PB, phenobarbital; MPT(1), methylprednisolone\npulse therapy (one course); CR, complete recovery; np, no problem; –, not done.\n\f                                           M. Kashiwagi et al. / Brain & Development 36 (2014) 330–336                              333\n\nneurological symptoms (Figs. 1a and 1b). Slow waves in                     4. Discussion\nthe occipital regions or whole regions on EEG were\nshown in 10 episodes (43%). EEG ﬁndings also con-                              The non-MERS and MERS groups shared similar\nﬁrmed normalization of the background activity by the                      clinic-radiological features. The most essential diﬀer-\n13th day.                                                                  ences between these 2 groups were that non-MERS\n   The patients were treated with anticonvulsant drug in                   group had a lower rate of purposeless movement, DC,\n4 episodes (17%), methylprednisolone pulse therapy in 7                    extension of abnormal lesions outside the splenium,\n(30%), and mannitol in 3 (13%). No case resulted in neu-                   and marked slowing of background activity relative to\nrological sequelae.                                                        the MERS group. These ﬁndings suggest that the non-\n   Diagnoses were made according the diagnostic crite-                     MERS group was positioned at the low end of MERS\nria as described in Section 2. Therefore, 17 episodes                      in terms of presentation. Therefore, we consider that\n(74%) were diagnosed as non-MERS and 6 episodes                            the non-MERS and MERS groups comprise a clinico-\n(26%) as MERS. The age at onset, sex distribution, time                    radiological spectrum.\nfrom fever elevation to the initial neurological symptom,                      We also identiﬁed various etiologies in the non-\nserum sample examination results, and duration of DB                       MERS and MERS groups. Thus, reversible splenial\nwere not signiﬁcantly diﬀerent between the 2 disease                       lesions can occur in a wide range of disease and condi-\ngroups. A signiﬁcantly longer duration of DC in MERS                       tions [7,8]. We experienced a recurrent episode of non-\npatients was due to the diagnostic deﬁnition. The most                     MERS. There were some recurrent episodes [9,10] of a\nessential diﬀerences between these 2 groups were that                      reversible splenial lesion and MERS, as well as a report\nthe non-MERS group had signiﬁcantly lower rate of                          of sisters with MERS [11]. In a previous study, most\npurposeless movement in DB, DC throughout the clini-                       patients with reversible splenial lesion syndrome due to\ncal course, extension of the abnormal lesions outside the                  an infection were children or young adults from Japan\nsplenium on MRI, and marked slowing of background                          [7]. Although MRI examinations are performed more\nactivity on EEG in the acute phase relative to the MERS                    often in Japan than in other countries, genetic factors\ngroup (Table 2).                                                           also might be involved in reversible splenial lesion\n                                                                           development.\n                                                                               With regard to the clinical features, the rate of pur-\n                                                                           poseless movement in DB was statistically lower in\n   A                                  B                                    non-MERS episodes relative to MERS episodes. The\n                                                                           pathophysiology of DB remains poorly understood.\n                                                                           The corpus callosum is the largest ﬁber bundle that pro-\n                                                                           jects into prefrontal, premotor, primary motor, and pri-\n                                                                           mary sensory areas as well as into the parietal, temporal,\n                                                                           and occipital cortical areas [12]. Accordingly, callosal\n                                                                           disconnection can often cause various signs and syn-\n                                                                           dromes that aﬀect motor control, spatial orientation,\n                                                                           vision, hearing, and language-related behaviors such as\nFig. 1a. Case 4–1 (ﬁrst episode). Diﬀusion-weighted images revealed        articulation impairment, performance of unintended\nareas of high intensity in the splenium of the corpus callosum (A). Case   actions, and others [13–15]. Dysarthria and purposeless\n4–2 (recurrence). Diﬀusion-weighted images revealed high-intensity         movement observed in our study may be related to\nareas also in the splenium of the corpus callosum (B).                     symptoms of callosal syndrome. The case report of dys-\n                                                                           arthria and reversible splenial lesions of the corpus cal-\n                                                                           losum may also be related callosal syndrome [16]. In 1 of\n                                                                           our non-MERS cases, the only clinical ﬁnding was sleep\n   A                                 B                                     talking. Thus, reversible splenial lesions result in varying\n                                                                           degrees of neurological symptoms. The rate of DC\n                                                                           throughout the clinical course was statistically lower in\n                                                                           non-MERS episodes compared to MERS episodes in\n                                                                           the present study. We concluded that the rates of pur-\n                                                                           poseless movement and DC were key distinguishing fac-\n                                                                           tors between non-MERS and MERS. These results\n                                                                           demonstrate that reversible splenial lesions exhibit a\n                                                                           wide spectrum of clinical features.\nFig. 1b. Case 20. High-intensity areas were observed in the genu and           In the MRI ﬁndings, the rates of lesions outside of\nsplenium of the corpus callosum (A) and centrum semiovale on               the splenium were statistically higher in MERS episodes\ndiﬀusion-weighted images (B).                                              relative to non-MERS episodes. There were no obvious\n\f334                                       M. Kashiwagi et al. / Brain & Development 36 (2014) 330–336\n\nTable 2\nComparison of the clinical features of non-MERS episodes.\n                                                            Non-MERS (N = 17)                              MERS (N = 6)\nAge (months)                                                73.8 (21–139)                                  70.0 (33–128)            NS\nSex (male:female)                                           12:5                                           3:3                      NS\n                                                            FluA: 3 (with UTI:1,with Pne:1)                FluA: 3\n                                                            Bro: 3 (with Sin:1)                            KD: 2\nEtiology (pathogen)                                         UTI: 2 (recurrence:1)                          Rota: 1\n                                                            KD: 2 (with Myc:1)\n                                                            FluB/Myc/RS/Rota/HHV-6/Pne/Ton/:1\nPeriod [fever-initial neurological symptom] (hours)         39.1 (2.0–131.5)                               34.6 (7.0–93.0)          NS\nInitial neurological symptom (DB)                           11 (65%)                                       3 (50%)                  NS\nInitial blood examination\nNa                                                          133.1 (128–142)                                131.5 (126–139)          NS\n<136 (mEq/L)                                                14 (82%)                                       5 (83%)                  NS\nBS (mg/dL)                                                  101.9 (50–174)                                 100.8 (63–136)           NS\nCRP (mg/dL)                                                 5.5 (0.0–22.2)                                 3.1 (0.3–7.5)            NS\nNeurological symptom\nSeizure                                                     4 (24%)                                        3 (50%)                  NS\nDC                                                          7 (41%)                                        6 (100%)                 p = 0.017\nDB                                                          13 (76%)                                       5 (83%)                  NS\nComponents of DB\nVisual hallucination                                        10 (59%)                                       4 (67%)                  NS\nSensory misperception                                       2 (12%)                                        1 (17%)                  NS\nIncoherent speech                                           11 (65%)                                       4 (67%)                  NS\nEmotional change                                            6 (35%)                                        2 (33%)                  NS\nPurposeless movement                                        5 (29%)                                        5 (83%)                  p = 0.035\nImpulsive behavior                                          3 (18%)                                        2 (33%)                  NS\nDuration of DC (hours)                                      6.6 (0.1–11.0)                                 44.7 (28.0–70.5)         p = 0.003\nDuration of DB (hours)                                      13.4 (0.01–44.0)                               29.3 (6.0–50.0)          NS\nPeriod [initial neurological symptom-MRI] (hours)           36.4 (7.5–91.0)                                33.3 (19.0–71.5)         NS\nLesions outside of SCC                                      1 (6%)                                         3 (50%)                  p = 0.04\nPeriod [initial neurological symptom-EEG] (hours)           38.1 (3.5–92.0)                                19.9 (11–26.0)           NS\nEEG abnormal ﬁndings                                        5 (29%)                                        5 (83%)                  p = 0.035\nPrognosis of complete recovery                              17 (100%)                                      6 (100%)                 NS\nMERS, mild encephalitis/encephalopathy with a reversible splenial lesion; RESLESwF, reversible splenial lesion syndrome with fever; FluA,\ninﬂuenzaA; FluB, inﬂuenzaB; UTI, urinary tract inf; Pne, pneumonia; Myc, Mychoplazma; Bro, bronchitis; KD, Kawasaki disease; Ton, tonsillitis;\nSin, sinusitis; HHV-6, human herpesvirus 6; Rota, rota enterocolitis; BS, blood suger; CRP, c-reactive protain; DB, delirious behavior; DC,\ndisturbance of consciouness; SCC, spenial of corpus callosm; EEG, electroencephalography.\n\ndiﬀerences in the extent of splenial lesions between the 2                    ing febrile illness [1] and in inﬂuenza with delirious\ngroups. We speculated that the increased frequency of                         behavior [4]. Therefore, these reversible splenial lesions\nlesions outside of the splenium was associated with                           have a wide spectrum of associated radiological features.\nincreased incidence of purposeless movement and DC.                              With regard to EEG ﬁndings, the rate of slowing of\nMERS is further characterized as either type 1 with iso-                      background activity was statistically decreased in non-\nlated splenial lesions or type 2 with extensive white mat-                    MERS episodes compared to MERS episodes. The sei-\nter and/or entire callosal lesions [17]. No clinical                          zure incidence was not statistically increased in MERS\ndiﬀerence between types 1 and 2 has been reported,                            episodes relative to that of non-MERS episodes. Of 17\nand these conditions are suggested to have the same                           non-MERS episodes, 4 had seizures, and only 1 showed\npathophysiology [17]. In another MERS report, the                             slowing of background activity on EEG. Of 6 MERS\nauthors speculate that a more severe clinical course                          episodes, 3 had seizures, and all 3 showed slowing of\nand neurologic sequelae are more likely to develop if                         background activity on EEG. Therefore, seizures were\nthe MRI ﬁndings involve the brain beyond the splenium                         not the only cause of EEG background activity slowing\nand show symmetrical lesions in the front parietal white                      in this study, despite the common ﬁnding of increased\nmatter [18]. Another study suggests that splenial lesions                     slow waves following seizures. We concluded that signif-\nshowing transiently reduced diﬀusion are not always                           icant diﬀerences were observed in the slowing of EEG\nreversible [19]. In non-MERS reports, there was no sig-                       background activity between non-MERS and MERS\nniﬁcant diﬀerence in the clinical features and duration or                    episodes. In children with acute encephalitis/encepha-\ncomponents of DB between those with and without a                             lopathy, the characteristic EEG abnormalities exhibited\nreversible splenial lesion in children exhibiting DB dur-                     generalized or predominantly unilateral slowing [20].\n\f                                        M. Kashiwagi et al. / Brain & Development 36 (2014) 330–336                                         335\n\nTable 3\nThe wide spectrum of clinico-radiological features in RESLEF.\nDiagnosis                                                          RESLEF\n                                                                   Encephalopathy      MERS (type2dtype1)         Non-MERS          Delirium\nDisturbance of consciousness            (Wakefulness/awareness)    Server              Moderate                Mild                 None\n                                        (Duration)                 Long                        Middle (intermittent)                Short\nNeuroimaging lesionEEG abnormality      (Reversible)               Irreversible                    Reversible\n                                        (Size)                     Large                             Middle                         Small\n                                        (Continuousness)           Continually                    Occasionally\n                                        (Voltage/frequency)        Low/very slow                 High/mild slow                     Normal\n                                        (Region)                   Generalized                        Focal\nTherapy                                                            Necessary                      Unnecessary\nPrognosis                                                          Poor                               Good\nRESLEF, reversible splenial lesions during febrile disease; MERS, mild encephalitis/encephalopathy with a reversible splenial lesion; EEG,\nelectroencephalography.\n\n\nCorrelations between the degree of DC and that of EEG                   this knowledge will enable a more precise diagnosis\nslowing in delium have been reported [21,22]. In children               and better choice for the treatment of patients with\nwith DB, the EEG abnormalities included mild slowing                    RESLEF spectrum syndrome.\nof the background activity, insertion of semirhythmic\nhigh-voltage slow waves, and appearance of relatively                   References\nhigh-voltage semirhythmic theta waves [23]. EEG\nrevealed transient and mild abnormalities in children                    [1] Okumura A, Hayakawa F, Kato T, Suzuki M, Tsuji T,\n                                                                             Fukumoto Y, et al. Callosal lesions and delirious behavior during\nwith DB but without encephalitis/encephalopathy,\n                                                                             febrile illness. Brain Dev 2009;31:158–62.\nwhich might be useful for diagnostic evaluation of this                  [2] Tada H, Takanashi J, Barkovich AJ, Oba H, Maeda M,\ncondition [23,24]. The characteristic clinical and spectral                  Tsukahara H, et al. Clinically mild encephalitis/encephalopathy\nanalytical features and the numerical EEG data of feb-                       with a reversible splenial lesion. Neurology 2004;63:1854–8.\nrile delirious children facilitate the comparison of serial              [3] Hoshino A, Saitoh M, Oka A, Okumura A, Kubota M, Saito Y,\nﬁndings [25]. Accordingly, non-MERS and MERS epi-                            et al. Epidemiology of acute encephalopathy in Japan, with\n                                                                             emphasis on the association of viruses and syndromes. Brain Dev\nsodes exhibit spectral EEG changes associated with                           2011;34:337–43.\nDC including DB.                                                         [4] Takanashi J, Tada H, Kuroki H, Barkovich AJ. Delirious\n    With respect to therapy and prognosis, all MERS                          behavior in inﬂuenza is associated with a reversible splenial\nepisodes and 1 non-MERS episode were treated with 1                          lesion. Brain Dev 2009;31:423–6.\ncourse of methylprednisolone pulse therapy in the pres-                  [5] Takanashi J. Two newly proposed infectious encephalitis/enceph-\n                                                                             alopathy syndromes. Brain Dev 2009;31:521–8.\nent study. No case resulted in neurological sequelae. In a               [6] The research committee on the clariﬁcation of etiology and on the\nprevious report of 54 MERS patients, steroids were                           establishment of therapeutic and preventive measures of inﬂuenza\nmost frequently given (16 patients); however, 19 patients                    encephalopathy.       Guideline    for   inﬂuenza    encephalopa-\nreceived no speciﬁc treatment, and all of the MERS                           thy. Japan: Ministry of Health, Labor and Welfare; 2005 p. 1–21.\n                                                                         [7] Garcia-Monco JC, Cortina IE, Ferreira E, Martı́nez A, Ruiz L,\npatients showed complete clinical recovery [5]. MERS\n                                                                             Cabrera A, et al. Reversible splenial lesion syndrome (RESLES):\ngenerally has a good outcome; however, 1 MERS case                           what’s in a name? J Neuroimaging 2011;21:1–14.\nhad neurological sequelae [26]. Accordingly, the progno-                 [8] Maeda M, Tsukahara H, Terada H, Nakaji S, Nakamura H, Oba\nsis of MERS varies and it is diﬃcult to make conclu-                         H, et al. Reversible splenial lesion with restricted diﬀusion in a\nsions regarding the necessity of MERS treatment.                             wide spectrum of diseases and conditions. J Neuroradiol\n    From our cases and the previous reports, RESLEF                          2006;33:229–36.\n                                                                         [9] Morioka S, Otabe O, Uehara H, Yokoi K, Ohmizono Y,\ncollectively have a wide spectrum of clinico-radiological                    Ishimaru Y, et al. Recurrence of transient splenial lesions in a\nfeatures, ranging from delirium to encephalopathy with                       child with “benign convulsions with gastroenteritis”. No To\nneurological sequelae (Table 3). These results suggest                       Hattatsu (Tokyo) 2010;42:449–53 (in Japanese).\nthat non-MERS and MERS comprise a certain subset                        [10] Jung YH, Ji KP, Seung HK, Gukmyung C. Recurrent clinically\nof pathological conditions in a syndrome that we have                        mild encephalitis/encephalopathy with a reversible splenial lesion\n                                                                             (MERS) on diﬀusion weighted imaging: a case report. J Korean\ntermed as RESLEF spectrum syndrome. Given the view                           Soc Radiol 2011;64:213–6.\nthat RESLEF spectrum syndrome exists, the clinical                      [11] Imamura T, Takanashi J, Yasugi J, Terada H, Nishimura A.\ncharacteristics and position of non-MERS and MERS                            Sisters with clinically mild encephalopathy with a reversible\nbecome clear.                                                                splenial lesion (MERS)-li",
  "wordCount": 4934,
  "indexed": "2025-09-25T22:49:32.267Z",
  "method": "direct"
}
