{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Md y Md - 2006 - Psychiatric Complications in Dementia.pdf",
  "fileName": "Md y Md - 2006 - Psychiatric Complications in Dementia.pdf",
  "relativePath": "Md y Md - 2006 - Psychiatric Complications in Dementia.pdf",
  "text": "11\n                                Psychiatric Complications in Dementia\n\n                                      Daniel Weintraub and Anton P. Porsteinsson\n\n\nINTRODUCTION\n    Psychiatric complications are very common in all dementias, which are best conceptualized as\nneuropsychiatric diseases. The most common complications involve disturbances in emotions (depres-\nsion, anxiety, apathy, affective lability, irritability, and euphoria), psychosis (delusions and halluci-\nnations), and behavior (restlessness and aggression). These complications are quite heterogeneous and\ncan be difficult to categorize because of fluctuations in symptoms over time and the frequent occur-\nrence of subsyndromal symptoms. Psychiatric co-morbidity is very common in dementia, and most\nof these symptoms or syndromes are associated with excess functional disability. In addition, psy-\nchiatric disturbances in the context of dementia are associated with poorer outcomes, decreased qual-\nity of life, increased institutionalization, and caregiver distress. Our understanding of the etiology and\npathophysiology of behavioral and psychological signs and symptoms in dementia is limited. Screening\ninstruments are available to assist in clinical evaluation and there are a variety of treatment options,\nboth psychopharmacological and psychosocial. This chapter covers the neurobehavioral complications\nof common dementias not covered elsewhere in this book, specifically Alzheimer’s disease (AD), vas-\ncular dementia (VaD), and frontotemporal dementia (FTD).\n\nEPIDEMIOLOGY\nEmotional Disturbances\n   Depression is the best studied of the emotional changes occurring in AD, but the relationship\nbetween depression and AD is complex, and research findings on the epidemiology of depression\nin AD have been inconclusive. There is evidence that both early- and late-onset depression frequently\nprecede the clinical presentation of dementia (1), suggesting that depression either is a risk factor\nfor or a prodromal phase of dementia in some cases. Vascular depression is a term that has been\ncoined to describe nondemented depressed patients with subcortical ischemic disease, and these\npatients may also be predisposed to subsequently develop dementia (2). Depression is common in\nthe earliest stages of AD, but it is not clear if it becomes more common as the disease progresses,\nand because of symptom fluctuation, there is little agreement about the natural course of depres-\nsion in this population (3,4). There is preliminary data that depression may slightly increase mor-\nbidity and mortality (5). Gender and psychosocial factors may play less of a role in depression of AD\nthan in primary depression (6).\n   Studies in clinical settings have found the prevalence of depression (major and minor) in AD to be\n30–50%. These findings have been confirmed by population studies reporting 1-month prevalence and\n\n\n\n                              From: Current Clinical Neurology: Psychiatry for Neurologists\n                       Edited by: D.V. Jeste and J.H. Friedman © Humana Press Inc., Totowa, NJ\n\n                                                       125\n\f126                                                                    Weintraub and Porsteinsson\n\n18-month incidence rates of approx 20% for depressive symptoms. Studies from long-term care esti-\nmate the annual incidence of depression to be at least 6% in that setting.\n    The source of information affects depression estimates in AD, as informed others (e.g., spouses,\nfamily members, and other caregivers) are more likely to report depressive symptoms for the patient\nthan patients themselves, either as a result of better appreciation of depressive symptoms or to over-\nestimation of depression by attributing signs and symptoms of dementia (e.g., apathy) to a mood dis-\nturbance. Depressed AD patients have been reported in some studies to have greater impairment in\nactivities of daily living (ADLs), more rapid cognitive decline, worse quality of life, earlier institu-\ntionalization, increased mortality, and greater caregiver depression than nondepressed AD patients (4).\n    Examining other types of dementia, studies in general have found more emotional changes, includ-\ning depression, anxiety, and apathy, in patients with VaD compared with AD (7,8), whereas psychotic\nsymptoms may be more common in AD than VaD (9). An important point to make is that there appears\nto be considerable overlap between AD and VaD, and many patients diagnosed with either AD or VaD\nlikely have “mixed” dementia. One study reported a 1-month prevalence of 19% for major depression\nin VaD, with 36% of patients having experienced an episode of major depression since the onset of\ndementia. In this study, older age was associated with both the presence and persistence of depres-\nsion, and no patients with a Mini-Mental State Examination score of more than 20 had major depres-\nsion, the latter a finding that may help distinguish depression in VaD from depression in AD (7).\nConcerning FTD, although behavioral disturbances and personality alterations are the most common\npsychiatric manifestations, depression is also reported (10). One study found that FTD patients, com-\npared with AD patients, had greater total Neuropsychiatric Inventory (NPI) scores and higher scores\non most emotional subscales, depression excluded (11).\n    Anxiety is also common in AD, occurring in approx 20–50% of patients, and is frequently comor-\nbid with depression. It also becomes more common as the disease progresses and is associated with\nexcess disability for ADLs (3). Anxiety is also reported to be common at all stages in VaD, but par-\nticularly in advanced dementia. One clinical study found generalized anxiety in 53% and panic attacks\nin 4% of VaD patients (7). Compulsive-like behaviors are common presenting symptoms in FTD, but\nthey are not linked to intrusive thoughts or to overt anxiety as in obsessive-compulsive disorder (10).\nGeneralized anxiety in FTD may be as common as in AD (11).\n    Apathy is another common, complex emotional and behavioral syndrome in AD, with prevalence\nrates between 40 and 80% and an 18-month incidence rate of 20%. Although loss of interest is also\ncommonly a symptom of depression and the two disorders can occur simultaneously, apathy frequently\npresents in the absence of depression. Similar to the other emotional changes described here, apathy\nalso becomes more common as the disease progresses and leads to excess functional impairment (3).\nApathy is considered a core feature of FTD (10) and reported to be even more common in this disor-\nder than in AD (11). Three common behavioral presentations for FTD have been proposed, one of\nwhich is an apathetic subtype characterized by inertia, aspontaneity, loss of volition, unconcern,\nmental rigidity, and perseveration. One study found that 70% of a sample of FTD patients had early\nwithdrawal from usual activities and decreased initiative, although frank emotional withdrawal was\nless common in the initial stages of the illness (10). Anecdotally, family members often believe that\nthe inactivity and aspontaneity in FTD represent a form of depression.\n    Irritability is another common (prevalence rates of 30–50%) emotional change in AD that is best\nunderstood as a secondary symptom of other neuropsychiatric changes. For instance, irritability may\nbe an atypical symptom of depression, as has been reported in non-AD elderly patients. In addition,\nit commonly occurs in conjunction with behavioral changes and psychosis. In a comparison study of\nFTD and AD, irritability was equally common in the two disorders (11).\n    There are other, less common emotional changes that can occur in dementias. Although mania is\nrelatively rare in AD (<5% of patients), transient euphoria occurs in up to 10% of patients. Euphoria\nand frank mania is reported to be even more common in FTD than AD, affecting up to one-third of\npatients (10,11). “Affective lability” (akin to the syndrome of “pseudobulbar affect”) represents short-\n\fPsychiatric Complications in Dementia                                                                127\n\nlived changes in affect, typically crying but sometimes laughing episodes, that either are unprovoked\nor minimally provoked and are disconnected from the underlying mood state. Finally, “catastrophic\nreactions,” which are severe short-lasting emotional outbursts, occur in approx 15% of AD patients.\n    There is significant overlap in psychiatric symptoms in neuropsychiatric diseases, both within the\nemotional realm and between emotional, behavioral, and psychotic domains. For instance, applying\nLatent Class Analysis to the NPI, AD patients were classified into three groups: (a) those with no or\nlittle psychiatric symptoms; (b) those with primarily affective symptoms (depression, irritability, anx-\niety, and apathy); and (c) those with primarily psychotic symptoms (hallucinations and delusions).\nHowever, delusions and aberrant motor behavior also were common in the affective group (12). In\na separate study applying factor analysis to the NPI, a three-factor solution was generated. One was a\nmood factor with anxiety and depression; another a psychosis factor including agitation, hallucina-\ntions, delusions, and irritability; and the third was a frontal factor characterized by disinhibition and\neuphoria (13).\nPsychosis and Behavioral Disturbances\n   Psychotic symptoms and behavioral dyscontrol are common in dementia and can occur through-\nout its clinical course (14), although they tend to be less common in the early stages. Delusions (fre-\nquently persecutory in nature), wandering, and agitation are common symptoms in moderate stages.\nIn the advanced stages of dementia, socially inappropriate or disinhibited behavior, repetitive pur-\nposeless actions, and aggression can be present. Longitudinal studies have suggested that although\ndepressive features tend to fluctuate over time, psychotic features are more persistent, and agitation\npersists in 60–80% of patients.\n   Psychosis has been described in all types of dementia but is best studied in AD. The prevalence\nof specific psychotic symptoms varies greatly depending on the type of dementia, which may reflect\ndifferent neuropathologic origins. Up to one-half of patients with AD may develop a psychotic syn-\ndrome and/or agitation at some point during their illness, and isolated psychotic symptoms may be\neven more common. Studies of VaD report prevalence of psychotic symptoms on par with AD, but\nsuch symptoms are uncommon in FTD. Common psychotic symptoms associated with dementia\ninclude hallucinations, delusions, and misperceptions. The prevalence of hallucinations and delusions\nvaries with the stage of dementia, becoming most prominent in the moderate to severe stages of ill-\nness. Essential questions remain about the nature of these symptoms in patients with more severe\ncognitive impairment, which limits accurate self-reporting of symptoms and interpretation of events\nin the environment.\n   Agitation also is common in dementia, occurring with similar frequency in AD and VaD. Incidence\nrates in patients with mild-moderate AD are 20–40% after 1 year and up to 50−60% after 2 years.\nAgitation becomes more common as dementia progresses (15,16). Agitation, overactivity, and disin-\nhibition are even more common in FTD than AD. A particularly troubling form of agitation is inap-\npropriate sexual behavior, which has been reported to occur in 15% of patients with dementia.\n\nSIGNS AND SYMPTOMS\nEmotional Disturbances\n   It has been reported that depression in both AD and VaD is typically milder (i.e., minor as opposed\nto major depression, less suicide ideation, fewer melancholic features, more waxing and waning) than\nthat seen in primary depression, meaning a decreased number, severity, or persistence of symptoms.\nIn addition, depressive and dementia symptoms can be confounded. For instance, anhedonia (defined\nas a loss of interest or pleasure and a core symptom of depression in the fourth edition of the Diagnostic\nand Statistical Manual [DSM–IV]) may overlap with apathy. Also, neurovegetative disturbances (e.g.,\ninsomnia, decreased appetite), psychomotor changes, and problems with attention and concentration\nare common in depression, in AD itself, and in commonly co-occurring medical conditions. There is\n\f128                                                                       Weintraub and Porsteinsson\n\nsome evidence that irritability is a common symptom of depression in AD. For the reasons listed pre-\nviously, it is important to establish the accuracy of a depression diagnosis by also inquiring if the patient\nis experiencing a sad mood and has typical cognitive symptoms of depression (e.g., thoughts of worth-\nlessness, guilt, and life not being worth living) (6).\n    Anxiety symptoms in AD typically are generalized in nature, although discrete anxiety attacks are\npossible. The generalized worrying is sometimes so extensive as to be perserverative in nature and dif-\nficult to ameliorate. Anxiety is often accompanied by motor restlessness, and patients with worsening\nneuropsychiatric symptoms in the late afternoon and evening (i.e., sundowning) often demonstrate\nincreased anxiety at these times.\n    Apathy is commonly defined as a loss of interest, or more specifically as a decrease in goal-\ndirected emotions, behavior, and speech. The emotional changes in FTD are characterized by both the\nloss of capacity to demonstrate both primary (e.g., happiness, sadness, and fear) and social emotions\n(e.g., embarrassment, sympathy, and empathy) (17). Apathy is more typically observed by informed\nothers as opposed to reported by patients, as lack of self-awareness can be a core component of this\nsyndrome. Patients, if unprompted, will remain in a passive and introverted state for extended peri-\nods of time. It remains controversial if apathetic patients are able to achieve and maintain their pre-\nmorbid emotional state if sufficiently engaged. Although it seems contradictory, both AD and FTD\npatients with apathy can present with a mixture of inertia and overactivity, demonstrating variability\nin symptomatology. Irritability usually manifests itself as short-temperedness and criticalness that is\nout of character or in excess of what would have been expected for the given individual. It may be\ncompletely unprovoked or an excessive reaction to a minor provocation.\n    Euphoria in AD and FTD commonly presents as inappropriate and disinhibited social behavior,\nincluding overfamiliarity, sexually inappropriate behavior or comments, and jocularity. Excessive\nspending with a lack of awareness of its implications has also been reported. The mood may be irri-\ntable as opposed to the classically described mood elevation, and motor restlessness is common.\nPressured speech may occur in frank mania, which is more common in FTD than AD. There usually\nis a striking loss of insight and lack of concern over the problematic behavior.\n    Affective lability usually presents as short, tearful outbursts that are unprovoked or unexpected given\nthe circumstances. A common example is crying over a particular scene in a movie, when this would\nnot have previously occurred. Patients and family members are frequently puzzled by this behavior,\nwhich is short-lived, uncontrollable, and usually not associated with persistent changes in mood. It\nhas been reported that affective lability may cluster with irritability and aggression rather than with\ndepressive symptoms (5).\n    Catastrophic reactions may be precipitated by a sudden awareness of cognitive impairment and may\nclearly signify the presence of dementia. For instance, a common scenario is someone with ques-\ntionable memory deficits who becomes disoriented and emotionally distraught.\nPsychosis and Behavioral Disturbances\n   Delusions in dementia are typically simple, nonbizarre, and focus on fear of theft, infidelity, or\nabandonment. Misperceptions are also prevalent in dementia. Examples include visual agnosia and\nbelieving that characters on television are real. Hallucinations are usually visual or auditory in nature.\n   It is uncommon for patients with dementia to have a sustained and well-developed delusional\nsyndrome, which is common in schizophrenia. More often, delusions and hallucinations are interme-\ndiate in persistence. In many cases, the only obvious manifestation of psychosis is a behavioral\nchange, such as agitation. Delusions and hallucinations are often associated with aggression and\nprominent caregiver burden.\n   Agitation is a descriptive term applied to a heterogeneous group of inappropriate verbal, vocal, or\nmotor behaviors that may or may not be explained by apparent needs or confusion. It is perhaps the\nmost troublesome form of behavioral dyscontrol in dementia. Agitated behaviors may be classified\n\fPsychiatric Complications in Dementia                                                               129\n\ninto four dimensional factors: physical nonaggressive, verbal nonaggressive, physical aggressive, and\nverbal aggressive. Features of agitation include: aggressive behaviors, such as hitting, kicking, curs-\ning, biting, and spitting; motor agitation, such as pacing, aimless wandering, and repetitious man-\nnerisms; and verbally agitated behaviors, such as screaming, incessant complaining, and repeating\nword, sentences, or sounds. Inappropriate sexual behavior usually manifests itself either as increased\nlibido, a change in sexual orientation, or disinhibition.\n\nNEUROBIOLOGY AND OTHER ETIOPATHOLOGICAL FACTORS\n   Although our understanding of the underlying neurobiology of AD is advancing rapidly, the etiol-\nogy and pathophysiology of behavioral and psychological signs and symptoms is far less well under-\nstood. The literature is inconsistent, partly a result of the lack of consensus over phenomenology and\nthe fleeting nature of behavioral symptomatology. The neurobiological changes of behavior likely are\ndynamic, involving biochemical, structural, genetic, and environmental factors that are in flux. It is\nalso probable that certain behaviors reflect either unmet needs or emotions, or misapprehension of\nthe behavior of others or of the environment on the basis of cognitive impairment. Specific dementia\ndiagnosis may also be an important factor, as evidence mounts that patients with AD, VaD, FTD, Lewy\nbody dementia, and Parkinson’s disease dementia have varying clinical presentations.\nEmotional Disturbances\n   Imaging studies have found a relationship between depression in AD and white matter hyperin-\ntensities on magnetic resonance imaging , particularly in the frontal lobes. Using functional imaging,\ndepression patients are reported to have decreased cerebral blood flow and metabolism, including in\nthe frontal, temporal, and parietal areas. Depression in AD has also been associated with selective loss\nof noradrenergic cells in the locus ceruleus and with a reduction in dorsal raphe serotonergic nuclei\nand cortical serotonin reuptake sites. No clear association between apolipoprotein E or serotonin trans-\nporter gene status and depression in AD has been found (4). Concerning VaD, an interesting study\nfinding requiring replication was that depressed patients were less likely to have experienced a major\ncerebrovascular accident than nondepressed subjects with VaD (7).\n   Apathy in both AD and FTD has been associated with decreased cerebral blood flow and metabo-\nlism in the frontal lobes, particularly in the medial frontal/anterior cingulate regions and extending\ninto the dorsolateral frontal cortex. Euphoria has also been associated with reductions in frontal cere-\nbral perfusion (3).\n   Findings from neuropsychological tests represent a surrogate biological marker in neuropsychi-\natric diseases. Apathy in AD and FTD has been associated with diminished executive function, includ-\ning tests involving set shifting and verbal fluency. Similar findings have been reported for patients\nwith euphoria (3).\n   Affective lability, particularly symptoms meeting criteria for pseudobulbar affect, is thought to\nreflect a disruption in the cortical-brainstem pathways. As a result, the bulbar neurons are released\nfrom cortical modulation, resulting in tearful and laughing episodes previously described.\nPsychosis and Behavioral Disturbances\n   Certain factors have been found to be associated with visual hallucinations in AD, such as older\nage, decreased visual acuity, greater occipital lobe atrophy, and presence of visual agnosia. Delusions\nhave been associated with metabolic and perfusion abnormalities in the frontal and temporal cortex,\nareas that have a marked cholinergic deficit in AD. There also is evidence for a role in changes in amin-\nergic neurotransmitter systems and temporolimbic structures in the development of hallucinations,\ndelusions, and delusional misidentification.\n   Agitation has been associated with cholinergic and serotonergic dysfunction, norepinephrine hyper-\nactivity, temporal and frontal lobe hypometabolism, and frontal lobe tangles and tau pathology.\n\f130                                                                     Weintraub and Porsteinsson\n\nCommon genetic polymorphisms in serotonin and dopamine receptor genes, previously showing\nassociations with other neuropsychiatric conditions characterized by florid psychopathology, may play\na role in psychosis and behavioral dyscontrol in AD.\n\nDIAGNOSIS\nEmotional Disturbances\n   Diagnosing depression in AD can be difficult because of symptom overlap with the underlying\ndisease state or with other neuropsychiatric disorders. For instance, neurovegetative symptoms, con-\ncentration and attention impairment, and psychomotor changes are all DSM-IV depression symptoms,\nyet they also commonly occur in AD without depression. Also, the syndrome of apathy may be con-\nfounded with depression, as it is natural to assume that lack of activity and emotional expression is a\nmanifestation of depression. In such cases, it is important to inquire if the patient is aware of a sad\nmood or is unable to experience pleasure; without one of these additional symptoms, depression is\nunlikely. Other symptoms that are thought to be more specific to depression include guilt or negative\nthinking and suicide ideation. Although psychotic and depressive symptoms can overlap, episodes of\npsychotic depression, with delusions of guilt or nihilism, are rare in AD.\n   For the reasons outlined here and to facilitate clinical and pharmacological research in this area, a\nNational Institute of Mental Health-sponsored work group recently drafted provisional consensus diag-\nnostic criteria for depression of AD (6). The criteria, which emphasize depressed mood or inability\nto experience pleasure instead of loss of interest, eliminate decreased concentration or attention, and\nintroduce irritability and social isolation or withdrawal as depressive symptoms, require fewer symp-\ntoms (a minimum of three) and less persistence than needed to achieve a DSM-IV diagnosis of major\ndepression, thus capturing the larger number of AD patients who experience less severe forms of\ndepression.\n   To assess severity of depression in dementia using a rating scale, it is recommended that self-report\nscales such as the Geriatric Depression Scale or the Beck Depression Inventory be used only in patients\nwith no more than mild to moderate impairment (18). A commonly used rater-administered tool is the\nCornell Scale for Depression in Dementia (CSDD), which is the only instrument validated specifically\nfor the assessment of depression in dementia. One advantage to this instrument is that the assessor inter-\nviews both the patient and an informed other before making a rating, allowing for useful collateral infor-\nmation to be incorporated, and there is some evidence that the CSDD may be more sensitive than other\ninstruments to changes in depression severity over time (4). As mood symptoms in dementia can fluc-\ntuate and occur at any stage of the illness, it was recently recommended that screening for depression\nin patients with dementia should occur every 6 months in nursing home settings (18).\n   Apathy sometimes is a presenting symptom of AD. Informed others will report a significant change\nin the patient’s activity level, communication, or emotional state, and typically assume it is depres-\nsion. These patients usually do not respond to antidepressants and are labeled as having treatment-\nresistant depression. Only by obtaining a careful history, assessing mood and cognitive symptoms,\nand administering neuropsychological testing focused on memory is it possible to establish that such\npatients are in the early stages of AD. Apathy is a core symptom of FTD and can be useful in distin-\nguishing it from AD and VaD, particularly when depression is absent (11).\n   Because there is a common overlap between depression and anxiety, it is important to ask if anx-\niety symptoms are present even when depressed mood or other symptoms of depression are not. Inquiry\nshould focus on specific, excessive concerns that a patient has, and whether they reach the threshold\nfor anxiety or panic attacks, which are discrete, time-limited states of extreme worry accompanied by\nsignificant somatic distress.\n   Episodes of affective lability are distinguishable from depression, as the former are time-limited,\nrelatively infrequent, and not accompanied by an underlying depressed mood. Likewise, the signs and\nsymptoms of euphoria are not sustained the way they are in a true manic episode.\n\fPsychiatric Complications in Dementia                                                                 131\n\nPsychosis and Behavioral Disturbances\n   In order to improve diagnosis and treatment of psychosis and behavioral disturbances related to\ndementia, a recent consensus conference (14) proposed criteria for Psychosis of AD in the format of\nDSM-IV. The criteria, which have been provisionally accepted by the Food and Drug Administration,\ninclude a primary diagnosis of AD, the presence of either hallucinations or delusions that begin after\nthe onset of dementia, are present for at least one month, and are associated with disruption in the\npatient’s and/or others’ functioning. In addition, exclusion criteria are other causes for psychosis (e.g.,\nschizophrenia, delirium, or other general medical condition). A similar consensus could not be reached\nfor the definition of agitation in AD. Thus, in the absence of both consensus in the field and a better\nunderstanding of the pathoetiology of these symptoms, one must utilize a systematic approach to\nthe evaluation and management of a dementia patient with psychosis and/or behavioral dyscontrol.\nThe key general elements in this approach are: (a) clarification of target symptoms; (b) ruling out under-\nlying medical conditions, drug effects and interactions, and occult major psychiatric diagnoses; and\n(c) creatively using social, environmental, and behavioral strategies. Only in emergent situations or\nwhen these nonpharmacological interventions have failed should medications be utilized.\n   Most behavioral rating scales designed for dementia have a broad focus that allows for ratings of\nvarious domains of behavior. The Brief Psychiatric Rating Scale, NPI, and Behavioral Pathology in\nAlzheimer’s Disease Rating Scale are three commonly used tools. Of the rating scales that have\nspecifically focus on agitation, the Cohen-Mansfield Agitation Inventory is the best known.\n\nTREATMENT\nEmotional Disturbances\n   Most medical treatment for depression is delivered by non-psychiatrist physicians. This is appro-\npriate, given the relatively safe and uncomplicated first-line antidepressants that are now available. In\ngeneral, it recommended that patients with suicide ideation, psychotic symptoms or other psychiatric\nco-morbidity, and nonresponders to at least 6 weeks of an adequate dosage of an antidepressant should\nbe referred to a mental health professional for evaluation and treatment (18).\n   First-line antidepressant treatment for depression in AD is a selective serotonin reuptake inhibitor\n(SSRI) or another newer antidepressant (e.g., mirtazapine or venlafaxine), which is similar to rec-\nommendations for the elderly in general (19). Overall, results from antidepressant treatment studies\nin AD have been equivocal, partly as a result of heterogeneity in study designs, small sample sizes,\nand the inclusion of patients with milder forms of depression in many studies (4,5). A recent, double-\nblind, placebo-controlled study for major depression in AD found an SSRI to be superior to placebo\ndespite a small sample size (20). Depression reduction has not consistently been associated with\nimprovement in function, cognition, or other psychiatric symptoms in treatment studies, partly owing\nto small sample sizes and insensitive measures (5).\n   Although all newer antidepressants are thought to have equal efficacy, there are slight differences\nbetween them in side effect profiles and drug–drug interactions. For instance, mirtazapine tends to pro-\nmote sleep and weight gain, which might be desirable in some patients; citalopram and escitalopram\nappear to have very limited drug–drug interactions and a relatively benign side-effect profile, which may\nbe useful in patients with co-morbid medical conditions who are taking numerous other medications.\n   As there have been very few treatment studies of depression in VaD (other than post-stroke depres-\nsion) and FTD, treatment recommendations are similar to those for depression of AD. It has been\nreported that depressed patients with subcortical vascular lesions and frontal lobe syndromes have a\npoorer response to antidepressant treatment than nondemented elderly depressed patients. One small\nopen-label study of antidepressants in FTD did report a decrease in depressive and other psychiatric\nsymptoms with SSRI treatment (21).\n   In general, it is best not to use tricyclic antidepressants in patients with dementia, as the anti-\ncholinergic side effects can worsen cognition. Trazodone is not commonly used as an antidepressant\n\f132                                                                      Weintraub and Porsteinsson\n\nany longer, but is commonly used for sleep disturbances in dementia. Concerning nonantidepressant\nmedications, several trials of cholinesterase inhibitors have found that in addition to their cognitive-\nenhancing effects they may also lead to improvement in depressive symptoms, anxiety, and apathy in\nboth AD and VaD (3).\n   Nonpharmacological treatments for depression of AD have not been well studied. However, if\nthe level of cognitive impairment is mild, it is appropriate to consider psychotherapy that utilizes\ncognitive-behavioral, supportive, and problem-solving techniques, particularly for patients who have\na significant cognitive or psychological component to their depression (e.g., trouble coping with a\nrecent diagnosis of AD). For milder forms of depression, psychotherapy can be considered instead of\nantidepressant treatment; for major depression it is appropriate to consider psychotherapy in combi-\nnation with an antidepressant (18). It is often helpful to involve informed others when using psycho-\ntherapy for patients with dementia, and a nonpharmacological intervention study demonstrated the\nefficacy of two caregiver interventions in reducing both caregiver and patient depression. Other recom-\nmended nonpharmacological interventions include increasing social activities and providing mean-\ningful activities, such as day programs, volunteering, religious activities, or activities that aim to\nincorporate the patient’s particular skills or interests (18).\n   Newer antidepressants are typically used as the first-line treatment for anxiety disorders in AD,\nand there is some evidence that atypical antipsychotics have antianxiety effects. Sometimes it is\nnecessary to use benzodiazepines (BZPs) on a scheduled or as needed basis, but they should be used\ncautiously because of their potential to worsen cognition, impair gait, and cause sedation. When used,\nlorazepam is a common choice, as it does not require oxidative metabolism by the liver or have active\nmetabolites. Although there is some evidence that buspirone, a non-BZP anxiolytic, is help-\nful for agitation in dementia, there is little evidence to support its use in this population as an anti-\nanxiety agent.\n   There are no approved treatments for apathy, but stimulants (e.g., methylphenidate and dextro-\namphetamine) and related compounds (e.g., modafanil) are commonly used in clinical practice. In\naddition, there is an interest in using dopamine agonists (e.g., ropinirole and pramipexole) and\nnorepinephrine reuptake inhibitors (e.g., atomoxetine), as there is speculation that they improve\nfrontal lobe performance. There are small trials demonstrating the efficacy of antidepressants for\naffective lability, and mood stabilizers (e.g., valproic acid) are also used clinically for this condition.\nFinally, newer antipsychotics (e.g., risperidone and olanzapine) have been shown to decrease irri-\ntability in trials that were designed to assess the efficacy of these agents for psychosis and behav-\nioral disturbances.\nPsychosis and Behavioral Disturbances\n    Psychosocial interventions need to focus on the environment, the patient, and caregivers.\nEliminating environmental stimulation sometimes reduces behavioral dyscontrol. Important environ-\nmental triggers include the following: unfamiliar people, places, and sounds; sensory overload;\nchanges in routine; and isolation. Patient-related interventions often focus on unmet needs. Many indi-\nviduals with late-moderate or advanced dementia have communication problems, which translate into\ndifficulties conveying basic needs such as hunger, thirst, or a need for toileting. A need for autonomy\nor independence may be expressed as agitation. Caregiver interventions emphasize education about\nthe disease and its effects; realistic expectations of the patient; enhancing communications; and sup-\nport around caregiver stress.\n    Because there is little empirical evidence to guide decision making in selecting a medication, we\nbegin by formulating a working hypothesis that places the patient’s psychopathology in a context. For\nexample, if “agitation” is associated with delusions of theft or harm, we might select an antipsychotic.\nIf it is associated with tearfulness, social withdrawal, or preoccupation with themes of loss or death,\nwe might consider an antidepressant first. If it is associated with impulsivity, aggression, lability of\nmood, or excessive motor activity, we might consider an antipsychotic or a mood stabilizer first.\n\fPsychiatric Complications in Dementia                                                                 133\n\n    Although clinical studies have not validated this approach to treatment, two major practice guide-\nlines for the treatment of agitation rest on the assumption that matching target symptoms to drug class\nis appropriate. One was based strictly on published data (22), whereas the other was based on expert\nclinical consensus (23). After selecting a class of medication, a specific agent is chosen based both\non evidence of efficacy and a favorable safety and tolerability profile. In general, optimal dosing is\none or two times daily. A reduction in the frequency or severity of symptoms, rather than a full reso-\nlution, is a reasonable goal. A general principle is “start low, go slow,” meaning that medication is\ngenerally started at a low dosage and gradually increased until there is evidence of either clear bene-\nfit or toxicity.\n    When a treatment trial is positive it is reasonable to continue treatment for a period of weeks or\nmonths, at some point considering medication reduction or discontinuation, with close monitoring for\nre-emergence of signs and symptoms. Where a medication appears ineffective, it is reasonable to per-\nform an empiric trial in reverse, tapering the medication and monitoring for problems during with-\ndrawal. This strategy may reveal behavioral problems that actually were better with treatment.\n    Concerning antipsychotics, two meta-analytical studies examined the use of conventional agents\nfor behavioral disturbances and found modest treatment effects, no differences between specific med-\nications, and troublesome side effects. Common side effects include extrapyramidal symptoms (EPS),\ntardive dyskinesia, sedation, peripheral and central anticholinergic effects, postural hypotension, car-\ndiac conduction defects, and falls. As rates of tardive dyskinesia are at least fivefold greater in elderly\nthan younger populations (24), the use of conventional antipsychotics in this patient population\nrequires careful monitoring for movement disorders.\n    Examining atypical antipsychotics, positive results were reported in two of three large multicenter\ntrials of risperidone that were completed in nursing home patients with moderate-severe dementia and\npsychosis and/or agitation. The first positive study compared risperidone (0.5, 1, and 2 mg per day)\nwith placebo in 625 institutionalized subjects (25). EPS and somnolence emerged in roughly 25% of\nsubjects at the 2 mg per day dose, with good tolerability and safety otherwise. The highest response\nrates were seen at the 1 and 2 mg per day dosages, and benefits were noted on measures of both psy-\nchosis and aggression.\n    More recently, a 12-week study compared placebo to a flexible dose of risperidone, up to a maxi-\nmum of 2 mg per day (mean dosage 0.95 mg per day) (26). At endpoint, risperidone was superior to\nplacebo on aggression and global measures. Cerebrovascular adverse events (CVAEs) were reported\nin 3 patients (1.8%) treated with placebo and 15 patients (9%) treated with risperidone, 5 of whom\nsuffered a stroke and 1 a transient ischemic attack. Of these 6 patients, 5 had either VaD or mixed\ndementia, and all 6 had significant predisposing factors for CVAEs. Subsequently, a pooled analysis\nof four placebo-controlled trials in patients with dementia (N = 1230) found that the incidence of\nCVAEs was statistically significantly greater in risperidone-treated than placebo-treated patients (3.8\nvs 1.5%). Once again, the majority of patients reporting CVAEs had significant predisposing factors.\n    Two studies have examined the use of olanzapine in patients with dementia. One was underdosed\nand was not associated with either toxicity or efficacy. The other was a randomized, placebo-controlled,\nmulticenter study for agitation and/or psychosis in 206 nursing home residents treated and used olan-\nzapine at dosages of 5, 10, and 15 mg per day (27). Measures of agitation and psychosis improved sig-\nnificantly at 5mg per day compared with placebo, an effect less evident at 10 mg per day and not evident\nat 15 mg per day. Common dose-related side effects were sedation (25–36%) and gait disturbance (20%).\nThese results suggest an efficacious and well-tolerated target dose of 5 mg per day.\n    In a pooled analysis of five placebo-controlled trials in patients with dementia (N = 1852), the inci-\ndence of CVAEs was statistically significantly greater in olanzapine-treated than placebo-treated\npatients (1.3 vs 0.4%, respectively). In two active comparator trials, the risk for olanzapine was com-\nparable to risperidone and conventional antipsychotics. The incidence of death was statistically sig-\nnificantly higher among olanzapine-treated than placebo-treated patients (3.5 vs 1.5%, respectively).\nAll olanzapine-treated patients who suffered CVAEs had risk factors for cerebral ischemic events.\n\f134                                                                     Weintraub and Porsteinsson\n\n    Quetiapine has not been as extensively studied in this population, with just one placebo-controlled\ncomparison trial vs haloperidol for psychosis in dementia, the results of which have been presented\nin abstract form only. The mean doses were 120 mg per day (quetiapine) and 2 mg per day (haloperi-\ndol). Neither antipsychotic was superior to placebo, but both improved agitation. Quetiapine treat-\nment was associated with better daily functioning than treatment with either placebo or haloperidol,\nand it demonstrated better tolerability than haloperidol with respect to EPS and anticholinergic side\neffects.\n    Ziprasidone has no published data on use in this patient population. Aripiprazole, a novel dopamine\nmixed agonist/antagonist, has been used in three large phase III studies in patients with AD and psy-\nchosis. Results published so far suggest a benefit for agitation and mood disturbance, variable impact\non psychosis, and overall good tolerability at doses of 5–15 mg per day.\n    The atypical antipsychotics as a class are very likely better tolerated than conventional antipsy-\nchotics, and at least as efficacious. Both conventional (particularly high-potency agents) and atypical\nantipsychotics (particularly risperidone and olanzapine at higher dosages) are capable of producing\nEPS, especially parkinsonism. However, Jeste et al. (28) recently reported a cumulative tardive dys-\nkinesia incidence rate of 2.6% in 330 dementia patients treated openly with risperidone (mean dose\napprox 1 mg per day) for a median of 273 days. This figure is considerably less than that reported in\nolder subjects treated with conventional agents. However, we believe the risk of worsened gait, with\nincreased dependence and increased risk of falls, mandates that special attention be paid to gait\nchanges after initiation of any antipsychotic medication.\n    Most studies with BZPs have reported a reduction in agitation with short-term therapy, although\nfew have been placebo-controlled. High rates of side effects are reported, including ataxia, falls, con-\nfusion, anterograde amnesia, sedation, and light-headedness. Thus, BZPs are reserved for agitation\nassociated with procedures or on an as-needed basis for acute agitation. Drugs with simple hepatic\nmetabolism and relatively short half-lives, such as lorazepam 0.5 mg one to three times daily, are\nselected most often.\n    There are mixed results from clinical trials using SSRIs for agitation in patients with dementia,\nalthough in a recent placebo-controlled comparison (citalopram vs perphenazine) study in hospi-\ntalized patients with agitation and/or psychosis, only citalopram was superior to placebo for agita-\ntion and aggression (29). There are a number of case series and open trials suggesting benefit for\ntrazodone at dosages of 50–400 mg per day. Symptoms of irritability, anxiety, restlessness, and\ndepressed affect have been reported to improve in some cases, along with disturbed sleep. The main\nside effects included sedation and orthostatic hypotension. Current recommendations reserve\ntrazodone use for insomnia. A typical starting dose is 25 mg at bedtime, with maximum doses of\n100–250 mg per night.\n    The term mood stabilizer was first applied to the lithium salts but more recently has been extended\nto include several anticonvulsants that may have antimanic effects. Carbamazepine and valproate are\nthe best-studied agents in the anticonvulsant class. The bulk of available evidence suggests that they\nhave antiagitation effects more or less equivalent to other “effective” psychotropics. A placebo-\ncontrolled, parallel group study of carbamazepine in 51 patients found a significant reduction in agi-\ntation at a mean dosage of 300 mg per day (30). Tolerability in carbamazepine studies was generally\ngood, with evidence of sedation and ataxia, but there is potential for more serious side effects and\ndrug–drug interactions.\n    Valproic acid, also available as a better-tolerated enteric-coated derivative (divalproex sodium), has\nalso been widely studied. Two randomized, placebo-controlled clinical trials suggest an antiagitation\neffect with generally good tolerability. Side effects occurring more often in the drug group were seda-\ntion, mild gastrointestinal distress, mild ataxia, and an expected mild (but not clinically significant)\nthrombocytopenia (31). The available evidence suggests a starting dosage of 125 mg twice daily,\nincreasing by 125–250 mg increments every 5–7 days. The maximal dose is determined by clinical\nresponse, or in the event of clinical uncertainty a serum level of approx 60–90 μg/mL.\n\fPsychiatric Complications in Dementia                                                                                   135\n\n   There is considerable evidence suggesting that cholinesterase inhibitors have psychotropic effects\nin patients with dementia. A placebo-controlled study of rivastigmine in patients with Lewy body\ndementia showed that patients on drug had fewer delusions and hallucinations than controls. Almost\ntwice as many patients on rivastigmine were deemed responders, defined as at least 30% improve-\nment from baseline on the sum of scores for the delusions, hallucinations, apathy, and depression sub-\nscales of the NPI (32). In the only prospective study of cholinesterase inhibitors in AD with behavioral\nsymptoms, a 6-month trial found donepezil to be superior to placebo on the apathy, depression, and\nanxiety subscales of the NPI.\n   Antipsychotics, antidepressants (particularly SSRIs), and mood stabilizers have all been used clin-\nically for the treatment of inappropriate sexual behavior in dementia, although there have been few\ncontrolled studies of psychotropic medication for this problem. Results of preliminary research sug-\ngest benefit from the use of antiandrogen agents (e.g., medroxyprogesterone acetate, cyproterone\nacetate, and conjugated estrogens) and cimetidine (an H2-receptor antagonist purported to be a non-\nhormonal antiandrogen) for this problem. Although beyond the scope of this chapter, recommenda-\ntions exist for specific psychosocial interventions to help manage this behavior. Regardless the setting\nand the specific treatment that is utilized, it is important that patients with dementia and inappropri-\nate sexual behavior be closely monitored to ensure the safety of others in the environment.\n\nSUMMARY\n   Psychiatric complications are common in most types of dementia, and can roughly be grouped into\ndisturbances in affect, behavior, and thinking. Psychiatric co-morbidity and a fluctuating course are\ncommon, which can complicate diagnosis and treatment. Psychiatric disturbances warrant clinical\nattention and treatment, as they are associated with poorer outcomes, decreased quality of life,\nincreased institutionalization, and caregiver distress.\n   Psychotropic medication should be used only after simpler nonpharmacological interventions have\nbeen attempted. When possible, drug selection should be based on matching target symptoms to drug\nclass. Most of the available clinical trials indicate that newer antidepressants and atypical antipsychotics\nare the medication classes most likely to be beneficial for the psychiatric complications commonly\nseen in dementia. Although combination therapy is widely used, there is little empiric evidence in sup-\nport of this strategy. Given our limited knowledge, further research is clearly needed to better char-\nacterize and improve treatment for psychiatric complications in dementia.\n\nREFERENCES\n 1. Alexopoulos GS, Meyers BS, Young RC, Mattis S, Kakuma T. The course of geriatric depression with “reversible demen-\n    tia”: a controlled study. Am J Psychiatry 1993;150:1693–1699.\n 2. Steffens DC, Taylor WD, Krishnan KR. Progression of subcortical ischemic disease from vascular depression to vascu-\n    lar dementia. Am J Psychiatry 2003;160:1751–1756.\n 3. Cummings JL. The Neuropsychiatry of Alzheimer’s Disease and Related Dementias. London: Martin Duntz Ltd, Taylor\n    and Francis Group; 2003.\n 4. Lee HB, Lyketsos CG. Depression in Alzheimer’s disease: heterogeneity and related issues. Biol Psychiatry 2003;54:353–362.\n 5. Olin JT, Katz IR, Meyers BS, Schneider LS, Lebowitz BD. Provisional diagnostic criteria for depression of Alzheimer\n    disease: rationale and background. Am J Geriatr Psychiatry 2002;10:264.\n 6. Olin JT, Schneider LS, Katz IR, et al. Provisional diagnostic criteria for depression of Alzheimer disease. Am J Geriatr\n    Psychiatry 2002;10:125–128.\n 7. Ballard C, Neill D, O’Brien J, McKeith IG, Ince P, Perry R. Anxiety, depression and psychosis in vascular dementia: preva-\n    lence and associations. J Affect Disord 2000;59:97–106.\n 8. Groves WC, Brandt J, Steinberg M, et al. Vascular dementia and Alzheimer’s disease: is there a difference? A compari-\n    son of symptoms by disease duration. J Neuropsychiatry Clin Neurosci 2000;12:305–315.\n 9. Lyketsos CG, Steinberg M, Tschanz JT, Norton MC, Steffens DC, Breitner JC. Mental and behavioral disturbances in\n    dementia: findings from the Cache County Study on Memory in Aging. Am J Psychiatry 2000;157:708–714.\n10. Mendez MF, Perryman KM. Neuropsychiatric features of frontotemporal dementia: evaluation of consensus criteria and\n    review. J Neuropsychiatry Clin Neurosci 2002;14:424–429.\n\f136                                                                                    Weintraub and Porsteinsson\n\n11. Levy ML, Miller BL, Cummings JL, Fairbanks LA, Craig A. Alzheimer disease and frontotemporal dementias: behav-\n    ioral distinctions. Arch Neurol 1996;53:687–690.\n12. Lyketsos CG, Sheppard JM, Steinberg M, et al. Neuropsychiatric disturbance in Alzheimer disease clusters into three\n    groups: the Cache County study. Int J Geriatr Psychiatry 2001;16:1043–1053.\n13. Frisoni GB, Rozzini L, Binetti G, et al. Behavioral syndromes in Alzheimer’s disease: description and correlates. Dement\n    Geriatr Cogn Disord 1999;10:130–138.\n14. Jeste DV, Finkel SI. Psychosis of Alzheimer’s disease and related dementias: diagnostic criteria for a distinct syndrome.\n    Am J Geriatr Psychiatry 2000;8:29–34.\n15. Devanand DP, Jacobs DM, Tang MX, et al. The c",
  "wordCount": 7617,
  "indexed": "2025-09-25T22:49:38.392Z",
  "method": "direct"
}
