{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Cox et al. - 2010 - Clinical Reasoning A 70-year-old man with walking_2.pdf",
  "fileName": "Cox et al. - 2010 - Clinical Reasoning A 70-year-old man with walking_2.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Cox et al. - 2010 - Clinical Reasoning A 70-year-old man with walking_2.pdf",
  "text": "RESIDENT\n& FELLOW\nSECTION\n                                   Clinical Reasoning:\nSection Editor                     A 70-year-old man with walking difficulties\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nFieke M. Cox, MD                   SECTION 1                                                               the biceps brachii muscles. The results of gait examina-\nJan J.G.M. Verschuuren,            A 70-year-old man presented with progressive gait                       tion, including stance, stride, posture and arm swing,\n   MD, PhD                         unsteadiness for 5 years. He also had to use his arms                   were normal. Toe and heel walking were normal, but\nUmesh A. Badrising,                to climb stairs or to get up from a chair. He reported                  the patient was unable to squat. The Romberg sign was\n   MD, PhD                         no pain, sensory symptoms, or fatigue. He had pul-                      negative. Ankle tendon reflexes were absent. The rest of\n                                   monary sarcoidosis at age 24 years, which remained                      the results of the neurologic examination, particularly\nAddress correspondence and\n                                   in remission after treatment with corticotropin and                     the sensory examination, were normal.\nreprint requests to Dr. Fieke M.   prednisone. There was no family history of autoim-\nCox, Leiden University Medical                                                                             Questions for consideration:\n                                   mune or muscle diseases.\nCenter, Department of\nNeurology, PO Box 9600, 2300          Clinical examination showed 4/5 strength of the ili-                 1. What is the cause of the walking difficulty?\nRC, Leiden, the Netherlands                                                                                2. What is the differential diagnosis?\n                                   opsoas and quadriceps muscles and slight weakness of\nf.cox@lumc.nl\n\n\n\n\n                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                                   From the Department of Neurology, Leiden University Medical Center, the Netherlands.\n                                   Disclosure: Author disclosures are provided at the end of the article.\n\n\n\n\ne80                                Copyright © 2010 by AAN Enterprises, Inc.\n\fSECTION 2                                                 as thyroid myopathy and Pompe disease; or inflam-\nBecause there was no impairment in the sensory, cer-      matory. Inflammatory myopathies include polymyo-\nebellar, or extrapyramidal systems, the walking diffi-    sitis (PM), inclusion body myositis (IBM), and\nculty was most likely due to the proximal leg muscle      sarcoid myopathy. In rare cases, genetically deter-\nweakness, which also explains why the patient used        mined dystrophinopathies are the cause of limb-\nhis arms when climbing stairs and rising up from a        girdle weakness at this age. For example, Becker\nchair. A pure motor disorder in an elderly patient        muscular dystrophy (BMD) can present with late-\ncould be secondary to a motor neuron disorder             onset limb-girdle weakness. Furthermore, limb-\n(MND), pure motor neuropathy, neuromuscular               girdle muscular dystrophies (LGMDs) can be\njunction (NMJ) dysfunction, or myopathy. An ac-           considered, although onset of symptoms at older age\nquired MND typically presents with asymmetric dis-        is rare. A negative family history, as is the case in this\ntal limb weakness. Hereditary spinal muscular             patient, could suggest an autosomal recessive LGMD\natrophy is characterized by proximal muscle weak-         or a new mutation. The level of the serum creatine\nness but usually presents at an earlier age. Multifocal   kinase (CK) is often very high in the recessive form of\nmotor neuropathy (MMN) with conduction block              LGMD, whereas in its autosomal dominant form,\nstarts at age 30 to 50 years and usually presents with    the CK is normal or moderately increased.\ndistal more than proximal weakness of the arms more           The prevalence of these disorders at older age and\nthan the legs. Lambert-Eaton myasthenic syndrome          the presence of an associated autoimmune disorder\n(LEMS), a rare but treatable NMJ disorder, usually        should be considered.\npresents with proximal leg weakness, low or absent\n                                                          Questions for consideration:\ntendon reflexes, and autonomic dysfunction.\n    Myopathies could be toxic, such as those associ-      1. Which investigations are at your disposal?\nated with alcohol, steroid, or statins; metabolic, such   2. Which would you use and in what order?\n\n\n\n                                                                                            GO TO SECTION 3\n\n\n\n\n                                                          Neurology 75   November 9, 2010                      e81\n\f      SECTION 3                                                 did not show conduction block. Needle electromyo-\n      The next step is to further differentiate between         graphy of the left rectus femoris muscle showed no\n      MND, MMN, LEMS, or a myopathy.                            abnormalities. The soleus muscle showed spontane-\n          CK levels are high in dystrophinopathies, Pompe       ous muscle fiber activity with high-amplitude,\n      disease, and thyroid dysfunction but are usually normal   polyphasic motor unit action potentials (MUAPs),\n      in MND, MMN, LEMS, steroid myopathy, and IBM.             more compatible with an axonal neuropathy than\n      Thyrotropin testing helps to indicate thyroid myop-       with a myopathy. Repetitive nerve stimulation was\n      athy. Anti–voltage-gated P/Q-type calcium channel         normal, making LEMS improbable.1 Anti-VGCC\n      (VGCC) serum antibodies are specific for LEMS.            antibodies were not tested. Biopsy of a symptomatic\n      Alpha-glucosidase level and DNA testing of the dystro-    anterior tibial muscle showed nonspecific myopathic\n      phin gene are optional in Pompe disease and BMD.          changes. DNA testing for BMD showed no deletion\n          Electrophysiologic studies would help to differen-    or duplication in the dystrophin gene.\n      tiate between MND, MMN, LEMS, and myopathy.\n                                                                Questions for consideration:\n      A muscle biopsy of an affected muscle may suggest\n      the type of myopathy.                                     1. What is the most likely diagnosis, and does the\n          In our patient, thyrotropin and CK levels were           clinical course help you in the diagnostic process?\n      normal. Nerve conduction studies were normal and          2. What would be your therapeutic advice?\n\n\n\n                                                                                                GO TO SECTION 4\n\n\n\n\ne82   Neurology 75   November 9, 2010\n\f                               SECTION 4\n                                                                                                 Figure 2      Muscle biopsy\n                               This patient has a slowly progressive pure motor dis-\n                               order with myopathic and neurogenic aspects.\n                               MMN, LEMS, metabolic myopathies, LGMD, and\n                               BMD are unlikely as discussed above. Steroid myop-\n                               athy was also unlikely, because the prednisone was\n                               stopped several years previously.2 The lack of muscle\n                               inflammation on the biopsy and the normal CK rule\n                               out PM and sarcoid myopathy. MND and IBM re-\n                               main possible, IBM being the more likely based on\n                               the slow clinical course, autoimmune-prone history,\n                               absence of fasciculations, absence of neuropathic fea-\n                               tures in the muscle biopsy, and the knowledge that in\n                               IBM, the EMG may show a neurogenic process and\n                               that the muscle biopsy can be negative. Because\n                               pharmacotherapeutic options were lacking, the pa-\n                               tient was followed up. Over the following years, his\n                               muscle weakness progressed and spread to the distal\n                               legs and finger flexor of 2 digits of his right hand.\n                               Three years later, the patient was partially wheelchair         Muscle biopsy in hematoxylin & eosin stain, showing the\n                               bound. He reported difficulties with swallowing                 rimmed vacuoles (white arrow) and invasion of lymphocytes\n                                                                                               in nonnecrotic muscle fibers (black arrow).\n                               solid foods but did not develop fasciculations,\n                               cramps, or pyramidal tract signs.\n                                   The clinical picture of an elderly patient present-         inversion time inversion recovery, indicative of\n                               ing with slowly progressive, painless proximal leg and          inflammation.\n                               finger flexor weakness with dysphagia suggests IBM.                 The third biopsy of the anterior tibial muscle\n                               A second biopsy of the vastus lateralis muscle showed           showed myopathic changes including mononuclear\n                               only fat. A muscle MRI was performed, after 2 nega-             inflammatory infiltrates with invasion of nonnecrotic\n                               tive muscle biopsies, to select an appropriate muscle           fibers and rimmed vacuoles, supporting the diagnosis\n                               for a third muscle biopsy3 and to investigate whether           of IBM (figure 2).\n                               a specific pattern of muscle involvement could be\n                                                                                               DISCUSSION IBM is an idiopathic inflammatory\n                               detected, which could be helpful in the diagnostic\n                               process. The MRI of the muscles showed extensive                myopathy with an onset after age 40 years and a male\n                               fatty infiltration of the shoulder, limb-girdle, and leg        predominance. Although the prevalence is low (5 to\n                               musculature (figure 1). Muscles in the legs not show-           10 patients per million inhabitants), it is considered\n                               ing fatty infiltration had a high signal on short–              one of the most frequently acquired myopathies in\n                                                                                               the elderly. Most patients present with weakness of\n                                                                                               quadriceps muscles or finger flexors or dysphagia.\n                                                                                               The onset is insidious, and the course is slowly pro-\n  Figure 1       MRI of the proximal femur\n                                                                                               gressive, painless, and mostly asymmetric.4 Diagnosis\n                                                                                               can be confirmed by the presence of rimmed vacu-\n                                                                                               oles in the muscle biopsy in combination with inva-\n                                                                                               sion of lymphocytes in nonnecrotic muscle fibers and\n                                                                                               interstitial infiltrates. Some criteria also require posi-\n                                                                                               tive amyloid staining or 16- to 20-nm tubulofila-\n                                                                                               ments on electromicroscopy.5\n                                                                                                   Initially, slight quadriceps weakness can be missed\n                                                                                               or ascribed to age, leading to diagnostic delay. Im-\n                                                                                               portant clues for quadriceps weakness are difficulties\n                                                                                               when climbing stairs, repetitive falls on the knees,\n                                                                                               and difficulty with rising from a chair.\n                                                                                                   Diagnostic pitfalls lead to further delay. Electro-\n                                                                                               myography can be misleading because it might sug-\nAxial T1-weighted image of the proximal femur of both legs shows fatty infiltration and\n                                                                                               gest a neurogenic origin (in one third of the IBM\natrophy of the quadriceps femoris, hamstrings, and adductor muscles. The gracilis muscle\nis relatively normal, with only minor fatty infiltration. There is asymmetric involvement of   patients, large polyphasic MUAPs can be demon-\nthe adductor muscles, more pronounced on the right side.                                       strated). It is not unusual for patients with clinically\n\n                                                                                               Neurology 75   November 9, 2010                      e83\n\f      defined IBM to lack the canonical histologic features                         fiber EMG in the electrodiagnostic evaluation of patients\n      of IBM.6 This can be because the rimmed vacuoles                              with suspected myasthenia gravis or Lambert-Eaton myas-\n                                                                                    thenic syndrome. Muscle Nerve 2001;24:1239 –1247.\n      seem to be more prominent in a later stage of the\n                                                                               2.   Owczarek J, Jasinska M, Orszulak-Michalak D. Drug-\n      disease or due to the patchy nature of the histologic\n                                                                                    induced myopathies: an overview of the possible mecha-\n      abnormalities.7 Therefore, after a negative muscle bi-                        nisms. Pharmacol Rep 2005;57:23–34.\n      opsy, additional biopsies may be needed to get con-                      3.   Walker UA. Imaging tools for the clinical assessment of\n      firmation. This case illustrates that the clinical                            idiopathic inflammatory myositis. Curr Opin Rheumatol\n      picture was diagnostically more helpful than the his-                         2008;20:656 – 661.\n      topathologic criteria.                                                   4.   Badrising UA, Maat-Schieman ML, van Houwelingen JC,\n         The pathogenesis of IBM remains enigmatic, but                             et al. Inclusion body myositis: clinical features and clinical\n      there are clues suggesting an autoimmune and degen-                           course of the disease in 64 patients. J Neurol 2005;252:\n                                                                                    1448 –1454.\n      erative pathway.8,9 IBM is associated with other auto-\n                                                                               5.   Griggs RC, Askanas V, DiMauro S, et al. Inclusion body\n      immune disorders. No effective drug therapy is\n                                                                                    myositis and myopathies. Ann Neurol 1995;38:705–713.\n      currently available.                                                     6.   Chahin N, Engel AG. Correlation of muscle biopsy, clini-\n                                                                                    cal course, and outcome in PM and sporadic IBM. Neurol-\n      DISCLOSURE                                                                    ogy 2008;70:418 – 424.\n      Dr. Cox reports no disclosures. Dr. Verschuuren has received research\n                                                                               7.   Amato AA, Gronseth GS, Jackson CE, et al. Inclusion\n      support from Prosensa and the Princess Beatrix Foundation. Dr. Badris-\n                                                                                    body myositis: clinical and pathological boundaries. Ann\n      ing reports no disclosures.\n                                                                                    Neurol 1996;40:581–586.\n      Received January 28, 2010. Accepted in final form July 19, 2010.         8.   Askanas V, Engel WK. Inclusion-body myositis: a myode-\n                                                                                    generative conformational disorder associated with Abeta,\n      REFERENCES                                                                    protein misfolding, and proteasome inhibition. Neurology\n      1. AAEM Quality Assurance Committee, American Associa-                        2006;66:S39 –S48.\n         tion of Electrodiagnostic Medicine. Literature review of              9.   Dalakas MC. Inflammatory, immune, and viral aspects of\n         the usefulness of repetitive nerve stimulation and single                  inclusion-body myositis. Neurology 2006;66:S33–S38.\n\n\n\n\ne84   Neurology 75      November 9, 2010\n\f              Clinical Reasoning: A 70-year-old man with walking difficulties\n               Fieke M. Cox, Jan J.G.M. Verschuuren and Umesh A. Badrising\n                                Neurology 2010;75;e80-e84\n                           DOI 10.1212/WNL.0b013e3181fc27ac\n\n                     This information is current as of November 8, 2010\n\n Updated Information &               including high resolution figures, can be found at:\n Services                            http://www.neurology.org/content/75/19/e80.full.html\n\n References                          This article cites 9 articles, 3 of which you can access for free at:\n                                     http://www.neurology.org/content/75/19/e80.full.html##ref-list-1\n Subspecialty Collections            This article, along with others on similar topics, appears in the\n                                     following collection(s):\n                                     All Clinical Neurology\n                                     http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                     All Neuromuscular Disease\n                                     http://www.neurology.org//cgi/collection/all_neuromuscular_disease\n                                     Autoimmune diseases\n                                     http://www.neurology.org//cgi/collection/autoimmune_diseases\n                                     Muscle disease\n                                     http://www.neurology.org//cgi/collection/muscle_disease\n Permissions & Licensing             Information about reproducing this article in parts (figures,tables) or in\n                                     its entirety can be found online at:\n                                     http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                            Information about ordering reprints can be found online:\n                                     http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2010 by AAN Enterprises, Inc.. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1949,
  "indexed": "2025-09-25T22:53:39.131Z",
  "method": "direct"
}
