{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Sorbi et al. - 2012 - EFNS-ENS Guidelines on the diagnosis and managemen.pdf",
  "fileName": "Sorbi et al. - 2012 - EFNS-ENS Guidelines on the diagnosis and managemen.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Sorbi et al. - 2012 - EFNS-ENS Guidelines on the diagnosis and managemen.pdf",
  "text": "European Journal of Neurology 2012, 19: 1159–1179                                                         doi:10.1111/j.1468-1331.2012.03784.x\n\nEFNS-ENS GUIDELINES/CME ARTICLE\n\n\nEFNS-ENS Guidelines on the diagnosis and management of\ndisorders associated with dementia\nS. Sorbia, J. Hortb, T. Erkinjunttic,d, T. Fladbye,f, G. Gainottig, H. Gurvith, B. Nacmiasa,\nF. Pasquieri, B. O. Popescuj, I. Rektorovak, D. Religal,m, R. Rusinan, M. Rossoro, R. Schmidtp,\nE. Stefanovaq, J. D. Warreno, P. Scheltensr on behalf of the EFNS Scientist Panel on Dementia\nand Cognitive Neurology\na\n    Department of Neurological and Psychiatric Sciences, University of Florence, Florence, Italy; bMemory Disorders Clinic, Department of\nNeurology, Charles University in Prague, 2nd Faculty of Medicine and University Hospital Motol, Prague, Czech Republic; cDepartment of\nNeurology, Helsinki University Central Hospital, Helsinki, Finland; dDepartment of Neurological Sciences, University of Helsinki, Helsinki,\nFinland; eDepartment of Neurology, Akershus University Hospital, Lørenskog, Norway; fFaculty Division Akershus University Hospital,\nUniversity of Oslo, Oslo, Norway; gNeuropsychology Service, Policlinico Gemelli/Catholic University, Rome, Italy; hIstanbul Faculty of Medi-\ncine, Department of Neurology, Behavioral Neurology and Movement Disorders Unit, Istanbul University, Istanbul, Turkey; iUniversite´ Lille\nNord de France, UDSL, Lille, France; jDepartment of Neurology, University Hospital, School of Medicine, ‘Carol Davila’ University of Medi-\ncine and Pharmacy, Bucharest, Romania; kFirst Department of Neurology, Faculty of Medicine, St. Anne’s Hospital and Applied Neuroscienc-\nes Research Group, CEITEC, Masaryk University, Brno, Czech Republic; lDepartment of Neurodegenerative Disorders, Medical Research\nCenter, Polish Academy of Sciences, Warsaw, Poland; mDepartment of Neurobiology, Care Sciences and Society, Karolinska Institutet,\nStockholm, Sweden; nDepartment of Neurology, Thomayer Teaching Hospital and Institute for Postgraduate Education in Medicine, Prague,\nCzech Republic; oDementia Research Centre, Department of Neurodegeneration, UCL Institute of Neurology, University College London,\nLondon, UK; pDepartment of Neurology, Medical University Graz, Graz, Austria; qInstitute of Neurology, School of Medicine, University of\nBelgrade, Belgrade, Serbia; and rDepartment of Neurology and Alzheimer Center, VU University Medical Center, Amsterdam, The Netherlands\n\n\n\n\nKeywords:                             Background and objectives: The last version of the EFNS dementia guidelines is\ndementia, diagnosis,                  from 2007. In 2010, the revised guidelines for Alzheimer’s disease (AD) were pub-\nguideline, management,                lished. The current guidelines involve the revision of the dementia syndromes out-\nrecommendation, review,               side of AD, notably vascular cognitive impairment, frontotemporal lobar\ntreatment                             degeneration, dementia with Lewy bodies, corticobasal syndrome, progressive supra-\n                                      nuclear palsy, Parkinson’s disease dementia, Huntington’s disease, prion diseases,\nReceived 24 April 2012                normal-pressure hydrocephalus, limbic encephalitis and other toxic and metabolic\nAccepted 9 May 2012                   disorders. The aim is to present a peer-reviewed evidence-based statement for the\n                                      guidance of practice for clinical neurologists, geriatricians, psychiatrists and other\n                                      specialist physicians responsible for the care of patients with dementing disorders. It\n                                      represents a statement of minimum desirable standards for practice guidance.\n                                      Methods: The task force working group reviewed evidence from original research\n                                      articles, meta-analyses and systematic reviews, published by June 2011. The evidence\n                                      was classiﬁed (I, II, III, IV) and consensus recommendations graded (A, B, or C)\n                                      according to the EFNS guidance. Where there was a lack of evidence, but clear con-\n                                      sensus, good practice points were provided.\n                                      Results and conclusions: New recommendations and good practice points are made\n                                      for clinical diagnosis, blood tests, neuropsychology, neuroimaging, electroencepha-\n                                      lography, cerebrospinal ﬂuid (CSF) analysis, genetic testing, disclosure of diagnosis,\n                                      treatment of behavioural and psychological symptoms in dementia, legal issues,\n                                      counselling and support for caregivers. All recommendations were revised compared\n                                      with the previous EFNS guidelines. The specialist neurologist together with primary\n                                      care physicians play an important role in the assessment, interpretation and treat-\n                                      ment of symptoms, disability and needs of dementia patients.\n\n\n\nCorrespondence: Sandro Sorbi, Department of Neurological and Psychiatric Sciences, University of Florence, Largo Brambilla 3, 50134\nFlorence, Italy (tel.: + 39 055 4298474; fax: + 39 055 4271 380; e-mail: sorbi@uniﬁ.it).\nThis is a Continuing Medical Education article, and can be found with corresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for correctly answering the questions will be issued by the EFNS.\n\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS                                                                                               1159\n\f1160    S. Sorbi et al.\n\n\n\n\nBackground                                                    the fact that there is signiﬁcant evidence for the beneﬁts\n                                                              of early diagnostic evaluation, treatment and social sup-\nThe change in global age demographics and the pre-            port, the rate of diagnosis and treatment in people with\ndicted rise in the incidence of age-related diseases,         dementia still varies considerably in Europe.\nincluding dementia, are of major public health con-\ncern. Dementia aﬀects 5.4% of people over 65 years,\nand its prevalence further increases with age [1]. The\n                                                              Search strategy\nnumber of people aﬀected will double every 20 years           The evidence for these guidelines was collected from\nto 115 million by 2040, according to the Alzheimer            Cochrane Library reviews, other published meta-anal-\nDisease International (ADI) World Alzheimer Report            yses and systematic reviews, evidence-based manage-\n2010. In the EU, more than 160 million people are             ment guidelines in dementia and original scientiﬁc\naged over 60 years, the crude estimate prevalence of          papers published in peer-reviewed journals before\ndementia is 6.2% and almost 9.95 million have a form          June 2011. The search strategy sought only studies\nof dementia. Almost 14 million Europeans are                  published in English. The principal search term was\nexpected to have dementia in 2030.                            dementia. Other terms entered into the search\n   Despite the fact that there is signiﬁcant evidence for     included diagnosis, guideline, management, recom-\nthe beneﬁts of early diagnostic evaluation, treatment         mendation, review, treatment. For each topic, the\nand social support, the rate of diagnosis and treat-          evidence was sought in MEDLINE according to pre-\nment in people with dementia varies considerably in           deﬁned search protocols*. The scientiﬁc evidence for\nEurope [1]. Primary care physicians play a major role         diagnostic investigations and treatments was evaluated\nin the identiﬁcation, diagnosis and management of             according to pre-speciﬁed levels of certainty (class I,\npatients with dementia, but advanced diagnostic tech-         II, III and IV), and the recommendations were graded\nniques necessitate the involvement of specialists, espe-      according to the strength of evidence (grade A, B or\ncially neurologists, preferably in multidisciplinary          C), using the deﬁnitions given in the EFNS guidance\nteams established to facilitate the management of the         [3]. In addressing the important clinical questions, for\ncomplex needs of patients and caregivers during the           which no evidence was available, the task force group\ncourse of the dementia disease.                               recommended ‘good practice points’ based on the\n                                                              experience and consensus of the task force group.\n                                                              Final inclusion of articles in this practice parameter\nObjective\n                                                              was based on consensus of the committee.\nThe present revised guidelines consider dementias\nother than Alzheimer’s disease (AD), which was cov-\n                                                              Reaching consensus\nered in a recent guideline [2]. The other types of\ndementia reviewed include mixed dementia, dementia            A proposed guideline with speciﬁc recommendation\nwith Lewy bodies (DLB), vascular dementia (VaD),              was drafted for circulation to task force members and\nfrontotemporal lobar degeneration (FTLD), cortico-            displayed on EFNS web pages for comments from all\nbasal syndrome (CBS), progressive supranuclear palsy          panel members. Consensus was reached at three task\n(PSP), Parkinson’s disease dementia (PDD), Hunting-           force meetings during 2010 and 2011 and through ﬁve\nton’s disease (HD), prion diseases, normal-pressure           revisions via the web.\nhydrocephalus (NPH) and limbic encephalitis (LE).\n   The main goal of the task force was to determine\n                                                              Dementia, dementia types and clinical\nwhether further evidence had become available relat-\n                                                              criteria\ning to biomarkers such as magnetic resonance imaging\n(MRI), positron emission tomography (PET) and\n                                                              Dementia\ncerebrospinal ﬂuid (CSF) and to determine the evi-\ndence for use in practice. Special attention was given        The term dementia refers to an acquired deﬁcit of\nto the results of recent clinical trials, both for cogni-     cognitive function(s), which may include complex\ntive and behavioural aspects of the disease.\n   These guidelines represent desirable standards, but        *Searching terms used in the search strategy: vascular cognitive\nmay not be appropriate in all circumstances as clinical       impairment, frontotemporal lobar degeneration, dementia with Lewy\n                                                              bodies, corticobasal syndrome, progressive supranuclear palsy, Par-\npresentation of the individual patient and available\n                                                              kinson’s disease dementia, Huntington disease, prion diseases, nor-\nresources should be taken into account. Cost-eﬀective-        mal pressure hydrocephalus, limbic encephalitis, dementia, CSF,\nness is not discussed, as heterogeneity across Europe will    MR, SPECT, FDG-PET, amyloid-PET, genetics, biopsy, DNA,\nresult in diﬀerent, country-speciﬁc conclusions. Despite      EEG, dementia and ethics.\n\n\n\n                                                                                                           © 2012 The Author(s)\n                                                         European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                    Dementia guidelines   1161\n\n\n\nattention, executive ability, learning and memory, lan-               atrophy of the frontal and/or temporal lobes. Our\nguage, visuospatial-perceptual ability praxis and social              understanding of these diseases has been transformed\ncognition. The cognitive deﬁcits may or may not be                    by recent genetic and histopathological advances [7–12]\naccompanied by behavioural disorders and must be                      summarized in Table 2. FTLD is over-represented as\nsuﬃcient to interfere with functional independence.                   a cause of young onset dementia. Onset is typically in\n   The clinical diagnosis of the dementia syndrome                    the sixth decade of life but may be as early as the\nshould rely on the DSM-IV or ICD-10 criteria [4,5].                   third or as late as the ninth decade. Estimates of pop-\nIn the development of DSM-5, scheduled for 2013,                      ulation prevalence range from 4 to 15/100 000 below\nthe term ‘dementia’ is replaced by major or minor                     age 65 in European and US epidemiological studies\nneurocognitive disorder [6]. Clinical criteria for the                [8]. The prevalence of FTLD in older age groups has\ndiﬀerent types of dementia have been published                        almost certainly been underestimated, although few\n(Table 1).                                                            data are available. FTLD has a substantial genetic\n                                                                      component with an autosomal-dominant inheritance\n                                                                      pattern and/or identiﬁable disease-causing mutations\nFrontotemporal lobar degeneration\n                                                                      in around 10–20% of cases in large series [13] and\n‘Frontotemporal lobar degeneration’ (FTLD) is a                       some family history in a higher proportion. Most\nmacro-anatomical descriptive term for a clinically and                familial cases are attributed to mutations in the micro-\npathologically heterogeneous group of disorders char-                 tubule-associated protein tau or progranulin genes or\nacterized collectively by relatively selective progressive            the recently identiﬁed hexanucleotide repeat expansion\n                                                                      in the C9ORF72 gene [14,15]. Most patients with\nTable 1 Criteria for clinical diagnosis\n                                                                      FTLD present with features conforming predomi-\nCondition                    Criteria                    References   nantly to one of the three canonical clinical\n                                                                      syndromes (see Table 2): ‘behavioural variant fronto-\nDementia                  ICD 10                         [5,173]\n                          DSM IV                         [4,173]      temporal dementia’ (bvFTD), semantic dementia (SD)\n                          Dubois criteria                [174]        or progressive non-ﬂuent aphasia (PNFA). The clini-\nAlzheimer disease         NIA and Alzheimer              [175]        cal spectrum of FTLD overlaps partly with corticoba-\n                           Association Working                        sal syndrome, progressive supranuclear palsy and\n                           Group\n                                                                      motor neurone disease. Alzheimer variant syndromes\nFrontotemporal lobe degeneration (FTLD)\n bvFTD                    International bvFTD            [19]         also overlap with FTLD, especially PNFA [16–19];\n                           Criteria Consortium                        thus, the ‘logopenic’ subtype of progressive aphasia\n PNFA                     International PPA              [12]         appears to be chieﬂy associated with Alzheimer\n                           Consortium                                 pathology [12,18]. FTLD continues to present many\n SD                       International PPA              [12]\n                                                                      unresolved nosological and diagnostic diﬃculties.\n                           Consortium\nParkinson’s disease       Clinical Diagnostic Criteria   [27,28]      Recently re-formulated consensus diagnostic criteria\n dementia (PDD)            for dementia associated                    for behavioural [11,19] and aphasic [12] subtypes of\n                           with PD                                    FTLD are based on class IV evidence.\nPSP                       NINDS/SPSP Criteria            [32,33]\n                          NINDS/SPSP Criteria\n                                                                      Behavioural variant frontotemporal dementia (bvFTD)\nLewy bodies dementia      Consensus criteria             [25,176]\n (LBD)                    Diagnostic criteria                         Behavioural     variant     frontotemporal     dementia\nCorticobasal syndrome     MDS (non-validated             [177]        accounts for around half of all cases of FTLD and is\n (CBS)                     formally)                                  characterized by a progressive decline in inter-personal\nHuntington disease (HD) (Genetic criteria)               [178]        and/or executive skills, with loss of emotional respon-\nPrion diseases\n                                                                      sivity, impaired autonomy and emergence of a variety\n Sporadic CJD (s-CJD)     Updated WHO Criteria for       [42]\n                           s-CJD                                      of abnormal behaviours including disinhibition, ady-\n                          Updated MRI-CJD                [41]         namia, obsessions, rituals, stereotypies and alterations\n                           Consortium Criteria for                    in feeding and other appetitive functions. More ﬂorid\n                           s-CJD                                      psychiatric manifestations including delusions and hal-\n Variant CJD (v-CJD)      Diagnostic criteria            [42]\n                                                                      lucinations are not uncommon, particularly in associa-\nNormal-pressure           NPH diagnostic criteria        [49,179]\n hydrocephalus (NPH)                                                  tion with non-tau pathologies [20]. Within the broad\nLimbic encephalitis (LE)  Diagnostic criteria            [180]        bvFTD phenotype, clinical phenomenology in individ-\nVascular dementia         Diagnostic criteria            [45]         ual patients is variable, and the bvFTD syndrome is\nSubcortical ischaemic     Research criteria              [46]         also the most anatomically and pathologically hetero-\n vascular disease and\n                                                                      geneous and the most heritable of the FTLD syn-\n dementia (SIVD)\n                                                                      dromes (see Table 2). Recent work has shown that\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1162       S. Sorbi et al.\n\n\n\nTable 2 Summary of clinical, neuroimaging and molecular features of the FTLD spectrum\n\n              Cognitive\n              associations         Neurological associations\nClinical                                                         AAO        Dur\nsyndrome      Ofa    PL      mem   park    MND      other        (yrs)      (yrs)     MRI atrophy                   Molecular associationsa\n\nbvFTD                +             +                             50–60      5–15      asymm F                       Tau: 3r-Pick’s\n                                                                                      L, R TL\n                     +             +                             50–70      5–10      asymm FL-PL                   Tau: 4r-CBS\n                                   +                gaze palsy   55–75                rel symm FL,                  Tau: 4r-PSP\n                                                                                      midbrain\n                             +     +                             40–60      10–15     rel symm aTL, FL              Tau: 4r/3rb\n                     +       +     +       rare                  40–80      5–10      asymm R >>L FL, PL, TL        TDP43: type Ac\n                                           +                     50–70d     3–10      rel symm FL–TL                TDP43: type B/Ae\n                                           +        IBMf         40–60      10–>20    FL, TL*                       TDP43: type Dg\n                                   h       h\n                                                                 20–70      5–10      FL, caudate                   FUSi\n                     +       +     +       +                     45–65      3–20      Generalized*                  Ubiquitin+TDP/FUS-j\nPNFA          +      +             +                             50–60      5–15      L > R                         Tau: 3r-Pick’s\n                                                                                      peri-Sylvian\n              +                    +                             50–70      5–10      asymm FL-PL                   Tau: 4r-CBS\n              +                                     gaze palsy   55-75                asymm FL, midbrain            Tau: 4r-PSP\n              +              +     +                             40–60      10–15     rel symm aTL, FL              Tau: 4r/3rb\n              +                            +                     50–70      3–10      L > R                         TDP43: type B/Ae\n                                                                                      peri-Sylvian\n                     +       +     +                             40–80      5–10      asymm L>>R FL, PL, TL         TDP43: type Ac,k\nSD                                         ?                     55–70      10–15     asymm aTL, usu L > R          TDP43: type CL\n                                           +                     rare                                               TDP43: type B\n                     +             ?                             50–60                                              Tau: 3r-Pick’s\n                                   +                             40–60                rel symm aTL, FL              Tau: 4r/3rb\n\nAAO, age at onset (typical values shown, where suﬃcient data available); asymm, asymmetric; aTL, anterior temporal lobe; bvFTD, behavio-\nural variant frontotemporal dementia; CBS, corticobasal syndrome; Dur, clinical disease duration; FL, frontal lobe; FUS, fused-in-sarcoma\nprotein; IBM, inclusion body myopathy; L, left; mem, episodic memory impairment; MND, motor neurone disease; ofa, orofacial apraxia;\npark, parkinsonism; PL, parietal lobe; PNFA, progressive non-ﬂuent aphasia; PSP, progressive supranuclear palsy; r, repeat number (tau iso-\nform); R, right; rel, relatively; SD, semantic dementia; symm, symmetrical; TDP, transactive response DNA-binding protein; usu, usually;\n*limited information.\na\n  predominant histopathological inclusion type;\nb\n   particularly mutations in tau (MAPT) gene;\nc\n  TDP43 subtyping here follows Mackenzie 2011 [181] harmonized classiﬁcation scheme, type A includes mutations in progranulin (GRN) gene;\nd\n   earlier onset in some genetic cases;\ne\n  includes C9ORF72 mutations [14,15]; rarely mutations in TDP43 gene;\nf\n  also associated with Paget’s disease (variable clinical and cognitive features);\ng\n  mutations in valosin-containing (VCP) protein;\nh\n   in familial FTD-MND cases with FUS mutations and sporadic cases with neuronal intermediate ﬁlament inclusion disease (NIFID);\ni\n  cases include atypical FTLD with ubiquitin inclusions (aFTLD-U) and NIFID, rare mutations in FUS gene;\nj\n  rare mutations in charged multivesicular body protein 2b (CHMP2b);\nk\n   phenotype of progranulin-associated aphasia continues to be deﬁned; L>75% of cases of SD.\n\nstructural and functional changes in a medial paralim-                   aﬀecting knowledge of words [22]. Patients commonly\nbic network (including anterior cingulate, orbital fron-                 present with ﬂuent but empty speech with loss of\ntal and frontoinsular cortices) occur early in bvFTD                     vocabulary and surface dyslexia and dysgraphia. A\n[8], but this insight is of limited diagnostic usefulness                more pervasive semantic impairment aﬀecting visual\nin the individual patient. Phenocopies of bvFTD with                     information (prosopagnosia, visual agnosia) and other\nnormal structural and functional brain imaging and                       non-verbal domains generally supervenes later in the\nlack of clear progression on serial neuropsychological                   course. SD is associated with selective, asymmetric\nassessment are increasingly recognized [21]: the nature                  antero-inferior temporal lobe atrophy [23], which is\nof the underlying disease in these cases (and whether                    predominantly left-sided in the majority of cases but\nit is neurodegenerative in nature) remains unclear.                      may be predominantly right-sided in cases led by\n                                                                         non-verbal semantic deﬁcits. This anatomical proﬁle\nSemantic dementia (SD)                                                   of SD is the best deﬁned amongst the FTLD syn-\nThis is a fairly uniform syndrome led by progressive                     dromes, and SD also shows the closest histopathologi-\nbreakdown of semantic memory, typically initially                        cal association (>75% of cases have TDP43-positive\n\n\n                                                                                                                    © 2012 The Author(s)\n                                                                  European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                    Dementia guidelines   1163\n\n\n\ninclusions [7,22] and the least heritability of the FTLD              intense fear to indiﬀerence or even amusement, are\nsyndromes [13]). A small proportion of cases with SD                  very typical observations in these patients. The pres-\nhave other pathologies, including tauopathies and                     ence of visual hallucinations and delusional misidentif-\nAlzheimer’s disease.                                                  ication as early symptoms showed sensitivities and\n                                                                      speciﬁcities of >50% but <75% (class IV evidence)\nProgressive non-ﬂuent aphasia (PNFA)                                  [24–26]. Cognitive impairment is usually the present-\nProgressive non-ﬂuent aphasia is led by a progressive                 ing feature with extreme ﬂuctuation within a single\nbreakdown in language output, initially aﬀecting                      day over minutes or hours and is associated with\nspeech but subsequently also literacy skills in most                  shifting levels of attention and alertness. The BrainNet\ncases; patients commonly present with eﬀortful, non-                  European Consortium recently published a protocol\nﬂuent speech containing articulatory errors (speech                   for post-mortem assessment [26].\napraxia), agrammatism and variable involvement of\nmore posterior cortical functions. The broad category\n                                                                      Dementia in Parkinson’s disease\nof non-ﬂuent language breakdown encompasses sev-\neral more or less distinct clinical syndromes [18]. Brain             The suggested clinical diagnostic criteria for PDD\natrophy in PNFA frequently involves anterior peri-                    [27,28] involve four domains that are anchored in core\nSylvian cortices, more prominently in the left hemi-                  features, associated clinical features, features that\nsphere [23], but varies widely in extent and severity                 make the diagnosis uncertain, and features that are\nbetween patients. Non-ﬂuent speech breakdown and                      not compatible with the diagnosis of PDD. When all\nthe development of parkinsonism are more frequently                   four criteria are satisfactorily met, probable PDD is\nassociated with tau than non-tau pathologies; how-                    designated; when the ﬁrst and last criteria are met,\never, there are important exceptions to these broad                   but clinical characteristics are atypical or uncertainty\ngeneralizations. In particular, non-ﬂuent aphasia syn-                factors exist, possible PDD is designated (class IV evi-\ndromes caused by TDP43 pathologies are associated                     dence) [27,28].\nwith motor neurone disease and with GRN mutations                        The point prevalence of dementia in PD is close to\n[7,8]. ‘Progranulin-associated aphasia’ may constitute                30%, and the incidence rate is increased 4–6 times\na distinct language-led syndrome within the FTLD                      compared to age-matched controls. The cumulative\nspectrum [18]: this syndrome is often associated with                 prevalence is at least 75% of PD patients who survive\nearly prominent parietal signs but lacks the prominent                for more than 10 years [29]. PDD and DLB are both\nspeech apraxia that is a hallmark of most PNFA                        synucleinopathies that diﬀer clinically in the temporal\ncases.                                                                evolution of parkinsonism and dementia with a time-\n                                                                      period of 12 months being the arbitrary cut-oﬀ for\n                                                                      the development of dementia (class IV evidence). But\nDementia with Lewy bodies (DLB)\n                                                                      even in PDD alone, the time from onset of PD to\nDementia with Lewy bodies is the second most com-                     dementia varies considerably and is related to the type\nmon type of degenerative dementia accounting for 10–                  and extent of brain pathology [30,31] (class IV evi-\n15% of cases [24], and it represents one part of a                    dence). The major neurotransmitter deﬁcit is choliner-\nspectrum of neurodegenerative disorders that share                    gic, related to the loss of cholinergic neurons in the\ndysregulation and aggregation of alpha-synuclein. The                 nucleus basalis of Meynert (NBM) and projecting cor-\nclinical manifestations of Lewy body disease include                  tical pathways (class IV evidence) [30].\nDLB, Parkinson’s disease and autonomic failure. Clin-\nically, DLB is characterized by progressive cognitive\n                                                                      Progressive supranuclear palsy (PSP)\ndecline accompanied by core features: recurrent visual\nhallucinations, ﬂuctuating attention and cognition,                   Progressive supranuclear palsy is a tauopathy leading\nand motor features of parkinsonism [25]. Suggestive                   to a clinical syndrome featuring parkinsonian signs,\nfeatures include neuroleptic sensitivity, changes in                  impairment of vertical gaze, postural instability and\ndopamine transporter SPECT imaging and REM                            dementia [32]. The National Institute of Neurological\nsleep behaviour disturbance [25].                                     Disorders and Stroke (NINDS) have published PSP\n   Most previous studies observed a more severe                       clinical diagnostic criteria [33]. Most patients become\nimpairment in visual-spatial abilities, attention and                 dependent within 3–4 years of diagnosis. Recently,\nexecutive functions in persons with DLB compared                      two clinical phenotypes have been described in\nwith persons with AD [24] (class IV evidence). The                    autopsy-proven cases: Richardson’s syndrome (RS)\ncomplex visual hallucinations with emotional                          and PSP-parkinsonism (PSP-P) [34]. Cases of RS were\nresponses to these experiences, which vary from                       characterized by the early onset of postural instability\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1164    S. Sorbi et al.\n\n\n\nand falls, supranuclear vertical gaze palsy and cogni-       ent pathological types: CBD (55%), PSP (20%), Pick’s\ntive dysfunction, and cases of PSP-P were character-         disease (7%) and non-tau pathologies for the remainder\nized by asymmetric onset, tremor and a moderate              [36]. The clinical onset of CBD occurs usually during\ninitial therapeutic response to levodopa and were fre-       the sixth to eighth decades of life, and the mean survival\nquently confused with Parkinson’s disease. Patients          is about 7 years [37].\nwith RS showed shorter time from disease onset to\ndiagnosis and more neuropsychological and neuro-\n                                                             Limbic encephalitis (LE)\nbehavioural deﬁcits than patients with PSP-P. Cogni-\ntive impairment in PSP suﬃcient to be labelled               The clinical features of LE are diverse, and early diag-\n‘dementia’ varies with rates up to 70% reported [35].        nosis of the disorder is frequently diﬃcult [38,39]. The\nThe degree of cognitive slowing in PSP appears inde-         cardinal sign of LE is a severe impairment of short-term\npendent of motor slowing. Frontal executive impair-          memory or of episodic, anterograde memory (class IV\nments are early and pervasive. Non-verbal reasoning          evidence) [38,39]. Anterograde amnesia is often associ-\nand tasks of verbal ﬂuency are greatly reduced with          ated with behavioural and psychological symptoms of\npoorer performance on letter than semantic ﬂuency.           dementia (BPSD) such as anxiety, depression, irritabil-\nMemory complaints in PSP are usually mild and con-           ity, personality change, acute confusional state, halluci-\nsist of impaired free recall with preserved recognition      nations and complex partial and secondary generalized\nmemory. Personality and behaviour change can be              seizures. The symptoms typically develop over a few\nquite ﬂorid; limb apraxia in PSP is typically ideomo-        weeks or months, but they may evolve over a few days.\ntor, symmetrical and a common ﬁnding (40%) when              Examination of the CSF may show lymphocytic menin-\nstudied systematically (class IV evidence) [34,35]. As       gitis. The main diﬀerential diagnoses include infectious\nin CBD, language and speech disorders, logopenia or          encephalitis, corticosteroid-responsive autoimmune\ndynamic aphasia and apraxia of speech are a feature          encephalopathy, glioma or lymphomatous inﬁltration,\nof PSP; in particular, progressive non-ﬂuent aphasia         and Wernicke–Korsakoﬀ encephalopathy. It often has\nbecause of PSP pathology is well recognized [35] (class      a paraneoplastic origin mostly associated with lung or\nIV evidence).                                                testicular cancer and in women with ovarian teratomas\n                                                             (class III evidence) [39]. It is often associated with anti-\n                                                             bodies against intracellular neuronal antigens or with\nCorticobasal syndrome (CBS)\n                                                             antibodies to voltage-gated potassium channels\nCorticobasal syndrome is a rare syndrome with a pro-         (VGKC). Neuropathological studies show dominant\ngressive course, in most cases unresponsive to levodopa      parenchymal inﬁltrates of T cells supporting the\nor other medication (class IV evidence) [36]. At onset,      hypothesis that the disorder is mediated by a T cell dri-\nCBS typically presents with asymmetrical rigidity,           ven immune response, presumably against the same\nbradykinesia and apraxia of the aﬀected limbs, usually       antigens recognized by the antibodies.\nof the limb-kinetic type. During the evolution of the\ndisease, postural and action tremor, limb dystonia,\n                                                             Huntington’s disease (HD)\nfocal reﬂex myoclonus, postural instability and falls,\nalien hand-like phenomenon, corticospinal signs, oculo-      Huntington’s disease is an autosomal-dominant neuro-\nmotor and eyelid motor deﬁcits and dysarthria develop        degenerative disease caused by the expansion of a cyto-\nin more than half of cases. CBD, the commonest cause         sine–adenine–guanosine trinucleotide (CAG)n repeat\nof CBS, is a 4-repeat tauopathy deﬁned by unique neu-        within the HD gene, encoding an abnormally long poly-\nropathological features including cortical atrophy, ni-      glutamine moiety within the huntingtin protein (class I\ngral degeneration, achromasia (swollen neurons with          evidence) [40] that leads to marked atrophy of basal\neccentric nuclei and loss of cytoplasmic staining) in the    ganglia structures, the caudate and putamen, as well as\ncortex and underlying white matter and tau immuno-           less marked atrophy of other brain nuclei. It is proba-\nreactive astrocytic plaques. Dementia is not an early        bly the most common inherited adult neurodegenera-\nfeature in classical CBS, occurring in approximately         tive disease, aﬀecting 1 in 15 000. The average age of\none quarter of cases at a later stage. However, dementia     onset is 30–50 years of age; in some cases, symptoms\nis more common in patients with CBD who do not               start before the age of 20 years with behaviour distur-\npresent with classical CBS (class IV evidence) [36].         bances and learning diﬃculties at school (Juvenile Hun-\nCBD is currently considered to involve a spectrum of         tington’s disease; JHD) and onset in older adults also\ndiﬀerent clinical phenotypes, such as CBS, PSP, demen-       occurs. The hallmark of the illness is chorea, but some\ntia, bvFTD, progressive non-ﬂuent aphasia, speech            patients have little or no chorea and instead appear\napraxia. Conversely, CBS can be associated with diﬀer-       with parkinsonian features [40].\n\n\n                                                                                                          © 2012 The Author(s)\n                                                        European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                    Dementia guidelines   1165\n\n\n\n   Cognitive decline often accompanied by psychiatric                 Increased awareness has raised concern about the risk\nsymptoms is the other main sign of HD and can be pres-                that human prion diseases (especially vCJD) are trans-\nent long before the ﬁrst motor symptoms appear, but                   missible by blood transfusion. The very rare new vari-\ncan also remain mild in far-advanced stages of the dis-               ant CJD (vCJD) is related to BSE (bovine spongiform\nease. Changes are mostly in executive functions includ-               encephalopathy). More than 200 vCJD cases have\ning changes in goal-directed and planned abilities as                 been reported since 1996, the majority in the UK.\nwell as the capacity to distinguish what is relevant and              vCJD is characterized by a younger age of onset\nwhat can be ignored (class III evidence) [40]. The                    (mid-teens to early 40s) and by longer illness duration\npatients become rapidly unable to organize their life                 (range, 4–25 months). Clinical features are often lim-\nwith frequent misjudgements. Usually language is rela-                ited to psychiatric disturbance or sensory symptoms,\ntively spared. Episodic memory becomes impaired,                      until ataxia, cognitive impairment and involuntary\nalthough semantic memory is relatively spared. The ill-               movements develop later in the course [42].\nness leads to death, with an average duration of symp-\ntoms of about 20 years. How the mutation leads to the\n                                                                      Vascular cognitive impairment and vascular dementia\nonset of a disorder of motor, emotional and cognitive\ncontrol in people who have matured normally until mid-                Recently, the term vascular cognitive impairment\ndle age is still unknown. The discovery of mutations in               (VCI), which reﬂects an awareness of the importance\nthe HD gene has made genetic diagnosis common, both                   of the vascular burden on cognition, has been pro-\nin neurologically normal patients (pre-symptomatic test-              posed [44]. The previous concept of VaD caused by\ning) and in neurologically or psychiatrically impaired                small or large brain infarcts (strokes) was recently\npatients (diagnostic testing) (class III evidence) [40].              extended from only multi-infarct (multi-stroke)\n                                                                      dementia (MID) to a whole spectrum of vascular\n                                                                      causes of cognitive impairment and dementia, sub-\nPrion diseases\n                                                                      sumed within the term vascular cognitive impairment\nCreutzfeldt–Jakob disease (CJD)                                       [44].\nSporadic CJD, the most common prion disease (85%                         The main subtypes of VaD included in current clas-\nof cases), has a prevalence estimated to be 0.5–1.5                   siﬁcations are large vessel (LV) VCI, also referred to\ncases per million; the mean age at onset is 65 years                  as cortical VCI, multi-infarct VCI or post-stroke VCI,\n(range, 14–92 years), and the median and mean dura-                   small vessel (SV) VCI, subcortical ischaemic vascular\ntion of illness are 4.5 and 8 months, respectively; only              disease and dementia (SIVD), strategic infarct demen-\n4% of patients survive longer than 2 years. Diagnostic                tia and hypoperfusion VCI resulting from global cere-\ncriteria for sporadic CJD have been published based                   brovascular insuﬃciency. Further subtypes include\non clinical signs, EEG, 14-3-3 protein in CSF and                     haemorrhagic dementia, hereditary vascular causes\nMRI ﬁndings (class IV evidence) [41,42]. The classical                (e.g. cerebral autosomal dominant arteriopathy with\ndiagnostic triad is a rapidly progressive dementia,                   subcortical infarct and leucoencephalopathy (CADASIL)\nmyoclonus and a characteristic EEG pattern. Myoclo-                   and AD with cerebrovascular disease (CVD). The\nnus is an important manifestation, but seen often only                most widely used clinical diagnostic criteria for VaD\nin late stages of the disease. Ataxia and visual abnor-               are the NINDS-AIREN criteria [45]. In addition,\nmalities are frequent, with visual ﬁeld defects, percep-              research criteria for SIVD have also been proposed\ntual abnormalities and occasionally hallucinations [43].              [46].\n                                                                         The NINDS-AIREN criteria handle VaD as a syn-\nGenetic prion diseases                                                drome with diﬀerent aetiologies and diﬀerent clinical\nGenetic prion diseases occurring in 10–15% of cases                   manifestations rather than a single entity and list pos-\nare caused by prion protein gene (PRNP) mutations,                    sible subtypes to be used in research studies. These\nshowing the patterns of autosomal-dominant inheri-                    criteria incorporate diﬀerent levels of certainty of the\ntance with incomplete penetrance. The disorders mani-                 clinical diagnosis (probable, possible, deﬁnite). How-\nfest as familial Creutzfeldt–Jakob disease (fCJD),                    ever, in randomized clinical trials using the NINDS-\nGerstmann–Sträussler–Scheinker disease (GSS) or                      AIREN criteria, all potential subtypes have been\nfatal familial insomnia (FFI).                                        lumped together as ‘general VaD’. The SIVD criteria\n                                                                      of Erkinjuntti et al. [46] represent an attempt to deﬁne\nAccidentally transmitted (iatrogenic)                                 a more homogeneous subtype.\nCJD has been related to corneal graft transplantation,                   In a neuropathological series, the sensitivity of the\ncontaminated human pituitary-derived growth hor-                      NINDS-AIREN criteria for probable and possible\nmone or gonadotropin and dura mater grafts.                           VaD was 58% and speciﬁcity was 80% [47]. The\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1166    S. Sorbi et al.\n\n\n\ninter-rater reliability of the NINDS-AIREN criteria is         evidence) [50]. Alterations may be suggestive of other\nmoderate to substantial (kappa 0.46–0.72) [44].                forms of dementia. For example, increased muscle\n   The research criteria for SIVD represent a more             tone and bradykinesia in the absence of tremor may\nrecent development. In SIVD, the biological markers            be suggestive of DLB; asymmetric reﬂexes, visual ﬁeld\nof small vessel disease are conﬂuent white matter              deﬁcit, pyramidal or other lateralizing signs may be\nlesions along with lacunes. Furthermore, changes in            indicative of VaD; myoclonus is suggestive for CJD;\nthe normal appearing white matter, frontal cortical            peripheral neuropathy may suggest toxic and meta-\natrophy, as well as microinfarcts may be important             bolic encephalopathies. It is of particular importance\nsurrogates. A similar approach to the small vessel dys-        to evaluate hearing and vision because impairment\nexecutive phenotype criteria of SIVD is that of the            can inﬂuence mental status and neurological examina-\nrecent criteria for the amnestic phenotype of AD.              tion. Neurological examination should be accompa-\n   VCI cases that do not meet the criteria for dementia        nied by general medical examination to disclose\ncan also be labelled as VCI with no dementia or vascu-         systemic contribution to the cognitive impairment.\nlar cognitive impairment, no dementia (CIND). These               There exists no evidence-based data to support the\npatients have also been labelled as vascular mild cogni-       usefulness of speciﬁc routine blood tests for the evalu-\ntive impairment (vMCI) in a similar way to amnestic            ation of those with dementia but these tests are useful\nmild cognitive impairment (aMCI) for AD.                       in excluding co-morbidities, revealing potential risk\n                                                               factors, origin of confusional states and, rarely, in\n                                                               identifying the primary cause of dementia. The value\nNormal-pressure hydrocephalus (NPH)\n                                                               of laboratory tests was assessed by the American\nData about the prevalence of normal-pressure hydro-            Academy of Neurology practice parameter publication\ncephalus (NPH) syndrome vary between 0.12% and                 [51]. Most expert opinion advises screening for vita-\n2.9% with an estimated incidence of 5.5/100 000/year           min B12, folate, thyroid-stimulating hormone, cal-\n[48]. Clinical diagnosis of NPH is diﬃcult as the criti-       cium, glucose, complete blood cell count, renal and\ncal features of NPH represented by insidious onset of          liver function abnormalities. Abnormal vitamin B12\ngait disturbance, incontinence and dementia are very           levels and thyroid function are commonly encountered\ncommon in the elderly. Furthermore, a cognitive pro-           co-morbidities. They can inﬂuence cognitive function,\nﬁle may overlap with AD or subcortical VaD and gait            and it is useful to assess them even if the treatment of\ndisturbances may overlap with PD. The presence of              these disorders may not completely reverse dementia\ntypical clinical features accompanied by supplemental          (class IV evidence) [51]. Serological tests for syphilis,\ninvestigations enable the classiﬁcation of NPH as pos-         Borrelia and HIV should be considered in individual\nsible, probable or unlikely. International guidelines          cases at high risk or where there are suggestive clinical\nsuggest that probable clinical diagnosis has to be based       features (class IV evidence) [51].\non all three core features (class III of evidence) [49].\n                                                  ",
  "wordCount": 19432,
  "indexed": "2025-09-25T22:56:31.066Z",
  "method": "direct"
}
