{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Skeie et al. - 2010 - Guidelines for treatment of autoimmune neuromuscul.pdf",
  "fileName": "Skeie et al. - 2010 - Guidelines for treatment of autoimmune neuromuscul.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Skeie et al. - 2010 - Guidelines for treatment of autoimmune neuromuscul.pdf",
  "text": "European Journal of Neurology 2010, 17: 893–902                                                        doi:10.1111/j.1468-1331.2010.03019.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nGuidelines for treatment of autoimmune neuromuscular\ntransmission disorders\nG. O. Skeiea, S. Apostolskib, A. Evolic, N. E. Gilhusd, I. Illae, L. Harmsf, D. Hilton-Jonesg,\nA. Melmsh, J. Verschuureni and H. W. Horgej\na\n    Department of Neurology, University of Bergen, Norway; bInstitute of Neurology, School of Medicine, University of Belgrade, Serbia and\nMontenegro; cNeuroscience Department, Catholic University, Rome, Italy; dDepartment of Neurology, University of Bergen, Norway; eServei\nNeurologia, Hospital Sta. Creu i Sant Pau, Barcelona, Ciberned, Spain; fUniversitätsmedizin Berlin Charite´, Neurologische Klinik Berlin,\nGermany; gRadcliffe Inﬁrmary, Oxford, UK; hNeurologische Klinik, Universität Tübingen, Germany; iDepartment of Neurology, LUMC,\nLeiden, The Netherlands; and jThe Norwegian Musculary Disorders Association, Norway\n\n\n\n\nKeywords:                            Background: Important progress has been made in our understanding of the auto-\nLambert–Eaton                        immune neuromuscular transmission (NMT) disorders; myasthenia gravis (MG),\nmyasthenic syndrome,                 Lambert–Eaton myasthenic syndrome (LEMS) and neuromyotonia (IsaacsÕ syn-\nmyasthenia gravis,                   drome).\nneuromuscular                        Methods: To prepare consensus guidelines for the treatment of the autoimmune\ntransmission disorders,              NMT disorders, references retrieved from MEDLINE, EMBASE and the Cochrane\nneuromyotonia                        Library were considered and statements prepared and agreed on by disease experts.\n                                     Conclusions: Anticholinesterase drugs should be given ﬁrst in the management of\nReceived 8 January 2010              MG, but with some caution in patients with MuSK antibodies (good practice point).\nAccepted 19 February 2010            Plasma exchange is recommended in severe cases to induce remission and in prepa-\n                                     ration for surgery (recommendation level B). IvIg and plasma exchange are eﬀective\n                                     for the treatment of MG exacerbations (recommendation level A). For patients with\n                                     non-thymomatous MG, thymectomy is recommended as an option to increase the\n                                     probability of remission or improvement (recommendation level B). Once thymoma is\n                                     diagnosed, thymectomy is indicated irrespective of MG severity (recommendation\n                                     level A). Oral corticosteroids are ﬁrst choice drugs when immunosuppressive drugs are\n                                     necessary (good practice point). When long-term immunosuppression is necessary,\n                                     azathioprine is recommended to allow tapering the steroids to the lowest possible dose\n                                     whilst maintaining azathioprine (recommendation level A). 3,4-Diaminopyridine is\n                                     recommended as symptomatic treatment and IvIG has a positive short-term eﬀect in\n                                     LEMS (good practice point). Neuromyotonia patients should be treated with an an-\n                                     tiepileptic drug that reduces peripheral nerve hyperexcitability (good practice point).\n                                     For paraneoplastic LEMS and neuromyotonia optimal treatment of the underlying\n                                     tumour is essential (good practice point). Immunosuppressive treatment of LEMS and\n                                     neuromyotonia should be similar to MG (good practice point).\n\n\n\n\n                                                                         Myasthenia gravis (MG) is caused by autoantibodies\nBackground and objectives\n                                                                         against components of the post-synaptic neuromuscular\nAutoimmune neuromuscular transmission (NMT) dis-                         junction. The autoimmune attack at the muscle end-\norders are relatively rare, but often debilitating diseases.             plate leads to NMT failure and muscle weakness.\n                                                                         Lambert–Eaton myasthenic syndrome (LEMS) is\nCorrespondence: Geir Olve Skeie (chair), Department\n                                                                         caused by antibodies against the voltage-gated calcium\nof Neurology, Haukeland University Hospital, 5021 Bergen, Norway         channels (VGCC) at the pre-synaptic side of the muscle\n(tel.: +47 55 97 5000; fax: +55 97 51 65;                                endplate. The antibodies inhibit acetylcholine release\ne-mail: geir.olve.skeie@helse-bergen.no).                                and cause NMT failure and muscle weakness. Neuro-\n                                                                         myotonia (peripheral nerve hyperexcitability; IsaacsÕ\nThis is continuing Medical Education article, and can be found with\ncorresponding questions on the internet at http://www.efns.org/EFNS\n                                                                         syndrome) is caused by antibodies to nerve voltage-\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for          gated potassium channels (VGKC) that produce nerve\ncorrectly answering the questions will be issued by the EFNS.            hyperexcitability and spontaneous and continuous\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS                                                                                                       893\n\f894    G. O. Skeie et al.\n\n\n\nskeletal muscle overactivity presenting as twitching and        consensus could be reached, the task force has oﬀered\npainful cramps and stiﬀness.                                    advice as good practice points (1). The statements\n   Our increased understanding of the basic mechanisms          were revised and collated into a single document,\nof neuromuscular transmission and autoimmunity has              which was then revised iteratively until consensus was\nled to the development of novel treatment strategies.           reached.\nNMT disorders are now amenable to treatment and\ntheir prognoses are good. Treatment developed for other\n                                                                Myasthenia gravis (MG)\nand more common antibody-mediated autoimmune\ndisorders with similar pathogenetic processes have              MG is characterized by a ﬂuctuating weakness of\nbeen applied also for NMT disorders. Although present           skeletal muscle with remissions and exacerbations [2].\ntreatment strategies are increasingly underpinned by            In 85% of patients with MG, the disease is caused by\nscientiﬁc evidence, they are still based partly on clinical     antibodies against the AChR at the post-synaptic side\nexperience. In this article, we have evaluated the available    of the neuromuscular junction that cause transmission\nliterature and have given evidence-based treatment              failure and produce destruction of the endplate. Of the\nguidelines.                                                     15% of generalized MG patients without AChR anti-\n                                                                bodies, 20–50% have antibodies against another syn-\n                                                                aptic antigen, muscle-speciﬁc tyrosine kinase [MuSK]\nMaterials and methods\n                                                                [3]. The remaining patients probably have antibodies\n                                                                against unknown antigens at the neuromuscular junc-\nSearch strategy\n                                                                tion or low level/aﬃnity antibodies against AChR or\nMEDLINE 1966–2009 and EMBASE 1966–2004 were                     MuSK that are not detectable by standard assays. MG\nexamined with appropriate MESH and free subject                 is closely associated with thymic pathology. Fifteen per\nterms: 1. myasthenia, 2. myasthenia gravis, 3. Lambert–         cent of patients with MG have a thymoma and often\nEaton, 4. Lambert–Eaton myasthenic syndrome/                    have antibodies against additional striated muscle\nLEMS, 5. neuromyotonia, 6. IsaacsÕ syndrome.                    antigens such as titin [4] and ryanodine receptors [5].\n   1–6 was combined with the terms: 7. treatment, 8.            These antibodies are more common in thymoma and\nmedication, 9. therapy, 10. controlled clinical trial, 11.      severe MG and are considered as useful markers [6,7].\nrandomized controlled trial, 12. clinical trial, 13. mul-       A hypertrophic thymus is found in 60% of patients with\nticenter study, 14. meta-analysis, 15. cross-over studies,      MG, typically young women, whilst most patients with\n16. thymectomy and 17. immunosuppression.                       debut after 50 years of age have a normal or atrophic\n   The Cochrane Central Register of Controlled Trials           thymus.\n(CENTRAL) was also sought.                                         MG often used to cause chronic, severe disability and\n   Articles in English that contained data which could          had a high mortality. However, improved treatment\nbe rated according to the guidance statement for                allied with advances in critical care have transformed\nneurological management guidelines of EFNS were                 the long-term prognosis and life expectancy is now near\nincluded [1].                                                   normal [8–11].\n   Information from patient and other voluntary orga-\nnizations and existing guidelines including those from\n                                                                Symptomatic treatment\nthe American Academy of Neurology was reviewed and\nvalidated according to the above-mentioned criteria.            Acetylcholine esterase inhibitors (of which pyridostig-\nFinished and ongoing Cochrane data based projects on            mine is the most widely used) inhibit the breakdown of\nLEMS treatment, immunosuppressive MG treatment,                 ACh at the neuromuscular junction. This increases the\nIvIg for MG, plasmapheresis for MG and corticoste-              availability of ACh to stimulate AChR and facilitates\nroids for MG in addition to thymectomy for MG were              muscle activation and contraction. These drugs are\nreviewed.                                                       most helpful as initial therapy in newly diagnosed pa-\n                                                                tients with MG, and as sole long-term treatment of\n                                                                milder disease.\nMethods for reaching consensus\n                                                                   These drugs are usually well tolerated at standard\nFour members of the task force prepared parts of the            doses of up to 60 mg ﬁve times per day. Adverse eﬀects\nmanuscript and draft statements about the treatment of          are caused by the increased concentration of ACh at\nMG, LEMS and neuromyotonia. Evidence was classi-                both nicotinic and muscarinic synapses. The common\nﬁed as classes I to IV and recommendations as levels A          muscarinic eﬀects are gut hypermotility (stomach\nto C according to the scheme agreed for EFNS guide-             cramps, diarrhoea), increased sweating, excessive\nlines (1). When only class IV evidence was available but        respiratory and gastrointestinal secretions [12,13], and\n\n\n                                                                                                               Ó 2010 The Author(s)\n                                                          Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f                                                                                      Autoimmune neuromuscular disorders   895\n\n\n\nbradycardia. The main nicotinic adverse eﬀects are                     AChR antibodies is not known, and the MuSK anti-\nmuscle fasciculations and cramps.                                      bodies were detected recently. There are no controlled\n   There are no placebo-controlled randomized studies                  and prospective trials of immunosuppressive treatment\nof these drugs, but case reports, case series and daily                in children and adolescents. Evidence suggests that each\nclinical experience demonstrate an objective and                       immunological subtype of MG may be associated with a\nmarked clinical eﬀect (class IV evidence). Although                    diﬀerent spectrum of clinical phenotypes and thymus\nthere is inadequate evidence for a formal recommen-                    pathologies that should be considered when designing\ndation, the task force agreed that an anticholinester-                 optimum treatment strategies [20].\nase drug should be the ﬁrst-line treatment for all\nforms of MG (class IV evidence, good practice point).\n                                                                       Plasma exchange\nAlthough its use should be cautious in patients with\nanti-MuSK antibodies who often show Ach hyper-                         Antibodies are removed from patient sera by membrane\nsensitivity [14].                                                      ﬁltration or centrifugation. The onset of improvement\n   The optimal dose is determined by the balance                       is within the ﬁrst week and the eﬀect lasts for 1–\nbetween clinical improvement and adverse eﬀects and                    3 months. From unrandomized reports, semi-selective\ncan vary over time and with concomitant treatment.                     immunoadsorption to tryptophan-linked polyvinylal-\nThere is one report of additional eﬀect of intranasally                cohol gels or protein-A columns appears to be as\nadministered pyridostigmine, although this is not                      eﬀective as plasmapheresis, with the advantage that\ncommercially available [15] (class III evidence).                      protein substitution is not required.\n   3,4-Diaminopyridine releases ACh from nerve                            Short-term beneﬁts of plasma exchange have been\nterminals. In a double-blind, placebo-controlled trial,                reviewed by Gajdos et al. (Cochrane review) [21] who\nthe drug seemed eﬀective in congenital (hereditary and                 conclude: ÔThere are no adequate randomized con-\nnon-immune) myasthenia patients. Juvenile patients                     trolled trials, but many case series report short-term\nwith MG did not respond [16] (class III evidence).                     beneﬁt from plasma exchange in myasthenia gravis,\nThe drug is not recommended in autoimmune MG,                          especially in myasthenic crisisÕ. The NIH consensus of\nalthough it may prove useful in some forms of con-                     1986 states: Ôthe panel is persuaded that plasma\ngenital myasthenia (level C recommendation).                           exchange can be useful in strengthening patients with\n   Ephedrine increases ACh release. It has probably less               myasthenia gravis before thymectomy and during the\neﬀect and more severe side eﬀects including sudden                     post-operative period. It can also be valuable in less-\ndeath and myocardial infarction, compared with pyri-                   ening symptoms during initiation of immunosuppres-\ndostigmine [17] (class III evidence). Terbutalin, a                    sive drug therapy and during an acute crisis.Õ (class IV\nB2-adrenergic agonist has also been tried and seems                    evidence). Plasma exchange is recommended as a short-\npromising as an adjunct for a subgroup of patients with                term treatment in MG, especially in severe cases to\nMG [18]. Pyridostigmine should be preferred to                         induce remission and in preparation for surgery (level B\nephedrine in the symptomatic treatment of MG (level C                  recommendation).\nrecommendation).                                                          There is one report on the use of repeated plasma\n                                                                       exchange over a long period in refractory MG. It failed\n                                                                       to show any cumulative long-term beneﬁt in combina-\nImmune-directed treatment\n                                                                       tion with immunosuppressive drugs [22] (class II evi-\nDeﬁnitive MG treatments target the autoimmune                          dence) [21] (class I evidence). Repeated plasma\nresponse by suppressing the production of pathogenic                   exchange is not recommended as a treatment to obtain\nantibodies or the damage induced by the antibodies.                    a continuous and lasting immunosuppression in MG\nThe aim of immunotherapy is to induce and then                         (level B recommendation).\nmaintain remission. MG patients with a thymoma and\nother patients with anti-titin and anti-RyR antibodies\n                                                                       Intravenous immunoglobulin (IvIg)\nusually have a severe disease [6,19] (class III evidence),\nthus suggesting more aggressive treatment strategies                   IvIg had a positive eﬀect in several open studies espe-\nshould be considered in these patients (level C recom-                 cially in the acute phase of MG [23,24] (class IV evi-\nmendation).                                                            dence). It has been used for the same indications as\n  Most MG treatment studies are insuﬃcient. There is                   plasma exchange; rapidly progressive disease, prepara-\nno consideration of whether patients have had                          tion of weak patients for surgery including thymectomy\nthymectomy. In non-operated patients, it is unknown                    and as an adjuvant to minimize long-term side eﬀects of\nhow many of them had thymoma. In studies conducted                     oral immunosuppressive therapy [25]. A recent Coch-\nbefore 1980, the percentage of patients with and without               rane review compared the eﬃcacy of IvIg compared\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f896    G. O. Skeie et al.\n\n\n\nto plasma exchange, other treatments or placebo. It            stable condition before this elective intervention. The\nconcluded: Ôthe only randomized controlled trial               perioperative morbidity is very low and consists in\nexamining early treatment eﬀects did not show a sig-           wound healing disorders, bronchopneumonia, phrenic\nniﬁcant diﬀerence between IvIg and plasma exchange             nerve damage and sternum instability.\nfor the treatment of myasthenia gravis exacerbationsÕ.            The Quality Standard Subcommittee of the American\nNon-randomized evidence consistently favours the               Academy of Neurology [32,33] analysed 28 articles\ninterpretation that they are equally eﬀective in this sit-     written 1953–1998 describing outcomes in 21 MG\nuation [26,27] (class I evidence) (level A recommenda-         cohorts with or without TE (class II evidence). Most\ntion). Two multicentre randomized controlled studies           series used the trans-sternal approach, and the follow-\nsuggest that although eﬃcacy is equal, side eﬀects of          up ranged from 3 to 28 years. There are a number of\nIvIg may be fewer and less severe. Thus, IvIg may be           methodological problems in the studies including the\nthe preferred option [28] (class I evidence). However,         deﬁnition of remission, the selection criteria, the medi-\nthe controlled study by Gajdos et al. (1997) used a            cal therapy applied in both groups and data on anti-\nlower volume of plasma exchange than usual for the             body status. However, 18 of the 21 cohorts showed\ntreatment of MG crisis, and the end-point was                  improvement in patients with MG who underwent TE.\nimprovement at a time-point set too late to allow              Patients with MG undergoing TE were twice as likely\nproper assessment of whether one therapy worked                to attain medication-free remission, 1.6 times as likely\nquicker than the other. There are published abstracts          to become asymptomatic, and 1.7 times as likely to\nbut no articles suggest that plasma exchange work              improve. No study found a signiﬁcant negative inﬂu-\nfaster in MG crisis.                                           ence of TE. Patients with purely ocular manifestations\n   In mild or moderate MG, no signiﬁcant diﬀerence in          did not beneﬁt from TE. The outcome for younger TE\neﬃcacy of IvIg and placebo was found after 6 weeks. In         patients was not signiﬁcantly diﬀerent from the total\nmoderate exacerbations of MG, no statistically signiﬁ-         MG group. Mild MG (Ossermann grade 1–2) did not\ncant diﬀerence in eﬃcacy was found between IvIg and            proﬁt from surgery, whilst more severe cases (Osser-\nmethylprednisolone. Randomized controlled trials have          mann grade 2b-4) were 3.7 times as likely to achieve\nnot shown evidence of improved functional outcome or           remission after TE than those without surgery\nsteroid-sparing eﬀect with the repeated use of IvIg in         (P < 0.0077).\nmoderate or severe stable MG [26,27] (class I evidence).          Gronseth et al. asserted unequivocally that Ôfor pa-\nHowever, a randomized placebo-controlled study                 tients with non-thymomatous autoimmune MG, thy-\nshowed a signiﬁcant response in patients treated with          mectomy is recommended as an option to increase the\nIvIg, the greatest improvement occurring in subjects           probability of remission or improvementÕ. Their rec-\nwith more severe disease [29].                                 ommendation is supported by this task force with the\n                                                               speciﬁcation that patients with generalized MG and\n                                                               AChR antibodies are the group most likely to beneﬁt\nThymectomy (TE)\n                                                               (level B recommendation).\nThere are several surgical approaches to TE: full or              The widespread opinion that an early TE in the\npartial sternotomy, transcervical and thoracoscopic.           course of MG improves the chance of a quick remission\nThere are no randomized controlled studies for TE in           is based on observations that lack detailed information\nMG.                                                            and cannot be veriﬁed by meta-analysis. However, from\n   It is diﬃcult to compare the outcomes of the diﬀerent       pathogenic considerations it is tempting to assume\noperative techniques (confounding factors inﬂuenced            that early TE should be preferred to TE after many\nboth the controlled and the uncontrolled studies) but          years.\noutcomes are probably similar [30] (Meyer et al., 2009)           The indication for TE in AChR antibody-negative\n(class III evidence).                                          patients with MG is controversial. This group is het-\n   Despite the absence of randomized, well-controlled          erogenic. Some patients are false negative as they have\nstudies, TE in MG patients with and without thymoma            low aﬃnity AChR antibodies not detected by standard\nis widely practised. Post-operative improvement can            assays [34], whilst others have MuSK and possible other\ntake months or years to appear, making it diﬃcult to           still undetected antibodies. A retrospective cohort study\ndistinguish TE eﬀects from those of immunosuppressive          displayed a similar post-operative course in AChR\ndrugs, which are often used concomitantly. In a con-           antibody-negative and AChR antibody-positive\ntrolled study, a 34% remission and a 32% improvement           patients with a follow-up of at least 3 years [35].\nrate were achieved after TE compared with 8% and               Remission or improvement after TE occurred in 57% of\n16% for matched patients without the operation [31]            AChR antibody-negative patients and in 51% of AChR\n(class III evidence). The patient should be in a clinically    antibody-positive patients. One study [36] could not\n\n\n                                                                                                              Ó 2010 The Author(s)\n                                                         Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f                                                                                       Autoimmune neuromuscular disorders     897\n\n\n\nprove any eﬀect of TE in 15 MuSK antibody-positive                     inhibits DNA and RNA synthesis and interferes with\npatients, whilst MuSK antibodies predicted a poor                      T-cell function. The onset of therapeutic response may\noutcome of TE in another study [37]. Available evi-                    be delayed for 4–12 months, and maximal eﬀect is\ndence suggests that TE should not be recommended in                    obtained after 6–24 months. Azathioprine is usually\nMuSK antibody-positive patients. Early onset general-                  well tolerated but idiosyncratic ﬂu-like symptoms or\nized MG without AChR and MuSK antibodies should                        gastrointestinal disturbances including pancreatitis\nhave TE in the same way as MG with AChR anti-                          occur in 10%, usually within the ﬁrst few days of\nbodies.                                                                treatment. Some patients develop hepatitis with eleva-\n   In MG patients with a thymoma, the main aim of TE                   tions of liver enzymes. Leucopenia, anaemia, throm-\nis to treat the tumour rather than for any eﬀect on the                bocytopenia or pancytopenia usually respond to drug\nMG. Once thymoma is diagnosed, TE is indicated                         withdrawal. Blood cell eﬀects and hepatitis often do not\nirrespective of the severity of MG (good practice point).              recur after cautious reintroduction of the drug. Careful\nThymoma is a slow-growing tumour, and TE should be                     monitoring of full blood cell count and liver enzymes is\nperformed only after stabilization of the MG. After TE,                mandatory and the dosage should be adjusted accord-\nthe AChR antibody titre usually falls less in patients                 ing to the results. About 11% of the population are\nwith thymoma than in those with thymic hyperplasia                     heterozygous and 0.3% homozygous for mutations of\n[38]. The prognosis depends on early and complete                      the thiopurine methyltransferase gene (which can be\ntumour resection [39].                                                 monitored in blood) and have an increased risk of\n                                                                       azathioprine-induced myelosuppression.\n                                                                          One large double-blind randomized study has dem-\nCorticosteroids\n                                                                       onstrated the eﬃcacy of azathioprine as a steroid-\nIn observational studies, remission or marked                          sparing agent with a better outcome in patients on a\nimprovement is seen in 70–80% of patients with MG                      combination of azathioprine and steroids than in\ntreated with oral corticosteroids, usually prednisolone                patients treated with steroids alone [42] (class I evi-\n[40] (class IV evidence), but the eﬃcacy has not been                  dence). It has an immunosupressive eﬀect when used\nstudied in double-blind, placebo-controlled trials. Ste-               alone without steroids [43] (class III evidence). In a\nroids have side eﬀects including weight gain, ﬂuid                     small randomized study, prednisone was associated\nretention, hypertension, diabetes, anxiety/depression/                 with better and more predictable early improvement in\ninsomnia/psychosis, glaucoma, cataract, gastrointesti-                 muscle strength than azathioprine [44] (class III evi-\nnal haemorrhage and perforations, myopathy,                            dence). In patients where long-term immunosuppres-\nincreased susceptibility to infections and avascular joint             sion is necessary, we recommend starting azathioprine\nnecrosis. The risk of osteoporosis is reduced by giving                together with steroids to allow tapering the steroids to\nbisphosphonate [41] (class IV evidence), and antacids                  the lowest dose possible, whilst maintaining azathio-\nmay prevent gastrointestinal complications. The task                   prine (level A recommendation).\nforce agreed that oral prednisolone should be a ﬁrst\nchoice drug when immunosuppressive drugs are neces-\n                                                                       Methotrexate\nsary in MG (good practice point). Some patients have a\ntemporary worsening of MG if prednisolone is started                   Methotrexate should be used in selected patients with\nat high dose. This steroid dip occurs after 4–10 days                  MG who do not responde to ﬁrst choice immunosup-\nand sometimes can precipitate a MG crisis. Thus, we                    pressive drugs (good practice point). It is well studied in\nrecommend starting treatment at low dose, 10–25 mg                     other autoimmune disorders, but there is no evidence of\non alternate days increasing the dose gradually (10 mg                 suﬃcient quality published for MG.\nper dose) to 60–80 mg on alternate days. If the patient\nis critically ill, one should start on a high dose every day\n                                                                       Cyclophosphamide\nand use additional short-time treatments to overcome\nthe temporary worsening. When remission occurs,                        Cyclophosphamide is an alkylating agent with immu-\nusually after 4–16 weeks, the dose should be slowly                    nosuppressive properties. It is a strong suppressor of\nreduced to the minimum eﬀective dose given on alter-                   B-lymphocyte activity and antibody synthesis and at\nnate days (good practice point).                                       high doses it also aﬀects T-cells. In a randomized,\n                                                                       double-blind, placebo-controlled study including 23\n                                                                       patients with MG, those on treatment had signiﬁcantly\nAzathioprine\n                                                                       improved muscle strength and a lower steroid dose\nAzathioprine is in extensive use as an immunosup-                      compared with the placebo group. Intravenous pulses\npressant. It is metabolized to 6-mercaptopurine, which                 of cyclophosphamide allowed reduction of systemic\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f898    G. O. Skeie et al.\n\n\n\nsteroids without deterioration of muscle strength or          and a small open trial all showed a useful improvement\nserious side eﬀects [45] (class II evidence). However, the    of MG with minor side eﬀects [9,62–66] (class III evi-\nrelative high risk of toxicity including bone marrow          dence). Interestingly, patients with anti-RyR antibodies\nsuppression, opportunistic infections, bladder toxicity,      (and potential excitation–contraction coupling dys-\nsterility and neoplasms, limits the use of this medication    function) had a rapid response to treatment indicating a\nto patients with MG intolerant or unresponsive to             symptomatic eﬀect on muscle strength in addition to\nsteroids plus azathioprine, methotrexate, cyclosporin or      the immunosuppression (53). FK506 should be tried in\nmycophenolate mofetil (level B recommendation).               MG patients with poorly controlled disease, especially\n                                                              in RyR antibody-positive patients (level C recommen-\n                                                              dation).\nCyclosporin\n\nCyclosporin has an immunosuppressive eﬀect in both\n                                                              Antibodies against leucocyte antigens\norgan transplantation and autoimmune disorders. It is\nan inhibitor of T-cell function through inhibition of         There are case reports of improvement of refractory\ncalcineurin signalling [46]. Tindall et al. [47] conducted    MG with monoclonal antibodies against diﬀerent\na placebo-controlled double-blind randomized study in         lymphocyte subsets such as anti-CD20 (rituximab)\n20 patients for 6 months with an open extension (class        (B-cell inhibitor) [67–70] (class IV evidence) and anti-\nII evidence) [48,49] (class III evidence). The cyclosporin    CD4 (T-cell inhibitor) [71](class IV evidence), both\ngroup had signiﬁcantly improved strength and reduc-           reporting good clinical outcome. These treatment\ntion in AChR antibody titre compared with the placebo         strategies are promising, but more evidence is needed\ngroup. Two open trials of 1 and 2 years treatment and         before any recommendations can be given.\none retrospective study all support the beneﬁcial eﬀect\nof cyclosporin [10,50–52] (class III evidence). Cyclo-\n                                                              Training, weight control and lifestyle modifications\nsporin is eﬀective in MG, has signiﬁcant side eﬀects of\nnephrotoxicity and hypertension and should be con-            The importance of reducing weight and modiﬁcation\nsidered only in patients intolerant or unresponsive to        of activities of daily living has been suggested, but\nazathioprine (level B recommendation).                        there is no hard scientiﬁc evidence to this. There are\n                                                              reports that show some beneﬁt of respiratory muscle\n                                                              training in MG [72,73] (class III evidence) and strength\nMycophenolate mofetil\n                                                              training in mild MG [74] (class III evidence). Physical\nMycophenolate mofetilÕs active metabolite, mycophen-          training can be carried out safely in mild MG and\nolic acid, is an inhibitor of purine nucleotide synthesis     produces some improvement in muscle force (level C\nand impairs lymphocyte proliferation selectively. A few       recommendation). Seasonal ﬂu vaccination should be\nstudies including a small double-blind, placebo-con-          recommended in patients with MG (good practice\ntrolled study of 14 patients have shown that myco-            point).\nphenolate mofetil is eﬀective in patients with poorly            MG is associated with a slightly increased rate of\ncontrolled MG and as a steroid-sparing medication [53–        complications during birth and more frequent need of\n59] (class III, class IV evidence). These ﬁndings could       operative interventions [75,76] (class II evidence).\nnot be reproduced in a recent placebo-controlled              Transient neonatal MG occurs in 10–20% of children\nstudy over 9 months [60] (class II evidence). Therefore,      born to MG mothers. Maternal MG is also a rare cause\nthe eﬀect of mycophenolate mofetil in MG is not               of arthrogryphosis congenita and of recurrent miscar-\nunequivocally documented, but it may be tried in              riages [77]. Acetylcholine esterase inhibitors and\npatients intolerant or unresponsive to azathioprine           immunosuppressive drugs should be continued during\n(recommendation level B).                                     pregnancy when necessary for the MG, except for\n                                                              methotrexate which is damaging to ova and sperm and\n                                                              should be stopped at least 3 months before attempting\nFK506 (tacrolimus)\n                                                              conception. Mycophenolate mofetil and other new\nTacrolimus (FK506) is a macrolide molecule of the             drugs where no safety data are available should also be\nsame immunosuppressant class as cyclosporin. It               stopped 3 months before conception [78] (good practice\ninhibits the proliferation of activated T-cells via           point). Eﬀective immunosuppression can improve se-\nthe calcium–calcineurin pathway. FK506 also acts on           vere foetal MG-related conditions (class III evidence).\nryanodine receptor-mediated calcium release from              Women with MG should not be discouraged from\nsarcoplasmic reticulum to potentiate excitation–con-          conceiving, and pregnancy does not worsen the long-\ntraction coupling in skeletal muscle [61]. Case reports       term outcome of MG [79] (class II evidence).\n\n\n                                                                                                             Ó 2010 The Author(s)\n                                                        Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f                                                                                       Autoimmune neuromuscular disorders    899\n\n\n\n                                                                       ruled out. This does not apply to thymoma that has a\nRecommendations for MG\n                                                                       slow growth.\nAfter the diagnosis of MG is established, an acetyl-                      The presence of LEMS in a patient with SCLC\ncholine esterase inhibitor should be introduced. Thy-                  improves tumour survival [85]. For a more detailed\nmoma patients should have thymectomy. AChR                             description of LEMS, consult the Guidelines for the\nantibody-positive early-onset patients with generalized                management of paraneoplastic disorders [86].\nMG and insuﬃcient response to pyridostigmine therapy\nshould be considered for thymectomy, ideally within\n                                                                       Neuromyotonia (peripheral nerve\n1 year of disease onset. Immunosuppressive medication\n                                                                       hyperexcitability)/ISAACS syndrome\nshould be considered in all patients with progressive\nMG symptoms. We recommend starting with prednis-                       This commonest acquired form of generalized periph-\nolone covered by bisphosphonate and antacid and                        eral nerve hyperexcitability is autoimmune and caused\nazathioprine. Non-responders or patients intolerant to                 by antibodies to nerve voltage-gated potassium chan-\nthis regime should be considered for treatment with one                nels (VGKC). [87], although the only generally avail-\nof the other recommended immunosupressive drugs.                       able assay detects these antibodies in only 30–50% of\nRecommendation levels are B, C or good practice                        all patients [87]. Neuromyotonia is paraneoplastic in up\npoints.                                                                to 25% of patients and can predate the detection of\n                                                                       neoplasia, usually thymus or lung, by up to 4 years [88].\n                                                                       The clinical hallmark is spontaneous and continuous\nLambert Eaton myasthenic syndrome (LEMS)\n                                                                       skeletal muscle overactivity presenting as twitching and\nAntibodies to peripheral nerve P/Q-type VGCC anti-                     painful cramps and often accompanied by stiﬀness,\nbodies are present in the serum of at least 85% of                     pseudomyotonia, pseudotetany and weakness [89]. One\nLEMS patients [80]. The disease is characterized by                    third of patients also have sensory features and up to\nascending muscle weakness that usually starts in the                   50% have hyperhidrosis suggesting autonomic\nproximal lower limb muscles and is associated with                     involvement. Central nervous system features can occur\nautonomic dysfunction. Ptosis and ophthalmoplegia                      (MorvanÕs syndrome). [88,90]\ntend to be milder than in MG [81]. LEMS rarely causes\nrespiratory failure [81]. In half of the patients, LEMS is\n                                                                       Symptomatic and immune-directed treatment\na paraneoplastic disease and a small cell lung carcinoma\n(SCLC) will be found [82].                                             Neuromyotonia usually improves with symptomatic\n                                                                       treatment [89], although evidence is case reports and\n                                                                       case series (class IV evidence). Carbamazepine, phe-\nSymptomatic and immune-directed treatment\n                                                                       nytoin, lamotrigine and sodium valproate can be used,\nEvidence from small, randomized, controlled trials                     if necessary in combination.\nshowed that both 3,4-diaminopyridine and IvIg im-                         Neuromyotonia often improves and can remit after\nproved muscle strength scores and compound muscle                      treatment of an underlying cancer [89]. In patients whose\naction potential amplitudes in LEMS patients [83]                      symptoms are debilitating or refractory to symptomatic\n(Cochrane review) (class I evidence).                                  therapy, immunomodulatory therapies should be tried\n   First-line treatment is 3,4-diaminopyridine [84]. An                [89,91]. Plasma exchange often produces useful clinical\nadditional therapeutic eﬀect may be obtained if com-                   improvement lasting about 6 weeks accompanied by a\nbined with pyridostigmine. If symptomatic treatment is                 reduction in electromyography activity [89] and a fall in\ninsuﬃcient, immunosuppressive therapy should be                        VGKC antibody titres [92]. Single case studies suggest\nstarted, usually with a combination of prednisone and                  that IvIg can also help [93]. There are no good trials of\nazathioprine. Other drugs like cyclosporin or myco-                    long-term oral immunosuppression. However, prednis-\nphenolate can be used, although evidence of beneﬁt is                  olone, with or without azathioprine or methotrexate,\nlimited to case series reports (class IV evidence) (level C            has been useful in selected patients 86 [94] (class IV\nrecommendation).                                                       evidence) (good practice point).\n   For patients with a paraneoplastic LEMS, it is\nessential to treat the tumour. Chemotherapy is the ﬁrst\n                                                                       References\nchoice in SCLC, and this will have an additional\nimmunosuppressive eﬀect. In LEMS patients with a                        1. Brainin M, Barnes M, Baron JC, et al. Guidance for the\n                                                                           preparation of neurological management guidelines by\npossible underlying SCLC corticosteroids, when re-\n                                                                           EFNS scientiﬁc task forces – revised recommendations\nquired for the disease treatment, can be used; immu-                       2004. Eur J Neurol 2004; 11: 577–581.\nnosuppressants should be avoided before the tumour is\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 893–902\n\f900    G. O. Skeie et al.\n\n\n\n 2. Vincent A. Unravelling the pathogenesis of myasthenia        21. Gajdos P, Chevret S, Toyka K. Plasma exchange for\n    gravis. Nat Rev Immunol 2002; 2: 797–804.                        myasthenia gravis. Cochrane Database Syst Rev 2002; 4:\n 3. Hoch W, McConville J, Helms S, Newsom-Davis J,                   CD002275.\n    Melms A, Vincent A. Auto-antibodies to the receptor          22. Gajdos P, Simon N, de Rohan-Chabot P, Raphael JC,\n    tyrosine kinase MuSK in patients with myasthenia gravis          Goulon M. Long-term effects of plasma exchange in\n    without acetylcholine receptor antibodies. Nat Med 2001;         myasthenia. Results of a randomized study. Presse Med\n    7: 365–368.                                                      1983; 12: 939–942.\n 4. Aarli JA, Stefansson K, Marton LS, Wollmann RL.              23. Fateh-Moghadam A, Wick M, Besinger U, Geursen RG.\n    Patients with myasthenia gravis and thymoma have in              High-dose intravenous gammaglobulin for myasthenia\n    their sera IgG autoantibodies against titin. Clin Exp            gravis. Lancet 1984; 1: 848–849.\n    Immunol 1990; 82: 284–288.                                   24. Elovaara I, Apostolski S, van Doorn P, et al. EFNS\n 5. Mygland A, Tysnes OB, Matre R, Volpe P, Aarli JA,                guidelines for the use of intravenous immunoglobulin in\n    Gilhus NE. Ryanodine receptor autoantibodies in myas-            treatment of neurological diseases: EFNS task force on\n    thenia gravis patients with a thymoma. Ann Neurol 1992;          the use of intravenous immunoglobulin in treatment of\n    32: 589–591.                                                     neurological diseases. Eur J Neurol 2008; 15: 893–908.\n 6. Skeie GO, Mygland A, Aarli JA, Gilhus NE. Titin anti-        25. Dalakas MC. Intravenous immunoglobulin in the treat-\n    bodies in patients with late onset myasthenia gravis:            ment of autoimmune neuromuscular diseases: present\n    clinical correlations. Autoimmunity 1995; 20: 99–104.            status and practical therapeutic guidelines. Muscle Nerve\n 7. Somnier FE, Skeie GO, Aarli JA, Trojaborg W. EMG                 1999; 22: 1479–1497.\n    evidence of myopathy and the occurrence of titin auto-       26. Gajdos P, Chevret S, Toyka K. Intravenous immuno-\n    antibodies in patients with myasthenia gravis. Eur J             globulin for myasthenia gravis. Cochrane Database Syst\n    Neurol 1999; 6: 555–563.                                         Rev 2008; 1: CD002277.\n 8. Gerber NL, Steinberg AD. Clinical use of immunosup-          27. Gajdos P, Chevret S, Toyka K. Intravenous immuno-\n    pressive drugs: part II. Drugs 1976; 11: 90–112.                 globulin for myasthenia gravis. Cochrane Database Syst\n 9. Evoli A, Di Schino C, Marsili F, Punzi C. Successful             Rev 2003; 2: CD002277.\n    treatment of myasthenia gravis with tacrolimus. Muscle       28. Gajdos P, Chevret S, Clair B, Tranchant C, Chastang C.\n    Nerve 2002; 25: 111–114.                                         Clinical trial of plasma exchange and high-dose intrave-\n10. Goulon M, Elkharrat D, Gajdos P. Treatment of severe             nous immunoglobulin in myasthenia gravis. Myasthenia\n    myasthenia gravis with cyclosporin. A 12-month open              Gravis Clinical Study Group. Ann Neurol 1997; 41:\n    trial. Presse Med 1989; 18: 341–346.                             789–796.\n11. Owe JF, Daltveit AK, Gilhus NE. Causes of death among        29. Zinman L, Ng E, Bril V. IV immunoglobulin in patients\n    patients with myasthenia gravis in Norway between                with myasthenia gravis: a randomized controlled trial.\n    1951 and 2001. J Neurol Neurosurg Psychiatry 2006; 77:           Neurology 2007; 68: 837–841.\n    203–207.                                                     30. Meyer DM, Herbert MA, Sobhani NC, et al. Compara-\n12. Szathmary I, Magyar P, Szobor A. Air-ﬂow limitation              tive clinical outcomes of thymectomy for myasthenia\n    in myasthenia gravis. The effect of acetylcholinesterase         gravis performed by extended transsternal and minimally\n    inhibitor therapy on air-ﬂow limitation. Am Rev Respir           invasive approaches. Ann Thorac Surg 2009; 87: 385–390.\n    Dis 1984; 130: 145.                                          31. Buckingham JM, Howard FM Jr, Bernatz PE, et al. The\n13. Shale DJ, Lane DJ, Davis CJ. Air-ﬂow limitation in               value of thymectomy in myasthenia gravis: a computer-\n    myasthenia gravis. The effect of acetylcholinesterase            assisted matched study. Ann Surg 1976; 184: 453–458.\n    inhibitor therapy on air-ﬂow limitation. Am Rev Respir       32. Gronseth GS, Barohn RJ. Thymectomy for Myasthenia\n    Dis 1983; 128: 618–621.                                          Gravis. Curr Treat Options Neurol 2002; 4: 203–209.\n14. Punga AR, Flink R, Askmark H, Stalberg EV. Cholin-           33. Gronseth GS, Barohn RJ. Practice parameter:\n    ergic neuromuscular hyperactivity in patients with myas-         thymectomy for autoimmune myasthenia gravis (an\n    thenia gravis seropositive for MuSK antibody. Muscle          ",
  "wordCount": 7502,
  "indexed": "2025-09-25T22:56:26.908Z",
  "method": "direct"
}
