{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cefaleas/Bigal - 2012 - Expert Commentary–Unusual Headache Syndromes.pdf",
  "fileName": "Bigal - 2012 - Expert Commentary–Unusual Headache Syndromes.pdf",
  "relativePath": "Neurología/Cefaleas/Bigal - 2012 - Expert Commentary–Unusual Headache Syndromes.pdf",
  "text": "Curr Pain Headache Rep (2012) 16:287–288\nDOI 10.1007/s11916-012-0266-y\n\n INVITED COMMENTARY\n\n\n\nExpert Commentary–Unusual Headache Syndromes\nMarcelo E. Bigal\n\n\n\n\nPublished online: 10 May 2012\n# Springer Science+Business Media, LLC 2012\n\n\n   There is no disease so rare                                     for patients with difficult to manage headaches. Because the\n   that it does not deserve attention.                             issue is indeed overwhelming, reductionism happens (“it\n   Rare diseases are rare,                                         should be CDH or a refractory primary headache”). However,\n   but rare disease patients are numerous [1].                     although unusual in isolation, the “unusual headache syn-\n                                                                   dromes” become sizeable if considered as a group. The\n    Headache medicine may be an arduous field. While iden-         current issue of Current Pain and Headache Reports presents\ntifying and treating common headache disorders is often not        five unique papers that help to shed light on the topic and\ndifficult, so many medical conditions may present with head-       herein we add our perspective.\nache as the first or chief complaint that the differential diag-      A few years ago, a group of headache experts decided to\nnosis of patients with headache may be overwhelming [2].           approach the topic of the unusual headache syndromes\n    The most common headache syndromes are primary                 under the scope of “why treatment of headache fails”\nheadaches. They typically do not impose major diagnostic           [9, 10]. As with anything else, we felt that a systematic\nchallenges, although they are not always easy to treat. In the     approach to treatment failure would decrease the chances\nprimary headaches, headache is the “disease” itself. Failure       of persistent failure. We collected reasons into five major\nto identify and to properly treat a primary headache will          groups: (1) diagnosis is incomplete or incorrect; (2) impor-\ncause unnecessary burden to the patient [3–6]. As for the          tant exacerbating factors have been missing; (3) pharmaco-\nsecondary headaches, the headaches are the symptom of              therapy is inadequate; (4) non-pharmacological strategies\nanother disease. The situation is very different. Failure to       have been neglected; and (5) miscellany (unrealistic expect-\nidentify a secondary disease may represent a very ominous          ations, fail to diagnose comorbidities, etc).\nsituation. Not only may the patient face unnecessary suffer-          Under the first reason (diagnosis is incomplete or incor-\ning, but more concerning, a treatable condition may be             rect), we subdivided the group into three possibilities: (A) a\nmissed until it is too late [7, 8].                                secondary headache disorder goes undiagnosed; (B) a\n    Though conceptually simple, diagnosing secondary               primary headache disorder is misdiagnosed; and (C) more\nheadaches is indeed a difficult task. Secondary headaches          than one headache is present and only one is diagnosed.\noften mimic chronic daily headache (CDH), a primary head-          Herein I will present a few comments that we offered for the\nache disorder, but are very frequently truly uncharacteristic.     discussion that is germane to this issue of the journal (focus-\nNonetheless, patients with intractable headache often live         ing on when a secondary disorder or unusual syndrome is\nwith both the hope and the fear that the doctor “missed            undiagnosed).\nsomething.” This is also a concern for clinicians who care            When facing a patient with atypical presentation or refrac-\n                                                                   tory to medications, it is useful to focus on the temporal profile\nM. E. Bigal (*)                                                    of the headache, since it can provide important clues to its\nHead of the Merck Investigator Study Program,                      etiology. For example, a rapid-onset headache may suggest a\nScientific Engagement and Education (MISP/SEE),\nOffice of the Chief Medical Officer-Merck,\n                                                                   subarachnoid hemorrhage, pituitary apoplexy, or other intra-\nNorth Wales, PA, USA                                               cranial catastrophes. Rapid-onset headache also can be acute-\ne-mail: marcelo_bigal@merck.com                                    onset migraine. Sphenoid sinusitis may cause a subacute\n\f288                                                                                           Curr Pain Headache Rep (2012) 16:287–288\n\n\nintractable headache and may be missed radiologically unless        sella turcica (see paper by Bussone et al.), sphenoid sinus,\nappropriate studies are performed.                                  and nasopharyngeal regions. For truly intractable patients who\n   Headaches that start after age 55 suggest an organic             fail many therapies, a lumbar puncture is important to identify\ndisorder, such as a mass lesion or temporal arteritis. Giant        inflammatory or infectious changes that could indicate aseptic\ncell arteritis (as discussed by Dr. Nahas in this issue) is often   or chronic meningitis, as well as idiopathic intracranial hyper-\nunderdiagnosed and is an important cause of preventable             tension (IIH)\nblindness in the elderly.                                              The vast majority of refractory headache patients seem to\n   Concurrent events and headache triggers may also give            have a biologically determined problem that has either been\nclues to diagnosis. For example, headaches that occur in the        misdiagnosed, mistreated, or is simply very difficult to treat.\nperipartum period may be due to dural sinus thrombosis;             Among those that are misdiagnosed, many have unusual\nfever suggests an infectious etiology; orthostatic headache         headaches. At the risk of being redundant, unusual headaches\nsuggests a “low CSF pressure” headache which can result             are not that unusual when looked at collectively. Because of\nfrom a spontaneous CSF leak, a previous lumbar puncture,            the range of potential differential diagnoses, a structured\nor an epidural block. Headache triggered by straining,              approach is useful. We may not know all the possibilities, but\ncoughing, or sneezing suggests a hindbrain malformation,            we should know how to order the clinical thinking by prag-\noccipitocervical junction disorder, or increased intracranial       matically following a structured approach. Crucial elements\npressure. When headache is worse in the morning it may              include a thorough history, supplemented by general medical\nsuggest raised intracranial pressure or sleep apnea—in              and neurological examinations, as well as laboratory testing\ncontrast, when headache is better in the morning and worse          and neuroimaging in selected patients. If multiple headache\nat night it may suggest low CSF volume headache.                    disorders occur concurrently, the conceptual process needs to\n   A skin rash suggests Lyme disease, herpes zoster, or             be repeated for each headache.\nsarcoidosis. Other dermatological disorders might suggest\nthe presence of a systemic or localized disease, such as\nantiphospholipid syndrome, Sneddon’s syndrome, etc. It is\n                                                                    Disclosure Dr. Marcelo Bigal is an employee of Merck & Co. and\noften important to search for opportunistic infections,             owns stock interest in the company.\nincluding toxoplasmosis and cryptococcal meningitis, in\npatients who may have human immunodeficiency virus\n(HIV) infection or HIV risk factors.                                References\n   The history often neglects recent dental procedures such\nas root canal, tooth extractions, or bite disturbances that may      1. Orphanet: The portal for rare diseases and orphan drugs. 2012 vol;\nprovoke or be associated with the development of intractable            2012. Available via http://www.orpha.net/consor/cgi-bin/\nheadache due to brain abscess.                                          index.php. Accessed Mar 2012.\n                                                                     2. Headache Classification Subcommittee of the International Head-\n   We too often neglect the importance of the general physical\n                                                                        ache Society. The International Classification of Headache Disorders:\nexam in the diagnosis of unusual headache syndromes. For                2nd edition. Cephalalgia. 2004;24:9–160.\nexample, symptoms of nasal blockage, drainage, pus, or pres-         3. Arruda MA, Guidetti V, Galli F, Albuquerque RC, Bigal ME.\nsure may suggest sinus disease. Nasopharyngeal carcinoma                Primary headaches in childhood—a population-based study.\n                                                                        Cephalalgia. 2010;30:1056–64.\ncan produce chronic head and face pain and can be identified\n                                                                     4. Goadsby PJ, Lipton RB, Ferrari MD. Migraine–current understanding\nby detailed, expert examination of the nasopharynx or neuro-            and treatment. N Engl J Med. 2002;346:257–70.\nimaging. Indeed the physical examination should focus on the         5. Lyngberg AC, Rasmussen BK, Jørgensen T, Jensen R. Incidence\nsystems that are important in headache provocation, such as             of primary headache: a Danish epidemiologic follow-up study. Am\n                                                                        J Epidemiol. 2005;161:1066–73.\neyes, ears, neck, and areas of trigeminal innervation. Examin-\n                                                                     6. Lipton RB, Bigal ME, Steiner TJ, Silberstein SD, Olesen J.\ning the oral cavity health, and pain and discomfort in the              Classification of primary headaches. Neurology. 2004;63:427–\ntemporomandibular joint area, may provide diagnostic clues,             35.\nas detailed in the paper by Gonçalves et al. in the current issue    7. Gladstein J. Secondary headaches. Curr Pain Headache Rep.\n                                                                        2006;10:382–6.\nof the journal.\n                                                                     8. Olesen J, Steiner T, Bousser MG, et al. Proposals for new standardized\n   Sometimes the headache is not characteristic and even a              general diagnostic criteria for the secondary headaches. Cephalalgia.\nthorough physical exam is normal; therefore, proper diag-               2009;29:1331–6.\nnostic testing is required. Many patients with intractable           9. Lipton RB, Silberstein SD, Saper JR, Bigal ME, Goadsby PJ. Why\n                                                                        headache treatment fails. Neurology. 2003;60:1064–70.\nheadache have had multiple neuroimaging procedures. In\n                                                                    10. Lipton RB, Bigal ME. When the treatment of headache fails. In:\nthese cases, one should consider studies targeted to suspected          Lipton RB, Bigal ME, editors. Migraine and other headache disorders.\nsites of pathology, including the occipitocervical junction,            New York: Taylor & Francis; 2009. p. 509–18.",
  "wordCount": 1406,
  "indexed": "2025-09-25T22:50:31.588Z",
  "method": "direct"
}
