{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Zhong et al. - 2012 - Clinical Reasoning A young man with reversible paralysis, cerebral white matter lesions, and periph.pdf",
  "fileName": "Zhong et al. - 2012 - Clinical Reasoning A young man with reversible paralysis, cerebral white matter lesions, and periph.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Zhong et al. - 2012 - Clinical Reasoning A young man with reversible paralysis, cerebral white matter lesions, and periph.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                               Clinical Reasoning:\nSection Editor                 A young man with reversible paralysis,\nMitchell S.V. Elkind,\nMD, MS                         cerebral white matter lesions, and\n                               peripheral neuropathy\nLe Zhong, MD*                  SECTION 1                                                                   for these symptoms. The patient’s mother denied any\nKai Yan, BS*                   A 17-year-old boy experienced 3 consecutive episodes of                     neuropathy.\nChentao Liu, MD                transient tetraplegia or monoparesis over the course of 5                       On examination, no abnormalities were found in\nJinjie Xue, MS                 days, after a week of low-grade fever. He was alert but had                 his upper and lower limbs. The results of motor ex-\nLingqian Wu, MD, PhD           dysarthria and diplopia during the attacks. The paresis per-                amination, including strength, tone, posture, invol-\nFei Yin, MD                    sisted for 5 to 7 hours and resolved completely.                            untary movements, and reflexes, were normal. The\n                                    Three years prior, he had presented with a 1-day epi-                  sensory examination was unremarkable. Cerebral\n                               sode of transient right hemiparesis and dysarthria, and re-                 MRI showed white matter lesions in approximately\nCorrespondence & reprint       covered completely without any treatment. At that time,                     the same distribution as on the MRI performed 3\nrequests to Dr. Wu:\nwulingqian@sklmg.edu.cn\n                               cerebral MRI showed bilateral symmetric confluent hyper-                    years prior, but increased in severity (figure). These\nor Dr. Yin:                    intense lesions in the parieto-occipital region and splenium                lesions spared the subcortical U-fibers and did not\nyf2323@hotmail.com\n                               and genu of the corpus callosum on T2-weighted images                       enhance.\n                               (figure). Three months later, these MRI abnormalities                           EMG performed 1 week after the onset showed\n                               were markedly reduced (figure).                                             prolonged distal motor latencies (median 10.6, ulnar\n                                                                                                           8.7 [ms, normal value ⬍3.2 ms], tibial 20.6, per-\n                                                                                                           oneal 19.2 [ms, normal value ⬍3.0 ms]) and marked\n   Figure        Brain MRI                                                                                 uniform and symmetric slowing of conduction veloc-\n                                                                                                           ities (median 40.4, ulnar 36.8 [m/s, normal value ⬎40\n                                                                                                           m/s], tibial 25.1, peroneal 30.5 [m/s, normal value ⬎45\n                                                                                                           m/s]), with reduced amplitude of the distal compound\n                                                                                                           muscle action potentials (median 4.0, ulnar 4.0 [mV,\n                                                                                                           normal value ⬎3 mV], tibial 0.72, peroneal 0.19 [mV,\n                                                                                                           normal value ⬎5.0 mV]) and sensory nerve action po-\n                                                                                                           tentials (median 6.3 ␮V [normal value ⬎15 ␮V], ulnar\n                                                                                                           6.2 ␮V [normal value ⬎15 ␮V], sural no response).\n                                                                                                           The sensory potential of the right sural nerve was not\n                                                                                                           detected. These abnormalities suggested both myelin\nEpisode 1: transverse T2-weighted brain MRI shows confluent hyperintense lesions in the                    dysfunction and axonal damage. Laboratory tests, in-\ntemporal-occipital region and splenium and genu of the corpus callosum (A). (B) Hypointen-                 cluding electrolytes, lactate, and CSF, were all normal.\nsity in the same regions, evidence of reduced diffusion. Episode 2: (C) recurrent T2 signal                Aortocranial angiography and EEG were normal.\nabnormality in similar regions to episode 1.\n                                                                                                           Questions for consideration:\n                                  Family history is significant for a maternal grand-                      1. What is the differential diagnosis?\n                               father with progressive claudication since his 30s. He                      2. Virtually all categories of pathology may cause\n                               is 65 years old now, has amyotrophy in the lower                               white matter lesions. Does the imaging appear-\n                               limbs, but still can walk. He never received a diagnosis                       ance limit the differential diagnosis?\n\n\n\n\n                                                                                                                                                      GO TO SECTION 2\n\n\n\n                               *These authors contributed equally to this work.\n                               From the Department of Pediatrics, Xiangya Hospital (L.Z., C.L., F.Y.), and State Key Laboratory of Medical Genetics (K.Y., J.X., L.W.), Central\n                               South University, Changsha, China.\n                               Study funding: Gene analysis was supported by research grant 2012CB944601 from the National Basic Research Program of China.\n                               Go to Neurology.org for full disclosures. Disclosures deemed relevant by the authors, if any, are provided at the end of this article.\n\n\ne70                            Copyright © 2012 by AAN Enterprises, Inc.\n\fSECTION 2                                                 lopathy with lactic acidosis and strokelike spells, and\nThe clinical features of this patient included cerebral   familial hemiplegic migraine. However, clinical and\nwhite matter lesions, recurrent paralysis, and periph-    examination findings in this patient were incompati-\neral neuropathy. As the patient had confluent cere-       ble with the diagnosis of these diseases.\nbral white matter lesions, acute disseminated                 Some demyelinating peripheral neuropathies can\nencephalomyelitis (ADEM) and adrenoleukodystro-           induce cerebral demyelination, such as Guillain-\nphy were considered. ADEM is a demyelinating dis-         Barré syndrome or hereditary motor sensory neuropa-\nease that is thought to be of autoimmune origin. It       thy. Guillain-Barré syndrome can also simultaneously\nusually occurs after a recent infectious prodrome.1       or sequentially be accompanied by cerebral demyelina-\nCerebral white matter and periphery nerves may            tion.4 Paralysis usually lasts over 4 weeks and EMG ab-\nboth be involved in ADEM.2 However, the lesions in        normalities appear 10 days after the attack. This\ncerebral white matter are usually asymmetric with         patient’s paralysis only lasted several hours, and EMG\nspotty enhancement. The clinical picture is one of        abnormalities presented only 8 days after the attacks,\nabrupt onset with a monophasic course. Relapse or         findings which were inconsistent with the diagnosis of\nrecurrent phase may occur 3 months after the first        Guillain-Barré syndrome.\nattack,3 but cannot occur within several days, as seen        Charcot-Marie-Tooth disease (CMT) denotes a\nin this patient.                                          group of hereditary motor sensory neuropathy that\n    Symmetric lesions in cerebral white matter are        differ relatively little by phenotype. On the basis of\nusually caused by drugs, toxins, or inherited disease.    electrophysiologic properties and histopathology,\nAdrenoleukodystrophy is an inherited metabolic dis-       CMT has been divided into primary peripheral de-\norder caused by a defect in the metabolism of myelin      myelinating (type 1) and primary peripheral axonal\nproteolipids. The peripheral nervous system can be        (type 2) neuropathies. X-linked Charcot-Marie-\ninvolved along with the CNS. The MRI abnormali-           Tooth disease (CMTX) has both demyelinating and\nties are characterized by symmetric massive involve-      axonal features.5 As an X-linked disorder, males are\nment of the white matter in the parieto-occipital and     more severely affected than females.\ntemporo-occipital lobes. The splenium of the corpus           Among the group of CMT diseases, CMTX1 can\ncallosum can be involved at an early stage, but the       usually involve the CNS.6 Although CNS symptoms\ngenu is usually spared. Sites of active demyelination     are subclinical in most patients, some case reports\nalong the advancing edges may be associated with          have described patients with CMTX1 who presented\nblood– brain barrier disruption and enhance with          with recurrent paralysis and reversible cerebral white\ncontrast. The course of adrenoleukodystrophy is pro-      matter lesions.7–10\ngressive. Complete recovery has not been reported.\n    Reversible paralysis may be seen in patients with     Questions for consideration:\nperiodic paralysis, alternating hemiplegia, Todd pa-      1. What is the most likely diagnosis?\nralysis, moyamoya disease, mitochondrial encepha-         2. What test can be ordered to confirm the diagnosis?\n\n\n\n\n                                                                                           GO TO SECTION 3\n\n\n\n\n                                                          Neurology 79   August 21, 2012                     e71\n\f      SECTION 3                                                                   ACKNOWLEDGMENT\n      A diagnosis of CMTX1 was suspected for the following                        The authors thank Ms. Kesi Chen and Dr. Nili Major at Yale School of\n      3 reasons. First, the electrophysiologic features were                      Medicine for their critical review of this manuscript.\n\n      consistent with those of CMTX1. Second, recurrent pa-\n      ralysis and reversible cerebral white matter lesions have                   DISCLOSURE\n      been reported in patients with CMTX1. Finally, the                          L. Zhong, K. Yan, C. Liu, and J. Xue report no disclosures. L. Wu has\n      patient’s maternal grandfather’s claudication and amy-                      received research support from Ministry of Science and Technology of\n      otrophy in the lower limbs can be symptoms consistent                       China and National Basic Research Program of China. F. Yin receives\n                                                                                  research support from National Natural Science Foundation of China.\n      with CMT. An affected male and spared female in this\n                                                                                  Go to Neurology.org for full disclosures.\n      family may suggest an X-linked disease.\n          CMTX1 is caused by mutations in GJB1, the\n      gene encoding connexin32, which forms gap junc-                             REFERENCES\n      tions in noncompact myelin. In the setting of meta-                          1. Weng WC, Peng SS, Lee WT, et al. Acute disseminated\n      bolic stress such as fever or infection, it is likely that                      encephalomyelitis in children: one medical center experi-\n      reduced or disrupted functioning gaps between oli-                              ence. Acta Paediatr Taiwan 2006;47:67–71.\n                                                                                   2. Shiraiwa N, Yoshizawa T, Ohkoshi N, Tamaoka A. [A case\n      godendrocytes and astrocytes leads to a temporary\n                                                                                      of acute disseminated encephalomyelitis (ADEM) associ-\n      inability of these cells to regulate intracellular fluid\n                                                                                      ated with peripheral neuropathy.] Rinsho Shinkeigaku\n      exchange, resulting in transient paralysis and cerebral                         2007;47:169 –172.\n      white matter lesions. In this patient, analysis of the                       3. Krupp LB, Banwell B, Tenembaum S. Consensus defini-\n      connexin 32 gene was performed and revealed a mis-                              tions proposed for pediatric multiple sclerosis and related\n      sense mutation (Asn 54 Ser). This mutation had not                              disorders. Neurology 2007;68:S7–S12.\n      been reported previously. Genetic analysis performed                         4. Bernard G, Riou E, Rosenblatt B, Dilenge ME, Poulin C.\n      on the mother and maternal grandfather showed the                               Simultaneous Guillain-Barré syndrome and acute dissemi-\n      same mutation. Two months after the last episode,                               nated encephalomyelitis in the pediatric population.\n                                                                                      J Child Neurol 2008;23:752–757.\n      the cerebral MRI showed markedly reduced abnor-\n                                                                                   5. Pareyson D, Scaioli V, Laura M. Clinical and electrophys-\n      malities in the white matter. The EMG abnormali-\n                                                                                      iological aspects of Charcot-Marie-Tooth disease. Neuro-\n      ties remain mostly unchanged.                                                   molecular Med 2006;8:3–22.\n                                                                                   6. Nicholson G, Corbett A. Slowing of central conduction in\n      DISCUSSION The most notable clinical character-                                 X-linked Charcot-Marie-Tooth neuropathy shown by\n      istics of this patient were recurrent paralysis and cere-                       brain stem auditory evoked responses. J Neurol Neurosurg\n      bral white matter lesions, which were atypical                                  Psychiatry 1996;61:43– 46.\n      features of CMTX1, and might be confused with                                7. Taylor RA, Simon EM, Marks HG, Scherer SS. The CNS\n      ADEM.7,8 Typical manifestations of CMTX1, such                                  phenotype of X-linked Charcot-Marie-Tooth disease:\n      as claudication or weakness in the lower limbs, were                            more than a peripheral problem. Neurology 2003;61:\n                                                                                      1475–1478.\n      not exhibited in this patient. As the patient’s mater-\n                                                                                   8. Fusco C, Frattini D, Pisani F, Spaggiari F, Ferlini A, Della\n      nal grandfather was an undiagnosed patient and his\n                                                                                      Giustina E. Coexistent central and peripheral nervous sys-\n      mother had no symptoms, the only clue to the diag-                              tem involvement in a Charcot-Marie-Tooth syndrome\n      nosis was the EMG abnormalities. This case suggests                             X-linked patient. J Child Neurol 2010;25:759 –763.\n      that when the diagnosis is questionable, careful clinical                    9. Paulson HL, Garbern JY, Hoban TF, et al. Transient cen-\n      characteristic analysis and literature review may help us                       tral nervous system white matter abnormality in X-linked\n      find the necessary clues to the correct diagnosis.                              Charcot-Marie-Tooth disease. Ann Neurol 2002;52:429 –\n                                                                                      434.\n      AUTHOR CONTRIBUTIONS                                                        10. Schelhaas HJ, Van Engelen BG, Gabreels-Festen AA, et al.\n      All authors participated in developing the study concept and analysis/          Transient cerebral white matter lesions in a patient with\n      interpretation of data. Dr. Zhong drafted/revised the manuscript. Dr. Yin       connexin 32 missense mutation. Neurology 2002;59:\n      and Dr. Wu supervised the study.                                                2007–2008.\n\n\n\n\ne72   Neurology 79       August 21, 2012\n\f  Clinical Reasoning: A young man with reversible paralysis, cerebral white matter\n                        lesions, and peripheral neuropathy\n                        Le Zhong, Kai Yan, Chentao Liu, et al.\n                             Neurology 2012;79;e70-e72\n                        DOI 10.1212/WNL.0b013e3182661eca\n\n                       This information is current as of August 20, 2012\n\n Updated Information &               including high resolution figures, can be found at:\n Services                            http://www.neurology.org/content/79/8/e70.full.html\n\n References                          This article cites 10 articles, 6 of which you can access for free at:\n                                     http://www.neurology.org/content/79/8/e70.full.html##ref-list-1\n Citations                           This article has been cited by 1 HighWire-hosted articles:\n                                     http://www.neurology.org/content/79/8/e70.full.html##otherarticles\n Subspecialty Collections            This article, along with others on similar topics, appears in the\n                                     following collection(s):\n                                     All Demyelinating disease (CNS)\n                                     http://www.neurology.org//cgi/collection/all_demyelinating_disease_cn\n                                     s\n                                     MRI\n                                     http://www.neurology.org//cgi/collection/mri\n                                     Peripheral neuropathy\n                                     http://www.neurology.org//cgi/collection/peripheral_neuropathy\n Permissions & Licensing             Information about reproducing this article in parts (figures,tables) or in\n                                     its entirety can be found online at:\n                                     http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                            Information about ordering reprints can be found online:\n                                     http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2012 by AAN Enterprises, Inc.. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1927,
  "indexed": "2025-09-25T22:55:31.081Z",
  "method": "direct"
}
