{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Demencias/Demencias reversibles/Graff-Radford - 2016 - Is normal pressure hydrocephalus becoming less idiopathic.pdf",
  "fileName": "Graff-Radford - 2016 - Is normal pressure hydrocephalus becoming less idiopathic.pdf",
  "relativePath": "Neurología/Demencias/Demencias reversibles/Graff-Radford - 2016 - Is normal pressure hydrocephalus becoming less idiopathic.pdf",
  "text": "Published Ahead of Print on January 15, 2016 as 10.1212/WNL.0000000000002377\nEDITORIAL\n\n                               Is normal pressure hydrocephalus\n                               becoming less idiopathic?\n\n\nNeill R. Graff-Radford,        Normal pressure hydrocephalus (NPH) has posed a               In this issue of Neurology®, vascular risk factors\n  MBBCh, FRCP                  challenge to neurologists for 5 decades.1 Difficulties    associated with NPH in a population-based study\n                               in understanding its pathophysiology have hindered        are described.11 The authors found that, of 1,235\n                               efforts to diagnose it and to develop a better approach   persons older than 70 years, 55 had imaging findings\nCorrespondence to              to selecting patients for shunt surgery.                  of NPH and, of these, 26 fulfilled the International\nDr. Graff-Radford:\nGraff-radford.neill@mayo.edu       We know that many patients with NPH have CSF          Guidelines12 for the diagnosis of NPH. Each case was\n                               absorption difficulty as measured by resistance to CSF    matched to 5 controls on age, sex, and study cohort.\nNeurology® 2016;86:1–2         outflow (Rout).2 The problem is that many with normal     Radiologic hydrocephalus was associated with hyper-\n                               Rout also improve with shunt surgery, so other factors    tension (odds ratio [OR] 2.7; 95% confidence inter-\n                               are important in NPH pathogenesis. We also know           val [CI]: 1.1–6.8), moderate to severe white matter\n                               that more than 10% of patients presenting clinically      lesions (OR 6.5; 95% CI: 2.1–20.3), and diabetes\n                               with NPH have congenital chronic hydrocephalus.           mellitus (OR 4.3; 95% CI: 1.1–16.3). Important\n                               Congenital hydrocephalus may become symptomatic           strengths of this population-based study are that the\n                               in older age, as evidenced by the fact that more than     controls came from the same population and expo-\n                               10% of patients with NPH have a head size above the       sure data were collected prospectively. An important\n                               98th percentile.3,4                                       limitation is that this is a cross-sectional study, so we\n                                   There is now increasing evidence that vascular risk   do not know whether white matter changes cause\n                               factors are associated with hydrocephalus. As long ago    hydrocephalus, hydrocephalus causes white matter\n                               as 1959, Bering demonstrated that intraventricular        changes, or it is bidirectional.\n                               pulse pressure can induce the development of hydro-           The associations between vascular risk factors and\n                               cephalus. He showed that, in a dog model of hydro-        radiologic or clinical NPH have important implica-\n                               cephalus, ligation of the choroid plexus in one           tions. Perhaps early effective intervention treating vas-\n                               ventricle (removing the intraventricular pulse pressure   cular risk factors may reduce the incidence of NPH.\n                               in that ventricle) produced hydrocephalus in only the     Vascular risk factors are clearly associated with\n                               other ventricle. This observation has been approxi-       NPH, but further prospective studies will be needed\n                               mated in humans recently. In the Atherosclerosis Risk     to show whether they are causative.\n                               in Communities Study, ventricle size was measured on\n                               2 brain MRI scans 10 years apart. Baseline systolic       STUDY FUNDING\n                                                                                         No targeted funding reported.\n                               blood pressure and pulse pressure were associated with\n                               increased ventricular enlargement.5 There are several     DISCLOSURE\n                               other reports that indicate an association of hyperten-   The author reports no disclosures relevant to the manuscript. Go to\n                               sion, diabetes, and heart disease with NPH.6–9            Neurology.org for full disclosures.\n                                   The important question is whether persons who\n                                                                                         REFERENCES\n                               have normal Rout but vascular risk factors improve\n                                                                                          1. Adams RD, Fisher CM, Hakim S, Ojemann RG,\n                               with shunt surgery; this was addressed in the only            Sweet WH. Symptomatic occult hydrocephalus with “nor-\n                               double-blind, randomized, prospective treatment               mal” cerebrospinal-fluid pressure: a treatable syndrome. N\n                               study in NPH.10 Patients (n 5 14) who did not have            Engl J Med 1965;273:117–126.\n                               an absorption problem (Rout was normal), but had           2. Boon AJ, Tans JT, Delwel EJ, et al. Dutch Normal-\n                               severe brain white matter change and vascular risk            Pressure Hydrocephalus Study: the role of cerebrovascular\n                               factors, underwent shunting. Half had the shunt tube          disease. J Neurosurg 1999;90:221–226.\n                                                                                          3. Krefft TA, Graff-Radford NR, Lucas JA, Mortimer JA.\n                               tied in the neck and left closed for 3 months. Those\n                                                                                             Normal pressure hydrocephalus and large head size. Alz-\n                               with an open shunt improved in the first 3 months             heimer Dis Assoc Disord 2004;18:35–37.\n                               and those who had occluded shunts did not, but             4. Wilson RK, Williams MA. Evidence that congenital\n                               when the shunt was opened, they too improved.                 hydrocephalus is a precursor to idiopathic normal pressure\n\n\nSee page XXX\n                               From the Mayo Clinic, Jacksonville, FL.\n\n                                                                                         © 2016 American Academy of Neurology                             1\n\n   ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                            hydrocephalus in only a subset of patients. J Neurol Neu-          normal pressure hydrocephalus): a case-control study.\n                            rosurg Psychiatry 2007;78:508–511.                                 J Neurol Neurosurg Psychiatry 1989;52:847–852.\n                       5.   Graff-Radford NR, Knopman DS, Penman AD,                      9.   Eide PK, Pripp AH. Increased prevalence of cardiovascular\n                            Coker LH, Mosley TH. Do systolic BP and pulse pressure             disease in idiopathic normal pressure hydrocephalus pa-\n                            relate to ventricular enlargement? Eur J Neurol 2013;20:           tients compared to a population-based cohort from the\n                            720–724.                                                           HUNT3 survey. Fluids Barriers CNS 2014;11:19.\n                       6.   Graff-Radford NR, Godersky JC. Idiopathic normal pres-       10.   Tisell M, Tullberg M, Hellstrom P, Edsbagge M,\n                            sure hydrocephalus and systemic hypertension. Neurology            Hogfeldt M, Wikkelso C. Shunt surgery in patients with\n                            1987;37:868–871.                                                   hydrocephalus and white matter changes. J Neurosurg\n                       7.   Krauss JK, Regel JP, Vach W, Droste DW, Borremans JJ,              2011;114:1432–1438.\n                            Mergner T. Vascular risk factors and arteriosclerotic dis-   11.   Jaraj D, Agerskov S, Rabiei K, et al. Vascular factors in\n                            ease in idiopathic normal-pressure hydrocephalus of the            suspected normal pressure hydrocephalus: a population-\n                            elderly. Stroke 1996;27:24–29.                                     based study. Neurology 2016;86:xxx–xxx.\n                       8.   Casmiro M, D’Alessandro R, Cacciatore FM, Daidone R,         12.   Relkin N, Marmarou A, Klinge P, Bergsneider M,\n                            Calbucci F, Lugaresi E. Risk factors for the syndrome of           Black PM. Diagnosing idiopathic normal-pressure hydro-\n                            ventricular enlargement with gait apraxia (idiopathic              cephalus. Neurosurgery 2005;57:S4–S16; discussion ii–v.\n\n\n\n\n2                     Neurology 86    February 16, 2016\n\n    ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f               Is normal pressure hydrocephalus becoming less idiopathic?\n                                  Neill R. Graff-Radford\n                       Neurology published online January 15, 2016\n                          DOI 10.1212/WNL.0000000000002377\n\n                     This information is current as of January 15, 2016\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/early/2016/01/15/WNL.0000000000\n                                    002377.full.html\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Cerebrovascular disease/Stroke\n                                    http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                    stroke\n                                    All Cognitive Disorders/Dementia\n                                    http://www.neurology.org//cgi/collection/all_cognitive_disorders_dem\n                                    entia\n                                    All epidemiology\n                                    http://www.neurology.org//cgi/collection/all_epidemiology\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2016 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1092,
  "indexed": "2025-09-25T22:58:09.366Z",
  "method": "direct"
}
