{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Recanalización, fracaso terapéutico y reoclusión/Recanalización por Doppler/Ribo et al_2006_Temporal profile of recanalization after intravenous tissue plasminogen.pdf",
  "fileName": "Ribo et al_2006_Temporal profile of recanalization after intravenous tissue plasminogen.pdf",
  "relativePath": "Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Recanalización, fracaso terapéutico y reoclusión/Recanalización por Doppler/Ribo et al_2006_Temporal profile of recanalization after intravenous tissue plasminogen.pdf",
  "text": "Temporal Profile of Recanalization After Intravenous Tissue Plasminogen\n     Activator: Selecting Patients for Rescue Reperfusion Techniques\nMarc Ribo, José Alvarez-Sabín, Joan Montaner, Francisco Romero, Pilar Delgado,\n        Marta Rubiera, Raquel Delgado-Mederos and Carlos A. Molina\n      Stroke 2006;37;1000-1004; originally published online Mar 2, 2006;\n                 DOI: 10.1161/01.STR.0000206443.96112.d9\nStroke is published by the American Heart Association. 7272 Greenville Avenue, Dallas, TX 72514\nCopyright © 2006 American Heart Association. All rights reserved. Print ISSN: 0039-2499. Online\n                                       ISSN: 1524-4628\n\n\n\n The online version of this article, along with updated information and services, is\n                        located on the World Wide Web at:\n             http://stroke.ahajournals.org/cgi/content/full/37/4/1000\n\n\n\n\nSubscriptions: Information about subscribing to Stroke is online at\nhttp://stroke.ahajournals.org/subscriptions/\n\nPermissions: Permissions & Rights Desk, Lippincott Williams & Wilkins, a division of Wolters\nKluwer Health, 351 West Camden Street, Baltimore, MD 21202-2436. Phone: 410-528-4050. Fax:\n410-528-8550. E-mail:\njournalpermissions@lww.com\n\nReprints: Information about reprints can be found online at\nhttp://www.lww.com/reprints\n\n\n\n\n                   Downloaded from stroke.ahajournals.org by on November 22, 2010\n\fTemporal Profile of Recanalization After Intravenous Tissue\n                  Plasminogen Activator\n                    Selecting Patients for Rescue Reperfusion Techniques\n               Marc Ribo, MD, PhD; José Alvarez-Sabı́n, MD, PhD; Joan Montaner, MD, PhD;\n                     Francisco Romero, MD; Pilar Delgado, MD; Marta Rubiera, MD;\n                        Raquel Delgado-Mederos, MD; Carlos A. Molina, MD, PhD\n\nBackground and Purpose—Intravenous thrombolysis in stroke achieves arterial recanalization in ⬇50% of cases.\n  Determining temporal profile of recanalization may address patient selection and potential benefits of further rescue\n  reperfusion techniques.\nMethods—We studied 179 consecutive intravenous tissue plasminogen activator (t-PA)–treated patients with\n  intracranial artery occlusion. Continuous transcranial Doppler assessed recanalization (none-partial-complete) at\n  60 minutes (early), 120 minutes (delayed) after t-PA bolus, and 6 hours (late) from symptom onset. Outcomes were\n  determined: National Institutes of Health Stroke Scale (NIHSS; 48-hour NIHSS) and 3-month modified Rankin\n  Scale (mRS).\nResults—On admission, 68% of patients presented proximal middle cerebral artery occlusion, median NIHSS 17.\n  Early recanalization was complete for 30 patients (17%), partial for 50 (28%), and none for 99 (55%). Delayed\n  recanalization was complete for 56 patients (31%), partial for 39 (22%), and none for 84 (47%). Although early\n  flow improvement was observed in up to 45% of patients, only 19% of patients with persistent occlusion (11% of\n  total) presented delayed recanalization (odds ratio [OR] delayed/early recanalization, 0.16; 95% CI, 0.085 to 0.304;\n  P⬍0.001). Among patients with persistent occlusion at 2 hours, only 13 (7% of total) presented late flow\n  improvement (OR late/early recanalization, 0.09; 95% CI, 0.043 to 0.196; P⬍0.001). The few patients with late\n  recanalization presented comparable median 48-hour NIHSS to those with early/delayed recanalization (3 versus\n  4.5; P⫽0.9) and much lower than those with persistent occlusion after 6 hours (3 versus 15; P⫽0.005). At 3\n  months, the rate of mRS ⱕ2 was not statistically different between patients with early/delayed versus late\n  recanalization (55% versus 86%; P⫽0.12) but was lower if occlusion persisted 6 hours after onset (22%;\n  P⬍0.001).\nConclusion—The majority of t-PA–induced recanalizations occur during the first hour after treatment. Recanalizations\n  during the following hours are rare but still related to clinical improvement if achieved within 6 hours from onset.\n  Rescue reperfusion techniques should be considered if flow improvement is not observed 60 minutes after t-PA bolus.\n  (Stroke. 2006;37:1000-1004.)\n                      Key Words: stroke, acute 䡲 thrombolysis 䡲 ultrasonography, Doppler, transcranial\n\n\n\nT    hrombolytic therapy with intravenous tissue plasmino-\n     gen activator (t-PA) for acute ischemic stroke has shown\nto be effective by increasing and anticipating recanalization\n                                                                         The CLOTBUST study recently reported a 38% rate of com-\n                                                                         plete recanalization at 2 hours after t-PA bolus in patients\n                                                                         who received continuous ultrasound.3 Nevertheless, detailed\nof the occluded brain vessels.1,2 In the last years, different           description of the temporal profile of partial versus complete\nstudies using multiple methods to assess cerebral flow de-               recanalization during this time remains unknown. One hour\nscribed recanalization rates ranging from 30% to 60% in the              after thrombolytic treatment initiation, information about the\nfirst 6 to 24 hours after t-PA treatment.2– 6 However, the               likelihood of complete recanalization during the following\ntiming and temporal profile of recanalization in the very first          hours may help physicians identify those patients in whom\nhours after t-PA bolus remain uncertain. Continuous trans-               intravenous t-PA will fail to induce early recanalization,\ncranial Doppler (TCD) monitoring at the bedside seems to be              making them eligible for rescue reperfusion therapies. We\nthe best diagnostic tool to assess real-time recanalization.7,8          aim to study the probability and temporal profile of recana-\n\n\n  Received October 10, 2005; final revision received November 3, 2005; accepted December 20, 2005.\n  From the Unitat Neurovascular Hospital Vall d⬘Hebron, Barcelona, Spain.\n  Correspondence to Marc Ribo, Unitat Neurovascular Hospital Vall d’Hebron, Universitat Autonoma de Barcelona, Passeig Vall d’Hebron 119-129,\nBarcelona 08035, Spain. E-mail marcriboj@hotmail.com\n  © 2006 American Heart Association, Inc.\n  Stroke is available at http://www.strokeaha.org                                                 DOI: 10.1161/01.STR.0000206443.96112.d9\n\n                                                               1000\n                                   Downloaded from stroke.ahajournals.org by on November 22, 2010\n\f                                                   Ribo et al            Temporal Profile of Recanalization After IV t-PA                   1001\n\n\nlization of cerebral arterial occlusions during the immediate                ences for categorical variables were assessed by ␹2 test. For contin-\nhours after t-PA infusion according to flow improvement in                   uous variables, the Mann–Whitney U test was used. P⬍0.05 was\n                                                                             considered statistically significant.\nthe first hour.\n                                                                                                          Results\n                  Patients and Methods                                       We included in the study 179 patients (44% women) with a\nFrom February 2002 to June 2005, all patients with an acute (⬍6\nhours from symptom onset) stroke admitted to the emergency                   mean age of 72⫾11 years (range 26 to 92 years) and an acute\ndepartment of a university hospital were prospectively studied. A            intracranial artery occlusion: 174 (97.2%) MCA, 4 (2.2%)\ntotal of 928 patients were evaluated and underwent urgent extracra-          basilar arteries, and 1 (0.6%) posterior cerebral artery. On\nnial and TCD ultrasound examination. Patients with an inadequate             admission, 68% of all patients presented with a proximal\ntemporal bone window were excluded. A total of 179 patients had a\nTCD-documented intracranial occlusion and fulfilled established\n                                                                             MCA occlusion. Median NIHSS score on admission was 17\ncriteria for t-PA treatment (0.9 mg/kg).1 None of these patients             (range 3 to 28), and mean time to treatment was 171 minutes\nreceived rescue recanalization therapies.                                    (range 60 to 360 minutes).16 According to Trial of Org 10 172\n                                                                             in Acute Stroke Treatment (TOAST) criteria, stroke etiolo-\nClinical Protocol                                                            gies were: cardioembolic 49%, atherothrombotic 29%, unde-\nA detailed history of vascular risk factors was obtained from each           termined 18%, and dissection 4%. The outcome measures\npatient. To identify potential mechanism of cerebral infarction, a set\nof diagnostic tests was performed; when indicated, patients also\n                                                                             were: median 48-hour NIHSS, 10 (interquartile range 3 to 17)\nunderwent special coagulation tests, transthoracic/transesophagic            and at 3 months, 35% of patients achieved functional inde-\nechocardiography, and Holter monitoring. With this information and           pendence (mRS ⱕ2).\nthe neuroimaging data, previously defined etiologic subgroups were\ndetermined.9 Short-term clinical outcome was assessed at 48 hours            Early Versus Delayed Recanalization\nby using the National Institutes of Health Stroke Scale (NIHSS).10           At 1 hour, the recanalization status was: none 99 patients\nLong-term functional outcome was assessed with the modified\nRankin Scale (mRS) at 3 months;11 we defined functional indepen-             (55%), partial 50 (28%), and complete 30 (17%); at 2\ndence as an mRS score ⱕ2.                                                    hours, the recanalization status was: none 84 patients\n                                                                             (47%), partial 39 (22%), and complete 56 (31%). Although\nTCD Protocol                                                                 early flow improvement was observed in up to 45% of\nA standard TCD examination was performed in the emergency                    patients, during the second hour, only 19% of the patients\nroom on admission before t-PA administration using 1-channel\n                                                                             with persistent occlusion presented flow improvement\n2-MHz equipment (TCD 100M Spencer Technologies; Multidop\nDWL). A standard set of diagnostic criteria was applied to                   (11% of all patients; Figure 2). The probability of recan-\ndiagnose arterial occlusions. Proximal middle cerebral artery                alization after the first 60 minutes dropped significantly:\n(MCA) occlusion was defined as the absence of flow or the                    OR delayed/early recanalization, 0.16 (95% CI, 0.085 to\npresence of minimal flow signal throughout the MCA at an                     0.304; P⬍0.001). In 3%, the flow worsened during the\ninsonation depth between 45 and 65 mm, accompanied by flow\ndiversion in the ipsilateral anterior and posterior cerebral arteries,\n                                                                             second hour. Median 48-hour NIHSS was higher in pa-\naccording to the thrombolysis in brain ischemia grading system.12            tients with no recanalization at 2 hours compared with early\nDistal MCA occlusion was defined as the presence of an abnormal              recanalization (15 versus 4; P⫽ 0.001); however, the few\nflow between 30 and 45 mm depth or a diffuse dampening of the                patients who presented delayed flow improvement achieved\nmean flow velocity in the affected MCA of ⬎30% compared with                 similar 48-hour NIHSS to those with early recanalization (5.5\nthe unaffected MCA with signs of flow diversion.13 Occlusions in\nposterior cerebral and basilar artery were defined according to              versus 4; P⫽0.92). Long-term functional outcome was also\npreviously published criteria.14,15 To assess recanalization, con-           similar between the latter groups (mRS ⱕ2: 56% and 50%,\ntinuous TCD monitoring was performed during 2 hours after t-PA               respectively; P⫽0.67; Figure 3).\nadministration. Recanalization on TCD was diagnosed as partial\nwhen blunted or dampened signals appeared in a previously                    Late Recanalization\ndemonstrated absent or minimal flow (ie, when a proximal\n                                                                             Six hours after symptom onset, the rates of recanalization\nocclusion becomes a distal occlusion). Complete recanalization\non TCD was diagnosed if the end-diastolic flow velocity im-                  were: none 55 patients (41%), partial 23 (17%), and complete\nproved to normal or elevated values (normal or stenotic signals).7           56 (42%). Among patients with persistent occlusion at 2\nNo change in the abnormal waveforms indicated that no recana-                hours, only 13 (7% of all patients) presented a late flow\nlization had occurred. We scored recanalization as complete,                 improvement. During this period, the probability of recana-\npartial, or none at 1 and 2 hours after t-PA bolus administration\nand 6 hours after symptom onset. Early/delayed flow improve-\nment was defined as any degree of recanalization between 0 and\n60 minutes or 60 to 120 minutes after t-PA bolus, respectively. In\n134 patients (75%), a follow-up TCD examination was performed\n6 hours after symptom onset to assess late flow improvement\n(Figure 1). In those patients treated between 4 and 6 hours from\nsymptom onset, early and delayed recanalization assessment\ncoincided with 6 hours from symptom onset, and late recanaliza-\ntion was not accounted in these cases.\n\nStatistical Analyses\nDescriptive and frequency statistical analysis were obtained and\ncomparisons were made using the SPSS 12.0 statistical package.\nOdds ratios (ORs) and statistical significance for intergroup differ-                             Figure 1. Study design.\n\n                                    Downloaded from stroke.ahajournals.org by on November 22, 2010\n\f1002       Stroke        April 2006\n\n\n                                                                      infusion ended, the rate of recanalization dropped dramat-\n                                                                      ically. However, reperfusion after 1 hour, even if rather\n                                                                      rare, was still associated with good neurological recovery\n                                                                      if accomplished within 6 hours from symptom onset.\n                                                                         Two reasons may explain the substantial reduction in\n                                                                      recanalization rates after 1 hour. First, clearance of t-PA is\n                                                                      very rapid; 15 minutes after infusion, only 1% of the drug\n                                                                      remains in the circulation,17 explaining the fast reduction in\n                                                                      the fibrinolytic activity once the total dose is administered.\n                                                                      Second, it is possible that because of the different composi-\n                                                                      tion or age of the occlusive clots, fibrinolytic therapies may\n                                                                      have a ceiling effect in which those clots with low fibrin\n                                                                      content will not be satisfactorily lysed.18 In fact, different\n                                                                      series of stroke patients in whom thrombolytic drugs were\n                                                                      used either intravenously or intra-arterially (nonmechanical)\n                                                                      seem to place this ceiling at an ⬇60% rate of recanaliza-\n                                                                      tion.3,5,6 The remaining 40% of cases would constitute resis-\n                                                                      tant clots probably only susceptible to mechanical retrieval or\n                                                                      disruption.\n                                                                         It is interesting to point the group of patients who presented\nFigure 2. Rates of recanalization at different time points. (no rec\nindicates no recanalization at 6 hours from symptom onset).\n                                                                      with an initial proximal MCA occlusion and achieve a partial\n                                                                      recanalization after 60 minutes. Unfortunately, up to 73% of\n                                                                      them will remain with a persistent distal occlusion (Figure 4),\nlization continue to drop: OR late/early recanalization, 0.09         as if only the smooth fibrin-rich external layers of the clot\n(95% CI, 0.043 to 0.196; P⬍0.001). Four percent of the                would respond to fibrinolysis while the hard well-organized\npatients presented a reocclusion during this time. Again, the         clot core would remain intact (peach-like clot). Despite the\nfew patients that recanalized during this period still presented      initial encouraging sonographic response, these patients will\ncomparable median 48-hour NIHSS to those who recanalized              not experience a favorable clinical outcome (median 48-hour\nwithin 2 hours of treatment (3 versus 4.5; P⫽0.9) and much            NIHSS 14).\nlower than those in whom arterial occlusion persisted after 6            These data encourage the adoption of rescue reperfusion\nhours (3 versus 15; P⫽0.005; Figure 3). At 3 months, the rate         approaches in those cases in which complete recanalization\nof patients that achieved functional independence (mRS ⱕ2)            is not observed 1 hour after t-PA bolus. Our data, support-\nwas not statistically different between patients with early/          ing trials that test recanalization approaches beyond the\ndelayed versus late recanalization (55% versus 86%; P⫽0.12;           3-hour window,19 –21 showed that reperfusion up to 6 hours\nmedian mRS 2 versus 1; P⫽0.37) but much lower in those                after symptom onset may be associated with good neuro-\nwho remained occluded 6 hours after onset (22%; P⬍0.001;              logical recovery. Previous studies already pointed out TCD\nFigure 3).                                                            as an ideal screening tool for combined intravenous/intra-\n                                                                      arterial lysis protocols22 because it has the potential to\n                          Discussion                                  identify and reject those patients who achieved an early\nIn our large group of acute stroke patients treated with              recanalization not yet accompanied with neurological re-\nintravenous thrombolysis, a high rate of recanalization was           covery or to select patients with persistent occlusion\nobserved during the first hour after treatment initiation.            candidates for further interventions. Moreover, TCD mon-\nUnfortunately, after 60 minutes, once continuous t-PA                 itoring of the affected artery can even be continued in the\n\n\n\n\n                                                                                             Figure 3. Outcomes at 48 hours and 3\n                                                                                             months according to time of recanaliza-\n                                                                                             tion (no rec indicates no recanalization at\n                                                                                             6 hours from symptom onset).\n\n\n\n\n                                   Downloaded from stroke.ahajournals.org by on November 22, 2010\n\f                                                        Ribo et al             Temporal Profile of Recanalization After IV t-PA                            1003\n\n\n\n\n                                                                                                               Figure 4. Timing and degree of recanali-\n                                                                                                               zation in patients with initial MCA occlu-\n                                                                                                               sion, proximal or distal.\n\n\n\n\nangiography suite, where it offers online continuous informa-                          Ultrasound-enhanced systemic thrombolysis for acute ischemic stroke.\ntion of the flow status as it speeds up thrombolysis. Combining                        N Engl J Med. 2004;351:2170–2178.\n                                                                                    4. Schellinger PD, Chalela JA, Kang DW, Latour LL, Warach S. Diag-\nTCD data with information about initial clot location23 (intra-                        nostic and prognostic value of early MR imaging vessel signs in\ncranial carotid T, tandem carotid/MCA occlusions) or presum-                           hyperacute stroke patients imaged ⬍3 hours and treated with recom-\nable etiology18 (atherothrombotic) would help selecting those                          binant tissue plasminogen activator. AJNR Am J Neuroradiol. 2005;\n                                                                                       26:618 – 624.\npatients in whom recanalization is most unlikely.                                   5. Neumann-Haefelin T, du Mesnil de Rochemont R, Fiebach JB, Gass A,\n   In this study, all patients were continuously monitored                             Nolte C, Kucinski T, Rother J, Siebler M, Singer OC, Szabo K, Villringer\nwith TCD during the first 2 hours after t-PA bolus. It is                              A, Schellinger PD. Effect of incomplete (spontaneous and postthrombolytic)\nlikely that in different conditions, without continuous                                recanalization after middle cerebral artery occlusion: a magnetic resonance\n                                                                                       imaging study. Stroke. 2004;35:109–114.\ninsonation of the offending thrombus, the rates of recana-                          6. Schellinger PD, Fiebach JB, Jansen O, Ringleb PA, Mohr A, Steiner T,\nlization may have been lower.3 Unfortunately, our study                                Heiland S, Schwab S, Pohlers O, Ryssel H, Orakcioglu B, Sartor K,\ndesign did not record recanalization after 6 hours from                                Hacke W. Stroke magnetic resonance imaging within 6 hours after onset\n                                                                                       of hyperacute cerebral ischemia. Ann Neurol. 2001;49:460 – 469.\nsymptom onset in several patients, avoiding the possibility                         7. Burgin WS, Malkoff M, Felberg RA, Demchuk AM, Christou I, Grotta\nof evaluating the real potential benefits of very late                                 JC, Alexandrov AV. Transcranial Doppler ultrasound criteria for recan-\nrecanalization.                                                                        alization after thrombolysis for middle cerebral artery stroke. Stroke.\n                                                                                       2000;31:1128 –1132.\n                                                                                    8. Alexandrov AV, Burgin WS, Demchuk AM, El-Mitwalli A, Grotta JC.\nConclusions                                                                            Speed of intracranial clot lysis with intravenous tissue plasminogen ac-\nThe majority of t-PA–induced recanalizations occur during                              tivator therapy: sonographic classification and short-term improvement.\nthe first hour after treatment. Recanalizations during the                             Circulation. 2001;103:2897–2902.\nfollowing hours are rare but still related to clinical im-                          9. Adams HP Jr, Bendixen BH, Kappelle LJ, Biller J, Love BB, Gordon DL,\n                                                                                       Marsh EE III. Classification of subtype of acute ischemic stroke. Defi-\nprovement if achieved within 6 hours from symptom onset.                               nitions for use in a multicenter clinical trial. TOAST. Trial of Org 10 172\nRescue reperfusion techniques should be considered if                                  in Acute Stroke Treatment. Stroke. 1993;24:35– 41.\nflow improvement is not observed after completion of t-PA                          10. Brott TG, Haley EC Jr, Levy DE, Barsan W, Broderick J, Sheppard GL,\n                                                                                       Spilker J, Kongable GL, Massey S, Reed R, et al. Urgent therapy for\ninfusion.                                                                              stroke. Part I. Pilot study of tissue plasminogen activator administered\n                                                                                       within 90 minutes. Stroke. 1992;23:632– 640.\n                       Acknowledgments                                             11. The Dutch TIA Trial: protective effects of low-dose aspirin and atenolol\nMarc Ribo was supported by a research grant of the “Instituto de                       in patients with transient ischemic attacks or nondisabling stroke. The\nSalud Carlos III” and the “Sociedad Española de Neurologia”                           Dutch TIA Study Group. Stroke. 1988;19:512–517.\nthrough the “Fundacio de recerca Vall d’Hebron.”                                   12. Demchuk AM, Burgin WS, Christou I, Felberg RA, Barber PA, Hill MD,\n                                                                                       Alexandrov AV. Thrombolysis in brain ischemia (TIBI) transcranial\n                                                                                       Doppler flow grades predict clinical severity, early recovery, and mor-\n                             References                                                tality in patients treated with intravenous tissue plasminogen activator.\n 1. Tissue plasminogen activator for acute ischemic stroke. The National               Stroke. 2001;32:89 –93.\n    Institute of Neurological Disorders and Stroke rt-PA Stroke Study Group.       13. Alexandrov AV, Demchuk AM, Burgin WS. Insonation method and\n    N Engl J Med. 1995;333:1581–1587.                                                  diagnostic flow signatures for transcranial power motion (m-mode)\n 2. Molina CA, Montaner J, Abilleira S, Arenillas JF, Ribo M, Huertas R,               Doppler. J Neuroimaging. 2002;12:236 –244.\n    Romero F, Alvarez-Sabin J. Time course of tissue plasminogen activa-           14. Ribo M, Garami Z, Uchino K, Song J, Molina CA, Alexandrov AV.\n    tor-induced recanalization in acute cardioembolic stroke: a case-control           Detection of reversed basilar flow with power-motion Doppler after\n    study. Stroke. 2001;32:2821–2827.                                                  acute occlusion predicts favorable outcome. Stroke. 2004;35:79 – 82.\n 3. Alexandrov AV, Molina CA, Grotta JC, Garami Z, Ford SR, Alvarez-Sabin          15. Demchuk AM, Christou I, Wein TH, Felberg RA, Malkoff M, Grotta\n    J, Montaner J, Saqqur M, Demchuk AM, Moye LA, Hill MD, Wojner AW.                  JC, Alexandrov AV. Specific transcranial Doppler flow findings related\n\n                                       Downloaded from stroke.ahajournals.org by on November 22, 2010\n\f1004         Stroke         April 2006\n\n\n    to the presence and site of arterial occlusion. Stroke. 2000;31:140 –            9-hour window acute stroke thrombolysis trial with intravenous des-\n    146.                                                                             moteplase. Stroke. 2005;36:66 –73.\n16. Ribo M, Molina CA, Rovira A, Quintana M, Delgado P, Montaner J,              20. Abciximab Emergent Stroke Treatment Trial (AbESTT) Investigators.\n    Grive E, Arenillas JF, Alvarez-Sabin J. Safety and efficacy of intravenous       Emergency administration of abciximab for treatment of patients with\n    tissue plasminogen activator stroke treatment in the 3- to 6-hour window         acute ischemic stroke: results of a randomized phase 2 trial. Stroke.\n    using multimodal transcranial Doppler/MRI selection protocol. Stroke.            2005;36:880 – 890.\n    2005;36:602– 606.                                                            21. IMS Study Investigators. Combined intravenous and intra-arterial recan-\n17. Keyt BA, Paoni NF, Refino CJ, Berleau L, Nguyen H, Chow A, Lai J, Pena           alization for acute ischemic stroke: the interventional management of\n    L, Pater C, Ogez J, et al. A faster-acting and more potent form of tissue        stroke study. Stroke. 2004;35:904 –911.\n    plasminogen activator. Proc Natl Acad Sci U S A. 1994;91:3670–3674.          22. Saqqur M, Shuaib A, Alexandrov AV, Hill MD, Calleja S, Tomsick T,\n18. Molina CA, Montaner J, Arenillas JF, Ribo M, Rubiera M, Alvarez-Sabin            Broderick J, Demchuk AM. Derivation of transcranial Doppler criteria for\n    J. Differential pattern of tissue plasminogen activator-induced proximal         rescue intra-arterial thrombolysis: multicenter experience from the inter-\n    middle cerebral artery recanalization among stroke subtypes. Stroke.             ventional management of stroke study. Stroke. 2005;36:865– 868.\n    2004;35:486 – 490.                                                           23. Kim YS, Garami Z, Mikulik R, Molina CA, Alexandrov AV. Early\n19. Hacke W, Albers G, Al-Rawi Y, Bogousslavsky J, Davalos A, Eliasziw               recanalization rates and clinical outcomes in patients with tandem internal\n    M, Fischer M, Furlan A, Kaste M, Lees KR, Soehngen M, Warach S. The              carotid artery/middle cerebral artery occlusion and isolated middle\n    desmoteplase in acute ischemic stroke trial (DIAS): a phase II MRI-based         cerebral artery occlusion. Stroke. 2005;36:869 – 871.\n\n\n\n\n                                         Downloaded from stroke.ahajournals.org by on November 22, 2010",
  "wordCount": 3411,
  "indexed": "2025-09-25T22:51:36.861Z",
  "method": "direct"
}
