{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Demencias/Enfermedad de Alzheimer/García-Ribas et al. - 2014 - Biomarcadores en la enfermedad de Alzheimer.pdf",
  "fileName": "García-Ribas et al. - 2014 - Biomarcadores en la enfermedad de Alzheimer.pdf",
  "relativePath": "Neurología/Demencias/Enfermedad de Alzheimer/García-Ribas et al. - 2014 - Biomarcadores en la enfermedad de Alzheimer.pdf",
  "text": "rEVISIÓN\n\n\n\n\n                                        Biomarcadores en la enfermedad de Alzheimer\n                                        Guillermo García-Ribas, José Luis López-Sendón Moreno, Juan García-Caldentey\n\n\n\n\n Servicio de Neurología. Hospital       Resumen. Los nuevos criterios diagnósticos para la enfermedad de Alzheimer (EA) incluyen la posibilidad de practicar téc-\n Ramón y Cajal. Madrid, España.\n                                        nicas de neuroimagen o análisis del líquido cefalorraquídeo con el objeto de aumentar la certeza de que un paciente pre-\n                Correspondencia:        senta un proceso neuropatológico relacionado con la EA. Tres biomarcadores del líquido cefalorraquídeo (Aβ42, tau total\n      Dr. Guillermo García Ribas.       y tau fosforilada) reflejan las características patológicas centrales de la EA. Estos procesos neuropatológicos se inician dé-\n Servicio de Neurología. Hospital\n  Ramón y Cajal. Ctra. Colmenar,        cadas antes de que sean detectables síntomas, por lo que se está determinando si estos biomarcadores pueden ser útiles\n         km 9,1. E-28034 Madrid.        en la detección precoz y prevención de la demencia. Podemos definir tres estadios de la EA: estadio preclínico, deterioro\n                         E-mail:        cognitivo leve debido a EA y demencia por EA. En esta revisión, se resumen las evidencias de biomarcadores en cada uno\nguillermo.garcia@salud.madrid.org       de estos estadios. También se revisan los estudios que investigan biomarcadores para la EA en sangre. Los estudios en\n         Declaración de intereses:\n                                        ancianos asintomáticos y en portadores de mutaciones autosómicas dominantes de EA han mostrado alteraciones en los\n        Los autores manifiestan la      biomarcadores que permiten la segregación en estos estadios preclínicos. Estos estudios permitirán identificar las pobla-\ninexistencia de conflictos de interés   ciones diana de los ensayos clínicos futuros y evaluar de manera objetiva si se producen modificaciones sobre el proceso\n     en relación con este artículo.\n                                        patológico de la EA. El desarrollo de los biomarcadores del líquido cefalorraquídeo requiere unos procedimientos norma-\n  Aceptado tras revisión externa:       lizados preanalíticos y analíticos estrictos que hagan fiables los estudios multicéntricos y universalicen los puntos de corte\n                        30.08.13.\n                                        de la técnica en los distintos estadios de la EA.\n         Cómo citar este artículo:\n    García-Ribas G, López-Sendón\n                                        Palabras clave. Beta-amiloide. Biomarcadores. Enfermedad de Alzheimer. Líquido cefalorraquídeo. Revisión. Tau fosfori-\n   Moreno JL, García-Caldentey J.       lada. Tau total.\nBiomarcadores en la enfermedad\n  de Alzheimer. Rev Neurol 2014;\n                      58: 308-17.\n\n   © 2014 Revista de Neurología\n                                        Introducción                                                    EA [6] que se han validado frente al diagnóstico ana­\n                                                                                                        tomopatológico con una sensibilidad del 80% y una\n                                        Los diagnósticos de demencia y de enfermedad de                 especificidad del 70% comparado con controles asin­\n                                        Alzheimer (EA) son imprecisos. El diagnóstico de de­            tomáticos [7]. La especificidad disminuye mucho\n                                        mencia, sin apenas dificultad a partir de un estadio            cuando los criterios diagnósticos aplicados son los\n                                        moderado, depende de que la alteración cognitiva (y             de posibilidad [8] o cuando se intenta discriminar\n                                        conductual) produzca un impacto funcional persis­               entre distintos tipos de enfermedades que cursan\n                                        tente y de suficiente intensidad que haga que el suje­          con demencia [9]. Por lo tanto, en clínica es preferi­\n                                        to requiera de otros para llevar a cabo sus activida­           ble denominar al síndrome de deterioro cognitivo\n                                        des diarias [1]. El criterio de referencia para su diag­        predominantemente amnésico y visuoconstructivo\n                                        nóstico sigue siendo clínico [2]. Lo sorprendente es            o ambos como demencia tipo Alzheimer (DTA) sa­\n                                        que el mismo síndrome tiene múltiples criterios diag­           biendo de las limitaciones de predicción de la en­\n                                        nósticos que, cuando se compararon con el diagnós­              fermedad subyacente que posee [10].\n                                        tico clínico de expertos, sólo lograron coincidir en el            En 1997, se publican unos nuevos criterios neu­\n                                        1% de los sujetos que se evaluaron [3]. La etiología            ropatológicos de la EA que estaban enfocados a co­\n                                        más prevalente de este síndrome es la EA, sobre                 nocer si un sujeto demenciado lo era por EA [11].\n                                        todo en fallecidos entre la séptima y octava décadas            Esta dependencia para el diagnóstico patológico de\n                                        [4]. Este hecho ha igualado el diagnóstico sindrómi­            la historia clínica chocaba con las evidencias obte­\n                                        co clínico a una etiología cuyo diagnóstico es anato­           nidas de series patológicas por las que se infería un\n                                        mopatológico. El epónimo ‘Alzheimer’ ha inundado                desarrollo gradual de la EA a lo largo de décadas y\n                                        nuestra vida, incluso ha llegado a perder su carácter           estaba presente en sujetos cognitivamente asinto­\n                                        de nombre propio y castellanizarse con tilde y mi­              máticos o mínimamente afectos [12-14]. Aunque la\n                                        núscula cuando se escribe solo [5].                             correlación entre el número de lesiones y la clínica\n                                           En 1984, un grupo de trabajo estableció los cri­             no es invariable, la presencia de ovillos neurofibri­\n                                        terios para el diagnóstico clínico de probabilidad de           lares y placas neuríticas es causa suficiente para de­\n\n\n\n308                                                                                                          www.neurologia.com Rev Neurol 2014; 58 (7): 308-317\n\f                                                                                                 Biomarcadores en la enfermedad de Alzheimer\n\n\n\n\nmenciar o provocar alteraciones cognitivas en un         la Alzheimer’s Association (AA) definen también\nsujeto [15]. En 2012, se publican los nuevos crite­      las fases de la EA [22-24] con diferencias concep­\nrios neuropatológicos para el diagnóstico de la EA       tuales y de denominación con respecto a las pro­\n[16] y una guía práctica acompañante [17]. Los cri­      puestas por el IWG. El estadio preclínico se define\nterios evalúan la intensidad y localización de las le­   como amiloidosis cerebral asintomática, entendien­\nsiones patológicas características de la EA y se aña­    do que el depósito de β-amiloide no siempre pro­\nde la investigación de hallazgos neuropatológicos        vocaría síntomas [25-26]. Se sigue manteniendo el\nasociados, tanto neurodegenerativos como vascula­        término DCL para la fase inicial de la EA y se aña­\nres y no obligan a que el paciente fallezca demencia­    de una probabilidad, que no certeza como se pro­\ndo para poder diagnosticar una EA en su cerebro.         pone en los criterios IWG, de que sea producido\n    El avance de los conocimientos tanto clínicos        por la EA. Por último, estaría el estadio de demen­\ncomo biológicos de la EA en los últimos 30 años          cia, también con mayor o menor grado de certeza,\nobligaba a una revisión de los criterios diagnósti­      debido a EA.\ncos. Tres hechos esenciales modificaban la visión           En esta revisión se describen los perfiles caracte­\nde la enfermedad y su categorización. El primero         rísticos de los biomarcadores del LCR en los tres\nes que las alteraciones cognitivas pueden no afec­       estadios propuestos de la enfermedad de Alzheimer\ntar a la memoria episódica en fases iniciales y que      por la NIA-AA y además se revisan los avances en\nlas alteraciones conductuales tienen la misma rele­      biomarcadores biológicos no invasivos. Los biomar­\nvancia diagnóstica que los déficits cognitivos [18].     cadores de imagen quedan fuera del ámbito de esta\nEl segundo fue el reconocimiento de que la mayo­         revisión.\nría de los pacientes pasaba por una fase en la que\nlas alteraciones cognitivas y conductuales no pro­\nducen un impacto funcional sensible. Esta fase se        Biomarcadores en el líquido\ndefine como deterioro cognitivo leve (DCL) [19].         cefalorraquídeo en demencia\nEl tercero ha sido la capacidad de poder predecir la     por enfermedad de Alzheimer\npresencia de la anatomía patológica de la EA en\nun sujeto vivo, mediante marcadores biológicos y de      La mayoría de los estudios de biomarcadores en de­\nneuroimagen, en conjunto denominados biomar­             mencia lo son para el diagnóstico de EA, en gene­\ncadores [20].                                            ral sujetos con diagnóstico clínico de probable EA\n    Un biomarcador es una característica que se          (DTA) y, en menor número de casos, a través de la\npuede valorar objetivamente y que sirve de indica­       verificación de la enfermedad por autopsia [27]. El\ndor de un proceso biológico normal, de un proceso        desarrollo de biomarcadores sigue un proceso se­\nfisiopatológico o de una respuesta a una interven­       cuencial. Los estudios preliminares pueden utilizar\nción terapéutica. Los biomarcadores se pueden uti­       muestras biológicas o modelos animales para iden­\nlizar para ayudar en el diagnóstico clínico (marca­      tificar moléculas potencialmente asociadas y méto­\ndores diagnósticos), para estimar el pronóstico o el     dos bioquímicos de cuantificación. Con posterio­\nriesgo de una enfermedad (marcadores pronósti­           ridad, se deben validar en muestras clínicas unifor­\ncos), para evaluar el estadio o intensidad de una en­    mes, con procedimientos normalizados de traba­\nfermedad (marcadores de estado) o para monitori­         jo, controles de calidad, que permitan caracterizar\nzar la respuesta a una intervención (marcadores te­      adecuadamente el rendimiento diagnóstico del bio­\nragnósticos) [20].                                       marcador. En estudios posteriores se tiene que va­\n    En 2007 y 2010, un grupo de trabajo internacio­      lorar el impacto potencial que pueden tener sobre el\nnal (conocido por su acrónimo inglés, IWG) acri­         biomarcador otras enfermedades concomitantes, los\nsola el trabajo de décadas de observación clínica y      ritmos circadianos, fármacos de uso frecuente, la\nde validación de los biomarcadores y redefine la         edad, el sexo, la dieta y los niveles de actividad físi­\nEA [21]. Propone dos fases en la enfermedad: una         ca [28,29].\nfase asintomática o preclínica y otra fase sintomá­          Los biomarcadores más estudiados en el LCR\ntica, inicialmente prodrómica (predemencia) y otra       como diagnósticos de EA son los péptidos β-amiloide\nde demencia. El reconocimiento de patrones clini­        y la proteína tau [27].\nconeuropsicológicos específicos y la ayuda de bio­\nmarcadores permitiría diagnosticar la EA inequí­         β-amiloide\nvocamente sin necesidad de un estudio anatomo­\npatológico. En paralelo, otros grupos de trabajo aus­    Hace más de 20 años que se describió la disminución\npiciados por el National Institute on Aging (NIA) y      de los niveles de β-amiloide 42 (Aβ42) en el LCR de\n\n\n\nwww.neurologia.com   Rev Neurol 2014; 58 (7): 308-317                                                                                   309\n\fG. García-Ribas, et al\n\n\n\n\n                         pacientes con DTA comparado con controles [30].          Proteína tau y tau fosforilada\n                         Este hallazgo, inesperado, ha sido consistentemente\n                         reproducido y se ha demostrado una correlación           En paralelo a la determinación de péptidos amiloi­\n                         inversa entre el número de placas seniles en autop­      des en el LCR, se analizó la concentración de proteí­\n                         sia con LCR obtenido intraventricularmente [31,32]       na tau en el LCR y se observó un marcado incre­\n                         y con Aβ42 determinada en el LCR obtenido por            mento de la misma en sujetos con DTA respecto a\n                         punción lumbar ante mortem [33]. La misma corre­         controles [55]. Este incremento es muy sensible (en\n                         lación inversa ocurre entre la medida de la carga de     torno al 90%) [56] pero poco específico en compara­\n                         amiloide por radioligandos de amiloide (PET-ami­         ción con otras patologías, ya que se incrementa tras\n                         loide) y Aβ42 en el LCR [34-36]. Otro de los pépti­      un ictus [57], traumatismos craneoencefálicos [40],\n                         dos resultantes de la degradación de la proteína         otras enfermedades neurodegenerativas como la de­\n                         precursora de amiloide, el péptido Aβ40, no varía en     mencia por cuerpos de Lewy [58] y la enfermedad\n                         su concentración durante el desarrollo de la enfer­      de Creutzfeldt-Jakob [59] (Tabla I) [60-68].\n                         medad [37]. El uso del cociente Aβ42:Aβ40 podría             En el diagnóstico diferencial frente a otras enfer­\n                         evitar los falsos negativos en aquellos casos que par­   medades que cursan con demencia, la determina­\n                         tan de cifras muy elevadas de producción de pépti­       ción de tau fosforilada (p-tau) aporta más especifi­\n                         dos amiloides [38].                                      cidad [69,70].\n                            La disminución de Aβ42 en el LCR se observa tam­          La proteína tau se transcribe en seis isoformas.\n                         bién en otros procesos, sin aparente relación con la     Los reactivos ELISA más utilizados detectan todas las\n                         formación de placas seniles, tales como traumatis­       isoformas independientemente de su estado de fos­\n                         mos craneoencefálicos graves [39,40], lupus erite­       forilación [71]. Para la p-tau, se suele detectar aque­\n                         matoso sistémico [41], uso de ciertos anestésicos        lla que se encuentra fosforilada en al menos el ami­\n                         [42,43], demencia asociada al virus de inmunodefi­       noácido 181 [72-74].\n                         ciencia humana [44], atrofia multisistémica [45],\n                         angiopatías amiloides [46] y leucoencefalopatía vas­     Firma biológica de la EA\n                         cular subcortical [47]. Además, los niveles tienen una\n                         oscilación circadiana, dato que se debe tener en cuen­   El conjunto de disminución de la Aβ42, aumento de\n                         ta a la hora de realizar la punción lumbar [48].         la tau y de la p-tau en el LCR ha venido a denomi­\n                            El kit de laboratorio más utilizado es un ensayo      narse como la firma biológica de la EA, ya que dis­\n                         de inmunoabsorción ligado a enzimas (ELISA) que,         tingue entre controles y sujetos con DTA con sensi­\n                         en el caso de la Aβ42, reconoce el primer aminoáci­      bilidades y especificidades superiores al 80% en casi\n                         do y el último del péptido [49]. Se están desarro­       todos los estudios llevados a cabo [27,75]. Concen­\n                         llando otros anticuerpos que reconocen el último         traciones más elevadas de tau y p-tau se asociarían\n                         aminoácido y que pueden determinar el péptido            a una enfermedad más avanzada o a una progresión\n                         completo y fragmentos truncados en su extremo N-         más rápida de la misma [76-78]. Se han publicado\n                         terminal y que también tienen capacidad de agre­         índices combinados de los tres parámetros que per­\n                         garse [50]. Básicamente, el kit reconoce la forma        miten un rendimiento diagnóstico mayor que el uso\n                         monomérica soluble de la Aβ42 [27]. La técnica de        de los tres índices por separado [79,80].\n                         ELISA es bien conocida y con una fiabilidad eleva­\n                         da, pero queda limitada por la inestabilidad de la\n                         Aβ42 y su vida media corta en el LCR [51]. La deter­     Biomarcadores en el líquido cefalorraquídeo\n                         minación en muestras clínicas necesita de unos           en el deterioro cognitivo leve\n                         procedimientos normalizados de trabajo preanalíti­\n                         cos y analíticos rigurosos, así como frecuentes con­     El riesgo de que un sujeto que cumpla los criterios\n                         troles de calidad [52]. En la actualidad, están en       clínicos de DCL [19] desarrolle una DTA en un pe­\n                         marcha varias iniciativas para la estandarización de     ríodo de cuatro años es del triple con respecto a\n                         las pruebas de laboratorio, el desarrollo de nuevos      controles [81]. En estudios de correlación anatomo­\n                         reactivos más estables y fiables y esfuerzos para su     patológica, aproximadamente la mitad de los falle­\n                         validación multicéntrica [53]. Otra limitación es que    cidos en estadio de DCL tenían EA [82], cifra que\n                         los distintos kits de laboratorio dan como resultado     se correlaciona aceptablemente con la presencia de\n                         distintas concentraciones absolutas del péptido, lo      la firma biológica de la EA en estos sujetos [83].\n                         que impide el uso de valores de referencia globales      Dado que la progresión anual del estadio de DCL a\n                         y puntos de corte para uso clínico que sean homo­        demencia se estima en torno al 10-15% [19], es muy\n                         géneos [54].                                             importante disponer de períodos prolongados para\n\n\n\n310                                                                                  www.neurologia.com Rev Neurol 2014; 58 (7): 308-317\n\f                                                                                                               Biomarcadores en la enfermedad de Alzheimer\n\n\n\n\nidentificar los convertidores tardíos. Un estudio mul­\nticéntrico demostró que el análisis de biomarcado­        Tabla I. Comportamiento de los biomarcadores actuales en el líquido cefalorraquídeo para enfermedad\n                                                          de Alzheimer en otras enfermedades.\nres del LCR predecía la progresión a demencia tras\nuna mediana de seguimiento de cinco años [84]. La\n                                                                                                                           aβ42     Tau total   Tau fosforilada\ncombinación de Aβ42 y tau total obtuvo una sensi­\nbilidad del 95% y una especificidad del 83%. La mis­      Demencia por enfermedad de Alzheimer                            –     –             \nma cohorte se volvió a evaluar tras una mediana de\nseguimiento de nueve años y se demostró que el co­        Deterioro cognitivo leve por enfermedad de Alzheimer             –      ↔–            ↔–\nciente Aβ42:p-tau basal predijo la conversión a de­\n                                                          Enfermedad de Alzheimer preclínica (ancianos) [60]                        ↔–              ↔\nmencia con una sensibilidad del 88% y una especifi­\ncidad del 90% [85]. Los pacientes que desarrollaron                                                                                    ↔              ↔\n                                                          Enfermedad de Alzheimer preclínica (jóvenes mutaciones) [61]     – \ndemencia en los primeros cinco años tenían unos\nniveles significativamente más elevados de tau y          Demencia por cuerpos de Lewy [58]                                        ↔–              ↔\np-tau que los convertidores tardíos, mientras que la\nAβ42 estaba disminuida en ambos grupos [85].              Demencia asociada a la enfermedad de Parkinson [62]             ↔–        ↔–              ↔\n    Aunque la capacidad predictiva de los biomarca­\n                                                          Enfermedad de Parkinson [45]                                     ↔           ↔              ↔\ndores es muy elevada, no se ven superados con cla­\nridad por una evaluación neuropsicológica dirigida        Parálisis supranuclear progresiva [45]                           ↔           ↔              ↔\na resaltar los déficits más frecuentes de la EA (fun­\ndamentalmente memoria episódica), como han de­            Hidrocefalia a presión normal [65]                               ↔                         \nmostrado seguimientos longitudinales de cohortes\nprospectivas de pacientes categorizados clínicamen­       Demencias frontotemporales no Alzheimer [63]                     ↔        –↔–             ↔\nte como DCL [86,87].\n                                                          Demencia vascular subcortical [47]                              ↔–          ↔              ↔\n\n                                                          Arteriopatía cerebral autosómica dominante con\n                                                                                                                          ↔–\nBiomarcadores en el líquido                               infartos subcorticales y leucoencefalopatía (CADASIL) [47]\ncefalorraquídeo en sujetos asintomáticos                                                                                   ↔                          ↔\n                                                          Fase aguda del ictus [57]                                                  – \nEl NIA y la AA auspiciaron un grupo de trabajo                                                                             ↔           ↔              ↔\n                                                          Fase crónica del ictus [55]\npara definir los criterios de investigación en la fase\npreclínica de la EA [24]. Definieron esta fase como       Enfermedad de Creutzfeldt-Jakob [59]                            ↔–                   ↔–\nde amiloidosis cerebral asintomática, así evitaron el\ntérmino ‘Alzheimer’, que está asociado a enferme­         Depresión geriátrica [65]                                       ↔–          ↔              ↔\ndad, y no prejuzgaron que todos los sujetos que de­\n                                                          Envejecimiento [68]                                             ↔–          ↔              ↔\npositan péptidos de amiloide necesariamente tie­\nnen que acabar sus días demenciados. Esta fase se         Traumatismo craneoencefálico grave [39,40]                                \nsubdivide en tres estadios. En el primero, los suje­\ntos tienen evidencias analíticas de depósito de ami­      Boxeo tras combates [66]                                         ↔         –             ↔\nloide bien por técnicas de radioligandos de amiloi­\nde o por unos niveles disminuidos de Aβ42 en el LCR.      Remates de cabeza en fútbol [67]                                 ↔           ↔              ↔\nEn el segundo, hay alteraciones en la concentración\nde tau además de los biomarcadores de amiloide po­\nsitivos. En el tercer estadio, el sujeto debe presentar\nquejas cognitivas subjetivas.                             niveles de Aβ42 en comparación con familiares de\n    Recientemente, se han presentado los resultados       primer grado no afectos, lo que es compatible con\nde un estudio llevado a cabo en sujetos afectos de        un incremento global inicial de péptidos amiloido­\nmutaciones autosómicas dominantes que no cum­             génicos [61]. Estos incrementos preclínicos en las\nplían criterios clínicos de demencia [88]. Los suje­      concentraciones de Aβ42 en sujetos con EA domi­\ntos afectos presentaban disminución de la concen­         nante no se han observado en grupos control, que\ntración de Aβ42 en el LCR 10 años antes de la edad        por lo general han incluido a población mayor. En\nesperable de inicio de síntomas. Otro estudio lleva­      las series prospectivas [60,89,90], la disminución de\ndo a cabo en Antioquia (Colombia) sobre una fra­          la Aβ42 es superior a las concentraciones de tau y\ntría de 24 sujetos portadores de una única mutación       p-tau en predecir la progresión a DCL y demencia\nen el gen presenilina 1 mostró un aumento en los          en ancianos, sobre todo si son portadores del alelo\n\n\n\nwww.neurologia.com   Rev Neurol 2014; 58 (7): 308-317                                                                                                      311\n\fG. García-Ribas, et al\n\n\n\n\n                         ε4 del ApoE. De todos modos, los estudios actuales       co que otros órganos producen β-amiloide (por ejem­\n                         no han demostrado que la alteración en los biomar­       plo, las plaquetas [99]) o las diversas isoformas de\n                         cadores prediga demencia en todos los casos y los        la proteína tau [100].\n                         modelos teóricos del desarrollo de las alteraciones          Varios estudios han evaluado la asociación entre\n                         patológicas de la EA y de los biomarcadores [91].        las concentraciones plasmáticas de la Aβ40 y la Aβ42\n                         Los estudios publicados hasta la fecha son transver­     en la DTA con resultados dispares. Algunos no han\n                         sales, en tanto que la determinación de biomarca­        encontrado asociación [101,102] y otros han mos­\n                         dores suele ser única, y no es el mejor diseño para      trado que el cociente Aβ42:Aβ40 predice el desarro­\n                         evaluar la dinámica temporal de los biomarcadores.       llo de la DTA [103-105], sobre todo si se determina\n                         Puede que estemos comparando un método analíti­          en sangre total, no sólo en plasma [106]. Un meta­\n                         co muy sensible frente a otro menos sensible y pue­      análisis reciente concluyó que un cociente bajo de\n                         de dar la falsa impresión de que un evento sucede a      Aβ42:Aβ40 puede tener capacidad predictiva, pero\n                         otro en el tiempo. Por lo tanto, las hipótesis tienen    que esta asociación no se ha demostrado con las\n                         que validarse con estudios longitudinales verdade­       concentraciones aisladas de ambos péptidos [107].\n                         ros, que implican la colección de muestras repeti­       Se han encontrado relaciones entre la DTA y varios\n                         das en el mismo sujeto y una evaluación clinico­         analitos plasmáticos, como la transtiretina [108], el\n                         neuropsicológica sistematizada [92].                     desmosterol [109], la metaloproteasa 2 [110], una\n                                                                                  proteína parecida a la quitinasa-3 [111] o la cluste­\n                                                                                  rina [112]. Algunos de estos biomarcadores tam­\n                         Biomarcadores en sangre                                  bién se han asociado con la DTA cuando se han de­\n                         en la enfermedad de Alzheimer                            terminado en el LCR [113]. La determinación si­\n                                                                                  multánea de paneles de analitos ha mostrado perfi­\n                         La búsqueda de una firma biológica de la EA en           les que diferencian controles de sujetos con DTA\n                         sangre periférica es objeto de investigación muy ac­     [114,115] y, aunque se han publicado en revistas de\n                         tiva en el último lustro [93]. En general, las aproxi­   alto impacto, no los han podido replicar otros gru­\n                         maciones han seguido dos vertientes. La primera es       pos de investigación [116,117]. En la tabla II, se\n                         genética, aprovechando ácidos nucleicos derivados        describen algunas técnicas de diagnóstico analítico\n                         de leucocitos se pretende encontrar agregaciones         no invasivo (sangre y orina) comercializadas o en\n                         de polimorfismos que distingan controles (recorde­       estado avanzado de desarrollo [106,118-123]. No es\n                         mos que un 15-20% presenta EA) de población con          descartable que en esta década se valide un perfil\n                         demencia o DTA (con la consiguiente contamina­           analítico no invasivo para la EA, debido al desarro­\n                         ción de otras enfermedades neurodegenerativas y          llo de la proteómica con nuevas técnicas de análisis\n                         vasculares) [94]. Estas pruebas, algunas de ellas ac­    tanto de secuenciación de aminoácidos como de\n                         cesibles comercialmente en la Unión Europea, sue­        análisis conformacional proteico [124] y la utili­\n                         len incluir la determinación alélica de la ApoE, que     zación de grupos de controles y afectos basado en\n                         es la que confiere un mayor riesgo para el desarro­      biomarcadores ya conocidos [125].\n                         llo de la EA [95].\n                             La segunda aproximación está basada en la de­\n                         terminación de proteínas por lo general séricas con      Conclusiones\n                         una expresión anormal en la EA [96]. Debido a la\n                         barrera hematoencefálica, las concentraciones séri­      Los biomarcadores del LCR son capaces de prede­\n                         cas de proteínas cerebrales son varios órdenes de        cir la EA con un grado de predicción muy elevado,\n                         magnitud menores. Además, muchas de estas pro­           bajo controles de realización estandarizados. Su\n                         teínas sufren de un proceso catalítico, antes de cru­    rendimiento diagnóstico en poblaciones monocén­\n                         zar la barrera hematoencefálica como plasmática          tricas es excelente y logra áreas bajo curva de re­\n                         por lo que se determinaría en sangre serían secuen­      cepción operativa (ROC) mayores de 0,97 tanto para\n                         cias peptídicas de menor tamaño [97]. Además, se         la discriminación de pacientes con DTA como pa­\n                         ha demostrado una distinta regulación de la con­         ra segregar el grupo de sujetos en la categoría clíni­\n                         centración de proteínas en LCR y sangre. Por ejem­       ca de DCL [126]. En los estudios multicéntricos,\n                         plo, los niveles de tau están claramente aumentados      este rendimiento es claramente menor, lo que se ex­\n                         en el LCR de pacientes con demencia por EA, pero         plicaría por la necesidad de una estandarización de\n                         en mucha menor medida en la sangre periférica,           los factores preanalíticos y analíticos. En la actuali­\n                         por lo que la medida en los dos compartimentos no        dad, se está desarrollando un programa de control\n                         es correlacionable [98]. No hay que olvidar tampo­       de calidad analítica auspiciado por la AA con el ob­\n\n\n\n312                                                                                  www.neurologia.com Rev Neurol 2014; 58 (7): 308-317\n\f                                                                                                                                 Biomarcadores en la enfermedad de Alzheimer\n\n\n\n\nTabla II. Desarrollo de biomarcadores no invasivos para el diagnóstico analítico de la enfermedad de Alzheimer (modificado de [118], con permiso).\n\n                       Compañía                  Biomarcador                                Disponibilidad                 Comentarios\n\nINNO-BIA Aβ            Innogenetics N.V.         Sangre. Proteico. Inmunoensayo             Sólo para investigación        Determina la concentración sérica total de péptidos. Elevado\nen plasma ®                                      (ELISA). Determinación de Aβ1-42           en la UE. Comercializado       coeficiente de variabilidad entre placas (inestabilidad de\n                                                 y Aβ1-40                                   para uso clínico en EE. UU.    los anticuerpos utilizados). Utilidad clínica cuestionable [119]\n\nADtect ®               DiaGenic ASA.             Sangre. Genético. Basado                   Marca CE.                      Validación clínica en un estudio aislado de muestras clínicas\n                       Laboratorios Ferrer       en la trascripción de 96 ARNm.             Disponible en España           de pacientes con demencia tipo Alzheimer leve-moderada.\n                       (distribuidor)            Procesamiento basado en PCR.                                              Sensibilidad 71,9 + 15,6%; especificidad 71,4 + 13,7% [120].\n                                                 La muestra de sangre se envía a                                           No se ha evaluado en el diagnóstico diferencial entre demencias.\n                                                 un laboratorio centralizado situado                                       No se ha evaluado en muestras de sujetos > 80 años\n                                                 en Bélgica\n\nAclarusDX ®            ExonHit                   Sangre. Genético. Análisis de la           Marca CE.                      Sensibilidad 81%; especificidad 67% en estudio\n                       Therapeutics              expresión ARN de más de 130 genes          Comercializado en Francia.     preliminar [121]. En desarrollo dos estudios\n                                                                                            Probable comercialización\n                                                                                            en el resto de la UE en 2015\n\nAlzheimerAlert ®       Nymox                     Orina. Proteico. Determinación             Marca CE.                      Sensibilidad 89-92%; especificidad 90-96% [122].\n                                                 de la proteína fibrilar neuronal           No comercializado en la UE.    En desarrollo un nuevo método de determinación\n                                                                                            Comercializado en EE. UU.      y procesamiento de la orina\n\nNuroPro ®              Amarantus BioScience      Sangre. Proteico. Determinación            En desarrollo                  Desarrollo clínico en EE. UU. [123]. Autorizado también\n                       Holding y Power3          de un perfil de 57 proteínas séricas                                      para el desarrollo en la enfermedad de Parkinson,\n                       Medical Products Inc.                                                                               esclerosis lateral amiotrófica, cáncer de mama y otras\n\nABtest ®               Grifols                   Sangre. Proteico. Determinación del        En desarrollo, disponible      Mejor correlación que la determinación plasmática\n                       (Araclon Biotech)         cociente Aβ42:Aβ40 en sangre total         para investigación clínica     de la Aβ42 [106]\n                                                 (en lugar de plasmática) y Aβ17\n\n\n\n\njetivo de facilitar el uso universal de biomarcadores                       fermedades neurodegenerativas sin tener que espe­\nen el LCR tanto en clínica como en investigación                            rar a la autopsia.\n[52]. El coeficiente de variación para los resultados\nde una misma muestra oscila en torno al 25%, sobre\n                                                                            Bibliografía\ntodo para la determinación de la Aβ42 [127]. Esta\nvariación es inaceptable para la realización de estu­                       1.      Knopman DS, DeKosky ST, Cummings JL, Chui H, Corey-\n                                                                                    Bloom J, Relkin N, et al. Practice parameter: diagnosis of\ndios multicéntricos y se debe depurar la técnica an­                                dementia (an evidence-based review). Report of the Quality\ntes de poder generalizar su uso.                                                    Standards Subcommittee of the American Academy of\n    Todavía quedan muchos puntos oscuros de los                                     Neurology. Neurology 2001; 56: 1143-53.\n                                                                            2.      Molinuevo JL, Peña-Casanova J, eds. Guía oficial para la práctica\nbiomarcadores en el LCR actuales. Por ejemplo, ¿qué                                 clínica en demencias: conceptos, criterios y recomendaciones\nsignifica la presencia de proteína tau en individuos                                2009. SEN. Barcelona: Thomson-Reuters; 2009.\nsanos? ¿Sería debida a una degeneración/regenera­                           3.      Erkinjuntti T, Ostbye T, Steenhuis R, Hachinski V. The effect\n                                                                                    of different diagnostic criteria on the prevalence of dementia.\nción por plasticidad sináptica-dendrítica continua?                                 N Engl J Med 1997; 337: 1667-74.\n[128] ¿Por qué determinadas enfermedades neuro­                             4.      Sawa GM, Wharton SB, Lince PG, Forster G, Matthews FE,\n                                                                                    Brayne C; Medical Research Council Cognitive Function\ndegenerativas, con una evidente degeneración como                                   and Ageing Study. Age, neuropathology, and dementia.\nlas demencias frontotemporales, tienen, por lo ge­                                  N Engl J Med 2009; 360: 2302-9.\nneral, unos niveles normales de proteína tau? Y tam­                        5.      Real Academia Española. Alzheimer [artículo enmendado].\n                                                                                    Diccionario de la lengua española (23.ª ed.) URL: http://buscon.\nbién, ¿por qué determinadas patologías no amiloi­                                   rae.es//draeI/SrvltConsulta?TIPO_BUS=3&LEMA=alzheimer.\ndeas tienen disminuciones significativas de la Aβ42                         6.      McKhann G, Drachman D, Folstein M, Katzman R, Price D,\nen el LCR? La copatología es un hecho muy fre­                                      Stadlan EM. Clinical diagnosis of Alzheimer’s disease: report\n                                                                                    of the NINCDS-ADRDA work group under the auspices of\ncuente en las autopsias, no sólo de depósitos protei­                               department of health and human services task force on\ncos sino de alteraciones vasculares encefálicas [129].                              Alzheimer’s disease. Neurology 1984; 34: 939-44.\nPor lo tanto, debemos esperar a los nuevos biomar­                          7.      Beach TG, Monsell SE, Phillips LE, Kukull WE. Accuracy\n                                                                                    of the clinical diagnosis of Alzheimer disease at National\ncadores [113] que complementen a los existentes y                                   Institute on Aging Alzheimer’s Disease Centers, 2005-2010.\nque nos permitan un diagnóstico certero de las en­                                  J Neuropathol Exp Neurol 2012; 71: 266-73.\n\n\n\n\nwww.neurologia.com          Rev Neurol 2014; 58 (7): 308-317                                                                                                                          313\n\fG. García-Ribas, et al\n\n\n\n\n                         8.  Hogervorst E, Barneston L, Jobst KA, Nagy Z, Combrinck M,              among cognitively intact older individuals. BMC Med 2012;\n                             Smith AD. Diagnosing dementia: interrater reability assessment         10: 127.\n                             and accuracy of the NINCDS/ADRDA criteria versus CERAD             26. Sperling RA, Karlawish J, Johnson KA. Preclinical Alzheimer\n                             histopathological criteria for Alzheimer’s disease. Dement             disease-the challenges ahead. Nat Rev Neurol 2013; 9: 54-8.\n                             Geriatr Cogn Disord 2000; 11: 107-13.                              27. Rosén C, Hansson O, Blennow K, Zetterberg H.\n                         9. Bowler JV, Muñoz DG, Merskey H, Hachinski V. Fallacies in               Fluid biomarkers in Alzheimer’s disease –current concepts.\n                             the pathological confirmation of the diagnosis of Alzheimer’s          Mol Neurodegener 2013; 8: 20.\n                             disease. J Neurol Neurosurg Psychiatry 1998; 64: 18-24.            28. Mattsson N, Zegers I, Andreasson U, Bjerke M, Blankenstein\n                         10. Karantzoulis S, Galvin JE. Distinguishing Alzheimer’s disease          MA, Bowser R, et al. Reference measurement procedures\n                             from other major forms of dementia. Expert Rev Neurother               for Alzheimer’s disease cerebrospinal fluid biomarkers:\n                             2011; 11: 1579-91.                                                     definitions and approaches with focus on amyloid β42.\n                         11. Hyman BT, Trojanowski JQ. Consensus recommendations                    Biomark Med 2012; 6: 409-17.\n                             for the postmortem diagnosis of Alzheimer disease from the         29. Bateman RJ, Wen G, Morris JC, Holtzman DM. Fluctuations\n                             National Institute on Aging and the Reagan Institute Working           of CSF amyloid-beta levels: implications for a diagnostic and\n                             Group on diagnostic criteria for the neuropathological                 therapeutic biomarker. Neurology 2007; 68: 666-9.\n                             assessment of Alzheimer disease. J Neuropathol Exp Neurol          30. Palmert MR, Usiak M, Mayeux R, Raskind M, Tourtellotte WW,\n                             1997; 56: 1095-7.                                                      Younkin SG. Soluble derivatives of the β amyloid protein\n                         12. Morris JC, Price AL. Pathologic correlates of nondemented              precursor in cerebrospinal fluid: alterations in normal aging\n                             aging, mild cognitive impairment, and early-stage Alzheimer’s          and in Alzheimer’s disease. Neurology 1990; 40: 1028-32.\n                             disease. J Mol Neurosci 2001; 17: 101-18.                          31. Strozyk D, Blennow K, White LR, Launer LJ. CSF Abeta 42\n                         13. Crystal H, Dickson D, Fuld P, Masur D, Scott R, Mehler M,              levels correlate with amyloid-neuropathology in a population-\n                             et al. Clinico-pathologic studies in dementia: nondemented             based autopsy study. Neurology 2003; 60: 652-6.\n                             subjects with pathologically confirmed Alzheimer’s disease.        32. Engelborghs S, De Vreese K, Van de Casteele T, Vanderstichele H,\n                             Neurology 1998; 38: 1682-7.                                            Van Everbroeck B, Cras P, et al. Diagnostic performance of\n                         14. Nelson PT, Alafuzoff I, Bigio EH, Bouras C, Braak H, Cairns            a CSF-biomarker panel in autopsy-confirmed dementia.\n                             NJ, et al. Correlation of Alzheimer disease neuropathologic            Neurobiol Aging 2008; 29: 1143-59.\n                             changes with cognitive status: a review of the literature.         33. Tapiola T, Alafuzoff I, Herukka SK, Parkkinen L, Hartikainen P,\n                             J Neuropathol Exp Neurol 2012; 71: 362-81.                             Soininen H, et al. Cerebrospinal fluid β-amyloid 42 and tau\n                         15. Lleó A, Berezovska O, Growdon JH, Hyman BT. Clinical,                  proteins as biomarkers of Alzheimer-type pathologic changes\n                             pathological, and biochemical spectrum of Alzheimer disease            in the brain. Arch Neurol 2009; 66: 382-9.\n                             associated with PS-1 mutations. Am J Geriatr Psychiatry            34. Fagan AM, Mintun MA, Mach RH, Lee SY, Dence CS, Shah AR,\n                             2004; 12: 146-56.                                                      et al. Inverse relation between in vivo amyloid imaging load\n                         16. Hyman BT, Phelps CH, Beach TG, Bigio EH, Cairns NJ,                    and cerebrospinal fluid Abeta42 in humans. Ann Neurol\n                             Carrillo MC, et al. National Institute on Aging-Alzheimer’s            2006; 59: 512-9.\n                             Association guidelines for the neuropathologic assessment          35. Forsberg A, Engler H, Almkvist O, Blomquist G, Hagman G,\n                             of Alzheimer’s disease. Alzheimers Dement 2012; 8: 1-13.               Wall A, et al. PET imaging of amyloid deposition in patients\n                         17. Montine TJ, Phelps CH, Beach TG, Bigio EH, Cairos NJ,                  with mild cognitive impairment. Neurobiol Aging 2008; 29:\n                             Dickson DW, et al; National Institute on Aging; Alzheimer’s            1456-65.\n                             Association. National Institute of Aging-Alzheimer’s Association   36. Grimmer T, Riemenschneider M, Forstl H, Henriksen G,\n                             guidelines for the neuropathological assessment of Alzheimer’s         Klunk WE, Mathis CA, et al. Beta amyloid in Alzheimer’s\n                             disease: a practical approach. Acta Neuropathol 2012; 123: 1-11.       disease: increased deposition in brain is reflected in reduced\n                         18. McKeith I, Cummings J. Behavioural changes and psychological           concentration in cerebrospinal fluid. Biol Psychiatry 2009;\n                             symptoms in dementia disorders. Lancet Neurol 2005; 4: 735-42.         65: 927-34.\n                         19. Petersen RC, Doody R, Kurz A, Mohs RC, Morris JC, Rabins PV,       37. Shoji M. Cerebrospinal fluid Abeta40 and Abeta42: natural\n                             et al. Current concepts in mild cognitive impairment. Arch             course and clinical usefulness. Front Biosci 2002; 7: d997-1006.\n                             Neurol 2001; 58: 1985-92.                                          38. Fukuyama R, Mizuno T, Mori S, Nakajima K, Fushiki S,\n                         20. Hampel H, Bürger K, Teipel SJ, Bokde Al, Zetterberg H,                 Yanagisawa K. Age-dependent change in the levels of Abeta40\n                             Blennow K. Core candidate neurochemical and imaging                    and Abeta42 in cerebrospinal fluid from controls subjects,\n                             biomarkers of Alzheimer’s disease. Alzheimers Dement                   and a decrease in the ratio of Abeta42 to Abeta40 levels\n                             2008; 4: 38-48.                                                        in cerebrospinal fluid from Alzheimer’s disease patients.\n                         21. Cummings JL, Dubois B, Molinuevo JL, Scheltens P.                      Eur Neurol 2000; 43: 155-60.\n                             International Work Group Criteria for the diagnosis                39. Franz G, Beer R, Kampfl A, Engelhardt K, Schmutzhard E.\n                             of Alzheimer disease. Med Clin N Am 2013; 97: 363-8.                   Amyloid beta 1-42 and tau in cerebrospinal fluid after severe\n                         22. McKhann GM, Knopman DS, Chertkow H, Hyman BT,                          traumatic brain injury. Neurology 2003; 60: 1457-61.\n                             Jack CR Jr, Kawas CH, et al. The diagnosis of dementia due         40. Tsitsopoulos PP, Marklund N. Amyloid-β peptides and tau\n                             to Alzheimer’s disease: recommendations from the nat",
  "wordCount": 8845,
  "indexed": "2025-09-25T22:58:15.616Z",
  "method": "direct"
}
