{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Lincoln et al. - 2016 - Clinical Reasoning A 34-year-old man with headache, diplopia, and hemiparesis.pdf",
  "fileName": "Lincoln et al. - 2016 - Clinical Reasoning A 34-year-old man with headache, diplopia, and hemiparesis.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Lincoln et al. - 2016 - Clinical Reasoning A 34-year-old man with headache, diplopia, and hemiparesis.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 34-year-old man with headache,\nJohn J. Millichap, MD\n                         diplopia, and hemiparesis\n\nMatthew R. Lincoln,      SECTION 1                                                                              Lumbar puncture revealed normal leukocytes\n  MD, DPhil              A 34-year-old right-handed man awoke with lethargy,                                (3 3 106/L), protein, and glucose. CSF oligoclonal\nRaphael Schneider, MD    headache, diplopia, bilateral facial numbness, mild right                          bands were absent. Serum studies revealed normal\nMarika Hohol, MD,        hemiparesis, and right arm numbness. A few weeks                                   erythrocyte sedimentation rate (ESR) (18 mm/h)\n  FRCPC                  prior, he had received vaccines for influenza and hepati-                          and C-reactive protein. Markers of systemic inflam-\n                         tis. His history was significant for chronic sinusitis.                            mation were normal.\n                         Family history was negative for neurologic and autoim-                                 Diplopia resolved over 10 days without treatment.\nCorrespondence to        mune disease.                                                                      Other symptoms improved within 3 weeks. On\nDr. Hohol:\nhoholm@smh.ca\n                             On examination, the patient was afebrile and                                   follow-up 4 months later, the patient complained only\n                         normotensive. He exhibited left abducens and par-                                  of mild headaches and mild chest tightness, possibly re-\n                         tial left oculomotor palsies. MRI of the brain showed                              flecting sensory banding. Examination was normal\n                         an extensive area of fluid-attenuated inversion recov-                             apart from minimal difficulty with tandem gait.\n                         ery (FLAIR) hyperintensity involving the brainstem\n                                                                                                            Questions for consideration:\n                         bilaterally and a few smaller lesions in the left parie-\n                         tal lobe (figure 1). There was no enhancement or                                   1. What is the differential diagnosis?\n                         abnormal diffusion.                                                                2. What therapies would you consider?\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                            Figure 1           MRI brain (January 2009)\n\n\n\n\n                         Axial fluid-attenuated inversion recovery (FLAIR) MRI demonstrates an extensive area of hyperintensity involving the pons\n                         bilaterally (A); this also involved the left medulla and extended into the midbrain bilaterally. Additional FLAIR hyperintensities\n                         are noted in the subcortical white matter of the left and, to a lesser degree, right parietal lobes (B).\n\n\n\n\n                         From the Adult Neurology Residency Program (M.R.L., R.S.), Postgraduate Medical Education, University of Toronto; and the Department of\n                         Medicine (M.H.), Division of Neurology, St. Michael’s Hospital, Toronto, Canada.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne24                      © 2016 American Academy of Neurology\n\n   ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                                 The clinical and imaging characteristics are in keep-\n                  The patient presents with an acute polysymptomatic                    ing with ADEM.3 Though unusual in adult patients,\n                  syndrome referable to the midbrain and pons.                          this is well-described following immunization or infec-\n                  Though sudden onset would be consistent with a vas-                   tion.4 While diagnostic criteria for ADEM in adults\n                  cular etiology, the subsequent near-complete improve-                 have not been validated, consensus criteria have been\n                  ment over 3 weeks would argue against ischemia.                       published for use in children5 (table); these require a\n                  Brainstem glioma or CNS lymphoma may present                          polysymptomatic presentation due to presumed\n                  with similar clinical and imaging features, but not typ-              inflammatory or demyelinating disease with concur-\n                  ically in such an acute fashion. Hemorrhage into a pre-               rent encephalopathy. Irritability, lethargy, or other per-\n                  existing neoplasm frequently presents acutely, but                    sonality changes represent mild encephalopathy.\n                  hemoglobin breakdown products should be visible                           Acute therapy for ADEM is supportive, though\n                  on MRI or in CSF. Posterior reversible encephalopathy                 corticosteroids are frequently used. Disease-modifying\n                  syndrome may produce similar symptoms and imaging                     therapies are not indicated, as patients who recover\n                  findings, but there was no hypertension and no other                  from the acute episode typically do not experience\n                  risk factors. Venous sinus thrombosis is an important                 recurrent symptoms.\n                  clinical consideration, but the imaging is atypical.\n                      Inflammatory etiologies to consider include multi-                Back to the case. The patient recovered fully over sev-\n                  ple sclerosis (MS), acute disseminated encephalomyeli-                eral months. Approximately 1 year after his initial pre-\n                  tis (ADEM), Behçet disease, Sjögren disease, and                      sentation, he returned with subacute headache,\n                  neuromyelitis optica spectrum disorder (NMOSD).                       confusion, aphasia, diplopia, and unsteady gait. On\n                  While multiple sclerosis commonly produces brain-                     examination, he was afebrile and normotensive. He\n                  stem lesions, they are not usually so confluent. There                was drowsy but able to follow simple commands. There\n                  was no history of oral or genital ulceration to support               was expressive aphasia. Neurologic examination re-\n                  Behçet disease, which may occur with isolated neuro-                  vealed right abducens palsy, right upper motor neuron\n                  logic manifestations.1 There was no history of sicca to               facial weakness, and bilateral extensor plantar responses.\n                  argue for Sjögren disease. While neurosarcoidosis may                     An MRI scan revealed extensive T2/FLAIR hyper-\n                  produce white matter changes, leptomeningeal disease                  intensities throughout the temporal white matter\n                  is more common. Chronic lymphocytic inflammation                      bilaterally, with lesser involvement of the frontal,\n                  with pontine perivascular enhancement responsive to                   parietal, and occipital lobes (figure 2) and midbrain.\n                  steroids (CLIPPERS) may produce similar symptoms,                     There was no significant enhancement following gad-\n                  but MRI typically reveals punctate enhancement pep-                   olinium contrast administration.\n                  pering the pons2 rather than the more confluent pat-                      Lumbar puncture revealed pleocytosis (186 3\n                  tern seen in this case. Brainstem encephalitis may cause              106/L, initially neutrophil-predominant and later\n                  similar lesions on MRI, but these are typically associ-               lymphocyte-predominant) with elevated protein (0.78\n                  ated with fever and systemic signs.                                   g/L) and normal glucose (3.0 mmol/L). CSF cultures\n\n\n                    Table       Consensus clinical criteria for pediatric acute disseminated encephalomyelitis (ADEM)5\n\n                    A first clinical event with a presumed inflammatory or demyelinating cause, with acute or subacute onset that affects multifocal\n                    areas of the CNS. The clinical presentation must be polysymptomatic and must include encephalopathy, which is defined as one or\n                    more of the following:\n\n                      Behavioral change, e.g., confusion, excessive irritability.\n\n                      Alteration in consciousness, e.g., lethargy, coma.\n\n                    Event should be followed by improvement, clinically, on MRI, or both, but there may be residual deficits.\n\n                    No history of a clinical episode with features of a prior demyelinating event.\n\n                    No other etiologies can explain the event.\n\n                    New or fluctuating symptoms, signs, or MRI findings occurring within 3 months of the inciting ADEM event are considered part of\n                    the acute event.\n\n                    Neuroimaging shows focal or multifocal lesions, predominantly involving white matter, without radiologic evidence of previous\n                    destructive white matter changes:\n\n                      Brain MRI, with fluid-attenuated inversion recovery or T2-weighted images, reveals large (.1–2 cm in size) lesions that are\n                      multifocal, hyperintense, and located in the supratentorial or infratentorial white matter regions; gray matter, especially basal\n                      ganglia and thalamus, is frequently involved.\n\n                      In rare cases, brain MRI shows a large single lesion ($1–2 cm), predominantly affecting white matter.\n\n                      Spinal cord MRI may show confluent intramedullary lesions with variable enhancement, in addition to abnormal brain MRI findings\n                      specified above.\n\n                  Reproduced with permission from Krupp et al.5 Neurology 2007;68(16 suppl 2):S7–S12.\n\n                                                                                        Neurology 86      January 19, 2016                                e25\n\nª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                 and PCR were negative. Oligoclonal bands were again\n  Figure 2       MRI brain (December 2009)\n                                                                                                 absent. CSF flow cytometry revealed a nonspecific, pol-\n                                                                                                 yclonal population of lymphocytes and monocytes.\n                                                                                                 Repeat investigations for systemic autoimmune disease\n                                                                                                 were negative, including ESR, antinuclear antibodies,\n                                                                                                 extractable nuclear antigen screen, rheumatoid factor,\n                                                                                                 and antineutrophil cytoplasmic antibodies screen.\n                                                                                                 Serum angiotensin-converting enzyme was normal\n                                                                                                 and CT chest was negative for lymphadenopathy.\n                                                                                                     The patient’s symptoms gradually improved with\n                                                                                                 a course of high-dose IV methylprednisolone com-\n                                                                                                 bined with plasma exchange. Oral prednisone was\n                                                                                                 tapered over 5 months and he made a near-full recov-\n                                                                                                 ery with a normal neurologic examination. Repeat\n                                                                                                 MRI of the brain was also normal.\nAxial fluid-attenuated inversion recovery MRI reveals extensive white matter hyperinten-\n                                                                                                 Questions for consideration:\nsities extending throughout the supratentorial white matter. The anterior temporal lobes\nare severely involved bilaterally (A), with patchy involvement of bilateral frontal, parietal,\n                                                                                                 1. What is the differential diagnosis now?\nand occipital lobes (B). The midbrain is also involved, in a pattern similar to the previous\nstudy.                                                                                           2. Is therapy indicated at this time?\n\n\n\n\n                                                                                                                                  GO TO SECTION 3\n\n\n\n\ne26                              Neurology 86    January 19, 2016\n\n   ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                 SECTION 3                                                         frontal lobe. Anti–aquaporin-4 channel antibody\n                                 The recurrence of acute, multifocal demyelination                 was not detected in serum.\n                                 causing a polysymptomatic presentation with encepha-                 At this point, a clinical diagnosis of MS was made.\n                                 lopathy raises the possibility of multiphasic ADEM.               The development of asymptomatic demyelinating le-\n                                 Multiphasic ADEM is conceptualized as a self-limited,             sions is characteristic of MS and is not seen in\n                                 transient multiphasic demyelinating disease that does             ADEM. A third attack of demyelination would not\n                                 not lead to lifelong, chronic demyelinating disease.5             be consistent with revised criteria for multiphasic\n                                 While this is recognized in a subset of pediatric patients        ADEM.6 The patient was started on disease-\n                                 with ADEM, many patients who recur subsequently                   modifying therapy for MS and has been free of relapse\n                                 develop a chronic demyelinating disorder.3 Diagnostic             for over 1 year. He had normal results on neuropsy-\n                                 criteria for multiphasic ADEM have recently been                  chological testing.\n                                 revised; relapses beyond a second encephalopathic event\n                                 are now considered suggestive of a chronic demyelinat-            DISCUSSION We describe a case of MS that pre-\n                                 ing disorder such as MS or NMOSD.6                                sented with recurrent episodes of acute, fulminant\n                                     The principal diagnostic consideration at this time           demyelination associated with encephalopathy and\n                                 is between multiphasic ADEM and MS. The fulmi-                    suggestive of multiphasic ADEM. Though the subse-\n                                 nant nature of the 2 attacks, combined with full res-             quent clinical history has been more consistent with\n                                 olution, both clinically and radiologically, are more             MS, there are multiple unusual features that point to\n                                 typical of multiphasic ADEM than MS. Significant                  a possible spectrum of inflammatory disease activity.\n                                 CSF pleocytosis and absence of oligoclonal bands,                     ADEM is conceptualized as an acute, typically\n                                 present in 85%–95% of patients with MS, also argue                monophasic disorder that frequently follows infection\n                                 against this diagnosis.                                           or immunization and presents with multifocal CNS\n                                                                                                   demyelination, encephalopathy, and CSF lympho-\n                                 Returning to the case. Disease-modifying therapy was\n                                                                                                   cytic pleocytosis with elevated protein but typically\n                                 not instituted and the patient was followed with fre-\n                                                                                                   without oligoclonal bands.7 Though histopathologic\n                                 quent clinical and MRI examinations. He remained\n                                                                                                   data from modern cases are limited, the pathology is\n                                 clinically and radiologically stable for 2 years before\n                                                                                                   believed to consist of perivenous sleeves of demyeli-\n                                 he developed several small, asymptomatic demyelin-\n                                                                                                   nation with significant associated inflammatory infil-\n                                 ating lesions consistent with possible MS. He contin-\n                                                                                                   trates and macrophages that form confluent plaques\n                                 ued to develop additional asymptomatic lesions\n                                                                                                   with indistinct margins.8\n                                 before a third acute presentation with nausea, vertigo,\n                                                                                                       In contrast, MS is typically characterized by the\n                                 right facial numbness, right facial weakness, dysar-\n                                                                                                   sequential development of symptomatic or asymptom-\n                                 thria, right hemiparesis, and right-sided limb ataxia.\n                                                                                                   atic periventricular demyelinating lesions. Polysympto-\n                                 MRI revealed large demyelinating lesions involving\n                                                                                                   matic presentations are atypical, and encephalopathy\n                                 the right middle cerebellar peduncle and left pons\n                                                                                                   distinctly unusual. Spinal fluid may be normal or reveal\n                                 (figure 3) along with a small lesion in the left\n                                                                                                   a mild lymphocytic pleocytosis; oligoclonal bands are\n                                                                                                   typically present. Acute demyelinating lesions exhibit\n                                                                                                   variable perivascular inflammation, lipid-laden macro-\n                                                                                                   phages, and reactive astrocytes.8,9 The margins of MS\n  Figure 3       MRI brain (January 2014)\n                                                                                                   plaques are typically more distinct than those of ADEM.\n                                                                                                       The present case is unusual for the multiple large,\n                                                                                                   concurrent demyelinating lesions. At presentation,\n                                                                                                   there was no evidence for previous asymptomatic\n                                                                                                   demyelination and asymptomatic lesions were not de-\n                                                                                                   tected until several years after initial presentation.\n                                                                                                   Complete clinical and radiologic recovery following\n                                                                                                   severe attacks is unusual for MS and is more com-\n                                                                                                   monly seen in ADEM. On the other hand, while\n                                                                                                   the fulminance of the attacks is unusual for MS, each\n                                                                                                   of the patient’s symptoms may be seen individually\n                                                                                                   in otherwise typical MS. This case illustrates the\n                                                                                                   occasionally significant clinical overlap that may\n                                                                                                   exist between MS and ADEM and, together with\nAxial fluid-attenuated inversion recovery MRI demonstrates a new large hyperintense lesion\n                                                                                                   overlapping histopathology, argues that these dis-\noccupying the right middle cerebellar peduncle (A) with extension into the right superior cere-\nbellar peduncle and right pontine tegmentum. A second lesion also involves the left pons (B) and   orders may best be conceptualized as falling on a\ncerebral peduncle.                                                                                 single spectrum.\n\n                                                                                                   Neurology 86   January 19, 2016                     e27\n\n   ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                        The therapeutic implications of this spectrum are                        2.   Pittock SJ, Debruyne J, Krecke KN, et al. Chronic lym-\n                    not yet determined. While recurrent episodes of                                   phocytic inflammation with pontine perivascular enhance-\n                                                                                                      ment responsive to steroids (CLIPPERS). Brain 2010;133:\n                    severe demyelination frequently leave patients with\n                                                                                                      2626–2634.\n                    residual deficits, there are insufficient data from clin-                    3.   Wingerchuk DM, Weinshenker BG. Acute disseminated\n                    ical trials to favor the use of any particular prophylac-                         encephalomyelitis, transverse myelitis, and neuromyelitis\n                    tic therapy. Immunosuppressive agents are frequently                              optica. Continuum 2013;19:944–967.\n                    used in a variety of demyelinating conditions, but fur-                      4.   Schwarz S, Mohr A, Knauth M, Wildemann B, Storch-\n                    ther research is needed to determine their relative                               Hagenlocher B. Acute disseminated encephalomyelitis: a\n                                                                                                      follow-up study of 40 adult patients. Neurology 2001;56:\n                    effectiveness in each of these disorders. The use of\n                                                                                                      1313–1318.\n                    MS disease-modifying therapies has not been thor-\n                                                                                                 5.   Krupp LB, Banwell B, Tenembaum S, International Pedi-\n                    oughly studied in ADEM, owing to the typically                                    atric MS Study Group. Consensus definitions proposed for\n                    monophasic clinical course and rarity of relapse. Data                            pediatric multiple sclerosis and related disorders.\n                    from neuromyelitis optica, in which MS therapies                                  Neurology 2007;68(16 suppl 2):S7–S12.\n                    may produce clinical worsening,10,11 argue for caution                       6.   Krupp LB, Tardieu M, Amato MP, et al. International\n                    with these agents in this unusual clinical situation.                             Pediatric Multiple Sclerosis Study Group criteria for pedi-\n                                                                                                      atric multiple sclerosis and immune-mediated central ner-\n                    AUTHOR CONTRIBUTIONS                                                              vous system demyelinating disorders: revisions to the 2007\n                    Matthew R. Lincoln: drafting/revising the manuscript, analysis and inter-         definitions. Mult Scler 2013;19:1261–1267.\n                    pretation of data. Raphael Schneider: drafting/revising the manuscript,      7.   Menge T, Hemmer B, Nessler S, et al. Acute disseminated\n                    analysis and interpretation of data. Marika J. Hohol: drafting/revising           encephalomyelitis: an update. Arch Neurol 2005;62:\n                    the manuscript, analysis and interpretation of data.                              1673–1680.\n                                                                                                 8.   Wingerchuk DM, Lucchinetti CF. Comparative immuno-\n                    STUDY FUNDING                                                                     pathogenesis of acute disseminated encephalomyelitis,\n                    No targeted funding reported.                                                     neuromyelitis optica, and multiple sclerosis. Curr Opin\n                                                                                                      Neurol 2007;20:343–350.\n                    DISCLOSURE\n                                                                                                 9.   Kutzelnigg A, Lassmann H. Pathology of multiple sclerosis\n                    M. Lincoln is a member of the Resident & Fellow Section editorial team.\n                                                                                                      and related inflammatory demyelinating diseases. Handb\n                    R. Schneider is a member of the Resident & Fellow Section editorial\n                    team. M. Hohol has received honoraria for speaking, consulting, and/or\n                                                                                                      Clin Neurol 2014;122:15–58.\n                    advisory board participation from Bayer HealthCare, Biogen Idec, EMD        10.   Min J-H, Kim BJ, Lee KH. Development of extensive\n                    Serono, Genzyme, Novartis, Roche, and Teva Neuroscience. Go to                    brain lesions following fingolimod (FTY720) treatment\n                    Neurology.org for full disclosures.                                               in a patient with neuromyelitis optica spectrum disorder.\n                                                                                                      Mult Scler 2012;18:113–115.\n                    REFERENCES                                                                  11.   Palace J, Leite MI, Nairne A, Vincent A. Interferon Beta\n                     1. Lueck CJ, Pires M, McCartney AC, Graham EM. Ocular and                        treatment in neuromyelitis optica: increase in relapses\n                        neurological Behçet’s disease without orogenital ulceration?                  and aquaporin 4 antibody titers. Arch Neurol 2010;67:\n                        J Neurol Neurosurg Psychiatry 1993;56:505–508.                                1016–1017.\n\n\n\n\ne28                 Neurology 86       January 19, 2016\n\n  ª 2016 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f   Clinical Reasoning: A 34-year-old man with headache, diplopia, and hemiparesis\n               Matthew R. Lincoln, Raphael Schneider and Marika Hohol\n                             Neurology 2016;86;e24-e28\n                        DOI 10.1212/WNL.0000000000002288\n\n                     This information is current as of January 18, 2016\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/86/3/e24.full.html\n\n References                         This article cites 11 articles, 6 of which you can access for free at:\n                                    http://www.neurology.org/content/86/3/e24.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Acute disseminated encephalomyelitis\n                                    http://www.neurology.org//cgi/collection/acute_disseminated_encephal\n                                    omyelitis\n                                    All Demyelinating disease (CNS)\n                                    http://www.neurology.org//cgi/collection/all_demyelinating_disease_c\n                                    ns\n                                    Multiple sclerosis\n                                    http://www.neurology.org//cgi/collection/multiple_sclerosis\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2016 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2669,
  "indexed": "2025-09-25T22:54:30.006Z",
  "method": "direct"
}
