{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Basilar/Marks et al. - 2006 - Angioplasty for symptomatic intracranial stenosis clinical outcome.pdf",
  "fileName": "Marks et al. - 2006 - Angioplasty for symptomatic intracranial stenosis clinical outcome.pdf",
  "relativePath": "Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Basilar/Marks et al. - 2006 - Angioplasty for symptomatic intracranial stenosis clinical outcome.pdf",
  "text": "Angioplasty for Symptomatic Intracranial Stenosis\n                                                                                                                      Clinical Outcome\n                                                                       Michael P. Marks, MD; Joan C. Wojak, MD; Firas Al-Ali, MD; Mahesh Jayaraman, MD;\n                                                                                  Mary L. Marcellus, RN; John J. Connors, MD; Huy M. Do, MD\n\n                                                              Background and Purpose—Medical treatment of symptomatic intracranial stenosis carries a high risk of stroke. This study\n                                                                was done to evaluate the clinical and angiographic outcomes after intracranial angioplasty for this disease.\n                                                              Methods—A total of 120 patients with 124 intracranial stenoses were treated by primary angioplasty. All patients had\n                                                                neurologic symptoms (stroke or transient ischemic attack) attributable to intracranial stenoses ⱖ50%. Angiograms were\n                                                                evaluated before and after angioplasty for the degree of stenosis.\n                                                              Results—Pretreatment stenoses varied from 50% to 95% (mean 82.2⫾10.2). Post-treatment stenoses varied from 0% to\n                                                                90% (mean 36.0⫾20.1). There were 3 strokes and 4 deaths (all neurological) within 30 days of the procedure, giving\n                                                                a combined periprocedural stroke and death rate of 5.8%. A total of 116 patients (96.7%) were available for a mean\n                                                                follow-up time of 42.3 months. There were 6 patients who had a stroke in the territory of treatment and 5 additional\n                                                                patients with stroke in other territories. Ten deaths occurred during the follow-up period, none of which were\n                                                                neurological. Including the periprocedural stroke and deaths, this yielded an annual stroke rate of 3.2% in the territory\n                                                                of treatment and a 4.4% annual rate for all strokes.\n                                                              Conclusion—Intracranial angioplasty can be performed with a high degree of technical success and a low risk of\n                                                                complications. Long-term clinical follow-up of intracranial angioplasty patients demonstrates a risk of future strokes that\n                                                                compares favorably to patients receiving medical therapy. (Stroke. 2006;37:1016-1020.)\n                                                                         Key Words: angioplasty 䡲 arteriosclerosis 䡲 basilar artery 䡲 carotid arteries 䡲 middle cerebral artery\n\n\n\n                                                              I  ntracranial atherosclerotic stenosis accounts for 8% to 10%                  treatment was attempted, but they were not treated because the lesion\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                                 of ischemic strokes and is particularly prevalent in the                     could not be safely accessed by the angioplasty balloon. All patients\n                                                                                                                                              had intracranial stenoses with symptoms referable to the target\n                                                              black and Asian population.1,2 Medical therapy with anti-\n                                                                                                                                              lesion. A total of 118 (98%) were on antiplatelet or anticoagulant\n                                                              platelet and antithrombotic agents has been widely used, but                    medication at the time of symptoms; 76 patients (63%) were on\n                                                              there is a high rate of failure, resulting in recurrent transient               antiplatelet medication (aspirin, ticlopidine, clopidigrel, dipyridam-\n                                                              ischemic attack (TIA), stroke, and death in symptomatic                         ole), 27 (22%) were on anticoagulant therapy (warfarin or heparin),\n                                                              patients.3– 6 Endovascular therapy using primary angioplasty                    and 15 (13%) were receiving both types of agents.\n                                                              or stenting has been used to treat this condition, although                        Intracranial lesions were defined as being located in the internal\n                                                                                                                                              carotid artery at or above the precavernous or upper petrous portion\n                                                              reports have generally documented smaller, single center                        and in the posterior circulation as being above the C-1 portion of the\n                                                              experiences, and consequently, recommendations for the use                      distal vertebral artery. Patients were excluded if the lesion was\n                                                              of endovascular techniques have been controversial.7 We                         attributable to etiology other than atherosclerosis such as vasospasm,\n                                                              report the immediate results and long-term clinical follow-up                   if there was a tandem extracranial lesion undergoing treatment, or if\n                                                              using intracranial angioplasty in the treatment of 120 patients                 the treatment was occurring during an acute stroke. If patients had a\n                                                                                                                                              preprocedure stroke, they were generally not treated until 4 to 6\n                                                              with symptomatic intracranial stenosis treated at 3 centers.                    weeks after the acute event because of concerns about reperfusion\n                                                                                                                                              hemorrhage. Some patients had tandem intracranial lesions treated\n                                                                                          Methods                                             (eg, internal carotid artery and middle cerebral artery or vertebral and\n                                                              All patients who underwent primary balloon angioplasty for symp-                basilar). In these cases, when multiple lesions were present in the\n                                                              tomatic atherosclerotic intracranial stenoses between July 1993 and             same circulation, the most profound stenosis was reported before and\n                                                              December 2004 at 3 institutions (Borgess Medical Center, Kalama-                after angioplasty. Patients were only considered to have a separate\n                                                              zoo, Mich; Our Lady of Lourdes Regional Medical Center, Lafay-                  lesion if there was an angioplasty performed on a lesion in a\n                                                              ette, La; Stanford University Medical Center, Stanford, Calif) were             completely separate vascular distribution.\n                                                              included in this study. There were a total of 120 patients with 124                Patients were treated with semicompliant coronary angioplasty\n                                                              lesions. During this period, there were 6 additional patients for whom          balloons varying in size from 1.5⫻9 mm to 4⫻20 mm that were\n\n\n\n                                                                Received September 12, 2005; final revision received November 14, 2005; accepted November 16, 2005.\n                                                                From the Department of Radiology (M.P.M., M.J., M.L.M., H.M.D.), Stanford University Medical Center, California; Our Lady of Lourdes Regional\n                                                              Medical Center (J.C.W.), Lafayette, La; Borgess Medical Center (F.A.-A.), Kalamazoo, Mich; and St Josephs Hospital (J.J.C.), Tampa, Fla.\n                                                                Correspondence to Michael P. Marks, MD, Stanford University Medical Center, Department of Radiology, Room S-047, 300 Pasteur Dr, Stanford CA\n                                                              94305-5105. E-mail mmarks@stanford.edu\n                                                                © 2006 American Heart Association, Inc.\n                                                                Stroke is available at http://www.strokeaha.org                                                         DOI: 10.1161/01.STR.0000206142.03677.c2\n\n                                                                                                                                       1016\n\f                                                                                                                                           Marks et al            Intracranial Angioplasty         1017\n\n\n                                                              introduced through 5F to 7F guide catheters. Balloons were deliber-      TABLE 2.   Lesion Locations\n                                                              ately undersized by 0.5 mm diameter to reduce the risk of arterial\n                                                              damage or rupture by using angiographically obtained measure-                         Location                         No. (%)\n                                                              ments. The shortest available length to fully cross the lesion was                    Anterior circulation (51%)\n                                                              chosen to improve balloon tracking. Slow inflation times were used\n                                                                                                                                                      Internal carotid artery        43 (35)\n                                                              to minimize rupture and dissection. Balloons were inflated at ⬇1\n                                                              atmosphere every 30 to 60 seconds until nominal pressures were                          Middle cerebral artery         20 (16)\n                                                              achieved. These pressures were generally in the range of 6 to 8                       Posterior circulation (49%)\n                                                              atmospheres for the balloons that were used. Stents were placed at\n                                                                                                                                                      Vertebral                      37 (30)\n                                                              the discretion of the treating physician in some the cases. This was\n                                                              done if the stenosis was felt to be worse or not improved after                         Basilar                        22 (17)\n                                                              angioplasty or if a postangioplasty dissection was felt to require                      Posterior cerebral artery       2 (2)\n                                                              treatment. The outcome data were analyzed on an “intention-to-\n                                                              treat” basis, and these patients were therefore included in the study.\n                                                                 In advance of the procedure, patients were placed on antiplatelet     treated with stent placement, there were 20 other patients with\n                                                              medication if they were not already using it. There was no standard      dissection (visible luminal flaps) not treated by stent place-\n                                                              for timing the start of therapy or medication type. During the\n                                                              procedure, patients were systemically anticoagulated, generally by       ment (20.2% of all angioplasties). There were no occlusions\n                                                              bolus injection, but there was no standard. After the procedure,         at the time of the postangioplasty angiogram.\n                                                              patients were generally continued on antiplatelet medication on a           There were 3 periprocedural strokes occurring within 30\n                                                              chronic basis, although earlier in the experience, anticoagulation was   days of the procedure and 4 periprocedural deaths, yielding a\n                                                              also used.\n                                                                                                                                       5.8% periprocedural stroke and death rate. None of the\n                                                                 Stenosis was measured at the individual centers using available\n                                                              software provided by the digital subtraction angiography equipment       periprocedural strokes were disabling or resulted in a change\n                                                              manufacturer. The measurement was based on the ratio of the              in modified Rankin score. Six of these events occurred in the\n                                                              narrowest diameter on any projection to the nearest portion of the       first day postprocedure, and 1 occurred in a delayed fashion\n                                                              artery that is judged to be normal. When severe preocclusive stenosis    in the 30-day period. Two deaths were attributable to vessel\n                                                              made it too difficult to perform an accurate measurement the stenosis\n                                                              was reported as 95%. The annual stroke rate was calculated using the     rupture, 1 to reperfusion hemorrhage, and 1 to complications\n                                                              ratio of stroke rate to follow-up time.                                  associated with an ischemic infarct.\n                                                                                                                                          A total of 116 patients were available for follow-up, and\n                                                                                              Results                                  the follow-up time varied from 1 to 128 months (mean 42.3\n                                                              There were 84 men and 36 women ranging in age from 31 to                 months). Ninety-three had follow-up ⬎12 months. During\n                                                              82 years (mean 62.3⫾12.2 years). Sixty-six patients (55%)                this period, there were 10 deaths attributable to various\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              had a stroke before angioplasty, and 54 (45%) had TIAs.                  etiologies, including myocardial infarct, multiorgan system\n                                                              Table 1 shows the vascular risk factors of the patient                   failure, cancer, sepsis, and spinal cord injury. There were no\n                                                              population, and Table 2 shows the lesion locations. There was            deaths attributable to ischemic or hemorrhagic stroke. During\n                                                              an even distribution of lesions in the anterior and posterior            the follow-up period, there were 6 strokes that occurred in the\n                                                              circulations.                                                            vascular distribution of the treated vessel and 5 strokes that\n                                                                 The pretreatment stenosis varied from 50% to 95% (mean                occurred outside of the area of treatment. Six TIAs were also\n                                                              82.2⫾10.2). A total of 118 (95.2%) of the lesions had ⬎70%               reported in the follow-up period, although it is not known to\n                                                              stenosis, with only 6 (4.8%) having stenosis in the 50% to               what territory they are attributable.\n                                                              69% range. All the lesions were crossed and dilated. Post-                  The annual stroke rate in the territory of treatment includ-\n                                                              treatment stenosis varied between 0% and 90% (mean                       ing the periprocedural strokes and deaths was 3.2%. The\n                                                              36.0⫾20.1).                                                              annual stroke rate for all strokes including periprocedural\n                                                                 Stents were placed after the angioplasty in 16 (12.9%) of             events was 4.4%. The annual stroke rate for those patients\n                                                              the angioplasty procedures. Eleven of these were placed                  who had angioplasty without stent placement was 3.0% for\n                                                              because the stenosis was judged to be the same or worse after            the territory of treatment and 4.3% for stroke in any territory.\n                                                              angioplasty. Five were placed after the angioplasty when a               The annual rate of strokes in the treated territory for those\n                                                              dissection was noted. Post-treatment stenosis for the group              patients showing dissection (not treated with stent placement)\n                                                              treated with angioplasty alone was 5% to 90% (mean 39.4⫾                 was 1.5%. Kaplan–Meier analysis demonstrated a 5-year\n                                                              18.7). Sixty-four patients (59.3%) had ⬍50% residual steno-              stroke-free survival of 88.6% for strokes in the territory of\n                                                              sis, 35 (32.4%) had 50% to 69% stenosis, and 9 (8.3%) had                angioplasty including the periprocedural events (Figure 1).\n                                                              ⬎70% residual stenosis. In addition to the 5 dissections                 The 5-year stroke-free survival for all strokes including the\n                                                                                                                                       periprocedural complications was 83.1% (Figure 2).\n                                                              TABLE 1.    Vascular Risk Factors\n                                                                                                                                          During the follow-up period, 14 patients (12.1%) had a\n                                                                            Characteristic                    No. (%)                  repeat angioplasty, and 8 patients (6.9%) had a stent placed.\n                                                                            Hypertension                      90 (75)                  All were accomplished without complication. These proce-\n                                                                            Diabetes mellitus                 69 (58)                  dures were done based on the individual decision of the\n                                                                                                                                       treating physician because the angiographic stenosis had\n                                                                            Smoking history                   56 (47)\n                                                                                                                                       worsened, the patient had additional symptoms (stroke or\n                                                                            Hyperlipidemia                    83 (69)\n                                                                                                                                       TIA), or the treating physician felt that a better result could be\n                                                                            Ischemic heart disease            61 (31)\n                                                                                                                                       achieved in a repeat procedure.\n\f                                                              1018      Stroke      April 2006\n\n\n\n\n                                                                                                                                                     Figure 1. Kaplan–Meier plots showing\n                                                                                                                                                     the stroke-free survival in the territory\n                                                                                                                                                     of the angioplasty. The plots demonstrate\n                                                                                                                                                     the percentage of patients still alive with-\n                                                                                                                                                     out having had a stroke in the territory\n                                                                                                                                                     appropriate to the site of angioplasty.\n                                                                                                                                                     Solid line represents the outcome for all\n                                                                                                                                                     treated patients. Dashed line represents\n                                                                                                                                                     the stroke-free survival after excluding\n                                                                                                                                                     strokes occurring as procedural\n                                                                                                                                                     complications.\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                                 Table 3 shows the aggregate modified Rankin scores           of safety concerns in the warfarin-treated group and con-\n                                                              before and after treatment at the time of last follow-up.       cluded that aspirin should be used in preference to warfarin.\n                                                              Fifty-seven patients (49%) had improved scores, 53 (45%)        However, the study found there was a 12% 1-year and a 15%\n                                                              were unchanged, and 7(6%) had poorer scores.                    2-year probability for recurrent stroke in the territory of the\n                                                                 Routine angiographic follow-up was not performed on all      stenotic artery in patients treated with aspirin. The annual rate\n                                                              patients. Sixty-seven patients (57.8%) had ⱖ1 follow-up         of same territory strokes calculated from the reported aggre-\n                                                              angiogram, with the last angiographic follow-up done between    gate follow-up was 8.5%. Our results show a 3.2% annual\n                                                              1.0 and 84.0 months postprocedure (mean 20.5⫾22.7 months).      stroke rate, including periprocedural strokes, a 1-year stroke\n                                                              Eighteen (26.9%) showed improvement in the stenosis com-        rate of 8.8% (including periprocedural strokes), and a 2-year\n                                                              pared with postangioplasty angiogram, 33 (49.3%) were un-       cumulative stroke rate of 11.8%. We did not include the 6\n                                                              changed, and 16 (23.9%) displayed worsening stenosis at the     patients who did not undergo angioplasty because the balloon\n                                                              time of last follow-up.                                         could not safely access the lesion. Two of these 6 patients had\n                                                                                                                              strokes in the first year, 1 of them fatal.\n                                                                                     Discussion                                  The patients in the current study may have been at a higher\n                                                              The clinical outcome after primary angioplasty for the treat-   risk of stroke than discussed previously in natural history\n                                                              ment of symptomatic intracranial atherosclerosis reported       studies and higher than the aggregate reported in WASID. It\n                                                              here compares favorably with the recent reported results for    is true that ⬎50% of the WASID patients had middle cerebral\n                                                              the Warfarin-Aspirin Symptomatic Intracranial Disease           artery or basilar lesions, whereas 33% of our patients had\n                                                              (WASID) trial.6 WASID found a high rate of stroke for           lesions in the locations. These locations may contribute to a\n                                                              patients with symptomatic intracranial stenosis treated with    higher stroke rate in the WASID group. However, in agree-\n                                                              medical therapy. WASID was prematurely stopped because          ment with known pathophysiology for vascular lesions in all\n\f                                                                                                                                 Marks et al         Intracranial Angioplasty           1019\n\n\n\n\n                                                                                                                                                    Figure 2. Kaplan–Meier plots showing\n                                                                                                                                                    the stroke-free survival for all strokes.\n                                                                                                                                                    The plots show the percentage of\n                                                                                                                                                    patients still alive without having had a\n                                                                                                                                                    stroke in any territory after their angio-\n                                                                                                                                                    plasty. Solid line represents the outcome\n                                                                                                                                                    for all treated patients. Dashed line rep-\n                                                                                                                                                    resents the stroke-free survival after\n                                                                                                                                                    excluding strokes occurring as proce-\n                                                                                                                                                    dural complications.\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                              other territories, post hoc analysis of the WASID data         stenosis.8 Fifty-five percent of our patients had a stroke in the\n                                                              suggests that patients presenting with stroke and those with   territory of treatment before angioplasty, and 61% of the\n                                                              ⬎70% stenosis have higher rates of subsequent stroke when      WASID patients had strokes in the territory of stenosis. A\n                                                              compared with patients presenting with TIA and 50% to 69%      total of 118 (95.2%) of the lesions treated in the current study\n                                                                                                                             had ⬎70% stenosis, whereas only 37.4% had ⬎70% stenosis\n                                                              TABLE 3.       Modified Rankin Scores                          in the WASID study. It has also been suggested that patients\n                                                                         Score      Pretreatment (%)   Post-Treatment (%)    who fail previous treatment with antiplatelet or anticoagulant\n                                                                         0             18 (15%)            42 (37%)          medication are at a high risk for developing recurrent symp-\n                                                                         1             32 (27%)            28 (24%)\n                                                                                                                             toms.5 A total of 118 (98%) of the patients in this series had\n                                                                                                                             failed some combination of these agents.\n                                                                         2             28 (23%)            32 (28%)\n                                                                                                                                Previously reported single center experiences with angio-\n                                                                         3             24 (20%)             9 (8%)\n                                                                                                                             plasty have suggested that the procedure can be done with a\n                                                                         4             11 (9%)              1 (1%)\n                                                                                                                             high degree of technical success,9 –14 although some centers\n                                                                         5              4 (3%)              3 (3%)\n                                                                                                                             have reported higher rates of complication.15 Long-term\n\f                                                              1020       Stroke       April 2006\n\n\n                                                              outcome data after angioplasty, although less frequently            success and a low rate of subsequent stroke that compares\n                                                              reported, has shown similar low rates of stroke to the rates        quite favorably with recently published data in patients with\n                                                              reported here. Clark et al reported on 17 patients treated with     these lesions treated with medical therapy.\n                                                              intracranial angioplasty followed for a mean of 22 months\n                                                              and found no neurological events in the territories of the                                 Acknowledgments\n                                                              angioplasty vessels.9 Marks et al recently reported a mean          The authors would like to thank Pamela Schraedley-Desmond for her\n                                                              follow-up time of 52.9 months in 36 patients showing a              help with the statistical evaluation of the data.\n                                                              3.36% annual stroke rate in the territory appropriate to the site\n                                                                                                                                                                References\n                                                              of angioplasty.14                                                    1. Sacco RI, Kargman DE, Gu Q, Zamanillo MC. Race– ethnicity and\n                                                                 Intention to treat using primary stenting has also been used         determinants of intracranial atherosclerotic cerebral infarction. The\n                                                              for symptomatic intracranial atherosclerosis. Stenting may              Northern Manhattan Stroke Study. Stroke. 1995;26:14 –20.\n                                                                                                                                   2. Wityk RJ, Lehman D, Klag M, Coresh J, Ahn H, Litt B. Race and sex\n                                                              improve the degree of post-treatment residual stenosis and\n                                                                                                                                      differences in the distribution of cerebral atherosclerosis. Stroke. 1996;\n                                                              treat dissections; however, the procedure involves additional           27:1274 –1980.\n                                                              instrumentation with more complex devices in the intracra-           3. Bogousslavsky J, Barnett H, Fox A, Hachinski V, Taylor W. Atherosclerotic\n                                                              nial circulation. It has not been shown that stenting can be            disease of the middle cerebral artery. Stroke. 1986;17:1112–1120.\n                                                                                                                                   4. Quereshi A, Suri M, Ziai W, Yahia A, Mohammad Y, Sen S. Stroke-free\n                                                              performed with an improved safety profile over angioplasty              survival and its determinants in patients with symptomatic vertebrobasilar\n                                                              or that the procedure will improve clinical outcomes com-               stenosis: a multicenter study. Neurosurgery. 2003;52:1033–1040.\n                                                              pared with angioplasty alone. There has been 1 prospectively         5. Thijs VN, Albers GW. Symptomatic intracranial atherosclerosis: outcome\n                                                                                                                                      of patients who fail antithrombotic therapy. Neurology. 2000;55:\n                                                              reported series of stenting for intracranial atherosclerosis.16         465– 466.\n                                                              Forty-three patients with intracranial atherosclerotic stenosis      6. Chimowitz ML, Lynn JM, Howlett-Smith H, Stern BJ, Heretzberg VS,\n                                                              were treated with a stent designed for use in the intracranial          Frandel MR, Levine SR, Chaturvedi S, Kasner SE, Benesch CG, Sila CA,\n                                                                                                                                      Jovin TG, Romano JG. Warfarin-Aspiring Symptomatic Intracranial\n                                                              circulation. There were 6 strokes in the first 12 months of the         Disease Trial Investigators. N Engl J Med. 2005;352:1305–1316.\n                                                              follow-up (13.9%), 4 of these in the periprocedural period.          7. Chaturvedi S, Caplan LR. Angioplasty for intracranial atherosclerosis.\n                                                              Recent single center experience with stenting has also re-              Neurology. 2003;61:1647–1648.\n                                                              ported similar rates of periprocedural complications and             8. Lynn M, Chimowitz M, Howlett-Smith H, Frankel M, et al. Warfarin\n                                                                                                                                      versus aspirin for symptomatic intracranial stenosis: subgroup analyses\n                                                              follow-up strokes.17–20 Nevertheless, in the study reported             from WASID. Stroke. 2005;36:457.\n                                                              here, stents were used in 16 (12.9%) of the initial procedures       9. Clark WM, Barnwell SL, Nesbit G, O’Neill OR, Wynn ML, Coull BM.\n                                                              when the angioplasty did not appear to achieve an adequate              Safety and efficacy of percutaneous transluminal angioplasty for intra-\n                                                                                                                                      cranial atherosclerotic stenosis. Stroke. 1995;26:1200 –1204.\n                                                              result. As stents specifically designed for use in the intracra-\nDownloaded from http://ahajournals.org by on April 22, 2025\n\n\n\n\n                                                                                                                                  10. Yokote H, Terada T, Ryujin K, Konoshita Y, Tsuura M, Nakai E, Kamei\n                                                              nial circulation become available, they might play a greater            I, Moriwaki H, Hayashi S, Itakura T. Percutaneous transluminal angio-\n                                                              role in the endovascular management of this disease.                    plasty for intracranial arteriosclerotic lesions. Neuroradiology. 1998;40:\n                                                                                                                                      590 –596.\n                                                                 Limitations of these data should be mentioned. Because           11. Marks MP, Marcellus ML, Norbash AM, Steinberg GK, Tong D, Albers\n                                                              this is a retrospective evaluation, bias may have been intro-           GW. Outcome of angioplasty for atherosclerotic intracranial stenosis.\n                                                              duced to select patients that would have a high success rate            Stroke. 1999;30:1065–1069.\n                                                              and low complication rate with the procedure and that would         12. Connors JJ, Wojak JC. Percutaneous transluminal angioplasty for intra-\n                                                                                                                                      cranial atherosclerotic lesions: evolution of technique and short-term\n                                                              have a lower risk of stroke. However the incidence of                   results. J Neurosurg. 1999;91:415– 423.\n                                                              vascular risk factors reported here and the mean age of our         13. Lee JH, Kwon SU, Lee JH, Suh DC, Kim JS. Percutaneous transluminal\n                                                              patient population are very similar to the population reported          angioplasty for symptomatic middle cerebral artery stenosis: long term\n                                                                                                                                      follow-up. Cerebrovasc Dis. 2003;15:90 –97.\n                                                              in the WASID trial. In addition, as has already been pointed        14. Marks MP, Marcellus ML, Do HM, Schraedley-Desmond PK, Steinberg\n                                                              out, the degree of stenosis seen in our patients and the failure        GK, Tong DC, Albers GW. Intracranial angioplasty without stenting for\n                                                              of medical therapy may suggest these patients were at very              symptomatic atherosclerotic stenosis: long-term follow-up. Am J Neuro-\n                                                                                                                                      radiol. 2005;26:25–30.\n                                                              high risk of stroke. In addition, these data are derived from 3     15. Gupta R, Schumacher HC, Mangla S, Meyers PM, Duong H, Khandji\n                                                              centers, and the absence of a uniform management protocol               AG, Marshall RS, Mohr JP, Pile-Spellman J. Urgent endovascular revas-\n                                                              or procedural technique is an inherent limitation of the data.          cularization for symptomatic intracranial atherosclerotic stenosis. Neu-\n                                                                 Fourteen patients (12.1%) had a repeat angioplasty, and 8            rology. 2003;61:1729 –1735.\n                                                                                                                                  16. SSLYVIA Study Investigators. Stenting of symptomatic atherosclerotic\n                                                              patients (6.9%) had a stent placed in the period of follow-up.          lesions in the vertebral or intracranial arteries. Stroke. 2004;35:\n                                                              These additional procedures were performed in this series               1388 –1392.\n                                                              without complication; however, they do expose the patients to       17. Kim DJ, Lee BH, Kim DI, Shim WH, Jeon P, Lee TH. Stent-assisted\n                                                                                                                                      angioplasty of symptomatic intracranial vertebrobasilar artery stenosis:\n                                                              additional intraprocedural risk and do involve an extra health          feasibility and follow-up results. AJNR. 2005;16:1381–1388.\n                                                              care cost, which would have to be factored into any treatment       18. Chow MM, Masaryk TJ, Woo HH, Mayberg MR, Rasmussen PA. Stent-\n                                                              paradigm for this disease. However, repeat treatment of many            assisted angioplasty of intracranial vertebrobasilar atherosclerosis:\n                                                                                                                                      midterm analysis of clinical and radiologic predictors of neurological\n                                                              diseases is necessary, and clinical success is the goal of any          morbidity and mortality. AJNR. 2005;16:869 – 874.\n                                                              therapy.                                                            19. JiangWJ, Wang YJ, Du B, Wang SX, Wang GH, Jin M, Dai JP. Stenting\n                                                                 In conclusion, this study reports treatment results and              of symptomatic M1 stenosis of middle cerebral artery. An initial expe-\n                                                              long-term clinical follow-up in 120 patients with symptom-              rience of 40 patients. Stroke. 2004;35:1375–1380.\n                                                                                                                                  20. Yu Q, Smith WS, Singh V, Ko NU, Cullen SP, Dowd CF, Halbach VV,\n                                                              atic intracranial stenosis undergoing primary angioplasty for           Higashida RT. Long-term outcome of endovascular stenting for symp-\n                                                              their disease. This study documents a high rate of technical            tomatic basila artery stenosis. Neurology. 2005;64:l1055–1057.",
  "wordCount": 3616,
  "indexed": "2025-09-25T22:50:47.937Z",
  "method": "direct"
}
