{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Syed y Westwood - 2013 - Clinical Reasoning A 25-year-old man with headach.pdf",
  "fileName": "Syed y Westwood - 2013 - Clinical Reasoning A 25-year-old man with headach.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Syed y Westwood - 2013 - Clinical Reasoning A 25-year-old man with headach.pdf",
  "text": "Clinical Reasoning: A 25-year-old man with headaches and\n                             collapse\n                           Sana Syed and Andrew J. Westwood\n                              Neurology 2013;80;e211-e214\n                          DOI 10.1212/WNL.0b013e318292a30c\n\n\n                     This information is current as of May 13, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n              http://www.neurology.org/content/80/20/e211.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f      Clinical Reasoning: A 25-year-old man with headaches and collapse\n                      Sana Syed and Andrew J. Westwood\n                         Neurology 2013;80;e211-e214\n                     DOI 10.1212/WNL.0b013e318292a30c\n\n                   This information is current as of May 13, 2013\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/80/20/e211.full.html\n\nReferences                     This article cites 8 articles, 0 of which you can access for free at:\n                               http://www.neurology.org/content/80/20/e211.full.html##ref-list-\n                               1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Headache\n                               http://www.neurology.org//cgi/collection/all_headache\n                               Clinical neurology examination\n                               http://www.neurology.org//cgi/collection/clinical_neurology_exa\n                               mination\n                               Metastatic tumor\n                               http://www.neurology.org//cgi/collection/metastatic_tumor\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                          Clinical Reasoning:\nSection Editor            A 25-year-old man with headaches and\nMitchell S.V. Elkind,\nMD, MS                    collapse\n\nSana Syed, MD             SECTION 1                                                                          2. What are the red flags in this history?\nAndrew J. Westwood,       A 25-year-old Caucasian man with a history of head-\n                                                                                                                 Syncope is characterized by a transient loss of con-\n  MD, MRCP (UK)           aches presented to the emergency room for witnessed\n                                                                                                             sciousness and postural tone followed by spontaneous\n                          collapse. The emergency room physician who initially\n                                                                                                             recovery and is usually caused by cerebral hypoxemia.\n                          evaluated the patient reported that the physical exam-\n                                                                                                             It may result from cardiac or neurologic causes; how-\nCorrespondence to         ination had normal results.\nDr. Syed:                                                                                                    ever, the primary mechanism of syncope is typically a\nssyed@bidmc.harvard.edu\n                              The patient was currently incarcerated for violent\n                                                                                                             response to cerebral hypoperfusion.\n                          assault and battery without any prior offenses. While\n                                                                                                                 Neurally induced syncope or vasovagal syncope\n                          walking, he had felt his legs become weaker before col-\n                                                                                                             may result from a cardioinhibitory response, a vasode-\n                          lapsing to the ground. Loss of consciousness occurred\n                                                                                                             pressor response, or a combination of the two.1 A\n                          for approximately 1 minute. He denied any preceding\n                                                                                                             cardioinhibitory response results from an increase in\n                          symptoms such as chest pain, palpitations, or vision\n                                                                                                             parasympathetic tone, which may cause bradycardia.\n                          changes, and there was no head trauma. There was\n                                                                                                             A vasodepressor response results from a decrease in\n                          no incontinence, tongue biting, or witnessed abnormal\n                                                                                                             sympathetic tone and leads to hypotension. Causes\n                          movements. Within a few minutes, the patient became\n                                                                                                             can include processes that increase intra-abdominal\n                          reoriented without confusion or lethargy afterward. He\n                                                                                                             pressure, situational stressors, or dehydration. Under-\n                          was able to stand and walk after the collapse.\n                                                                                                             lying cardiac causes may include rhythm disturbances\n                              The patient had a chronic history of headaches typ-\n                                                                                                             or structural issues and noncardiac causes like seizures\n                          ically lasting a few hours, occurring once or twice per\n                                                                                                             and strokes may be a result of underlying intracranial\n                          month, holocephalic in nature and responsive to simple\n                                                                                                             mass or vessel disease. Additional etiologies include\n                          analgesics. This time, however, the headache had per-\n                                                                                                             drugs, orthostasis, a pulmonary embolus, or it may be\n                          sisted for several days. The headaches had never woken\n                                                                                                             psychogenic in origin.\n                          him up from sleep. In the 24 hours prior to presenta-\n                                                                                                                 The patient’s lack of relief with simple analgesia\n                          tion, he had been unable to eat or drink due to vomit-\n                                                                                                             and the prolonged duration of the headaches were\n                          ing. Recently he also had 3 episodes of frank hemoptysis\n                                                                                                             suggestive of a change in his headache pattern.\n                          and in the last 2 months he had an unintentional weight\n                                                                                                             The unintentional weight loss and hemoptysis\n                          loss of 30 lbs.\n                                                                                                             were also concerning; in an older person, meta-\n                              There was no history of hematochezia or hematuria.\n                                                                                                             static carcinoma would be a primary concern.\n                          There was no history of smoking, IV drug use, or alco-\n                                                                                                             However, given this history in a 25-year-old pris-\n                          hol abuse. He denied HIV risk factors or history of\n                                                                                                             oner, an infectious etiology such as tuberculosis\n                          travel. Family history was remarkable for pancreatic\n                                                                                                             needed to be considered. Chronic alcohol use\n                          cancer in the paternal uncle and his father had a pace-\n                                                                                                             was also a possibility.\n                          maker (unknown reason).\n                                                                                                                 The pacemaker in the father may also suggest a\n                          Questions for consideration:\n                                                                                                             familial cardiac abnormality, placing the patient at\n                          1. Given this information, what is the differential at                             higher risk for a spontaneous arrhythmia and simple\n                             this time?                                                                      cardiogenic syncope.\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                          From the Department of Neurology (S.S.), Beth Israel Deaconess Medical Center; and Department of Neurology (A.J.W.), Boston University\n                          School of Medicine, Boston, MA.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                             © 2013 American Academy of Neurology                                   e211\n\n         ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                     SECTION 2                                                  suggest a pulmonary embolism. The quick resolution\n                     On examination, the patient was alert and oriented         of the syncope and the well appearance of the patient\n                     to place, person, and time and in no acute distress.       and intact mentation suggest that meningoencephalitis\n                     He was well-appearing and well-nourished. His              or seizures were less likely.\n                     blood pressure was 145/75 mm Hg, with a heart rate             Blurring of the optic discs can indicate swelling of\n                     of 88 beats per minute. There was no orthostasis.          the discs. Disc swelling commonly results from inflam-\n                     Oxygen saturations were 96% on room air and the            mation or increased pressure, though central serous ret-\n                     respiratory rate was 18 breaths per minute.                inopathy or drusen can mimic disc blurring.2 Given\n                         Mental state examination was unremarkable and he       the syncope and lower extremity hyperreflexia, more\n                     followed 3-step commands with ease. Extraocular eye        extensive nervous systemic involvement needed to be\n                     movements were intact. Visual acuity and visual fields     considered.\n                     were unremarkable and the pupils reacted briskly.              Reflexes are typically brisk in young adults; how-\n                     The optic discs were blurred. There was no facial asym-    ever, this pathologic degree of hyperreflexia and clonus\n                     metry or sensory abnormalities and the tongue pro-         implied more diffuse CNS involvement. Considering\n                     truded midline. Speech was normal rate and rhythm;         the patient’s age, a demyelinating process such as neu-\n                     there was no dysphagia or dysphonia. Tone was normal       romyelitis optica or multiple sclerosis had to be con-\n                     and strength in the extremities was full. Reflexes were    sidered. However, the lack of pain on eye movement,\n                     21 in the upper extremities, 41 at the patellae, and       photosensitivity, or loss of acuity made optic neuritis\n                     31 at the ankles. There was patellar clonus bilaterally.   less likely. Increased intracranial pressure can result in\n                     Toes were mute. Finger to nose testing was normal. His     hyperreflexia and papilledema.3,4\n                     legs were shackled.                                            The differential for raised intracranial pressure is\n                         His examination was negative for bruits, gallops, or   very broad and includes the following:\n                     rubs. Heart sounds were normal and the chest sounds\n                                                                                   • Space-occupying   lesions (tumor, hematoma,\n                     clear to auscultation and resonant to percussion.\n                                                                                     granuloma, abscess)\n                     Question for consideration:                                   • Hypoxic-ischemic injuries (resulting from\n                                                                                     hypertensive encephalopathy, liver failure, heart\n                     1. How does the examination help revise the\n                                                                                     failure)\n                        differential?\n                                                                                   • Vascular insults (sinus thrombosis, infarction\n                        In evaluating for an underlying etiology of syn-             with edema, superior mediastinal and jugular\n                     cope, it is necessary to take into consideration these          vein obstruction)\n                     additional signs and symptoms.                                • CSF interruption (pseudotumor cerebri, Ar-\n                        Given the relatively low saturations of 96% on               nold-Chiari, choroid plexus tumors, infection)\n                     room air in a 25-year-old patient, plus the history of        • Idiopathic/cryptogenic\n                     weight loss and hemoptysis, infectious and neoplastic\n                                                                                Question for consideration:\n                     causes remained in the differential. No cardiac abnor-\n                     malities were detected and there was no tachycardia to     1. What further workup at this time should be done?\n\n\n\n\n                                                                                                                   GO TO SECTION 3\n\n\n\n\ne212                 Neurology 80   May 14, 2013\n\n       ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f              SECTION 3                                                  a primary lesion on the skin and lymphoma is more\n              Laboratory testing revealed a leukocytosis of 14.4 k/mL    common in immunocompromised individuals.5\n              (70% neutrophils) with a normal hemoglobin and plate-         On further examination, the patient was found to\n              let count. Electrolytes were within normal ranges except   have a testicular mass, and biopsy was consistent with\n              a glucose level of 53 mg/dL. Coagulation was normal.       choriocarcinoma.\n              Liver function tests were slightly elevated with alanine      After this finding, a lumbar puncture was obtained.\n              aminotransferase 53 (range 5–31), aspartate aminotrans-    CSF revealed 4 white blood cells, 0 red blood cells, and\n              ferase 43 (range 5–40), and alkaline phosphatase 126       normal protein and glucose levels. Additional testing\n              (range 25–100). Urine toxicology was negative.             included herpes simplex virus PCR, West Nile virus\n                  EKG showed normal sinus rhythm without tach-           PCR, and a paraneoplastic panel including anti Ma2\n              ycardia or S1Q3T3 abnormality.                             and Ma1 (MaTa), Yo, Ri, Hu, NMDA, and voltage-\n                  Chest x-ray revealed numerous bilateral large masses   gated potassium channel antibodies—all negative. A\n              measuring up to approximately 5 cm. There was no           routine EEG was normal. B12, rapid plasma reagin,\n              pneumothorax or pleural effusion and the cardiome-         thyroid-stimulating hormone, and thyroglobulin anti-\n              diastinal silhouette was unremarkable. There were no       bodies were also checked and were unremarkable.\n              osseous or soft tissue abnormalities reported.\n                  A noncontrast CT of the head was also obtained         DISCUSSION Testicular cancer is a source of metasta-\n\n              (figure).                                                  ses to the brain and choriocarcinomas is a subset that\n                                                                         more predominantly metastasizes to the brain.6 Cho-\n              Questions for consideration:                               riocarcinomas are rare and may originate from fetal\n              1. What is abnormal on the imaging?                        trophoblasts or germ cells in the testes or ovaries. They\n              2. What is the differential of this lesion?                account for about 1% of all testicular carcinomas. It is\n                                                                         more common to see this subset of tumors in young\n                  The CT shows an obstructing mass in the center         men, with a peak incidence between 20 and 30 years of\n              of the third ventricle with diffuse cerebral edema.        age. Among all testicular tumors, choriocarcinoma has\n                  Based on the finding of pulmonary nodules, con-        the worst prognosis because of early hematogenous and\n              siderations included a granulomatous process such as       lymphatic spread. There is a tendency for early involve-\n              tuberculosis or sarcoid, or a metastatic process. Mid-     ment of the lungs. Spread from choriocarcinoma is\n              line tumors such as colloid cysts, neurocytomas, and       generally more widespread and tends to involve the\n              embryonal tumors should be considered, though they         cerebellum (not seen in this patient). Cisplatin-based\n              are uncommon and tend to occur at a younger age.           therapy is the treatment of choice.7 Poor prognostic\n              Pulmonary nodules make a primary brain tumor less          factors include trophoblastic elements in the testicular\n              likely. In young people, brain metastases may result       tumor and high HCG levels. Despite improvements in\n              from lung, breast, testicular cancer, teratoma, mela-      chemotherapeutic therapy, the 5-year survival for these\n              noma, or lymphoma. Lung cancer is unlikely from            patients remains low at 48%.8\n              his presentation and his age. Breast cancer is more\n              common in female patients. Melanoma would have             AUTHOR CONTRIBUTIONS\n                                                                         Concept and design: Dr. Westwood. Acquisition of data: Dr. Syed. Anal-\n                                                                         ysis and interpretation of data: Drs. Syed and Westwood. Drafting of the\n                                                                         manuscript: Dr. Syed. Critical revision of the manuscript for important\n                                                                         intellectual content: Dr. Westwood. Supervision: Dr. Westwood.\n                Figure     Axial section of noncontrast head CT\n                           obtained in the emergency room\n                                                                         STUDY FUNDING\n                                                                         No targeted funding reported.\n\n\n                                                                         DISCLOSURE\n                                                                         The authors report no disclosures relevant to the manuscript. Go to\n                                                                         Neurology.org for full disclosures.\n\n\n                                                                         REFERENCES\n                                                                         1. Gauer RL. Evaluation of syncope. Am Fam Physician 2011;\n                                                                            84:640–650.\n                                                                         2. Jaworski A, Wolffsohn JS, Napper GA. Aetiology and manage-\n                                                                            ment of choroidal folds. Clin Exp Optom 1999;82:169–176.\n                                                                         3. Whiting AS, Johnson LN. Papilledema: clinical clues and dif-\n                                                                            ferential diagnosis. Am Fam Physician 1992;45:1125–1134.\n                                                                         4. Lam BL, Morais CG, Pasol J. Drusen of the optic disc. Curr\n                                                                            Neurol Neurosci Rep 2008;8:404–408.\n                                                                         5. Soffietti R, Rud\u0016a R, Mutani R. Management of brain\n                                                                            metastases. J Neurol 2002;249:1357–1369.\n\n                                                                         Neurology 80      May 14, 2013                                   e213\n\nª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                     6.   Chen X, Xu L, Teng X, Zheng S. Testicular choriocarcinoma           vinblastine and bleomycin in advanced germinal tumors.\n                          metastatic to skin and multiple organs. Two case reports and        Am J Med 1987;82:575–576.\n                          review of literature. J Cutan Pathol 2010;37:486–490.          8.   Feldman DR, Bosl GJ, Sheinfeld J, Motzer RJ. Medical\n                     7.   Karnad A, Liekman H, Venna N. Cyclic chemotherapy                   treatment of advanced testicular cancer. JAMA 2008;299:\n                          with cyclophosphamide, doxorubicin, and cisplatin plus              672–684.\n\n\n\n\ne214                 Neurology 80     May 14, 2013\n\n       ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f",
  "wordCount": 2086,
  "indexed": "2025-09-25T22:55:10.726Z",
  "method": "direct"
}
