{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Evers et al. - 2009 - EFNS guideline on the drug treatment of migraine –.pdf",
  "fileName": "Evers et al. - 2009 - EFNS guideline on the drug treatment of migraine –.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Evers et al. - 2009 - EFNS guideline on the drug treatment of migraine –.pdf",
  "text": "European Journal of Neurology 2009, 16: 968–981                                                      doi:10.1111/j.1468-1331.2009.02748.x\n\nCME ARTICLE\n\n\nEFNS guideline on the drug treatment of migraine – revised report\nof an EFNS task force\nS. Eversa, J. Áfrab, A. Fresea,c, P. J. Goadsbyd,e, M. Lindef, A. Mayg and P. S. Sándorh\na\n    Department of Neurology, University of Münster, Münster, Germany; bNational Institute of Neurosurgery, Budapest, Hungary; cAcademy\nof Manual Medicine, Münster, Germany; dHeadache Group, Department of Neurology, University of California, San Francisco CA, USA;\ne\nUCL, Institute of Neurology Queen Square, London, UK; fCephalea Headache Centre, Läkarhuset Södra vägen, Gothenburg, Sweden;\ng\n    Department of Neurology, University of Hamburg, Germany; and hDepartment of Neurology, University of Zurich, Switzerland\n\n\n\n\nKeywords:                            Background: Migraine is one of the most frequent disabling neurological conditions\nevidence-based medicine,             with a major impact on the patientsÕ quality of life.\nmigraine, prophylaxis,               Objectives: To give evidence-based or expert recommendations for the diﬀerent drug\ntriptans                             treatment procedures in the particular migraine syndromes based on a literature\n                                     search and the consensus of an expert panel.\nReceived 25 March 2009               Methods: All available medical reference systems were screened for the range of\nAccepted 3 June 2009                 clinical studies on migraine with and without aura and on migraine-like syndromes.\n                                     The ﬁndings in these studies were evaluated according to the recommendations of the\n                                     European Federation of Neurological Societies (EFNS) resulting in level A, B, or C\n                                     recommendations and good practice points.\n                                     Recommendations: For the acute treatment of migraine attacks, oral non-steroidal\n                                     antiinﬂammatory drug (NSAID) and triptans are recommended. The administration\n                                     should follow the concept of stratiﬁed treatment. Before intake of NSAID and trip-\n                                     tans, oral metoclopramide or domperidone is recommended. In very severe attacks,\n                                     intravenous acetylsalicylic acid or subcutaneous sumatriptan are drugs of ﬁrst choice.\n                                     Status migrainosus can be treated by cortoicosteroids, although this is not universally\n                                     held to be helpful, or dihydroergotamine. For the prophylaxis of migraine, betab-\n                                     lockers (propranolol and metoprolol) ﬂunarizine, valproic acid, and topiramate are\n                                     drugs of ﬁrst choice. Drugs of second choice for migraine prophylaxis include ami-\n                                     triptyline, naproxen, petasites, and bisoprolol.\n\n\n\n                                                                        syndromes [1]. The basic criteria for migraine attacks\nObjectives\n                                                                        remained nearly unchanged. The diﬀerent migraine\nThese guidelines aim to give evidence-based recom-                      syndromes with speciﬁc aura features, however, were\nmendations for the drug treatment of migraine attacks                   classiﬁed in a new system. The diagnostic criteria for all\nand of migraine prophylaxis. The non-drug manage-                       migraine syndromes have been published on the\nment (e.g. behavioral therapy) will not be included. The                homepage of the IHS (http://www.i-h-s.org).\ndeﬁnitions follow the diagnostic criteria of the Inter-                    The recommendations are based on the scientiﬁc\nnational Headache Society (IHS).                                        evidence from clinical trials and on the expert consensus\n                                                                        by the respective task force of the EFNS. The legal\n                                                                        aspects of drug prescription and drug availability in the\nBackground\n                                                                        diﬀerent European countries will not be considered.\nThe second edition of the classiﬁcation of the IHS                      The deﬁnitions of the recommendation levels follow the\nprovided a new subclassiﬁcation of diﬀerent migraine                    EFNS criteria [2].\n\nCorrespondence: S. Evers, Department of Neurology, University of\nMünster, Albert-Schweitzer-Str. 33, 48129 Münster, Germany            Search strategy\n(tel.: +49 251 8348196; fax: +49 251 8348181; e-mail: everss@\nuni-muenster.de).                                                       A literature search was performed using the reference\n                                                                        databases MedLine, Science Citation Index, and the\nThis is a Continuing Medical Education article, and can be\nfound with corresponding questions on the internet at\n                                                                        Cochrane Library; the key words used were ÔmigraineÕ\nhttp://www.efns.org/content.php?pid=132. Certiﬁcates for correctly      and ÔauraÕ (last search in January 2009). All papers\nanswering the questions will be issued by the EFNS                      published in English, German, or French were\n\n\n                                                                                                                    \u0002 2009 The Author(s)\n968                                                                                                      Journal compilation \u0002 2009 EFNS\n\f                                                                             EFNS guideline on the drug treatment of migraine          969\n\n\n\nconsidered when they described a controlled trial or a                 Table 1 Analgesics with evidence of efﬁcacy in at least one study on\ncase series on the treatment of at least ﬁve patients. In              the acute treatment of migraine, the level of recommendation also\n                                                                       considers side effects and consistency of the studies\naddition, a review book [3] and the German treatment\nrecommendations for migraine [4] were considered.                                                    Level of\n                                                                       Substance       Dose, mg      recommendation Comment\n\nMethod for reaching consensus                                          Acetylsalicylic 1000 (oral)   A                 Gastrointestinal\n                                                                        acid (ASA)                                      side effects,\nAll authors performed an independent literature search.                (ASA)           1000 (i.v.)   A                 Risk of bleeding\nThe ﬁrst draft of the manuscript was written by the                    Ibuprofen       200–800       A                 Side effects as\n                                                                                                                        for ASA\nchairman of the task force. All other members of the\n                                                                       Naproxen        500–1000      A                 Side effects as\ntask force read the ﬁrst draft and discussed changes by                                                                 for ASA\nemail. A second draft was then written by the chairman                 Diclofenac      50–100        A                 Including\nand again discussed by email. All recommendations had                                                                   diclofenac-K\nto be agreed to by all members of the task force                       Paracetamol     1000 (oral)   A                 Caution in liver\n                                                                                                                        and kidney\nunanimously.\n                                                                                       1000 (supp.) A                  Failure\n                                                                       ASA plus        250 (oral)   A                  As for ASA and\n                                                                       mol plus        200–250                          paraceta-\nDrug treatment of migraine attacks\n                                                                       caffeine        50                               paracetamol\nSeveral large randomized, placebo-controlled trials have               Metamizol       1000 (oral) B                   Risk of\n                                                                                                                        agranulocytosis\nbeen published on the acute management of migraine. In\n                                                                                       1000 (i.v.)   B                 Risk of hypotension\nmost of these trials, successful treatment of migraine                 Phenazon        1000 (oral)   B                 See paracetamol\nattacks was deﬁned by the following criteria [5]:                      Tolfenamic      200 (oral)    B                 Side effects as\n• pain free after 2 h                                                   acid                                            for ASA\n• improvement of headache from moderate or severe to\n  mild or none after 2 h [6]\n• consistent eﬃcacy in two of three attacks                            treatment [27–30]. Table 1 presents an overview of\n• no headache recurrence and no further drug intake                    analgesics with eﬃcacy in acute migraine treatment.\n  within 24 h after successful treatment (so-called sus-                  In order to prevent drug overuse headache, the intake\n  tained pain relief or pain free).                                    of simple analgesics should be restricted to 15 days per\n                                                                       month and the intake of combined analgesics to\n                                                                       10 days per month.\nAnalgesics\n\nDrugs of ﬁrst choice for mild or moderate migraine at-\n                                                                       Antiemetics\ntacks are analgesics. Evidence of eﬃcacy in migraine\ntreatment in at least one placebo-controlled study has                 The use of antiemetics in acute migraine attacks is rec-\nbeen obtained for acetylsalicylic acid (ASA) up to                     ommended to treat nausea and potential emesis and be-\n1000 mg [7–10], ibuprofen 200–800 mg [8,10–12], dic-                   cause it is assumed that these drugs improve the\nlofenac 50–100 mg [13–15], phenazon 1000 mg [16],                      resorption af analgesics [31–33]. However, there are no\nmetamizol 1000 mg [17], tolfenamic acid 200 mg [18],                   prospective, placebo-controlled randomized trials to\nand paracetamol 1000 mg [19]. In addition, the ﬁxed                    prove this assertion. Metoclopramide also has a genuine\ncombination of ASA, paracetamol, and caﬀeine is                        mild analgesic eﬃcacy when given orally [34] and a higher\neﬀective in acute migraine treatment and is also more                  eﬃcacy when given intravenously [35]. There is no evi-\neﬀective than the single substances or combinations                    dence that the ﬁxed combination of an antiemetic with an\nwithout caﬀeine [20–22]. Intravenous ASA was more                      analgesic is more eﬀective than the analgesic alone.\neﬀective than subcutaneous ergotamine [23]; intravenous                Metoclopramide 20 mg is recommended for adults and\nmetamizol was superior to placebo in migraine without                  adolescents, in children domperidon 10 mg should be\nand with aura [24]. Lysine-ASA in combination with                     used because of the possible extrapyramidal side eﬀects\nmetoclopramide had comparable eﬃcacy as sumatriptan                    of metoclopramide. Table 2 presents the antiemetics\n[9]. Eﬀervescent ASA 1000 mg is probably as eﬀective as                recommended for the use in migraine attacks.\nibuprofen 400 mg and as sumatriptan 50 mg [10,25,26].\n   Also the selective COX-2 inhibitors have been\n                                                                       Ergot alkaloids\ninvestigated in clinical trials. Valdecoxib 20–40 mg and\nrofecoxib 25–50 mg, the latter one not available on the                There are only very few randomized, placebo-con-\nmarket any more, have shown eﬃcacy in acute migraine                   trolled trials on the eﬃcacy of ergot alkaloids in the\n\n\n\u0002 2009 The Author(s)\nJournal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f970     S. Evers et al.\n\n\n\nTable 2 Antiemetics recommended for the acute treatment of mi-             tan, and frovatriptan (order in the year of marketing),\ngraine attacks                                                             so-called triptans, are migraine medications and should\nSubstances        Dose, mg             Level Comment                       not be applied in other headache disorders except\n                                                                           cluster headache. The diﬀerent triptans for migraine\nMetoclopramide 10–20 (oral)       B            Side effect: dyskinesia;\n                                                                           therapy are presented in Table 3. The eﬃcacy of all\n               20 (suppository)                 contraindicated in\n               10 (intramuscular,               childhood and in\n                                                                           triptans has been proven in large placebo-controlled\n                intravenous,                    pregnancy; also            trials of which metaanalyses have been published\n                subcutaneous)                   analgesic efﬁcacy          [42,43]. For sumatriptan [9,44] and zolmitriptan [45]\nDomperidon     20–30 (oral)       B            Side effects less           comparative studies with ASA and metoclopramide\n                                                severe than in\n                                                                           exist. In these comparative studies, the triptans were not\n                                                metoclopramide;\n                                                can be given to\n                                                                           or only a little more eﬀective than ASA. In about 60%\n                                                children                   of nonresponders to NSAID, triptans are eﬀective [46].\n                                                                           Sumatriptan 6 mg subcutaneously is more eﬀective\n                                                                           than intravenous ASA 1000 mg s.c. but has more side\nacute migraine treatment [36]. In comparative trials,                      eﬀects [47]. Triptans can be eﬀective at any time during\ntriptans showed better eﬃcacy than ergot alkaloids [37–                    a migraine attack. However, there is evidence that the\n40]. The advantage of ergot alkaloids is a lower recur-                    earlier triptans are taken the better their eﬃcacy is [48–\nrence rate in some patients. Therefore, these substances                   52]. It is still debated whether triptans are less eﬃca-\nshould be restricted to patients with very long migraine                   cious or even may fail when taken after the onset of\nattacks or with regular recurrence. The only com-                          allodynia during a migraine attack [49,53], with ran-\npounds with suﬃcient evidence of eﬃcacy are ergota-                        domized controlled trials not supporting a diﬀerence\nmine tartrate and dihydroergotamine 2 mg (oral and                         for allodynic patients [52,54]. A strategy of strictly early\nsuppositories, respectively). Ergot alkaloids can induce                   intake can, however, lead to frequent drug treatment in\ndrug overuse headache very fast and in very low doses                      certain patients. The use of triptans is restricted to\n[41]. Therefore, their use must be limited to 10 days per                  maximum 9 days per month by the IHS criteria; in\nmonth. Major side eﬀects are nausea, vomiting, par-                        epidemiological studies, the risk for chroniﬁcation\naesthesia, and ergotism. Contraindications are cardio-                     became signiﬁcant at 12 days per month of triptan\nvascular and cerebrovascular diseases, RaynaudÕs                           intake [55]. Otherwise, the induction of a drug overuse\ndisease, arterial hypertension, renal failure, and preg-                   headache is possible for all triptans [41,56,57].\nnancy and lactation.                                                          One typical problem of attack treatment in migraine\n                                                                           is headache recurrence deﬁned as a worsening of\n                                                                           headache after pain free or mild pain has been achieved\nTriptans (5-HT1B/1D-agonists)                                              with a drug within 24 h [58]. About 15–40% (depending\nThe 5-HT1B/1D receptor agonists sumatriptan, zolmi-                        on the primary and the lasting eﬃcacy of the drug) of\ntriptan, naratriptan, rizatriptan, almotriptan, eletrip-                   the patients taking an oral triptan experience\n\n\n                                                                                                   Table 3 Different triptans for the treatment\nSubstance      Dose, mg                    Level   Comment                                         of acute migraine attacks (order in the time\n                                                                                                   of marketing), not all doses or application\nSumatriptan    25, 50, 100 (oral           A       100 mg sumatriptan is reference to\n                                                                                                   forms are available in all European countries\n                including rapid-release)            all triptans\n               25 (suppository)            A\n               10, 20 (nasal spray)        A\n               6 (subcutaneous)            A\nZolmitriptan   2.5, 5 (oral including      A\n                disintegrating form)\n               2.5, 5 (nasal spray)        A\nNaratriptan    2.5 (oral)                  A       Less but longer efﬁcacy than sumatriptan\nRizatriptan    10 (oral including          A       5 mg when taking propranolol wafer form)\nAlmotriptan    12.5 (oral)                 A       Probably less side effects than sumatriptan\nEletriptan     20, 40 (oral)               A       80 mg allowed if 40 mg not effective\nFrovatriptan   2.5 (oral)                  A       Less but longer efﬁcacy than sumatriptan\n\nGeneral side effects for all triptans: chest symptoms, nausea, distal paraesthesia, fatigue.\nGeneral contraindications: arterial hypertension (untreated), coronary heart disease, cerebro-\nvascular disease, RaynaudÕs disease, pregnancy and lactation, age under 18 (except sumatriptan\nnasal spray) and age above 65, severe liver or kidney failure.\n\n\n\n                                                                                                                          \u0002 2009 The Author(s)\n                                                                     Journal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f                                                                            EFNS guideline on the drug treatment of migraine   971\n\n\n\nrecurrence. A second dose of the triptan is eﬀective in                is longer in these two triptans as compared with all\nmost cases [59]. If the ﬁrst dose of a triptan is not                  others. Rizatriptan 10 mg is a little more eﬀective than\neﬀective, a second dose is useless. Combining an                       sumatriptan 100 mg. Oral zolmitriptan 2.5 or 5 mg,\nNSAID with a triptan (naproxen with sumatriptan)                       almotriptan 12.5 mg and eletriptan 40 mg show a sim-\nreduces headache recurrence [60].                                      ilar eﬃcacy and similar side eﬀects [78–80]. Eletriptan\n   After application of sumatriptan, severe adverse                    80 mg is the most eﬀective oral triptan but also has the\nevents have been reported such as myocardial infarc-                   most side eﬀects [42].\ntion, cardiac arrhythmias, and stroke. The incidence of                   The highest recurrence rate is observed after subcu-\nthese events was about 1 in 1 000 000 [61,62]. Reports                 taneous sumatriptan. Naratriptan and frovatriptan\non severe adverse events also exist for other triptans                 show the lowest recurrence rates but have poor initial\nand for ergotamine tratrate. However, all of the re-                   response rates. Frovatriptan has been compared with\nported patients had contraindications against triptans                 sumatriptan but the recurrence data has never been\nor the diagnosis of migraine was wrong. In population-                 made public, which at least calls the assertion that is has\nbased studies, no increased risk of vascular events could              a lower recurrence rate into question. It might be that\nbe detected for triptan users as compared with a healthy               triptans with a longer half-life time have a lower\npopulation [63,64]. Contraindications for the use of                   recurrence rate [81], although if frovatriptan does not\ntriptans are untreated arterial hypertension, coronary                 have a lower recurrence rate this argument would no\nheart disease, RaynaudÕs disease, history of ischaemic                 longer be tenable. Another problem in clinical practice\nstroke, pregnancy, lactation, and severe liver or renal                is inconsistency of eﬃcacy. Therefore, eﬃcacy only in\nfailure.                                                               two of three attacks is regarded as good. Rizatriptan in\n   Owing to safety aspects, triptans should not be taken               combination with dexamethasone seems to be signiﬁ-\nduring the aura although no speciﬁc severe adverse                     cantly more eﬀective than rizatriptan alone, although\nevents have been reported. The best time for application               this combination is associated with a higher rate of\nis the very onset of headache. Furthermore, triptans are               adverse events [82].\nnot eﬃcacious when taken during the aura phase before\nheadache has developed [65,66].\n                                                                       Other drugs\n\n                                                                       There is some evidence that the intravenous applica-\nComparison of triptans\n                                                                       tion of valproic acid in a dose of 300–800 mg is eﬃ-\nSome minor diﬀerences between triptans exist which                     cacious also in the acute treatment of migraine attacks\nwill be discussed in order to give a guidance which                    [83,84], and similarly an older study for intravenous\ntriptan to use in an individual patient. A triptan can be              ﬂunarizine [85]. However, the evidence is weak.\neﬃcacious even if another triptan was not [67,68].                     Tramadol in combination with paracetamol has also\n   Subcutaneous sumatriptan has the fastest onset of                   shown eﬃcacy in acute migraine attacks [86]. However,\neﬃcacy of about 10 min [69]. Oral rizatriptan and ele-                 opioids are of only minor eﬃcacy, no modern con-\ntriptan need about 30 min, oral sumatriptan, almo-                     trolled trials are available for these substances; opioids\ntriptan, and zolmitriptan need about 45–60 min [42],                   and tranquilizers should not be used in the acute\nand naratriptan and frovatriptan need up to 4 h for the                treatment of migraine.\nonset of eﬃcacy [70,71]. Zolmitriptan nasal spray has a\nshorter duration until eﬃcacy than oral zolmitriptan\n                                                                       Migraine prophylaxis\n[72]. There is no evidence that diﬀerent oral formula-\ntions such as rapidly disolving tablets, wafer forms, or               Prophylactic drugs for the treatment of migraine with\nrapid release forms [73] act earlier than others.                      good eﬃcacy and tolerability and evidence of eﬃcacy\n   Pain relief after 2 h as the most important eﬃcacy                  are betablockers, calcium channel blockers, anti-\nparameter is best in subcutaneous sumatripan with up                   epileptic drugs, NSAID, antidepressants, and miscella-\nto 80% responders [74]. Sumatriptan nasal spray has                    neous drugs. The use of all these drugs, however, is\nthe same eﬃcacy as oral sumatriptan 50 mg or 100 mg.                   based on empirical data rather than on proven patho-\n25 mg oral sumatriptan is less eﬀective than the higher                physiological concepts. The decision to introduce a\ndoses but has less side eﬀects [42]. Sumatriptan sup-                  prophylactic treatment has to be discussed with the\npositories are about as eﬀective as oral sumatriptan 50                patient carefully. The eﬃcacy of the drugs, their\nor 100 mg and should be given to patients with vom-                    potential side eﬀects, and their interactions with other\niting [75–77]. Naratriptan and frovatriptan (2.5 mg) are               drugs have to be considered in the individual patient.\nless eﬀective than sumatriptan 50 or 100 mg but have                   There is no commonly accepted indication for starting a\nless side eﬀects. The duration until the onset of eﬃcacy               prophylactic treatment. In the view of the Task Force,\n\n\n\u0002 2009 The Author(s)\nJournal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f972     S. Evers et al.\n\n\n\nprophylactic drug treatment of migraine should be                          choice when the drugs of Table 4 are not eﬀective,\nconsidered and discussed with the patient when:                            contraindicated, or when comorbidity of the patients\n• the quality of life, business duties, or school atten-                   suggests the respective drug of second or third choice.\n   dance are severely impaired\n• frequency of attacks per month is two or higher\n                                                                           Betablockers\n• migraine attacks do not respond to acute drug\n   treatment                                                               Betablockers are clearly eﬀective in migraine prophy-\n• frequent, very long, or uncomfortable auras occur.                       laxis and very well studied in a lot of placebo-con-\nA migraine prophylaxis is regarded as successful if the                    trolled, randomized trials. The best evidence has been\nfrequency of migraine attacks per month is decreased                       obtained for metoprolol [87–91] and propranolol\nby at least 50% within 3 months. For therapy evalua-                       [87,88,92–98]. Also, bisoprolol [91,99], timolol [93,100],\ntion, a migraine diary is extremely useful. In the fol-                    and atenolol [101] might be eﬀective but evidence is less\nlowing paragraphs, the placebo-controlled trials in                        convincing compared with propranolol and metoprolol.\nmigraine prophylaxis are summarized. The recom-\nmended drugs of ﬁrst choice, according to the consen-\n                                                                           Calcium channel blockers\nsus of the Task Force, are given in Table 4. Tables 5\nand 6 present drugs recommended as second or third                         The Ônon-speciﬁcÕ calcium channel blocker ﬂunarizine\n                                                                           has been shown to be eﬀective in migraine prophylaxis\n                                                                           in several studies [90,98,102–111]. The dose is 5–10 mg,\nTable 4 Recommended substances (drugs of ﬁrst choice) for the pro-         female patients seem to beneﬁt from lower doses than\nphylactic drug treatment of migraine                                       male patients [112]. Another Ônon-speciﬁcÕ calcium\nSubstances                      Daily dose (mg)                  Level\n                                                                           channel blocker, cyclandelate, has also been studied but\n                                                                           with conﬂicting results [107,113–116]. As the better\nBetablockers                                                               designed studies were negative, cyclandelate cannot be\n  Metoprolol                     50–200                          A\n                                                                           recommended.\n  Propranolol                    40–240                          A\nCalcium channel blockers\n  Flunarizine                     5–10                           A\n                                                                           Antiepileptic drugs\nAntiepileptic drugs\n  Valproic acid                 500–1800                         A         Valproic acid in a dose of at least 600 mg [117–120] and\n  Topiramate                     25–100                          A\n                                                                           topiramte in a dose between 25 and 100 mg [121–124]\n                                                                           are the two antiepileptic drugs with evidence of eﬃcacy\n                                                                           in more than one placebo-controlled trial. The eﬃcacy\nTable 5 Drugs of second choice for migraine prophylaxis (evidence of       rates are comparable to those of metoprolol, propran-\nefﬁcacy, but less effective or more side effects than drugs of Table 6)\n                                                                           olol, and ﬂunarizine. Topiramate is also eﬃcacious in\nSubstances                     Daily dose (mg)                   Level     the prophylaxis of chronic migraine and may have some\n                                                                           eﬀect in migraine with medication overuse [125,126].\nAmitriptyline                  50–150                            B\nVenlafaxine                    75–150                            B         Other antiepileptic drugs studied in migraine prophy-\nNaproxen                        2 · 250–500                      B         laxis are lamotrigine and gabapentin. Lamotrigine did\nPetasites                       2 · 75                           B         not reduce the frequency of migraine attacks but may\nBisoprolol                      5–10                             B         be eﬀective in reducing the frequency of migraine auras\n                                                                           [127,128]. Gabapentin showed eﬃcacy in one placebo-\n                                                                           controlled trial in doses between 1200 and 1600 mg\nTable 6 Drugs of third choice for migraine prophylaxis (only probable      using a non-intention-to-treat analysis [129]. Ox-\nefﬁcacy)                                                                   carbazepine was without any eﬃcacy in a very recent\nSubstances                           Daily dose                  Level\n                                                                           study [130].\n\nAcetylsalicylic acid                 300 mg                      C\nGabapentin                           1200–1600 mg                C         NSAID\nMagnesium                            24 mmol                     C\nTanacetum parthenium                 3 · 6.25 mg                 C         In some comparative trials, ASA was equivalent to or\nRiboﬂavin                            400 mg                      C         worse than a comparator (with known eﬃcacy in mi-\nCoenzyme Q10                         300 mg                      C         graine) but never has achieved a better eﬃcacy than\nCandesartan                          16 mg                       C         placebo in direct comparison. In two large cohort trials,\nLisinopril                           20 mg                       C\n                                                                           ASA 200–300 mg reduced the frequency of migraine\nMethysergide                         4–12 mg                     C\n                                                                           attacks [131,132]. Naproxen 1000 mg was better than\n\n\n                                                                                                                          \u0002 2009 The Author(s)\n                                                                     Journal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f                                                                            EFNS guideline on the drug treatment of migraine   973\n\n\n\nplacebo in three controlled trials [133–135]. Also tolfe-              task force and limit the use too much [164]. Some ex-\nnamic acid showed eﬃcacy in two placebo-controlled                     perts have found it useful in childhood migraine. Ergot\ntrials [136,137].                                                      alkaloids have also been used in migraine prophylaxis.\n                                                                       The evidence for dihydroergotamine is weak since sev-\n                                                                       eral studies reported both positive and negative results\nAntidepressants\n                                                                       (for review see 162).\nThe only antidepressant with consistent eﬃcacy in mi-                     Botulinum toxin was studied so far in four published\ngraine prophylaxis is amitriptyline in doses between 10                placebo-controlled trials [165–168]. Only one study\nand 150 mg. It has been studied in four older placebo-                 showed an eﬃcacy for the low-dose (but not the high-\ncontrolled trials, all with positive results [138–141].                dose) treatment with botulinum toxin [165]. In another\nSince the studies with amitriptyline were small and                    study, a post hoc analysis of a subgroup of chronic\nshowed central side eﬀects, this drug is recommended                   migraine patients without further prophylactic treat-\nonly with level B. For femoxetine, two small positive                  ment showed beneﬁt from botulinum toxin A [168].\nplacebo-controlled trials have been published [142,143].               This indication is currently evaluated in a trial program.\nFluoxetine in doses between 10 and 40 mg was eﬀective                     No eﬃcacy in migraine prophylaxis has been shown\nin three [144–146] and not eﬀective in one placebo-                    for homoeopathic remedies [169–171]; for montelukast\ncontrolled trial [147]. Venlafaxine extended release                   [172]; for acetazolamide 500 mg per day [173]; and for\n(dose 75–150 mg) has shown eﬃcacy in one placebo-                      lanepitant [174].\ncontrolled [148] and two open trials [149,150] and can\ntherefore be recommended as a second choice antide-\n                                                                       Specific situations\npressant in migraine prophylaxis.\n                                                                       Emergency situation\nMiscellaneous drugs\n                                                                       Patients with a severe migraine attack in an emergency\nThe antihypertensive drugs lisinopril [151] and cande-                 situation have often already tried oral medication\nsartan [152] showed eﬃcay in migraine prophylaxis in                   without any success. Treatment of ﬁrst choice in this\none placebo-controlled trial each. However, these re-                  situation is the intravenous application of 1000 mg\nsults have to be conﬁrmed before the drugs can deﬁ-                    ASA with or without metoclopramide [47]. Alterna-\nnitely be recommended. The same is true for high-dose                  tively, 6 mg subcutaneous sumatriptan can be given.\nriboﬂavin (400 mg) and coenzyme Q10 which have                         For the treatment of a status migrainosus, 50–100 mg\nshown eﬃcacy in one placebo-controlled trial each                      prednisone or 10 mg dexamethasone is recommended\n[153,154]. For oral magnesium, conﬂicting studies (one                 by expert consensus. In placebo-controlled trials,\npositive, one negative) have been published [155,156]. A               however, no consistent eﬃcacy of this procedure in the\nherbal drug with evidence of eﬃcacy is butterbur root                  acute treatment of migraine attacks [175] or in the\nextract (Petasites hybridus). This has been shown for a                prevention of recurrence could be proven [176–179].\nremedy with 75 mg in two placebo-controlled trials                     Also by expert consensus and supported by open label\n[157,158]. Another herbal remedy, feverfew (Tanacetum                  studies, dihydroergotamine 2 mg (nasal spray or sup-\nparthenium), has been studied in several placebo-con-                  positories) is recommended for severe migraine attacks\ntrolled trials with conﬂicting results. Also, the two most             [29]. The intravenous application of metamizol was\nrecent and best designed studies showed a negative [159]               signiﬁcantly superior to placebo but can cause severe\nand a positive [160] result; a Cochrane review resulted                arterial hypotension and allergic reactions [24,180]. The\nin a negative meta-analysis of all controlled studies on               intravenous application of paracetamol was not eﬃca-\ntanacetum [161].                                                       cious in a placebo-controlled trial in acute migraine\n   In older studies, clonidine, pizotifen and methyser-                attacks [181].\ngide have shown eﬃcacy in migraine prophylaxis. The\nmore recent and better designed studies on clonidine,\n                                                                       Menstrual migraine\nhowever, did not conﬁrm any eﬃcacy (for review see\n162). Methysergide, which is clearly eﬀective, can be                  Diﬀerent drug regimes have been studied to treat\nrecommended for short-term use only (maximum                           menstrual migraine. On the one hand, acute migraine\n6 months per treatment period) because of potentially                  treatment with triptans has been studied showing the\nsevere side eﬀects [163]. Pizotifen is not generally rec-              same eﬃcacy of triptans in menstrual migraine attacks\nommended because the eﬃcacy is not better than in the                  as compared with non-menstrual migraine attacks. On\nsubstances mentioned above and the side eﬀects (diz-                   the other hand, short-term prophylaxis of menstrual\nziness, weight gain) are classiﬁed as very severe by the               migraine has been studied.\n\n\n\u0002 2009 The Author(s)\nJournal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f974    S. Evers et al.\n\n\n\n   Naproxen sodium (550 mg twice daily) has been              prolol are recommended during pregnancy (level B\nshown to reduce pain including headache in the pre-           recommendation) [200].\nmenstrual syndrome [182]. Its speciﬁc eﬀects on men-\nstrual migraine (550 mg twice daily) have also been\n                                                              Migraine in children and adolescents\nevaluated [183–185]. In one trial [183], patients reported\nfewer and less severe headaches during the week before        The only analgesics with evidence of eﬃcacy for the\nmenstruation than patients treated with placebo. In the       acute migraine treatment in childhood and adolescents\nother two placebo-controlled trials, naproxen sodium,         are ibuprofen 10 mg per kg body weight and paraceta-\ngiven during 1 week before and 1 week after the start of      mol 15 mg per kg body weight [201]. The only antie-\nmenstruation, resulted in fewer perimenstrual head-           metic licensed for the use in children up to 12 years is\naches; in one study, severity was not reduced [185], but      domperidon. Sumatriptan nasal spray 5–20 mg is the\nin the other both severity and analgesic requirements         only triptan with positive placebo-controlled trials in the\nwere decreased [184]. Even triptans have been used as         acute migraine treatment of children and adolescents\nshort-term prophylaxis of menstrual migraine. For             [202–204], the recommended dose for adolescents from\nnaratriptan (2 · 1 mg per day for 5 days starting             the age of 12 is 10 mg. Oral triptans did not show sig-\n2 days prior to the expected onset of menses) and for         niﬁcant eﬃcacy in the ﬁrst placebo-controlled childhood\nfrovatriptan (2 · 2.5 mg given for 6 days perimen-            and adolescents studies [205–207]. This was in particular\nstrually), superiority over placebo has been shown            because of high placebo responses of about 50% in this\n[186–188]; however, it can happen that the menstrual          age group. In post hoc analyses, however, 2.5–5 mg\nmigraine attack is delayed into another time of the           zolmitriptan were eﬀective in adolescents from the age\nmenstrual cycle [188].                                        of 12 to 17 [208,209]. In recent trials, oral zolmitriptan\n   Another prophylactic treatment regime of menstrual         2.5 mg [210], nasal zolmitriptan 5 mg [211], and oral\nmigraine is oestrogen replacement therapy. The best           rizatriptan 5–10 mg [212] have been superior to placebo\nevidence, although not as eﬀective as betablockers or         in acute migraein treatment. Ergotamine should not be\nother ﬁrst line prophylactic drugs, has been achieved for     used in children and adolescents. Also children and\ntransdermal estradiol (not <100 lg given for 6 days           adolescents can develop drug-induced headache due to\nperimenstrually as a gel or a patch) [189–192]. A recent      analgesic, ergotamine, or triptan overuse.\nstudy, however, did not show eﬃcacy of hormone                   For migraine prophylaxis, ﬂunarizine 10 mg and\nreplacement with respect to attack frequency during the       propranolol 40–80 mg per day showed the best evi-\nwhole menstrual cycle [193].                                  dence of eﬃcacy in children and adolescents [206,213].\n                                                              Recently, topiramate in a dose between 15 and 200 mg\n                                                              showed eﬃcacy in children and adolescents as well\nMigraine in pregnancy\n                                                              [214,215]. Other drugs have not been studied or did not\nThere are no speciﬁc clinical trials evaluating drug          show eﬃcacy in appropriate studies.\ntreatment of migraine during pregnancy, most of the\nmigraine drugs are contraindicated. If migraine occurs\n                                                              Need of update\nduring pregnancy, only paracetamol is allowed during\nthe whole period. NSAID can be given in the second            These recommendations should be updated within\ntrimester. These recommendations are based on the             3 years and should be complemented by recommenda-\nadvices of the regulatory authorities in most European        tions for the non-drug treatment of migraine.\ncountries. There might be diﬀerences in some respect\nbetween diﬀerent countries (in particular, NSAID\n                                                              Conflicts of interest\nmight be allowed in the ﬁrst trimester).\n   Triptans and ergot alkaloids are contraindicated. For      The present guidelines were developed without external\nsumatriptan, a large pregnancy register has been              ﬁnancial support. The authors report the following\nestablished with no reports of any adverse events or          ﬁnancial supports: Stefan Evers: Salary by the Univer-\ncomplications during pregnancy which might be                 sity of Münster; honoraries and research grants by\nattributed to sumatriptan [194–198]. Similar results          Addex Pharm, AGA Medical, Allergan, Almirall,\nhave been published for rizatriptan [199]. Based on the       AstraZeneca, Berlin Chemie, Boehringer, CoLucid,\npublished data, administration of triptans in the ﬁrst        Desitin, Eisai, GlaxoSmithKline, Ipsen Pharma, Jans-\ntrimester of pregnancy is recommended by expert con-          sen Cilag, MSD, Novartis, Pﬁzer, Pharm Allergan,\nsensus if the child is more at risk by severe attacks with    Pierre Fabre, Reckitt-Benckiser, UCB. Judit Áfra:\nvomiting than by the potential impact of the triptan.         Salary by the Hungarian Ministry of Health. Achim\nFor migraine prophylaxis, only magnesium and meto-            Frese: Private Praxis; honorary by Berlin Chemie. Peter\n\n\n                                                                                                             \u0002 2009 The Author(s)\n                                                        Journal compilation \u0002 2009 EFNS European Journal of Neurology 16, 968–981\n\f                                                                            EFNS guideline on the drug treatment of migraine       975\n\n\n\nJ. Goadsby: Salary from University of California, San                   13. Karachalios GN, Fotiadou A, Chrisikos N, Karabetsos\nFrancisco; honorarium or research grants in 2008 from                       A, Kehagioglou K. Treatment of acute migraine attack\n                                                                            with diclofenac sodium: a double-blind study. Headache\nAlmirall, Boston Scientiﬁc, Colucid, Eli-Lilly, GSK,\n                                                                            1992; 32: 98–100.\nJ&J, MAP Pharmaceuticals MSD, Medtronic and                             14. Dahlöf C, Björkman R. Diclofenac-K (50 and 100 mg)\nNeuralieve. Mattias Linde: Salary by the Swedish                            and placebo in the acute treatment of migraine. Cepha-\ngovernment; honoraries by AstraZeneca, Glaxo-                               lalgia 1993; 13: 117–123.\nSmithKline, MSD, Nycomed, Pﬁzer. Arne May: Salary                       15. The Diclofenac-K/Sumatriptan Migraine Study Group.\n                                                                            Acute treatment of migraine attacks: efﬁcacy and safety\nby the University Hospital of Hamburg; honoraries by\n                                                                            of a nonsteroidal antiinﬂammatory drug, diclofenac-\nAlmirall, AstraZeneca, Bayer Vital, Berlin Chemie,                          potassium, in comparison to oral sumatriptan and pla-\nGlaxoSmithKline, Janssen Cilag, MSD, Pﬁzer. Peter S.                        cebo. Cephalalgia 1999; 19: 232–240.\nSándor: Salary by the University Hospital of Zurich;                   16. Göbel H, Heinze A, Niederberger U, Witt T, Zumbroich\nhonoraries by AstraZeneca, GlaxoSmithKline, Janssen                         V. Efﬁcacy of phenazone in the treatment of acute\n                                                                            migraine attacks: a double-blind, placebo-controlled,\nCilag, Pﬁzer, Pharm Allergan.\n                                                                            randomized study. Cephalalgia 2004; 24: 888–893.\n                                                                        17. Tulunay FC, Ergun H, Gulmez SE, et al. The efﬁcacy\n                                                                            and safety of dipyrone (Novalgin) tablets in the treat-\nReferences\n                                                                            ment of acute migraine attacks: a double-blind, cross-\n 1. Headache Classiﬁcation Committee of the International                   over, randomized, placebo-controlled, multi-center\n    Headache Society. The international classiﬁcation of                    study. Funct Neurol 2004; 19: 197–202.\n    headache disorders, 2nd edition. Cephalalgia 2004;                  18. Myllyla VV, Havanka H, Herrala L, et al. Tolfenamic\n    24(Suppl 1): 1–160.                                                     acid rapid release versus sumatriptan in the acute treat-\n 2. Brainin M, Barnes M, Baron JC, et al. Guidance for the                  ment of migraine: comparable effect in a double-blind,\n    preparation of neurological management guidelines by                    randomized, controlled, parallel-group study. Headache\n    EFNS scientiﬁc task forces – revised recommendations                    1998; 38: 201–207.\n    2004. Eur J Neu",
  "wordCount": 11040,
  "indexed": "2025-09-25T22:56:04.215Z",
  "method": "direct"
}
