{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Foss-Skiftesvik et al. - 2015 - Clinical Reasoning Partial Horner syndrome and up.pdf",
  "fileName": "Foss-Skiftesvik et al. - 2015 - Clinical Reasoning Partial Horner syndrome and up.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Foss-Skiftesvik et al. - 2015 - Clinical Reasoning Partial Horner syndrome and up.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                          Clinical Reasoning:\nSection Editor            Partial Horner syndrome and upper right\nMitchell S.V. Elkind,\nMD, MS                    limb symptoms following chiropractic\n                          manipulation\nJon Foss-Skiftesvik, MD   SECTION 1                                                                          cervical spine, the pain intensity initially lessened.\nMajken G. Hougaard,       A 60-year-old man with no medical history was                                      Approximately 1 hour after chiropractic treatment,\n  MD                      admitted to the Department of Neurology with                                       the patient experienced onset of the eye and upper\nVibeke A. Larsen, MD,     drooping of his right upper eyelid and an ipsilateral                              limb symptoms described above, for which he sought\n  PhD                     contracted pupil, combined with pain, weakness,                                    medical assistance 3 days later. No other symptoms\nKlaus Hansen, MD,         and numbness in his upper right limb.                                              were present at any time.\n  DMSc                       The patient had experienced thoracic back pain of\n                                                                                                             Questions for consideration:\n                          moderate intensity with radiating right-sided belt-like\n                          chest pain for 7 days when the discomfort suddenly                                 1. What is your differential diagnosis at this point?\nCorrespondence to         intensified, causing him to seek chiropractic treat-                               2. What are the most common causes of Horner\nDr. Foss-Skiftesvik:\njon@foss-skiftesvik.com\n                          ment. Following manipulations of the thoracic and                                     syndrome?\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                          From the Departments of Neurology (J.F.-S., M.G.H., K.H.) and Radiology (V.A.L.), Rigshospitalet, Copenhagen University Hospital, Denmark.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                             © 2015 American Academy of Neurology                                   e175\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                            SECTION 2\n Figure 1   Photograph of the patient with right-sided blepharoptosis and\n            moderate pupillary miosis\n                                                                            A detailed neurologic examination revealed moderate\n                                                                            right-sided ptosis and miosis (2 mm1/4 mm1 mea-\n                                                                            sured in light conditions) (figure 1), no facial anhi-\n                                                                            drosis, decreased strength of the intrinsic and\n                                                                            opponens muscles of the right hand (Medical\n                                                                            Research Council scale 4), and reduced cutaneous\n                                                                            sensation corresponding to the T1 dermatome,\n                                                                            with inability to discriminate pain and light touch.\n                                                                            The remaining clinical examination, routine\n                                                                            blood tests, and vital parameters were otherwise\n                                                                            unremarkable.\n\n                                                                            Questions for consideration:\n\n                                                                            1. Did the clinical examination alter your proposed\n                                                                               diagnosis?\n                                                                            2. What potential lesion location may explain the\n                                                                               described symptoms and clinical findings?\n                                                                            3. What are your suggested next investigative steps,\n                                                                               and in what order of prioritization?\n\n\n\n\n                                                                                                             GO TO SECTION 3\n\n\n\n\ne176                      Neurology 84   May 26, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                          SECTION 3\n  Figure 2     MRI\n                                                                                          Brain CT scan and CT angiography including the\n                                                                                          aortic arch and neck vessels were performed and ruled\n                                                                                          out cerebral stroke and carotid artery dissection,\n                                                                                          respectively. As clinical signs of Horner syndrome\n                                                                                          and a concomitant radiating pain to the medial arm\n                                                                                          were considered suggestive of either a lower brachial\n                                                                                          plexopathy, i.e., due to a Pancoast tumor, or a radic-\n                                                                                          ulopathy, chest X-ray and electroneurography (ENG)\n                                                                                          were performed. No apical pulmonary pathology was\n                                                                                          detected. ENG of the right medial cutaneous ante-\n                                                                                          brachial nerve demonstrated a normal sensory action\n                                                                                          potential (SAP), consistent with the lesion being\n                                                                                          located proximally to the dorsal spinal root ganglion,\n                                                                                          thus suggestive of a spinal nerve root lesion.\n                                                                                             A subsequent MRI of the thoracic spine showed a\n                                                                                          paramedian herniation of the T1-T2 intervertebral disc\n                                                                                          compressing the right T1 spinal nerve root (figure 2).\n                                                                                             The patient received no surgery, and follow-up\n                                                                                          examination 6 months later revealed near-complete\n                                                                                          recovery, with only mild paresthesia in the T1 seg-\n                                                                                          ment of his right arm and a subtle ptosis remaining.\n                                                                                          Questions for consideration:\n\n                                                                                          1. How can you explain the patient’s lack of\nSagittal and axial T2-weighted (upper row) and T1-weighted (lower row) sequences of the      anhidrosis?\ncervico-thoracic spine show osteochondrotic degenerative changes and a right-sided con-   2. What other lesion types and locations would you\nvex herniated intervertebral T1-T2 disc (arrow).                                             consider if the ENG had shown a decreased or\n                                                                                             absent SAP?\n                                                                                          3. What topical pharmacological tests are used to (1)\n                                                                                             confirm the presence of Horner syndrome and (2)\n                                                                                             differentiate central and preganglionic from post-\n                                                                                             ganglionic Horner syndrome?\n\n\n\n\n                                                                                          Neurology 84   May 26, 2015                     e177\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Figure 3     Illustration of the oculosympathetic pathway\n\n\n\n\nModified from Alstadhaug KB. Ervervet Horners syndrom. Tidsskr Nor Legeforen 2011;131:950–954. Printed with permission from © Kari C. Toverud.\n\n\n\n\n                             ANATOMY The sympathetic innervation of the eye             face primarily exit at the T2 and T3 level.2 The fibers\n                             and the ocular adnexae is traditionally described as a     rejoin in the sympathetic trunk, which ascends adja-\n                             3-neuron pathway (figure 3). It consists of a central      cent to spinal vertebrae, the apex of the lung, the first\n                             (first-order) neuron located in the posterolateral         rib, and the common carotid artery (CCA) before syn-\n                             hypothalamus, which axon descends ipsilaterally            apsing with the postganglionic neuron in the superior\n                             and connects to a preganglionic (second-order)             cervical ganglion.1 The postganglionic fibers form a\n                             neuron in the intermediolateral columns of the             nerve plexus in the adventitia of the CCA. Most fibers\n                             spinal cord at level C8 through T2, and a                  follow the internal carotid artery (ICA) through the\n                             postganglionic (third-order) neuron located in the         cavernous sinus, reaching the superior tarsal muscle\n                             superior cervical ganglion.1                               by the ophthalmic artery, whereas fibers to the iris\n                                 Spanning from C8-T4, most fibers from the pre-         dilator muscle branch off and follow the nasociliar\n                             ganglionic neuron leave through the T1 ventral spinal      nerve. The sudomotor and vasomotor fibers, however,\n                             nerve root, but sudomotor and vasomotor fibers to the      follow the external carotid artery to the face.1\n\ne178                         Neurology 84   May 26, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  DISCUSSION Our patient’s ocular symptoms were               33%–50% of patients with a symptomatic thoracic\n                  consistent with Horner syndrome without anhidro-            disc herniation report a history of recent trauma,9\n                  sis, also referred to as partial Horner syndrome.3          including torsion and athletic activity. Furthermore,\n                  Horner syndrome due to a herniated thoracic disc            several examples of disc herniations following chiro-\n                  is considered very rare, and has to our knowledge           practic treatment have been reported.10\n                  only been reported 6 times in the English language              Pharmacologic pupillary testing can be utilized\n                  literature,4 though never preceded by chiropractic          both to confirm the presence of Horner syndrome\n                  manipulation.                                               and to locate the lesion in the oculosympathetic path-\n                      Symptomatic thoracic disc herniation is uncom-          way. Cocaine is a norepinephrine reuptake inhibitor\n                  mon and has been estimated to less than 0.75% of            and will fail to induce pupillary mydriasis if applied\n                  all symptomatic spinal disc herniations.5 Further-          topically to a patient with disrupted sympathetic\n                  more, more than 75% of thoracic protrusions are             innervation of the iris dilator muscle, confirming\n                  located below T8, and only approximately 3% occur           Horner syndrome, irrespective of where the lesion is\n                  at the T1-T2 level,5 as in our patient. Only 40 cases       located. Topical hydroxyamphetamine, on the other\n                  with a T1-T2 disc herniation have been reported             hand, produces pupillary dilation by releasing norep-\n                  since Svien and Karavitz presented their first case in      inephrine from the presynaptic terminal. This effect\n                  1959.6,7                                                    will only occur if the postganglionic (third-order)\n                      One of the most frequent causes of Horner syn-          neuron is intact, and may therefore be used to differ-\n                  drome is carotid artery dissection, which may occur         entiate central and preganglionic from postganglionic\n                  spontaneously or due to local trauma to the neck            lesions.1\n                  region. Chiropractic manipulation as an independent             Central Horner syndrome due to a brainstem\n                  risk factor for neck artery dissection and a consequent     stroke, i.e., Wallenberg syndrome, will rarely be con-\n                  stroke is a controversial topic, though multiple cases of   fused with a peripheral cause due to concomitant and\n                  Horner syndrome due to ICA dissections subsequent           characteristic clinical findings consistent with brain-\n                  to chiropractic manipulation have been reported.8 In        stem pathology, including nystagmus, dissociated loss\n                  our patient, an ICA dissection was considered unlikely      of sensibility, and ipsilateral cerebellar symptoms.\n                  due to the concomitant prominent radiating medial               Though considered extremely rare, Horner syn-\n                  brachialgia and was furthermore ruled out by a CT           drome, and more specifically partial Horner syn-\n                  angiogram of the neck vessels.                              drome, can occur due to an isolated herniated\n                      Lack of anhidrosis is indicative of either a postgan-   intervertebral disc at the T1-T2 level. The condition\n                  glionic lesion at the ICA level, since sudomotor fibers     may result in diagnostic challenges, including consid-\n                  are separated from the carotid plexus at the level of       erations involving carotid artery lesions and malig-\n                  the carotid bifurcation, or alternatively a pregangli-      nant pulmonary pathologies.\n                  onic sympathetic lesion of the T1 root, as the sudo-            While the definite pathophysiologic mechanism in\n                  motor fibers exit the spinal cord at the T2-T3 level        our patient remains unclear, it seems evident that ma-\n                  (figure 3). Thus, rare cases of partial Horner syn-         nipulations as a minimum altered the configuration\n                  drome due to lesions at the T1 root level should be         of an already existing disc protrusion.\n                  kept in mind, as illustrated by our patient.\n                      Horner syndrome combined with ipsilateral upper         AUTHOR CONTRIBUTIONS\n                                                                              Dr. Foss-Skiftesvik conceived the manuscript, drafted the initial version,\n                  limb pain and weakness of the muscles of the hand\n                                                                              and revised the final edition. Dr. Hougaard drafted the initial and revised\n                  also complies with the diagnostic criteria for Pancoast     the final manuscript. Dr. Larsen was responsible for the diagnostic imag-\n                  syndrome, suggestive of a malignant tumor in the            ing and revised the final manuscript. Dr. Hansen was responsible for the\n                  apex of the lung affecting both the sympathetic trunk       care of the patient, including diagnosis and treatment, and revised the\n                                                                              initial and final manuscript.\n                  and the inferior trunks of the brachial plexus. Pulmo-\n                  nary pathology was excluded by chest X-ray. The sub-\n                                                                              STUDY FUNDING\n                  sequent ENG with a normal SAP in the medial                 No targeted funding reported.\n                  cutaneous antebrachial nerve was compatible with a\n                  supraganglionic root lesion as later confirmed by           DISCLOSURE\n                  MRI. In case of a Pancoast tumor with involvement           The authors report no disclosures relevant to the manuscript. Go to\n                  of the lower brachial plexus, the ENG would be              Neurology.org for full disclosures.\n\n                  expected to reveal a decreased or absent SAP.\n                                                                              REFERENCES\n                      Our patient experienced onset of Horner syndrome\n                                                                               1. Walton KA, Buono LM. Horner syndrome. Curr Opin\n                  and ipsilateral upper limb symptoms shortly after chi-\n                                                                                  Ophthalmol 2003;14:357–363.\n                  ropractic treatment, suggesting the cervico-thoracic         2. Wasner G, Maag R, Ludwig J, et al. Harlequin syndrome:\n                  manipulation as the cause of or at least worsening              one face of many etiologies. Nat Clin Pract Neurol 2005;\n                  factor in the T1-T2 disc herniation. Approximately              1:54–59.\n\n                                                                              Neurology 84       May 26, 2015                                    e179\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     3.   Flaherty PM, Flynn JM. Horner syndrome due to carotid          7.   Negovetic L, Cerina V, Sajko T, Glavic Z. Intradural disc\n                          dissection. J Emerg Med 2011;41:43–46.                              herniation at the T1-T2 level. Croat Med J 2001;42:\n                     4.   Morgan H, Abood C. Disc herniation at T1-2: report of               193–195.\n                          four cases and literature review. J Neurosurg 1998;88:         8.   Jeret JS, Bluth M. Stroke following chiropractic manipu-\n                          148–150.                                                            lation: report of 3 cases and review of the literature.\n                     5.   Arce CA, Dohrmann GJ. Herniated thoracic disks. Neurol              Cerebrovasc Dis 2002;13:210–213.\n                          Clin 1985;3:383–392.                                           9.   Kibler WB. Orthopaedic Knowledge Update, 7th ed. Rose-\n                     6.   Son ES, Lee SH, Park SY, Kim KT, Kang CH, Cho SW.                   mont, IL: American Academy of Orthopaedic Surgeons; 2002.\n                          Surgical treatment of t1-2 disc herniation with t1 radicu-    10.   Murphy DR. Herniated disc with radiculopathy following\n                          lopathy: a case report with review of the literature. Asian         cervical manipulation: nonsurgical management. Spine J\n                          Spine J 2012;6:199–202.                                             2006;6:459–463.\n\n\n\n\ne180                Neurology 84    May 26, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f    Clinical Reasoning: Partial Horner syndrome and upper right limb symptoms\n                         following chiropractic manipulation\n            Jon Foss-Skiftesvik, Majken G. Hougaard, Vibeke A. Larsen, et al.\n                              Neurology 2015;84;e175-e180\n                         DOI 10.1212/WNL.0000000000001616\n\n                        This information is current as of May 25, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/21/e175.full.html\n\n References                         This article cites 9 articles, 0 of which you can access for free at:\n                                    http://www.neurology.org/content/84/21/e175.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Clinical Neurology\n                                    http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                    All Neuro-ophthalmology\n                                    http://www.neurology.org//cgi/collection/all_neuroophthalmology\n                                    Disc disease\n                                    http://www.neurology.org//cgi/collection/disc_disease\n                                    MRI\n                                    http://www.neurology.org//cgi/collection/mri\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2095,
  "indexed": "2025-09-25T22:53:55.399Z",
  "method": "direct"
}
