{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Cruccu et al. - 2010 - EFNS guidelines on neuropathic pain assessment re.pdf",
  "fileName": "Cruccu et al. - 2010 - EFNS guidelines on neuropathic pain assessment re.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Cruccu et al. - 2010 - EFNS guidelines on neuropathic pain assessment re.pdf",
  "text": "European Journal of Neurology 2010, 17: 1010–1018                                                    doi:10.1111/j.1468-1331.2010.02969.x\n\nEFNS GUIDELINES\n\n\nEFNS guidelines on neuropathic pain assessment: revised 2009\nG. Cruccua,b, C. Sommera,c, P. Anandd, N. Attala,e, R. Baronf, L. Garcia-Larreaa,g,\nM. Haanpaaa,h, T. S. Jensena,i, J. Serraa,j and R. -D. Treedek\na\n    EFNS Panel on Neuropathic Pain, Vienna, Austria; bDepartment of Neurological Sciences, La Sapienza University, Rome, Italy;\nc\nDepartment of Neurology, University of Würzburg, Würzburg, Germany; dDepartment of Clinical Neuroscience, Imperial College London,\nLondon, UK; eInserm U 792, Centre dÕEvaluation et de Traitement de la douleur, Hôpital Ambroise Pare´, APHP, Boulogne-Billancourt,\nFrance; fDivision of Neurological Pain Research and Therapy, Department of Neurology, Universitatsklinikum Schleswig-Holstein, Kiel,\nGermany; gCentral Integration of Pain Unit – U879 INSERM and University Lyon 1, Hôpital Neurologique, Lyon, France; hRehabilitation\nOrton and Department of Neurosurgery, Helsinki University Hospital, Helsinki, Finland; iDanish Pain Research Center and Department of\nNeurology, Aarhus University Hospital, Aarhus, Denmark; jDepartment of Neurology, MC Mutual, Barcelona, Spain; and kChair of\nNeurophysiology, Medical Faculty Mannheim, Heidelberg University, Mannheim, Germany\n\n\n\n\nKeywords:                           Background and purpose: We have revised the previous EFNS guidelines on neuro-\nevoked potentials,                  pathic pain (NP) assessment, which aimed to provide recommendations for the\nfunctional neuroimaging,            diagnostic process, screening tools and questionnaires, quantitative sensory testing\nneuropathic pain, quanti-           (QST), microneurography, pain-related reﬂexes and evoked potentials, functional\ntative sensory testing,             neuroimaging and skin biopsy.\nscreening tools, skin               Methods: We have checked and rated the literature published in the period 2004–\nbiopsy                              2009, according to the EFNS method of classiﬁcation for diagnostic procedures.\n                                    Results: Most of the previous recommendations were reinforced by the new studies.\nReceived 7 December 2009            The main revisions relate to: (i) the new deﬁnition of NP and a diagnostic grading\nAccepted 8 January 2010             system; (ii) several new validated clinical screening tools that identify NP components,\n                                    and questionnaires which assess the diﬀerent types of NP; (iii) recent high-quality\n                                    studies on laser-evoked potentials (LEPs) and skin biopsy.\n                                    Conclusions: History and bedside examination are still fundamental to a correct\n                                    diagnosis, whilst screening tools and questionnaires are useful in indicating probable\n                                    NP; QST is also useful for indicating the latter, and to assess provoked pains and\n                                    treatment response. Amongst laboratory tests, LEPs are the best tool for assessing Ad\n                                    pathway dysfunction, and skin biopsy for assessing neuropathies with distal loss of\n                                    unmyelinated nerve ﬁbres.\n\n\n\n\n                                                                       drawing in part on similar work in this ﬁeld by the NP\nBackground and objectives\n                                                                       special interest group (NeuPSIG) of the International\nNeuropathic pain (NP) is a major symptom which may                     Association for the Study of Pain (IASP).\nbe intractable in common neurological disorders such\nas neuropathy, spinal cord injury, multiple sclerosis and\n                                                                       Search methods\nstroke. Pain is a complex sensation strongly modulated\nby cognitive inﬂuences, and understanding the under-                   Search methods adhered to those used in previous\nlying pathophysiological mechanisms in patients                        guidelines [1] and complied with EFNS recommenda-\nremains a challenge for pain specialists. The EFNS                     tions [2]. Brieﬂy, after an initial search through the\nlaunched a task force that published guidelines for the                central database in the Cochrane Library, Medline, and\nassessment of NP to address an unmet clinical need [1].                other electronic databases (2004–to date), two task\nThe aim of this new task force was to revise the previ-                force participants were assigned to check the sorted\nous guidelines, in accord with evidence-based studies                  material per method of assessment, i.e. screening tools\npublished thereafter. We have now performed so,                        and questionnaires, quantitative sensory testing (QST),\n                                                                       microneurography, reﬂexes and evoked potentials,\nCorrespondence: Prof Giorgio Cruccu, Dip. Scienze Neurologiche,\n                                                                       functional neuroimaging and skin biopsy. Pertinent\nViale Università 30, 00185 Roma, Italy (tel.: +39 06 49694209;        studies were rated for evidence level according to EFNS\nfax: +39 06 49914758; e-mail: cruccu@uniroma1.it).                     rules [2] whenever applicable; in some instances, such as\n\n\n                                                                                                                   \u0002 2010 The Author(s)\n1010                                                                                                    Journal compilation \u0002 2010 EFNS\n\f                                                                                               Neuropathic pain assessment   1011\n\n\n\nfor statements generally accepted or demonstrated by                   to diagnosing NP. In a new proposal, using standard-\nbasic neuroscience, we did not give an evidence level;                 ized questions and testing a few somatosensory func-\nadequately powered systematic reviews (SR) were con-                   tions, a high degree of speciﬁcity and sensitivity has\nsidered Class I.                                                       been obtained for certain types of NP: the diagnostic\n                                                                       sensitivity of the interview and sensory examination\n                                                                       exceeded that obtained with a relevant imaging tech-\nConsiderations on the methods of\n                                                                       nique [Class I: 6].\nassessment in light of the new definition and\ngrading system\n                                                                       Recommendations\nAccording to a new proposal, NP is ÔPain arising as a\ndirect consequence of a lesion or disease aﬀecting the                 History and clinical examination are a requirement to\nsomatosensory systemÕ [3]. This proposal represents a                  conﬁrm the presence of a NP syndrome, and also an\nstrengthening of the old IASP deﬁnition [4], by elimi-                 important step in reaching an aetiological diagnosis for\nnating ÔdysfunctionÕ of the nervous system as a possible               NP (Good Practice Point).\ncause and by requiring a speciﬁc lesion of the somato-\nsensory system. It is clear that NP is not a single disease\n                                                                       Screening and assessment tools\nbut represents a syndrome, i.e. a constellation of\nspeciﬁc symptoms and signs with multiple potential                     Several tools essentially based on pain descriptors have\nunderlying aetiologies. Hence, an accurate neurological                been proposed for the purpose of distinguishing NP\nhistory and neurological examination, including                        from non-NP (screening tools) or characterizing mul-\nsensory testing, is most important to reach a diagnosis                tiple neuropathic phenotypes (assessment tools).\nand to postulate the presence of a NP syndrome. The\nelucidation of underlying disease aetiology and the\n                                                                       Screening tools\ndissection of pain will in practice often occur simulta-\nneously. However, for clariﬁcation, the following is a                 The development of the McGill Pain Questionnaire\nbrief description of steps in assessing a NP syndrome:                 (MPQ) revealed that pain quality descriptors vary\nA. The history will indicate whether the character and                 across diﬀerent pain conditions [7]. The lack of speci-\ndistribution of the pain is in accord with neuropathic                 ﬁcity of the MPQ for NP has led to development of\ncriteria, and whether a relevant lesion or disease in the              screening tools for the recognition of NP. Interestingly,\nnervous system is probably responsible for the pain.                   these tools generally share similar clinical characteris-\nB. The clinical examination will determine the presence                tics.\nof negative (loss of function) and positive (hyperalgesia                 The Leeds Assessment of Neuropathic Symptoms\nand/or allodynia) sensory signs, for one or more sen-                  and Signs (LANSS) contains ﬁve symptom items and\nsory modalities aﬀecting the somatosensory system, and                 two clinical examination items [Class I: 8]. It has also\ntheir relevance to the underlying disease or lesion.                   been validated as a self-report tool, the S-LANSS [Class\nC. Further diagnostic tests can be conducted to either                 I: 9]. Compared to clinical diagnosis, its sensitivity and\ndocument the presence of a speciﬁc underlying neuro-                   speciﬁcity range 82–91% and 80–94%, respectively.\nlogical disease (e.g. imaging of the brain to document a               The S-LANSS has also been used in epidemiological\nstroke in a patient with suspected post-stroke pain) or                studies in the general population.\nconﬁrm a sensory lesion within the pain distribution                      The Neuropathic Pain Questionnaire (NPQ) contains\n(e.g. skin biopsy to document presence of small ﬁbre                   12 items (of them 10 sensory and two aﬀective) [Class I:\nloss in cases with small ﬁbre neuropathy).                             10]. It demonstrated 66% sensitivity and 74% speciﬁc-\nBased on this stepwise assessment, it has been suggested               ity compared to clinical diagnosis in the validation\nthat patients can be categorized into possible NP (ful-                sample, but the aetiologies of pain were not reported.\nﬁlling step A above), probable NP (fulﬁlling A with                    The short form of the NPQ (three items) has similar\nsupporting evidence for either lesion/disease or pain                  discriminative properties [Class II: 11]. It has been\ndistribution according to B or C) and deﬁnite NP                       found able to discriminate between NP and non-NP in\n(fulﬁlling A with supporting evidence for both lesion/                 patients referred to a specialist pain clinic.\ndisease and pain distribution according to B and C) [3].                  The Douleur Neuropathique en 4 questions (DN4)\n   So far, there are no studies to document the eﬀec-                  contains seven items related to symptoms and three\ntiveness of this diagnostic grading system.                            related to clinical examination [Class I: 5]. A total score\n   Recently, simple questionnaires and/or combinations                 ‡4 out of 10 suggests NP. The DN4 showed 83% sen-\nwith sensory examinations have been introduced, e.g.                   sitivity and 90% speciﬁcity when compared to clinical\n[Class I: 5], for these to partially substitute or contribute          diagnosis in the development study. The seven sensory\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f1012    G. Cruccu et al.\n\n\n\ndescriptors can be used as a self-report questionnaire         languages. One study found that several NP dimensions\nwith similar results. The tool was developed and               of the NPSI were particularly sensitive to treatment\nvalidated in French and translated into 15 languages.          eﬀect. The factorial structure of the NPSI makes it\nThe DN4 has been used in epidemiological studies in            suitable to capture diﬀerent aspects of NP with pre-\ngeneral population and diabetics.                              sumably distinct mechanisms.\n   PainDETECT was developed and validated in\nGerman [Class I: 12] and is available in several other\n                                                               Recommendations\nlanguages. It is a self-report questionnaire with nine\nitems. It correctly classiﬁes 83% of patients to their         The main advantage of screening tools is to identify\ndiagnostic group with 85% sensitivity and 80%                  potential patients with NP, particularly by non-spe-\nspeciﬁcity.                                                    cialists (grade A). However, these tools fail to identify\n   ID Pain consists of ﬁve sensory descriptor items and        10–20% of patients with clinician diagnosed NP,\none item relating to whether pain is located in the joints     showing that they cannot replace careful clinical judg-\n[Class II: 13]. In the validation study, 22% of the            ment. They have also been used in epidemiological\nnociceptive group, 39% of the mixed group and 58% of           studies, but validation studies for this purpose are\nthe neuropathic group scored above three points, the           necessary. More research is also needed to clarify\nrecommended cut-oﬀ score; the exact sensitivity and            whether they can predict response to therapy.\nspeciﬁcity of the tool using this cut-oﬀ compared to              Pain quality assessment measures are useful to dis-\nclinical diagnosis was not reported.                           criminate amongst various pain mechanisms associated\n   The standardized evaluation of pain (StEP) was              with distinct dimensions of NP experience (grade B).\nrecently validated to identify NP in patients with             The NPS or NPSI are recommended to evaluate treat-\nchronic low back pain categorized into ÔaxialÕ (non-           ment eﬀects on neuropathic symptoms or their combi-\nneuropathic) or ÔradicularÕ (neuropathic) low back pain        nation (grade A), but should also be used in future trials\n[Class I: 6]. It contains 10 physical tests and six ques-      to try to predict treatment outcome and better deﬁne\ntions, thus emphasizing clinical examination. Several          responder proﬁles. Assessment of the sensory and\nymptoms (e.g. burning pain), are scored negatively,            aﬀective dimensions of pain can be performed with the\nsuggesting that they are less likely in NP, which is in        SF-MPQ scale, but whether such assessment is more\ncontrast with the other screening tools. This may reﬂect       sensitive than the pain intensity measures remains to be\nspeciﬁcities related to low back pain or diﬃculties            conﬁrmed. The SFMPQ-2 and the PQAS have not yet\ninherent to the classiﬁcation of low back pain patients        been fully evaluated in NP.\n[14].\n                                                               Quantitative sensory testing\nAssessment questionnaires\n                                                               Quantitative sensory testing is a psychophysiological\nAlthough the MPQ [7] and the short-form MPQ (SF-               measure of perception in response to external stimuli of\nMPQ) [15] have not been validated for NP assessment,           controlled intensity. Detection and pain thresholds are\nthe SFMPQ has been the most commonly used quality              determined by applying stimuli to the skin in an\nassessment tool. However, it is not more sensitive             ascending and descending order of magnitude.\nto change than unidimensional intensity scales. To             Mechanical sensitivity for tactile stimuli is measured\novercome this limitation, the SF-MPQ 2 [16] has been           using von Frey hairs or Semmes-Weinstein monoﬁla-\nrecently developed as a measure of neuropathic and             ments, pinprick sensation with weighted needles and\nnon-neuropathic symptoms, but it is not fully validated.       vibration sensitivity with a tuning fork or an electronic\n   The Neuropathic Pain Scale (NPS) [Class I: 17], the         vibrameter; thermal perception and thermal pain are\nﬁrst pain quality assessment tool devoted to NP                measured using a probe that operates on the Peltier\nassessment, has been translated into 24 languages and          principle (for references see previous guidelines [1]).\nused in several NP trials. However, it lacks several pain         The main problem with studies using QST as a diag-\nqualities commonly seen in NP and is fully validated           nostic tool remains that of blinding, with only four\nonly in multiple sclerosis. To overcome these limita-          studies (out of some 50 new studies) being prospective, in\ntions, the Pain Quality Assessment Scale (PQAS) has            a broad spectrum of patients and controls, and having\nbeen derived from the NPS [18]. To date, no data exist         blinded examiners [Class I/II: 20–23]. The variability of\nregarding its use in blinded NP trials.                        methods, results and patient population (diabetic neu-\n   The Neuropathic Pain Symptom Inventory (NPSI)               ropathy, spinal cord injury, radiculopathy) prevents any\nwas originally validated in French [Class I: 19] and has       conclusion. We must also emphasize that QST changes\nbeen submitted to linguistic validation in 50 other            were also found in non-NP states, such as rheumatoid\n\n\n                                                                                                             \u0002 2010 The Author(s)\n                                                      Journal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f                                                                                               Neuropathic pain assessment   1013\n\n\n\narthritis, inﬂammatory arthromyalgias and ﬁbromyalgia                  although it does not provide information on small ﬁbre\n(although all these studies are Class IV, e.g. [24,25]).               function, as a most useful tool for documenting and\n   Most QST studies are still dedicated to the assess-                 assessing peripheral neuropathies.\nment of sensory small ﬁbre function only, assuming that\nlarge ﬁbre function was probably documented by\n                                                                       Microneurography\nstandard clinical neurophysiology. This bias precludes\nany analysis on the relative importance of small vs.                   Microneurography is a minimally invasive technique in\nlarge sensory ﬁbre function deﬁcits in NP syndromes.                   which single-axon recordings from peripheral nerves are\nHowever, extensive validation data for all somatosen-                  made in awake subjects and provides valuable infor-\nsory submodalities have now been published by the                      mation on the physiology and pathophysiology of all\nGerman Research Network on Neuropathic Pain                            nerve ﬁbre groups. Because it can discriminate indivi-\n[26,27]. QST is used for diagnosis and follow-up of                    dual action potentials in single, identiﬁed peripheral\nsmall ﬁbre neuropathy (all Class IV; e.g. [28,29]), and its            ﬁbres, microneurography is nowadays the only tech-\nusefulness is agreed in the early diagnosis of diabetic                nique able to record and quantify positive sensory\nneuropathy [SR Class I: 1].                                            phenomena mediated by large-myelinated ﬁbres (tactile\n   Quantitative sensory testing is particularly appro-                 paresthesias and dysesthesias) or small-myelinated and\npriate to quantify positive sensory phenomena, like                    unmyelinated ﬁbres (spontaneous pains). The possibil-\nmechanical and thermal allodynia and hyperalgesia,                     ity of performing intraneural microstimulation may\nwhich may help characterize painful neuropathic syn-                   provide a direct link between activity in peripheral\ndromes, and predict or monitor treatment eﬀects. In                    nerve ﬁbres and pain perception [38]. Because pro-\nparticular, pharmacological and non-pharmacological                    spective studies monitoring sides eﬀects of the technique\ntreatment trials using QST found eﬀects on dynamic                     did not ﬁnd overt or persistent nerve damage [39,40],\nmechanical allodynia, pinprick hyperalgesia and sen-                   microneurography is considered a relatively safe tech-\nsory loss, whereas treatment eﬃcacy was predicted by                   nique if performed by experienced examiners [41].\nthermal detection thresholds, vibration detection                         Microneurography is time consuming and requires\nthresholds, heat hyperalgesia and dynamic mechanical                   both an expert investigator and a collaborative patient.\nallodynia [Class I/II: 30–37].                                         Furthermore, microneurography is currently performed\n                                                                       only in a few centres around the world. For these rea-\n                                                                       sons, it has only been used on very few occasions to\nRecommendations\n                                                                       study NP patients. There are no published normative\nQuantitative sensory testing can be used in the clinic                 data for healthy subjects, and published reports are\nalong with bedside testing to document the sensory                     unblinded group comparisons only (Class IV).\nproﬁle. Because abnormalities have often been reported                    New developments in analysis software now allow\nin non-NPs as well, QST cannot be considered suﬃcient                  multiple simultaneous recordings of C-ﬁbres, thus\nto separate diﬀerential diagnoses (Good Practice                       enhancing the possibility of studying ongoing abnormal\nPoint). QST is helpful to quantify the eﬀects of treat-                activity arising from peripheral nociceptors, which is\nments on allodynia and hyperalgesia and may reveal a                   considered a possible cause for spontaneous pain in\ndiﬀerential eﬃcacy of treatments on diﬀerent pain                      patients with peripheral neuropathies [42–45].\ncomponents (grade A). To evaluate mechanical allo-\ndynia/hyperalgesia, we recommend the use of simple\n                                                                       Pain-related reflexes\ntools such as a brush and at least one high-intensity\nweighted pinprick or von Frey ﬁlament (e.g. 128 mN).                   Pain-related reﬂexes appear to be diagnostically useful\nThe evaluation of pain in response to thermal stimuli is               only for facial pains. Two Class I studies [46,47] and the\nbest performed using the computerized thermotest, but                  recent AAN-EFNS guidelines on trigeminal neuralgia\nwe do not recommend the systematic measure of ther-                    management [SR Class I: 48,49] conﬁrmed that the\nmal stimuli except for pathophysiological research or                  Ab-mediated trigeminal reﬂexes (early R1 blink reﬂex\ntreatment trials. A simple and sensitive tool to quantify              and early SP1 masseter inhibitory reﬂex) are eﬃcient\npain induced by thermal stimuli in clinical practice is                tools to reveal symptomatic forms of trigeminal neu-\nstill lacking.                                                         ralgia, yielding an overall speciﬁcity of 94% and sen-\n                                                                       sitivity of 87% in over 600 patients. Six other studies\n                                                                       used blink reﬂexes in facial pains. Although four studies\nNeurophysiology\n                                                                       were Class IV, one Class I study in patients with\nWe wish to remind that our previous guidelines                         ophthalmic postherpetic neuralgia (PHN) yielded a\nrecommended the standard nerve conduction study,                       speciﬁcity of 100% and sensitivity of 73% for the early\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f1014    G. Cruccu et al.\n\n\n\nR1 blink reﬂex [50] and one Class III study found that\n                                                              Recommendations\nthe nociceptive blink reﬂex (elicited by the concentric\nelectrode) was delayed in patients with atypical odon-        Thus far, microneurography cannot be suggested as a\ntalgia, thus supporting the view that this condition is       routine procedure for the assessment of patients with\nneuropathic [51].                                             peripheral NP (Good Practice Point). However, we\n   For the upper limb, the Cutaneous Silent Period            encourage new studies in selected groups of patients\n(CSP, an inhibitory reﬂex recorded from the small hand        with NP, to understand the frequency and pathophys-\nmuscles after noxious stimulation of the ﬁngers) was          iological role of spontaneous ectopic activity, and the\nassessed in two studies, one in distal symmetric poly-        potential eﬃcacy of drugs in reducing ectopic impulse\nneuropathy [Class III: 52] and the other in carpal tunnel     generation in peripheral nociceptors.\nsyndrome [Class I: 53]. In neither study did CSP                 The trigeminal reﬂexes mediated by Ab ﬁbres are\ndiﬀerentiate patients with and without pain, and this         useful in the diagnosis of trigeminal pain disorders, as\nmeasure did not correlate with pain. This conﬁrms the         they are abnormal in patients with structural damage,\nconclusions of the previous guidelines [1] that the CSP       in conditions such as trigeminal neuropathy and PHN,\nis not an adequate tool for assessing nociception.            and normal in patients with classic trigeminal neuralgia\nRegarding the lower limb, the nociceptive ﬂexion reﬂex        (grade A). The CSP is probably inadequate for NP\n(RIII) is still being used in physiological and pharma-       assessment (grade B).\ncological studies of modulation of nociception, but not          Laser-evoked potentials are useful for assessing\nin patients with NP.                                          function of the Ad ﬁbre pathways in patients with NP\n                                                              (grade A). Other EP techniques which do not use laser\n                                                              stimulators are not supported by evidence-based studies\nPain-related evoked potentials\n                                                              that demonstrate their diagnostic value.\nAccording to the previous EFNS guidelines on NP                  The available evidence regarding EPs for assessing\nassessment [SR Class I: 1], and the Recommendations           the C-ﬁbre pathways (with any method of stimulation)\nfrom the International Federation of Clinical Neuro-          is so far insuﬃcient to make recommendations.\nphysiology [SR Class I: 54], laser-evoked potentials\n(LEPs) are the easiest and most reliable of the neuro-\n                                                              Functional neuroimaging\nphysiological methods for assessing function of noci-\nceptive pathways.                                             Positron emission tomography (PET) and functional\n   Many new studies investigated Ad ﬁbre pathways in a        magnetic resonance imaging (fMRI) measure with dif-\ntotal of over 300 patients with NP: ﬁve studies used          ferent methods cerebral blood ﬂow (rCBF) or metabolic\nLEPs, three the contact heat-evoked potentials [55], and      activity in deﬁned brain regions. Activation studies\nthree evoked potentials elicited by a surface concentric      investigate local synaptic changes speciﬁcally associated\nelectrode that provides a preferential activation of          with a given task or a particular stimulus by comparing\nsuperﬁcial terminals (i.e. small-diameter aﬀerents) [56].     statistically activated and control conditions. Func-\nAlthough all techniques revealed signiﬁcant sensory           tional neuroimaging has disclosed a network of brain\nabnormalities when compared to controls or contra-            regions jointly activated by noxious stimuli (labelled\nlateral side, and several showed signiﬁcant correlations      Ôpain matrixÕ). Activation of the lateral thalamus, SI-SII\nwith pain, only three studies – all using LEPs – were         and posterior insula are thought to be related to the\nClass I, those using other techniques were all Class III/     sensory-discriminative aspects of pain processing,\nIV. The LEP studies investigated patients with sensory        whilst mid-anterior cingulate, posterior parietal and\nneuropathy [57], PHN [50] and carpal tunnel syndrome          prefrontal cortices participate in the aﬀective and\n[53]. A cumulated analysis of these three Class I studies     attentional concomitants of pain sensation [58,59]. In\nrevealed a highly signiﬁcant diﬀerence to controls, with      unilateral spontaneous neuropathic pain, moderate but\nhigh speciﬁcity but low sensitivity (considering the          converging evidence from independent groups indicates\nresponses to be certainly abnormal only when absent;          decreased resting rCBF in contralateral thalamus, and\nsensitivity would increase considerably if the recently       reversal of this abnormality by analgesic procedures\nrecommended normal limits of amplitude were used              (but only case reports or small series with <20 patients:\n[SR Class I: 54]).                                            [60–63]). Should this be conﬁrmed in larger series,\n   One study only dealt with C-ﬁbre-related LEPs              thalamic hypoperfusion might be used in the future as a\n(elicited from the trigeminal territory) [Class I: 50].       marker of NP and restoration of thalamic blood ﬂow\nThe recording of C-LEPs after limb stimulation is             for treatment monitoring. In patients with provoked\nprobably still technically too diﬃcult for reliable           neuropathic pain, allodynia and hyperalgesia have been\nclinical applications.                                        associated with ampliﬁcation of the thalamic, insular,\n\n\n                                                                                                            \u0002 2010 The Author(s)\n                                                     Journal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f                                                                                                     Neuropathic pain assessment        1015\n\n\n\nSI, SII and prefrontal–orbitofrontal responses, but not                  Density (IENFD). Standardized counting rules for\nanterior–perigenual cingulate [59,63–66]. Neuropathic                    IENFD are required to obtain reproducible results\nallodynia has been shown to enhance insular activity                     [SR Class I: 73,74]. In experienced centres, the sensi-\nipsilateral to pain [65,67,68] suggesting that a shift in                tivity and speciﬁcity of IENFD are 88% [SR Class I:\nhemispheric balance might contribute to the allodynic                    73; Class II: 28].\nexperience. Again, the total number of reported                             In patients with painful feet and a normal nerve\npatients (n = 80) is still too small to support any                      conduction study, a small ﬁbre neuropathy can be\ndiagnostic application; however, neuropathic allodynia                   demonstrated by IENFD [Class II/III: 28,75–77]. Sev-\nhas shown a diﬀerent activation pattern than non-                        eral studies have investigated the correlation between\nneuropathic allodynia (e.g. CRPS-I [69]) which may                       skin biopsy ﬁndings and other tests of small ﬁbre\nopen diagnostic perspectives. Opioid-receptor imaging                    function. Contact heat-evoked potentials correlated\nhas demonstrated diﬀerent abnormalities in central and                   signiﬁcantly with IENFD [Class III: 78]. In small ﬁbre\nperipheral NP [70–72], but the predictive value of these                 neuropathy, the sensitivity of IENFD may be higher\nﬁndings remains unknown. Assessing the eﬀect of                          than that of QST [Class II/III: 28,76,79] and LEPs\nanalgesic drugs on pain-related brain activity will pro-                 [Class II: 28].\nvide a better understanding of pain and analgesia and                       Although in patients with diabetic or HIV neuropa-\nhence the development of novel therapeutic strategies.                   thy, IENFD was inversely correlated with pain [Class\n   However, data in patients are still scarce, and in most               III: 76,80], whereas in other conditions, it was not\nstudies, examiners were unblinded. Hence, no graded                      [Class II: 28].\nrecommendation could be drawn in the frame of the                           Old and recent studies in PHN patients showed that\nEFNS classiﬁcation for diagnostic procedures. The                        IENFD in the area of pain is lower than in contralateral\ncomments below represent our expert opinion.                             mirror-image skin [Class II: 81,82] and that the relative\n                                                                         sparing of cutaneous innervation was associated with\n                                                                         allodynia, thus suggesting that allodynia was related to\nRecommendations\n                                                                         the surviving ÔirritableÕ nociceptors [Class II: 82,83].\nStudies in NP patients have lagged far behind equiva-                       Quantitative and qualitative changes in skin inner-\nlent studies in acute pain. There is converging evidence                 vation have been reported in complex regional pain\nthat chronic spontaneous NP is associated with                           syndrome (CRPS) [Class III/IV: 84,85].\ndecreased activity in contralateral thalamus, whereas\nprovoked NP is associated with increased activity in the\n                                                                         Recommendations\nthalamic, insular and somatosensory regions. In view of\nthe potential relevance of these data, we encourage                      Skin biopsy should be performed in patients with\nfunctional neuroimaging studies in patients with NP.                     painful/burning feet of unknown origin and clinical\n                                                                         impression of small ﬁbre dysfunction (grade B). In\n                                                                         PHN, skin innervation is reduced (grade B) and\nSkin biopsy\n                                                                         higher numbers of preserved ﬁbres are associated with\nA punch biopsy of the skin in the painful area allows                    allodynia (grade B). IENFD shows only a weak\nimmunostaining and visualization of the intraepider-                     negative correlation with the severity of pain and\nmal terminals of Ad and C nerve ﬁbres, and thus                          cannot be used to measure pain in individual patients\nmeasurement of the Intraepidermal Nerve Fibre                            (grade C).\n\nTable 1 Summary of choice methods of assessing nerve function per sensation\n\n                                     Testing\n\nFibre           Sensation            Clinical                         Quantitative sensory testing           Laboratory\n\nAb              Touch                Piece of cotton wool             von Frey ﬁlaments                      Nerve conduction studies, SEPsb\n                Vibration            Tuning fork (128 Hz)             Vibrametera\n\nAd              Pinprick             Cocktail stick                   Weighted needles                       LEPsc\n                Cold                 Thermoroller                     Thermotestd                            None\n\nC               Warmth               Thermoroller                     Thermotestd                            Skin biopsy\n                Burning              None                             Thermotestd\na\n Or other device providing graded vibratory stimuli; bSomatosensory-evoked potentials; cLaser-evoked potentials; dOr other device providing\ngraded thermal stimuli. Note the lack of suitable methods of assessing burning in a clinical setting and cold with a laboratory tool.\n\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f1016     G. Cruccu et al.\n\n\n\nConclusions                                                           questionnaire: ID Pain. Curr Med Res Opin 2006; 22:\n                                                                      1555–1565.\nThe majority of previous recommendations were rein-               14. Cruccu G, Truini A. Tools for assessing neuropathic pain.\nforced by recent studies. The new deﬁnition of NP and                 PLoS Med 2009; 6: e1000045.\nthe diagnostic grading system will probably lead to               15. Melzack R. The short-form McGill Pain Questionnaire.\n                                                                      Pain 1987; 30: 191–197.\nmore accurate diagnosis in clinical practice and\n                                                                  16. Dworkin RH, Turk DC, Revicki DA, et al. Development\nresearch studies. History and bedside examination are                 and initial validation of an expanded and revised version\nstill fundamental to a correct diagnosis. The previous                of the Short-form McGill Pain Questionnaire (SF-MPQ-\nlack of questionnaires and screening tools explicitly                 2). Pain 2009; 144: 35–42.\ndedicated to NP has been resolved by a number of new              17. Galer BS, Jensen MP. Development and preliminary\n                                                                      validation of a pain measure speciﬁc to neuropathic pain:\nvalidated tools. Laboratory techniques that were\n                                                                      the Neuropathic Pain Scale. Neurology 1997; 48: 332–338.\nrestricted to research, such as QST, LEPs, and IENFD,             18. Jensen MP, Friedman M, Bonzo D, Richards P. The\nare being used more widely in clinical practice and tri-              validity of the neuropathic pain scale for assessing dia-\nals. Amongst these methods of assessment, QST is the                  betic neuropathic pain in a clinical trial. Clin J Pain 2006;\nbest for provoked pains and response to treatment,                    22: 97–103.\n                                                                  19. Bouhassira D, Attal N, Fermanian J, et al. Development\nLEPs are the best for Ad pathways, and IENFD for\n                                                                      and validation of the neuropathic pain symptom inven-\nC-ﬁbre loss in distal axonal neuropathies (Table 1).                  tory. Pain 2004; 108: 248–257.\n                                                                  20. Chien A, Eliav E, Sterling M. Whiplash (grade II) and\n                                                                      cervical radiculopathy share a similar sensory presenta-\nReferences                                                            tion: an investigation using quantitative sensory testing.\n 1. Cruccu G, Anand P, Attal N, et al. EFNS guidelines on             Clin J Pain 2008; 24: 595–603.\n    neuropathic pain assessment. Eur J Neurol 2004; 11: 153–      21. Finnerup NB, Sørensen L, Biering-Sørensen F, Johanne-\n    162.                                                              sen IL, Jensen TS. Segmental hypersensitivity and spino-\n 2. Brainin M, Barnes M, Baron JC, et al. Guideline Stan-             thalamic function in spinal cord injury pain. Exp Neurol\n    dards Subcommittee of the EFNS Scientiﬁc Committee.               2007; 207: 139–149.\n    Guidance for the preparation of neurological manage-          22. Freynhagen R, Rolke R, Baron R, et al. Pseudoradicular\n    ment guidelines by EFNS scientiﬁc task forces – revised           and radicular low-back pain—a disease continuum rather\n    recommendations. Eur J Neurol 2004; 11: 577–581.                  than different entities? Answers from quantitative sensory\n 3. Treede RD, Jensen TS, Campbell JN, et al. Neuropathic             testing. Pain 2008; 135: 65–74.\n    pain: redeﬁnition and a grading system for clinical and       23. Rader AJ. Surgical decompression in lower-extremity\n    research purposes. Neurology 2008; 70: 1630–1635.                 diabetic peripheral neuropathy. J Am Podiatr Med Assoc\n 4. Merskey H, Bogduk N. Classiﬁcation of Chronic Pain:               2005; 95: 446–450.\n    Descriptions of Chronic Pain Syndromes and Deﬁnitions of      24. Geber C, Magerl W, Fondel R, et al. Numbness in clinical\n    Pain Terms. Seattle: IASP Press, 1994.                            and experimental pain – a cross-sectional study exploring\n 5. Bouhassira D, Attal N, Alchaar H, et al. Comparison of            the mechanisms of reduced tactile function. Pain 2008;\n    pain syndromes associated with nervous or somatic                 139: 73–81.\n    lesions and development of a new neuropathic pain             25. Gwilym SE, Keltner JR, Warnaby CE, et al. Psycho-\n    diagnostic questionnaire (DN4). Pain 2005; 114: 29–36.            physical and functional imaging evidence supporting the\n 6. Scholz J, Mannion RJ, Hord DE, et al. A novel tool for            presence of central sensitization in a cohort of osteoar-\n    the assessment of pain: validation in low back pain. PLoS         thritis patients. Arthritis Rheum 2009; 61: 1226–1234.\n    Med 2009; 6: e1000047.                                        26. Rolke R, Baron R, Maier C, et al. Quantitative sensory\n 7. Melzack R. The Mac Gill Pain Questionnaire: major                 testing in the German Research Network on Neuropathic\n    properties and scoring methods. Pain 1975; 1: 275–299.            Pain (DFNS): standardized protocol and reference values.\n 8. Bennett MI. The LANSS Pain Scale: the Leeds assessment            Pain 2006; 123: 231–243.\n    of neuropathic symptoms and signs. Pain 2001; 92: 147–        27. Rolke R, Magerl W, Campbell KA, et al. Quantitative\n    157.                                                              sensory testing: a comprehensive protocol for clinical tri-\n 9. Bennett MI, Smith BH, Torrance N, Potter J. The                   als. Eur J Pain 2006; 10: 77–88.\n    S-LANSS score for identifying pain of predominantly           28. Devigili G, Tugnoli V, Penza P, et al. The diagnostic\n    neuropathic origin: validation for use in clinical and            criteria for small ﬁbre neuropathy: from symptoms to\n    postal research. J Pain 2005; 6: 149–158.                         neuropathology. Brain 2008; 131: 1912–1925.\n10. Krause SJ, Backonja M. Development of a neuropathic           29. Laaksonen SM, Röyttä M, Jääskeläinen SK, Kantola I,\n    pain questionnaire. Clin J Pain 2003; 19: 306–314.                Penttinen M, Falck B. Neuropathic symptoms and ﬁnd-\n11. Backonja MM, Krause SJ. Neuropathic Pain Question-                ings in women with Fabry disease. Clin Neurophysiol\n    naire – short form. Clin J Pain 2003; 19: 315–316.                2008; 119: 1365–1372.\n12. Freynhagen R, Baron R, Gockel U, Tolle T. PainDetect: a       30. Attal N, Rouaud J, Brasseur L, Chauvin M, Bouhassira\n    new screeing questionnaire to detect neuropathic compo-           D. Systemic lidocaine in pain due to peripheral nerve\n    nents in patients with back pain. Curr Med Res Opin 2006;         injury and predictors of response. Neurology 2004; 62:\n    22: 1911–1920.                                                    218–225.\n13. Portenoy R for the ID Pain Steering Committee. Devel-         31. Edwards RR, Haythornthwaite JA, Tella P, Max MB,\n    opment and testing of a neuropathic pain screening                Raja S. Basal heat pain thresholds predict opioid anal-\n\n\n\n\n                                                                                                                \u0002 2010 The Author(s)\n                                                         Journal compilation \u0002 2010 EFNS European Journal of Neurology 17, 1010–1018\n\f                                                                                                Neuropathic pain assessment     1017\n\n\n    gesia in patients with postherpetic neuralgia. Anesthesiol-            ity Standards Subcommittee of the American Academy of\n    ogy 2006; 104: 1243–1248.                                              Neurology and the European Federation of Neurological\n32. Finnerup NB, Biering-Sorensen F, Johannesen IL, et al.                 Societies. Neurology 2008; 71: 1183–1190.\n    Intravenous lidocaine relieves spinal cord injury pain: a          50. Truini A, Galeotti F, Haanpaa M, et al. Pathophysiology\n    randomized controlled trial. Anesthesiology 2005; 102:                 of pain in postherpetic neuralgia: a clinical and neuro-\n    1023–1030.                                                             physiological study. Pain 2008; 140: 405–410.\n33. Herrmann DN, McDermott MP, Sowden JE, et al. Is skin               51. Baad-Hansen L, List T, Kaube H, Jensen TS, Svensson P.\n    biopsy a predictor of transition to symptomatic HIV                    Blink reﬂexes in patients with atypical odontalgia and\n    neuropathy? A longitudinal study. Neurology 2006; 66:                  matched healthy controls. Exp Brain Res 2006; 172: 498–\n    857–861.                                                               506.\n34. Krämer HH, Rolke R, Bickel A, Birklein F. Thermal                 52. Truini A, Galeotti F, Biasiotta A, et al. Dissociation\n    thresholds predict painfulness of diabetic neuropathies.               between cutaneous silent period and laser evoked poten-\n    Diabetes Care 2004; 27: 2386–2391.                                     tials in assessing neuropathic pain. Muscle Nerve 2009; 39:\n35. Stiasny-Kolster K, Magerl W, Oertel WH, Möller JC,                    369–373.\n    Treede RD. Static mechanical hyperalgesia without dy-              53. Truini A, Padua L, Biasiotta A, et al. Differential\n    namic tactile allodynia in patients with restless legs syn-            involvement of A-delta and A-beta ﬁbres in neuropathic\n    drome. Brain 2004; 127: 773–782.                                       pain related to carpal tunnel syndrome. Pain 2009; 145:\n36. Wasner G, Kleinert A, Binder A, Schattschneider J,                     105–109.\n    Baron R. Postherpetic neuralgia: topical lidocaine is              54. Cruccu G, Aminoff MJ, Curio G, et al. Recommenda-\n    effective in nociceptor-deprived skin. J Neurol 2005; 252:             tions for the clinical use of somatosensory-evoked\n    677–686.                                                               potentials. Clin Neurophysiol 2008; 119: 1705–1719.\n37. Yucel A, Ozyalcin S, Koknel Talu G, et al. The effect of           55. Granovsky Y, Matre D, Sokolik A, Lorenz J, Casey KL.\n    venlafaxine on ongoing and experimentally induced pain                 Thermoreceptive innervation of human glabrous and\n    in neuropathic pain patients: a double blind, placebo                  hairy skin: a contact heat evoked potential analysis. Pain\n    controlled study. Eur J Pain 2005; 9: 407–416.                         2005; 115: 238–247.\n38. Ochoa J, Torebjörk E. Sensations evoked by intraneural            56. Katsarava Z, Ayzenberg I, Sack F, Limmroth V, Diener\n    microstimulation of C nociceptor ﬁbres in human skin                   HC, Kaube H. A novel method of eliciting pain-related\n    nerves. J Physiol 1989; 415: 583–599.                                  potentials by transcutaneous electrical stimulation.\n39. Eckberg DL, Wallin BK, Fagius J, Lundberg L, Tore-                     Headache 2006; 46: 1511–1517.\n    björk HE. Prospective study of symptoms after human               57. Lefaucheur JP, Créange A. Neurophysiological testing\n    microneurography. Acta Physiol Scand 1989; 137: 567–                   correlates with clinical examination according to ﬁbre\n    569.                                                                   type involvement and severity in sensory neuropathy.\n40. Littell H. After-effect of microneurography in humans.                 J Neurol Neurosurg Psychiatry 2004; 75: 417–422.\n    Part IV. Phys Ther 1981; 61: 1585–1586.                            58. Apkarian AV, Bushnell MC, Treede RD, Zubieta JK.\n41. Jørum E, Schmelz M. Chapter 29 Microneurography in                     Human brain mechanisms of pain perception and reg-\n    the assessment of neuropathic",
  "wordCount": 6863,
  "indexed": "2025-09-25T22:55:55.940Z",
  "method": "direct"
}
