{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Kassardjian y Milone - 2015 - Clinical Reasoning A 51-year-old woman with weakn.pdf",
  "fileName": "Kassardjian y Milone - 2015 - Clinical Reasoning A 51-year-old woman with weakn.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Kassardjian y Milone - 2015 - Clinical Reasoning A 51-year-old woman with weakn.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                               Clinical Reasoning:\nSection Editor                 A 51-year-old woman with weakness and\nMitchell S.V. Elkind,\nMD, MS                         stiff neck\n\nCharles D. Kassardjian,        SECTION 1                                                                          (Medical Research Council [MRC] grade 2–3)\n  MD                           A 51-year-old woman presented to the neuromuscu-                                   and milder proximal more than distal upper limb\nMargherita Milone, MD,         lar clinic for evaluation of predominantly proximal                                weakness (MRC grade 3–4). The weakness was rel-\n  PhD                          bilateral lower limb weakness that had slowly pro-                                 atively symmetric (right minimally worse than left).\n                               gressed for 5 years. However, her husband noted that                               Tendon reflexes were absent, except for biceps bilat-\n                               for at least 20–30 years she has had a waddling gait.                              erally and left knee jerk, which were present but\nCorrespondence to              She denied upper limb weakness, ptosis, diplopia,                                  hypoactive. She had a waddling gait and could not\nDr. Kassardjian:\nkassardjian.charles@mayo.edu   bulbar symptoms, and fluctuations of the weakness.                                 walk on heels or toes. She was unable to rise from a\n                               There was no history of myalgia, cramps, or urine                                  chair without pushing on it with her hands. She had\n                               discoloration. She had no sensory symptoms, cogni-                                 mild hyperlordosis, paraspinal muscle atrophy, and\n                               tive changes, or cardiorespiratory symptoms.                                       spinal rigidity in the cervical region. She also had\n                                   The patient was the product of a normal pregnancy                              laxity of the left metacarpophalangeal and distal in-\n                               and had normal motor development. She was able to                                  terphalanges joints of both thumbs. The rest of the\n                               keep up with her peers in gym class. Her medical his-                              neurologic examination was normal, and, in partic-\n                               tory was unremarkable. The family history was relevant                             ular, she had no weakness of the extraocular or facial\n                               for leg weakness resulting in difficulty climbing stairs in                        muscles. Her blood pressure and heart rate were\n                               her mother since her 50s. Two brothers (ages 41 and                                normal.\n                               47 years) and 2 sons (ages 26 and 30 years) had no\n                                                                                                                  Questions for consideration:\n                               weakness. There was no family history of cardiomyop-\n                               athy, cardiac arrhythmia, cataracts, or early disability.                          1. What is your differential diagnosis at this point?\n                                   On examination, she had moderate to marked pre-                                2. What tests would you consider to help narrow\n                               dominantly proximal lower limb muscle weakness                                        your differential diagnosis?\n\n\n\n\n                                                                                                                                                                  GO TO SECTION 2\n\n\n\n\n                               From the Department of Neurology, Mayo Clinic, Rochester, MN.\n                               Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne32                            © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                  count, erythrocyte sedimentation rate, and thyroid-\n                  The patient presented with slowly progressive lower        stimulating hormone. Acetylcholine receptor anti-\n                  greater than upper limb weakness, with both proximal       bodies were absent. Nerve conduction studies showed\n                  and distal muscle involvement. Paraspinal muscle atro-     normal peroneal, tibial, and ulnar nerve motor stud-\n                  phy and spinal rigidity were notable. Sensory symp-        ies, and normal sural and medial nerve sensory stud-\n                  toms were absent and there was no sensory loss.            ies. 2-Hz repetitive nerve stimulation of the facial and\n                  Therefore this is a pure motor syndrome that could         spinal accessory nerves was normal. Needle EMG of\n                  localize to the anterior horn cells, neuromuscular junc-   the biceps brachii, triceps, infraspinatus, medial gas-\n                  tion, or muscle. A polyradiculopathy could explain         trocnemius, gluteus medius, tibialis anterior, vastus\n                  proximal and distal weakness, but the absence of sen-      lateralis, and lumbar paraspinal muscles revealed\n                  sory features would be atypical for it. Although the       short-duration low-amplitude polyphasic motor unit\n                  patient only noted symptoms for 5 years, it was clear      potentials with rapid recruitment especially in the\n                  from her husband that her gait was abnormal for            biceps and triceps. Fibrillation potentials and myo-\n                  20–30 years. The longstanding minimally and very           tonic discharges were absent.\n                  slowly progressive course of her symptoms would favor\n                                                                             Questions for consideration:\n                  an inherited etiology, as opposed to an acquired disease\n                  (such as inflammatory or immune-mediated disorders         1. What is your differential diagnosis based on this\n                  of the muscle, neuromuscular junction, or nerve roots).       information?\n                      The evaluation included creatine kinase (CK) of        2. What testing could you consider performing at\n                  177 U/L (normal ,176 U/L) and normal blood                    this time?\n\n\n\n\n                                                                                                               GO TO SECTION 3\n\n\n\n\n                                                                             Neurology 85   July 28, 2015                        e33\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                  SECTION 3                                                         demonstrates multi-minicores on muscle biopsy; cen-\n                                  The EMG findings are highly suggestive of a myopa-                tronuclear myopathy3; nemaline myopathy2; collagen-\n                                  thy, and rule out disorders of the anterior horn cells,           VI-related myopathies; and Emery-Dreifuss muscular\n                                  nerve roots, and neuromuscular junction. The differ-              dystrophy, some of which display autosomal dominant\n                                  ential diagnosis for a generalized myopathy is broad.             inheritance (lamin A/C [LMNA], nesprin-1 [SYNE1],\n                                  The longstanding, slowly progressive course points                nesprin-2 [SYNE2], and transmembrane protein 43\n                                  away from acquired myopathies and favors a heredi-                [TMEM43]).4 Rarely, acid maltase deficiency has been\n                                  tary myopathy. The history of weakness in the pa-                 associated with RSS.5 Joint hyperlaxity may be seen in\n                                  tient’s mother suggests an autosomal dominant                     some congenital myopathies, such as collagen-VI-\n                                  disease. The near-normal CK value does not rule                   related myopathy, centronuclear, or multi-minicore\n                                  out a myopathy, since many inherited myopathies                   myopathy.6 The patient did not have limb contractures\n                                  (e.g., congenital myopathies) may have a normal or                that may suggest an Emery-Dreifuss phenotype. In\n                                  only minimally elevated CK value.                                 addition, she had no evidence of cardiac involvement\n                                      One feature that may help narrow the differential             by ECG and echocardiogram.\n                                  diagnosis is the presence of paraspinal muscle atrophy                A muscle biopsy of the left vastus lateralis was per-\n                                  and spinal rigidity. Spinal rigidity, characterized by            formed (figure, B–D). The majority of fibers con-\n                                  limited range of motion of the cervical, thoracic, or             tained a single large central nucleus, while rare\n                                  lumbosacral spinal segments, has sometimes been                   fibers had multiple internalized nuclei. In oxidative\n                                  referred to as the rigid spine syndrome (RSS). RSS                enzyme-reacted sections, numerous fibers had sarco-\n                                  can accompany or be prominent in several inherited                plasmic strands radiating from the central nucleus and\n                                  myopathies, including congenital myopathy due to                  resulting in a spoke-like appearance. Nuclei or peri-\n                                  mutations in selenoprotein N (SEPN1),1,2 which often              nuclear area of fibers with centralized nuclei often\n\n\n  Figure       Patient photograph and muscle biopsy\n\n\n\n\n(A) Spinal rigidity at the cervical level (the patient is attempting to flex the neck, but is unable to do so). (B) Hematoxylin & eosin–stained section demonstrates\nfiber size variability (diameter ranging from 10–140 mm), the majority of fibers harboring a single central nucleus, and increased endomysial fibrous\nconnective tissue. (C) NADH-TR-stained section shows sarcoplasmic strands radiating from the central nuclei. (D) ATPase-stained section, pH 4.3, demon-\nstrates type 1 fiber preponderance and lack of reactivity in central nuclei and perinuclear area.\n\ne34                               Neurology 85    July 28, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  lacked myofibrillar ATPase reactivity. There was           recognizable in NADH-TR-stained transverse sections,\n                  increased muscle fiber size variability (range 10–140      and (3) type 1 fiber preponderance and smallness.7\n                  mm) and a marked type 1 fiber predominance. No                Dynamin-2 is one of 3 isoforms of dynamin, and\n                  necrotic fibers were present but a single regenerating     acts as a GTPase involved in endocytosis and mem-\n                  fiber was observed. The histologic features were con-      brane remodeling.12,13 Their major role is in mem-\n                  sistent with a centronuclear myopathy (CNM).               brane fission, but there is an expanding number of\n                      CNM are classified as congenital myopathies and        functions attributed to the dynamin proteins, such\n                  are genetically heterogeneous. Because of the sus-         as microtubule and cytoskeletal maintenance, trans-\n                  pected autosomal dominant pattern of inheritance,          portation of molecules from organelles like the Golgi\n                  sequencing of the dynamin-2 gene (DNM2) was                apparatus, and calcium homeostasis.11,12 Mutations in\n                  performed and revealed a known pathogenic                  DNM2 can also cause intermediate and axonal dom-\n                  heterozygous mutation in exon 8 (c.1106 G.A,               inant forms of Charcot-Marie-Tooth neuropathy\n                  p.Arg369Gln).                                              (CMT). The mutations associated with CNM tend\n                                                                             to occur in different locations within the DNM2 gene\n                  DISCUSSION The clinical presentation of CNM is             than those associated with CMT. In CNM, most\n                  heterogeneous, ranging from a severe neonatal-onset        mutations are in the pleckstrin homology and\n                  myopathy to adult-onset forms.7 Mutations in 3             GTPase-effector domains, while in CMT mutations\n                  genes explain the majority of CNM: myotubularin            tend to cluster in the N-terminal of the pleckstrin\n                  (MTM1), dynamin-2 (DNM2), and amphiphysin-2                homology domain.11,13 Hence, the disease mecha-\n                  (BIN1) genes.7–9 MTM1 mutations cause X-linked             nisms are also thought to differ: in CNM, there\n                  CNM (also termed myotubular myopathy). The                 may be impaired autophagy and calcium homeostasis,\n                  clinical phenotype is usually of a severe myopathy in      whereas in CMT, a defect in clathrin-mediated endo-\n                  male neonates, causing hypotonia, muscle weakness,         cytosis leading to defective myelination may be the\n                  respiratory failure, and feeding difficulties. Other       responsible mechanism.13\n                  clinical findings include ptosis, facial diplegia, and\n                  ophthalmoplegia. Affected infants may have                 AUTHOR CONTRIBUTIONS\n                  pectus carinatum, micrognathia, macrocephaly, or           C.D.K. contributed to the study design, data analysis, and drafting of the\n                                                                             manuscript. M.M. contributed to study design, data analysis, drafting,\n                  cryptorchidism. Milder phenotypes also occur.              and critical revision of the manuscript.\n                  MTM1 mutation female carriers may be either\n                  asymptomatic or have a mild adult-onset myopathy.7         STUDY FUNDING\n                  Mutations in BIN1 are inherited with an autosomal          No targeted funding reported.\n                  recessive pattern and exceptionally rarely with an\n                  autosomal dominant pattern.10,11 BIN1-CNM also             DISCLOSURE\n                                                                             The authors report no disclosures relevant to the manuscript. Go to\n                  has a broad clinical spectrum of severity. Most cases\n                                                                             Neurology.org for full disclosures.\n                  present in childhood with delayed motor milestones,\n                  limb weakness, variable ptosis, and ophthalmoplegia.       REFERENCES\n                  Very rarely, autosomal recessive mutations in RYR1          1. Moghadaszadeh B, Petit N, Jaillard C, et al. Mutations in\n                  cause a congenital myopathy with prominent central             SEPN1 cause congenital muscular dystrophy with spinal\n                  nuclei.7 Rare genes associated with CNM include the            rigidity and restrictive respiratory syndrome. Nat Genet\n                                                                                 2001;29:17–18.\n                  coiled coil domain containing protein 78 (CCDC78),\n                                                                              2. Maggi L, Scoto M, Cirak S, et al. Congenital myopathies:\n                  myotubularin-related protein 14 (MTM14), and                   clinical features and frequency of individual subtypes diag-\n                  myogenic factor 6 (MYF6) genes (all autosomal                  nosed over a 5-year period in the United Kingdom. Neu-\n                  dominant) and striated preferentially expressed                romuscul Disord 2013;23:195–205.\n                  protein (SPEG, autosomal recessive).                        3. Catteruccia M, Fattori F, Codemo V, et al. Centronuclear\n                      DNM2 mutations cause an autosomal dominant                 myopathy related to dynamin 2 mutations: clinical, mor-\n                                                                                 phological, muscle imaging and genetic features of an\n                  CNM presenting usually in childhood or in adulthood.8\n                                                                                 Italian cohort. Neuromuscul Disord 2013;23:229–238.\n                  Severe infantile forms can occur.3,7 Children often have    4. Astejada MN, Goto K, Nagano A, et al. Emerinopathy\n                  delayed motor milestones, along with limb and facial           and laminopathy clinical, pathological and molecular fea-\n                  weakness, and associated atrophy. Ophthalmoparesis             tures of muscular dystrophy with nuclear envelopathy in\n                  and ptosis are common.3 Skeletal abnormalities include         Japan. Acta Myol 2007;26:159–164.\n                  scoliosis and pes cavus; RSS is a rarely reported mani-     5. Fadic R, Waclawik AJ, Brooks BR, Lotz BP. The rigid\n                  festation. Cardiac abnormalities are exceedingly infre-        spine syndrome due to acid maltase deficiency. Muscle\n                                                                                 Nerve 1997;20:364–366.\n                  quent, but many patients can have restrictive lung\n                                                                              6. Voermans NC, Bonnemann CG, Hamel BC,\n                  disease.3 Adult-onset forms are usually milder. Muscle         Jungbluth H, van Engelen BG. Joint hypermobility as a\n                  biopsy tends to show a triad of (1) nuclear centraliza-        distinctive feature in the differential diagnosis of myopa-\n                  tion, (2) radiating sarcoplasmic strands easily                thies. J Neurol 2009;256:13–27.\n\n                                                                             Neurology 85       July 28, 2015                                    e35\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     7.   Romero NB, Bitoun M. Centronuclear myopathies.            11.   Jungbluth H, Wallgren-Pettersson C, Laporte JF. 198th\n                          Semin Pediatr Neurol 2011;18:250–256.                           ENMC International Workshop: 7th Workshop on Cen-\n                     8.   Bitoun M, Maugenre S, Jeannet PY, et al. Mutations in           tronuclear (Myotubular) myopathies, 31st May–2nd June\n                          dynamin 2 cause dominant centronuclear myopathy. Nat            2013, Naarden, The Netherlands. Neuromuscul Disord\n                          Genet 2005;37:1207–1209.                                        2013;23:1033–1043.\n                     9.   Laporte J, Hu LJ, Kretz C, et al. A gene mutated in X-    12.   Gonzalez-Jamett AM, Haro-Acuna V, Momboisse F,\n                          linked myotubular myopathy defines a new putative tyro-         Caviedes P, Bevilacqua JA, Cardenas AM. Dynamin-2 in\n                          sine phosphatase family conserved in yeast. Nat Genet           nervous system disorders. J Neurochem 2014;128:\n                          1996;13:175–182.                                                210–223.\n                    10.   Nicot AS, Toussaint A, Tosch V, et al. Mutations in       13.   Sidiropoulos PN, Miehe M, Bock T, et al. Dynamin 2\n                          amphiphysin 2 (BIN1) disrupt interaction with dynamin           mutations in Charcot-Marie-Tooth neuropathy highlight\n                          2 and cause autosomal recessive centronuclear myopathy.         the importance of clathrin-mediated endocytosis in myeli-\n                          Nat Genet 2007;39:1134–1139.                                    nation. Brain 2012;135:1395–1411.\n\n\n\n\ne36                 Neurology 85    July 28, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f         Clinical Reasoning: A 51-year-old woman with weakness and stiff neck\n                      Charles D. Kassardjian and Margherita Milone\n                               Neurology 2015;85;e32-e36\n                         DOI 10.1212/WNL.0000000000001795\n\n                        This information is current as of July 27, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/4/e32.full.html\n\n References                         This article cites 13 articles, 1 of which you can access for free at:\n                                    http://www.neurology.org/content/85/4/e32.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Muscle disease\n                                    http://www.neurology.org//cgi/collection/muscle_disease\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2255,
  "indexed": "2025-09-25T22:54:17.792Z",
  "method": "direct"
}
