{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Rallis et al. - 2013 - Clinical Reasoning A 51-year-old man with cervica.pdf",
  "fileName": "Rallis et al. - 2013 - Clinical Reasoning A 51-year-old man with cervica.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Rallis et al. - 2013 - Clinical Reasoning A 51-year-old man with cervica.pdf",
  "text": "Clinical Reasoning: A 51-year-old man with cervical pain and\n                progressively deteriorating gait\n             Dimitrios Rallis, Panagiotis Tsirigotis, Chryssa Arvaniti, et al.\n                             Neurology 2013;80;e230-e234\n                        DOI 10.1212/WNL.0b013e318294b2bf\n\n\n                     This information is current as of May 27, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n              http://www.neurology.org/content/80/22/e230.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f  Clinical Reasoning: A 51-year-old man with cervical pain and progressively\n                                deteriorating gait\n           Dimitrios Rallis, Panagiotis Tsirigotis, Chryssa Arvaniti, et al.\n                           Neurology 2013;80;e230-e234\n                      DOI 10.1212/WNL.0b013e318294b2bf\n\n                   This information is current as of May 27, 2013\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/80/22/e230.full.html\n\nReferences                     This article cites 9 articles, 5 of which you can access for free at:\n                               http://www.neurology.org/content/80/22/e230.full.html##ref-list-\n                               1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               All Spinal Cord\n                               http://www.neurology.org//cgi/collection/all_spinal_cord\n                               Spinal cord tumor\n                               http://www.neurology.org//cgi/collection/spinal_cord_tumor\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f               RESIDENT\n               & FELLOW\n               SECTION\n                           Clinical Reasoning:\nSection Editor             A 51-year-old man with cervical pain and\nMitchell S.V. Elkind,\nMD, MS                     progressively deteriorating gait\n\nDimitrios Rallis, MD       SECTION 1                                                                          muscles, and the iliopsoas, as well as an ipsilateral reduc-\nPanagiotis Tsirigotis,     A 51-year-old Caucasian man presented with cervical                                tion of proprioceptive and vibratory sensation. Pain and\n  MD, PhD                  pain, right hand weakness, and progressively deteriorat-                           temperature sense were decreased below T1-T2 level\nChryssa Arvaniti, MD       ing gait. Onset of symptoms occurred 1 month before                                prominently on the left. Tendon reflexes were hyperac-\nSpiros Sgouros, MD, PhD    admission with cervical pain that worsened during neck                             tive bilaterally particularly on the right. In addition, a\nPericlis G. Foukas, MD,    flexion. A few days later he noticed reduced dexterity                             positive Babinski sign was noted on the right side.\n  PhD                      and numbness of his right hand. During the following                               On cranial nerve examination, right lid ptosis was\nNikolaos                   3 weeks, his gait became increasingly unstable. Addi-                              observed; the right pupil was small and dilated poorly\n  Oikonomopoulos, MD       tionally, he reported erectile dysfunction and urinary                             in the dark, indicating Horner syndrome.\nNikolaos Andronas, MD      hesitancy. No previous trauma was recalled. His med-\n                                                                                                              Questions for consideration:\nIoannis G. Panayiotides,   ical and family history was unremarkable except\n  MD, PhD                  for hypertension that was treated with angiotensin-                                1. What is the differential diagnosis? How does the\nVasilios Kouloulias, MD,   converting enzyme inhibitors.                                                         subacute progression of symptoms narrow the\n  PhD                          On admission, the patient was able to walk unaided.                               differential?\nSotirios Papageorgiou,     Neurologic examination revealed mild right hemipare-                               2. What is the next step in management for this\n  MD                       sis that mainly involved the triceps, the intrinsic hand                              patient? What additional testing would you order?\nKonstantinos\n  Voumvourakis, MD,\n  PhD\nEleftherios Stamboulis,\n  MD, PhD                                                                                                                                                     GO TO SECTION 2\n\n\n\nCorrespondence to\nDr. Rallis:\njimrallis@hotmail.com\n\n\n\n\nSupplemental data at\nwww.neurology.org\n                           From the 2nd Department of Neurology (D.R., C.A., N.A., K.V., E.S.), 2nd Department of Internal Medicine (P.T., S.P.), 2nd Department of\n                           Neurosurgery (S.S.), 2nd Department of Pathology (P.G.F., I.G.P.), and 2nd Department of Radiology (N.O., V.K.), “ATTIKO” University\n                           Hospital, Medical School, University of Athens, Athens, Greece.\n                           Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne230                       © 2013 American Academy of Neurology\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                       of symptoms lessens the probability of conditions that\n                  The neurologic examination findings resemble those of           are associated with acute myelopathy such as vascular\n                  a Brown-Séquard syndrome involving the right hemi-              events, MS, neuromyelitis optica, or fibrocartilaginous\n                  cord in the superior cervical region. Considering the           embolism.\n                  lack of supraspinal semiology, Horner syndrome most                 Cervical MRI showed 3 intramedullary lesions at lev-\n                  likely is attributed to impairment of the descending            els C1-C2, C3-C4, and C5-C6. These lesions were\n                  sympathetic tract in the lateral column of the cervical         slightly hypointense on T2-weighted images (figure, A)\n                  cord. The presence of bilateral hyperreflexia as well as        and enhanced homogenously after contrast adminis-\n                  the pain and temperature sensation deficit that is rec-         tration with minimal leptomeningeal involvement\n                  ognized on both sides at a lower level implies that other       (figure, D). All lesions were surrounded by perifocal\n                  medullary regions may be affected. The differential             edema. Brain MRI was normal. CSF displayed mon-\n                  diagnosis includes spondylotic myelopathy, demyelin-            onuclear pleocytosis (65 cells/mm3), increased protein\n                  ating processes such as multiple sclerosis (MS), acute          (137 mg/dL), and normal CSF glucose. CSF cultures\n                  disseminated encephalomyelitis, neuromyelitis optica            for common bacterial pathogens, Mycobacterium\n                  (NMO) spectrum disorders, and idiopathic transverse             tuberculosis, and fungi were negative. Immunoglobu-\n                  myelitis, primary or metastatic spinal cord tumors,             lin G (IgG) index was within normal limits and oli-\n                  connective tissue diseases (e.g., systemic lupus erythe-        goclonal bands were absent. CSF cytology was\n                  matosus, Sjögren syndrome), neurosarcoidosis, infec-            negative for the presence of malignant cells. Immu-\n                  tions (e.g., herpes simplex virus 2, varicella-zoster virus,    nophenotyping of CSF by using flow cytometry\n                  cytomegalovirus, syphilis, HIV), spinal vascular mal-           showed a mixed population of B and T cells. PCR\n                  formations, fibrocartilaginous embolism, and paraneo-           analysis of CSF for immunoglobulin heavy chain and\n                  plastic syndromes (table e-1 on the Neurology® Web              TcR-g chain gene rearrangements did not reveal the\n                  site at www.neurology.org). The prolonged evolution             presence of B or T cell monoclonality.\n\n\n\n                    Figure       Cervical cord MRI\n\n\n\n\n                  Evolution of imaging findings on T2-weighted images (A–C) and T1-weighted images after gadolinium administration (D–F)\n                  on admission, after 10 days at the end of corticosteroid treatment, and 6 months into the course of the illness. Initially MRI\n                  showed 3 intramedullary lesions that displayed a slightly hypointense core on T2-weighted images and enhanced homoge-\n                  nously with contrast material (A and D). After corticosteroid treatment (B and E), the lesions were smaller and the perifocal\n                  edema had subsided. Six months after presentation, the lesion located at C3-C4 was enlarged, with considerable mass\n                  effect (C and F).\n\n\n                                                                                  Neurology 80    May 28, 2013                            e231\n\nª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                        Serum anti-NMO IgG testing was negative. CT of         examination for HIV, Epstein-Barr virus, and hepatitis\n                    the chest and the abdomen did not reveal signs of extra-   A, B, and C viruses was negative. Serum angiotensin-\n                    neural malignancy. A panel of onconeuronal antibodies      converting enzyme was within normal limits. Whole-\n                    that included anti-Hu and anti-CV2 antibodies was          body gallium scan was normal. Spinal cord biopsy\n                    also negative. Slit-lamp examination was unremarkable.     was suggested, which the patient refused due to fear\n                        Routine laboratory investigation that included         of potential postoperative complications.\n                    complete blood count, erythrocyte sedimentation rate,\n                                                                               Questions for consideration:\n                    hepatic and renal biochemical markers, serum protein\n                    electrophoresis, and thyroid function tests was normal.    1. What is the differential diagnosis at this time\n                    Testing was also negative for antinuclear antibodies,         point?\n                    antineutrophil cytoplasmic antibodies, antibodies          2. Would you consider the initiation of any treat-\n                    against double-stranded DNA, anti-Sm antibody, Ro             ment or would you proceed with further diagnos-\n                    antigen, La antigen, and rheumatoid factor. Serologic         tic workup?\n\n\n\n\n                                                                                                                GO TO SECTION 3\n\n\n\n\ne232                Neurology 80   May 28, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                   and intrathecal rituximab, without improvement. Sal-\n                  The laboratory results at this point remain inconclu-       vage therapy with spinal radiation (30 Gy) was targeted\n                  sive. Lesions with low signal intensity on MRI              to the site of the lesion and the adjacent regions. Radi-\n                  T2-weighted images are uncommon. They are usually           otherapy effectively reduced tumor size; however, neu-\n                  encountered in neurosarcoidosis and less frequently         rologic status was unchanged. Currently, 18 months\n                  in other conditions such as CNS lymphomas, tuber-           after initial presentation, the patient is clinically stable,\n                  culomas, and a subset of meningiomas.                       but remains quadriparetic and is hospitalized in a spe-\n                      On the sixth day of his hospitalization, the patient    cialized rehabilitation center.\n                  was treated with IV methylprednisolone (1 g/day for\n                  5 days). During the first day of treatment, the patient     DISCUSSION Primary CNS lymphoma (PCNSL) is a\n                  reported dramatic improvement of his symptoms. His          malignant extranodal non-Hodgkin lymphoma. PCNSL\n                  neck pain had subsided and he felt that coordination        occurs more frequently in patients with congenital or\n                  of his right hand was almost restored. At completion of     acquired immune deficiency. Apart from HIV infection,\n                  therapy, he displayed normal muscle strength, and sen-      pharmacologic immune suppression and autoimmune\n                  sory examination was also normal except for a mild dis-     disorders such as systemic lupus erythematosus and\n                  turbance of proprioception that was limited to his right    rheumatoid arthritis are major risk factors.1 PCNSL\n                  leg. MRI showed a reduction in the size of the lesions      represents 1%–3% of CNS tumors in adult immuno-\n                  and the surrounding edema (figure, B and E).                competent patients. PCNSL commonly presents as a\n                      The patient was discharged and scheduled for            parenchymal mass. However, it occasionally arises\n                  re-evaluation after 1 month. At follow-up, he reported      in other locations, such as the leptomeninges and the\n                  recurrence of the neck pain and walking difficulties.       eyes. Primary intramedullary spinal cord lymphoma\n                  Examination revealed right hemiparesis and bilateral        (PISCL) is rare, and according to our search only 42\n                  reduction of proprioception and vibratory sense.            cases are reported in the literature.2,3,4,5\n                  Repeat cervical MRI showed enlargement of the lesion            PISCL usually manifests as a progressive medul-\n                  that was located at C3-C4 with perifocal edema that         lary syndrome with loss of muscle strength, sensory\n                  extended into the thoracic region. Brain MRI was nor-       disturbances, or sphincter dysfunction, depending\n                  mal. CSF cell count was normal (2 cells/mm3) but            on tumor location and size. PISCL is a diagnostic\n                  protein remained increased (144 mg/dL). Considering         challenge because heterogeneous inflammatory pro-\n                  the patient’s reluctance to undergo a biopsy and the        cesses such as idiopathic transverse myelitis, MS,\n                  previous potent albeit short-lived response to steroids,    NMO, and neurosarcoidosis often present with sim-\n                  a new course of IV methylprednisolone was initiated.        ilar clinical features.\n                  After completion of therapy, oral prednisone was                Multifocal intramedullary involvement was observed\n                  prescribed (1 mg/kg/day). Once again, the patient           in nearly half of the patients (table e-2). The cervical\n                  exhibited remarkable clinical improvement during            region was mostly affected (69%). Concomitant intra-\n                  the first days of treatment that lasted through the next    cranial involvement was documented in approximately\n                  month. Thereafter, his symptoms took a deteriorating        half of the cases. In general, PCNSL as well as PISCL\n                  course. The addition of monthly cyclophosphamide            remain restricted to the nervous system, although excep-\n                  cycles (20 mg/kg/session) was ineffective and eventu-       tions to this rule have been reported.3,4 The predilection\n                  ally he became quadriparetic. MRI performed 6               of PCNSL for neural tissue has been associated with the\n                  months after onset confirmed further enlargement of         affinity of lymphoma cells to the endothelium of tumor\n                  the intramedullary mass at C3-C4, spinal cord expan-        vessels that express interleukin-4 (IL-4), as well as me-\n                  sion, and extensive edema (figure, C and F).                diators of IL-4 signaling that promote B-cell growth and\n                      A decompressive laminectomy was performed at lev-       survival.6\n                  els C3 and C4 and a grayish intramedullary tumor was            MRI results in our case were not consistent with\n                  revealed. The histologic differential diagnosis included    previous reports that described PISCL as invariably\n                  many tumors, i.e., primitive neuroectodermal tumor,         hyperintense on T2-weighted images. The lesions were\n                  metastatic undifferentiated carcinoma, metastatic amel-     characterized by a hypointense core with surrounding\n                  anotic melanoma, and anaplastic oligodendroglioma.          hyperintense edema on T2-weighted images. Homog-\n                  Immunohistochemistry showed that tumor cells were           enous gadolinium enhancement is a constant finding.\n                  immunopositive for CD45, CD20, and Pax-5, markers           PISCL displays persistent gadolinium enhancement,\n                  specific for B-cell lineage. The diagnosis was high-grade   in comparison to MS lesions, which rarely enhance\n                  B-cell lymphoma (figure e-1). CT rescans of the chest       for more than 2 months.5\n                  and the abdomen, as well as bone marrow biopsy, were            CSF examination usually reveals a nonspecific lym-\n                  normal, excluding systemic involvement. Treatment           phocytic pleocytosis and raised protein. CSF cytology\n                  consisted of combination therapy with high-dose meth-       is rarely useful, although repeated lumbar punctures\n                  otrexate, intrathecal methotrexate, high-dose cytarabine,   improve the diagnostic yield. Immunophenotyping\n\n                                                                              Neurology 80   May 28, 2013                            e233\n\nª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    of CSF by using flow cytometry and PCR testing for                              Prof. Voumvourakis and Prof. Stamboulis: supervision of clinical care, diag-\n                                                                                                    nostic workup and treatment, review of the manuscript.\n                    the detection of clonal lymphocytic populations\n                    increases diagnostic sensitivity. In most cases, biopsy\n                                                                                                    STUDY FUNDING\n                    of the spinal lesion is necessary in order to obtain a                          No targeted funding reported.\n                    definite diagnosis, although several cases have been\n                    diagnosed based on tissue samples from extramedul-                              DISCLOSURE\n                    lary sites. Histologically, the vast majority of PCNSL                          The authors report no disclosures relevant to the manuscript. Go to\n                                                                                                    Neurology.org for full disclosures.\n                    and PISCL are high-grade lymphomas of B-cell\n                    origin.\n                                                                                                    REFERENCES\n                        Our patient initially demonstrated a remarkable                             1. Bhagavathi S, Wilson JD. Primary central nervous system\n                    response to corticosteroid treatment. Sensitivity to                               lymphoma. Arch Pathol Lab Med 2008;132:1830.\n                    corticosteroids is a well-recognized feature of PCNSL                           2. Lin YY, Lin CJ, Ho DM, Guo WY, Chang CY. Primary\n                    and a potent therapeutic response may be an impor-                                 intramedullary spinal cord lymphoma. Spine J 2012;12:\n                    tant prognostic factor.7 Management of PCNSL                                       527–528.\n                                                                                                    3. Landan I, Gilroy J, Wolfe DE. Syringomyelia affecting the\n                    evolved during the past 2 decades from radiotherapy-\n                                                                                                       entire spinal cord secondary to primary spinal intramedul-\n                    based therapies to combined modalities that include                                lary central nervous system lymphoma. J Neurol Neurosurg\n                    various chemotherapy agents. High-dose methotrexate                                Psychiatry 1987;50:1533–1535.\n                    alone or in combination with other agents has been                              4. McDonald AC, Nicoll JA, Rampling R. Intramedullary\n                    shown to prolong survival in patients with PCNSL,                                  non-Hodgkin’s lymphoma of the spinal cord: a case report\n                    with median overall survival approaching 48 months.8                               and literature review. J Neurooncol 1995;23:257–263.\n                                                                                                    5. Flanagan EP, O’Neill BP, Porter AB, Lanzino G,\n                    Radiotherapy as salvage therapy induces complete\n                                                                                                       Haberman TM, Keegan BM. Primary intramedullary spinal\n                    remission in about one-third of patients after failure                             cord lymphoma. Neurology 2011;77:784–791.\n                    of chemotherapy.9                                                               6. Rubenstein JL, Fridlyand J, Shen A, et al. Gene expression\n                        In cases with a high index of suspicion, clinicians                            and angiotropism in primary CNS lymphoma. Blood 2006;\n                    should aim for an early diagnosis with histologic con-                             107:3716–3723.\n                    firmation, given the fact that delayed recognition of                           7. Mathew BS, Carson KA, Grossman SA. Initial response to\n                                                                                                       glucocorticoids. Cancer 2006;106:383–387.\n                    this rare entity may have a negative impact on treat-\n                                                                                                    8. Ferreri AJ, Abrey LE, Blay JY, et al. Summary statement on\n                    ment effectiveness and overall prognosis.\n                                                                                                       primary central nervous system lymphomas from the Eighth\n                                                                                                       International Conference on Malignant Lymphoma, Lugano,\n                    AUTHOR CONTRIBUTIONS\n                                                                                                       Switzerland, June 12 to 15, 2002. J Clin Oncol 2003;21:\n                    Dr. Rallis: attending physician, manuscript design, review of the litera-\n                                                                                                       2407–2414.\n                    ture. Dr. Tsirigotis and Dr. Papageorgiou: design and supervision of lym-\n                                                                                                    9. Nguyen PL, Chakravarti A, Finkelstein DM, Hochberg FH,\n                    phoma therapy, patient follow-up. Prof. Sgouros: planning and execution\n                    of spinal cord biopsy. Dr. Foukas and Prof. Panayiotides: histologic con-          Batchelor TT, Loeffler JS. Results of whole-brain radiation\n                    firmation of diagnosis. Dr. Oikonomopoulos: interpretation of imaging              as salvage of methotrexate failure for immunocompetent\n                    results. Dr. Kouloulias: supervision of radiotherapy. Dr. Andronas and             patients with primary CNS lymphoma. J Clin Oncol\n                    Dr. Arvaniti: implementation of diagnostic investigation, clinical follow-up.      2005;23:1507–1513.\n\n\n\n\ne234                Neurology 80        May 28, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.",
  "wordCount": 2604,
  "indexed": "2025-09-25T22:54:54.446Z",
  "method": "direct"
}
