{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Filippi et al. - 2010 - EFNS guidelines on the use of neuroimaging in the .pdf",
  "fileName": "Filippi et al. - 2010 - EFNS guidelines on the use of neuroimaging in the .pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Filippi et al. - 2010 - EFNS guidelines on the use of neuroimaging in the .pdf",
  "text": "European Journal of Neurology 2010, 17: 526–533                                                           doi:10.1111/j.1468-1331.2010.02951.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS guidelines on the use of neuroimaging in the management\nof motor neuron diseases\nM. Filippia, F. Agostaa, S. Abrahamsb, F. Fazekasc, J. Grosskreutzd, S. Kalrae, J. Kassubekf,\nV. Silanig, M. R. Turnerh and J. C. Masdeui\na\n    Neuroimaging Research Unit, Institute of Experimental Neurology, Division of Neuroscience, Scientiﬁc Institute and University Hospital San\nRaffaele, Milan, Italy; bHuman Cognitive Neuroscience – Psychology, Euan MacDonald Centre, The University of Edinburgh, Edinburgh,\nUK; cDepartment of Neurology, Medical University of Graz, Graz, Austria; dDepartment of Neurology, Friedrich-Schiller-University\nHospital Jena, Jena, Germany; eDivision of Neurology, University of Alberta, Edmonton, AB, Canada; fDepartment of Neurology, University\nof Ulm, Ulm, Germany; gDepartment of Neurology and Laboratory of Neuroscience, ÔDino FerrariÕ Center, Università degli Studi di Milano–\nIRCCS Istituto Auxologico Italiano, Milan, Italy; hDepartment of Clinical Neurology, University of Oxford, Oxford, UK; and iDepartment\nof Neurology and Neurosurgery, Clı´nica de la Universidad de Navarra, Pamplona, Spain\n\n\n\n\nKeywords:                             Background and purpose: These European Federation of Neurological Societies\namyotrophic lateral                   guidelines on neuroimaging of motor neuron diseases (MNDs) are designed to provide\nsclerosis, corticospinal              practical help for the neurologists to make appropriate use of neuroimaging tech-\ntract, diffusion tensor               niques in patients with MNDs, which ranges from diagnostic and monitoring aspects\nMRI, functional MRI,                  to the in vivo study of the pathobiology of such conditions.\nmagnetic resonance                    Methods: Literature searches were performed before expert members of the Task\nimaging, motor neuron                 Force wrote proposal. Then, consensus was reached by circulating drafts of the\ndisease, proton magnetic              manuscript to the Task Force members and by discussion of the classiﬁcation of\nresonance spectroscopic               evidence and recommendations.\nimaging                               Results and conclusions: The use of conventional MRI in patients suspected of having\n                                      a MND is yet restricted to exclude other causes of signs and symptoms of MN\nReceived 27 November 2009             pathology [class IV, level good clinical practice point (GCPP)]. Although the detection\nAccepted 22 December 2009             of corticospinal tract hyperintensities on conventional MRI and a T2-hypointense rim\n                                      in the pre-central gyrus can support a pre-existing suspicion of MND, the speciﬁc\n                                      search of these abnormalities for the purpose of making a ﬁrm diagnosis of MND is\n                                      not recommended (class IV, level GCPP). At present, advanced neuroimaging tech-\n                                      niques, including diﬀusion tensor imaging and proton magnetic resonance spectro-\n                                      scopic imaging, do not have a role in the diagnosis or routine monitoring of MNDs yet\n                                      (class IV, level GCPP). However, it is strongly advisable to incorporate measures\n                                      derived from these techniques into new clinical trials as exploratory outcomes to gain\n                                      additional insights into disease pathophysiology and into the value of these techniques\n                                      in the (longitudinal) assessment of MNDs (class IV, level GCPP).\n\n\n\n\n                                                                           The clinical spectrum of MNDs is wide in adulthood,\nBackground\n                                                                           ranging from simultaneous involvement of UMN and\nThe term Ômotor neuron diseaseÕ (MND) comprises a                          LMN (classic ALS, and 90% of all MND cases), a pure\ngroup of disorders involving preferential damage to                        UMN syndrome [primary lateral sclerosis (PLS)] and\nupper (UMN) and/or lower motor (LMN) neurons.                              an isolated LMN involvement [variably deﬁned by the\n                                                                           term progressive muscular atrophy (PMA)]. A diagno-\nCorrespondence: Dr Massimo Filippi, Neuroimaging Research Unit,            sis of MND predominantly relies on the interpretation\nInstitute of Experimental Neurology, Division of Neuroscience,             of clinical symptoms and signs, with the use of para-\nScientiﬁc Institute and University Hospital San Raffaele, Via\n                                                                           clinical and laboratory tests to exclude other causes\nOlgettina, 60, 20132 Milan, Italy (tel.: +39 02 26433033;\nfax: +39 02 26435972; e-mail: m.ﬁlippi@hsr.it).\n                                                                           [1,2]. Indeed, the greatest contribution of neuroimaging\n                                                                           to the diagnosis of MND so far has been its sensitivity\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the Internet at http://www.efns.org/EFNS\n                                                                           to detect changes suggestive of alternative diagnoses [3].\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for               Reliable objective biomarkers of both UMN and\ncorrectly answering the questions will be issued by the EFNS.              LMN involvement are critical for the early diagnosis\n\n\n                                                                                                                         Ó 2010 The Author(s)\n526                                                                                                           Journal compilation Ó 2010 EFNS\n\f                                                                                      Neuroimaging of motor neuron diseases   527\n\n\n\nand monitoring of disease progression in patients with                 We also searched the reference lists of reports identiﬁed\nMNDs. Proton magnetic resonance spectroscopic                          by this search strategy and selected those we judged\nimaging (1H-MRSI) and diﬀusion tensor imaging (DTI)                    relevant. Original articles, meta-analyses, review articles\nhold particular promise for the UMN lesion in this                     as well as guideline recommendations were reviewed.\nregard [3]. Moreover, it is recognized that ALS is                     Only articles published in English were considered.\ncharacterized by an extramotor cerebral pathology that,\nto a variable extent, overlaps with the clinico-patho-\n                                                                       Methods for reaching consensus\nlogical features of frontotemporal lobar degeneration\n(FTLD) [4]. The use of other neuroimaging techniques,                  MF and FA searched for relevant articles and prepared\nsuch as positron emission tomography (PET) and                         an initial draft. Consensus was reached by circulating\nfunctional MRI (fMRI), has provided a more complete                    drafts of the manuscript to the Task Force members\npicture of this extramotor involvement and permitted                   and by discussion of the classiﬁcation of evidence and\nfunctional changes to be studied in MNDs.                              recommendations.\n   These guidelines comprise an objective appraisal of\nthe evidence in regard to the utility of neuroimaging\n                                                                       Signal changes on conventional MRI in\ntechniques in adult patients with MNDs, which ranges\n                                                                       patients with sporadic MNDs\nfrom diagnostic and monitoring aspects to the in vivo\nstudy of the pathobiology of MNDs. Consensus rec-                      The revised criteria of the World Federation of Neu-\nommendations are given and graded according to the                     rology Research Group on MNDs [6] state that con-\nEuropean Federation of Neurological Societies (EFNS)                   ventional MRI studies are not required in those cases\nguidance regulations [5]. Where there was lack of evi-                 that have a clinically deﬁnite disease with a bulbar-or\ndence but consensus was reached, we have stated our                    pseudobulbar-onset. On the other hand, in patients\nopinion as good clinical practice points (GCPP).                       with clinically probable or possible ALS, routine brain\n                                                                       and/or spinal cord MRI can be useful in excluding\n                                                                       several ÔALS mimic syndromesÕ, including cerebral\nAims of the EFNS Task Force\n                                                                       lesions (e.g., multiple sclerosis and cerebrovascular dis-\nFollowing are the objectives of the ÔTask Force on                     ease), skull base lesions, cervical spondylotic myelopa-\nNeuroimaging of MNDÕ: (i) To provide guidelines for                    thy, other myelopathy (e.g., foramen magnum lesions,\nthe application of conventional MRI for the diagnosis                  intrinsic and extrinsic tumours and syringomyelia),\nand monitoring of adult patients with MNDs in clinical                 conus lesions and thoraco-lumbar-sacral radiculopathy\npractice; (ii) To clarify the current status and clinical              [7].\nrole of advanced neuroimaging techniques in MNDs;                         Corticospinal tract (CST) hyperintensities on T2-\nand (iii) To investigate the role of neuroimaging for                  weighted, proton density (PD)-weighted, and ﬂuid-\nexploring diﬀerences in the patterns of brain involve-                 attenuated inversion recovery (FLAIR) images are\nment between sporadic and familial MND groups.                         frequently found in MND patients [8–17]. CST\n                                                                       hyperintensities, which are best followed on coronal\n                                                                       scans, have been reported mostly bilateral and can be\nSearch strategy\n                                                                       recognized in the caudal portion of the posterior limb of\nData for this review have been identiﬁed by searches of                the internal capsule. They typically extend downward to\nMedline for relevant articles from January 1965 to July                the ventral portion of the brainstem, and less consis-\n2009. The search terms Ôamyotrophic lateral sclerosisÕ,                tently upward through the corona radiata. Such lesions\nÔprimary lateral sclerosisÕ, Ôprogressive muscular atro-               may occur more often in younger patients with greater\nphyÕ, Ômotor neuron diseaseÕ, Ôfrontotemporal dementia                 disability [13]. It is not clear yet which may be the most\nAND motor neuron diseaseÕ, Ôfrontotemporal dementia                    sensitive MR sequence to detect CST hyperintensities in\nAND amyotrophic lateral sclerosisÕ, Ôsuperoxide                        patients with MND. Three studies have found PD-\ndismutase-1Õ, Ôcorticospinal tractÕ, Ômagnetic resonance               weighted images as more reliable than T2-weighted\nimagingÕ, ÔatrophyÕ, Ôvoxel-based morphometryÕ, Ôproton                images [9,18,19], whereas two other groups showed the\nmagnetic resonance spectroscopyÕ, Ôproton magnetic                     opposite [16,20]. Finally, other studies reported that\nresonance spectroscopy imagingÕ, Ôdiﬀusion-weighted                    CST signal abnormalities in ALS are better detected\nMRIÕ, Ôdiﬀusion tensor MRIÕ, Ôdiﬀusion tensor imag-                    with FLAIR imaging [11]. In patients with MND,\ningÕ, Ôdiﬀusion tensor imaging-based tractographyÕ,                    increased T2-signal intensity has also been described in\nÔmagnetization transfer MRIÕ, Ôpositron emission                       extramotor frontotemporal regions [21,22].\ntomographyÕ, Ôfunctional MRIÕ and ÔdisabilityÕ have                       Increased CST signal intensity has also been\nbeen used. Using this strategy, we identiﬁed 386 articles.             described in healthy individuals [14] and, strikingly,\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f528    M. Filippi et al.\n\n\n\nafter hepatic transplantation [23]. Thus, CST hyper-\n                                                            Advanced neuroimaging techniques in\nintensity is considered non-speciﬁc for MNDs overall.\n                                                            patients with sporadic MNDs\nFurthermore, the reported frequency of conventional\nMRI abnormalities in patients with ALS is very\n                                                            Atrophy\nheterogeneous, ranging from 15% to 76%. However,\nmost of the studies used a dichotomic approach              In patients with ALS compared to controls, reduced\n(present/absent) to interrogate the signal abnormality      brain parenchymal fraction (BPF) has been reported in\nof the CST, and this may have contributed to the            two studies [27,28]. It is remarkable that atrophy could\nreduced sensitivity of conventional MRI. In contrast,       be appreciated only in the analysis of BPF, deﬁned as\nCheung et al. [9] evaluated the spatial extent of CST       the proportion of brain parenchymal volume normal-\nsignal changes and reported the highest MRI sensi-          ized to total intracranial volume, whereas neither the\ntivity for detecting CST abnormality. In a recent           calculation of normalized brain volume [28] nor the\nstudy in patients with ALS and PLS, the combined            absolute volume measurements in non-normalized 3D\napplication of T2-weighted, PD-weighted and FLAIR           MR images [29,30] revealed signiﬁcant group diﬀer-\nimages reached a sensitivity of about 62% [19]. It is       ences. This highlights the fact that global atrophy is\ninteresting to note that in patients with PLS, the          relatively mild in ALS and regional diﬀerences may be\nsensitivity was higher (approximately 78%), whilst in       more important. Lower whole brain volume has been\nÔpossibleÕ or Ôprobable-laboratory supportedÕ patients      recently demonstrated in a group of patients with PLS\nwith ALS (according to the revised El Escorial cri-         relative to controls [31].\nteria [24]), the sensitivity of conventional MRI               With respect to the regional distribution of brain\ndropped signiﬁcantly, being about 21% [19]. Finally,        atrophy, the pattern and extent of volume loss vary\nCST signal changes on FLAIR images increase with            amongst studies. Diﬀerences in image pre-processing\ndisease duration but do not correlate with clinical         and statistical analysis, as well as in the clinical char-\nscores [11].                                                acteristics of the cohorts of patients studied, may con-\n   In patients with ALS, the pre-central cortex can         tribute to explain this variability. This is particularly\npresent a low signal intensity (hypointense rim) on         relevant in relation to the cognitive status of the\nT2-weighted images [9,12,13,15,16,25]. This so-called       patients. Indeed, a signiﬁcant proportion of patients\nribbon-like hypointensity is sharply contrasted by the      with ALS (perhaps up to 50%) have cognitive or\nhyperintense signal of cerebrospinal ﬂuid in the adja-      behavioural dysfunction because of co-existing FTLD\ncent sulci.                                                 [4]. Furthermore, a small subset of these patients meet\n   T2-weighted [15,26] or T1-weighted [16] hyperinten-      criteria for frontotemporal dementia (ALS-FTD).\nsities of the anterolateral columns of the cervical cord    Some studies have included patients with an ALS-FTD\nhave been observed in patients with ALS, with higher        syndrome, whilst others restrict their sample to non-\nspeciﬁcity than signal changes of brain MR scans            demented patients with and without cognitive impair-\n[15,26]. T1-hyperintensity of the anterolateral cervical    ment. Cross-sectional MRI studies did not reach ﬁrm\ncord has been associated with younger patients and          conclusions regarding the presence of motor/pre-motor\nrapid disease progression [16].                             cortical atrophy in ALS, as this was found by some\n                                                            authors [22,27,32–37] but denied by others\n                                                            [28,29,38,39]. Although some MRI studies in patients\nRecommendations\n                                                            with PLS failed to show consistent pre-central atrophy\n1. All patients suspected of having a MND, where a          by visual assessment [40,41], central atrophy has been\nplausible alternative unifying neuroanatomical expla-       noted in PLS [20], and moreover in the same study,\nnation exists, should undergo an MRI of either or both      striking parietal region atrophy was noted in nearly half\nthe brain and whole cord depending on the clinical          the cases of ALS [20]. A recent investigation using an\npresentation (class IV, level GCPP) [2].                    automated analysis program demonstrated signiﬁcant\n2. The detection of CST hyperintensities on T2-weighted,    atrophy of the pre-central cortex in patients with PLS,\nPD-weighted, FLAIR imaging and a T2-hypointense             which was associated with disease severity [31]. In pa-\nrim in the pre-central gyrus can support a pre-existing     tients with ALS with no cognitive impairment, voxel-\nsuspicion of ALS (class IV, level GCPP). However,           based morphometry (VBM) studies found consistently\nconsidering the low sensitivity and speciﬁcity of such      a regional grey matter (GM) loss which extends beyond\nabnormalities and the weak correlation with clinical        the motor cortex to the frontotemporal and parietal\nﬁndings, the speciﬁc search of these abnormalities for      regions [27–29,32–36]. In non-demented patients with\nthe purpose of making a ﬁrm diagnosis of ALS is not         ALS, a trend was also observed with reduced amygdala\nrecommended (class IV, level GCPP).                         size in patient group compared with controls [30].\n\n\n                                                                                                           Ó 2010 The Author(s)\n                                                      Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f                                                                                     Neuroimaging of motor neuron diseases   529\n\n\n\nA signiﬁcant correlation between disease severity and                  second study [46]. A longitudinal study showed a sig-\nGM atrophy was found only in one study [33].                           niﬁcant development of cord atrophy over a 9-month\n   In patients with ALS, white matter (WM) tissue loss                 follow-up [47].\nalong the CST has been observed in two studies so far\n[27,29]. Ellis et al. [29] demonstrated WM tissue loss                 1\n                                                                        H-MRSI\nextending bilaterally from the pre-central gyrus into the\ninternal capsule and brainstem in patients with bulbar-                Nearly all 1H-MRSI studies in ALS have demonstrated\nonset, only. Extramotor WM atrophy, which included                     that either N-acetylaspartate (NAA) concentrations\nthe anterior (pre-frontal) corpus callosum, cerebellum,                [48–50] or NAA/creatine (Cr) [50–54], NAA/choline\nand frontotemporal and occipital regions [27,39], was                  (Cho) [51,55] and NAA/Cr + Cho [54] ratios are\nalso found; however, this was not conﬁrmed by other                    reduced in the motor cortex of these patients. The\nauthors [33,34,36]. Corpus callosum atrophy has been                   reduction in the NAA/Cr ratio in the motor cortex was\nrecently reported in patients with PLS [31].                           found to vary from 5% to 32% [50,52–54,56,57]. NAA/\n   Studies that have investigated the cognitive status of              Cho is reduced more than NAA/Cr in the motor cortex\nthe patients have revealed that patients with ALS-FTD                  in those studies that measured both [51,55,56,58–61].\nwhen compared to controls show a pattern of GM                         NAA/Cr and NAA/Cho ratios are reduced along the\natrophy that involves motor/pre-motor cortices bilat-                  length of the intracranial CST from the motor cortex to\nerally, several pre-frontal regions, superior temporal                 the cerebral peduncle; however, this reduction is most\ngyri, both temporal poles and left thalamus [34]. Most                 signiﬁcant rostrally in the pre-central gyrus and corona\nof the frontal regions were signiﬁcantly more atrophied                radiata [59]. Nevertheless, 1H-MRSI changes in the\nin the ALS-FTD group than in the ALS group [34].                       brainstem have also been reported in patients with\nCompared with cognitively normal patients, patients                    ALS, with the greatest decrease of the NA (NAA +\nwith ALS with even sub-threshold variants of cognitive                 N-acetylaspartylglutamate)/Cr ratio in the pons and\nor behavioural impairment (not meeting criteria for                    upper medulla of patients with prominent UMN or\ndementia) demonstrated reduced GM in frontal, pari-                    bulbar signs [62]. The ﬁndings of reduced NAA con-\netal and limbic lobes [42]. In cognitively impaired                    centrations or NAA ratios were conﬁrmed by cross-\npatients with ALS, the performance on measures                         sectional studies performed at 3.0 T [58,61,63].\nrequiring action knowledge correlated with cortical                       Proton magnetic resonance spectroscopic imaging\natrophy in pre-motor and pre-frontal cortex, whilst that               studies reported signiﬁcant correlations between motor\non measures requiring object knowledge was associated                  cortex NAA concentrations (or its earlier deﬁned\nwith pre-frontal cortex atrophy [35]. Only one study                   ratios) and disease severity (revised ALS Functional\nreported greater WM tissue loss in frontotemporal                      Rating Scale score [50,61,64]), the Norris limb scale\nregions in cognitively impaired (non-demented) patients                [65], UMN signs [66] and maximum ﬁnger tapping rate\nwith ALS compared with those with no evidence of                       [54]. Ellis et al. showed that bulbar-onset patients have\ncognitive impairment. Such tissue loss was associated                  a lower NAA/Cho + Cr ratio in the motor cortex\nwith cognitive deﬁcits on verbal ﬂuency, although less                 compared with limb-onset patients. In a multipara-\nextensive WM changes were also revealed in cognitively                 metric study, T2 hypointensity of the motor cortex and\nintact patients with ALS [39].                                         bulbar-onset were associated independently with the\n   A few longitudinal studies have attempted to assess                 degree of NAA loss [49]. In a prospective 1H-MRSI\nquantitatively the dynamics of brain atrophy in patients               study of patients with probable or deﬁnite ALS, a\nwith ALS [43,44]. The ﬁrst study showed that 16 patients               multivariate analysis showed reduced survival for\nwith ALS with no evidence of cognitive impairment                      individuals with lower NAA/Cho, older age, and\nexperienced progression of GM atrophy in the left pre-                 shorter symptom duration [63]. Patients with NAA/\nmotor cortex and right basal ganglia over a period                     Cho <2.11 had a survival of 19.4 vs. 31.9 months of\nshorter than 1 year [43]. Patients with rapidly pro-                   the others [63].\ngressing ALS showed greater GM atrophy in motor and                       In patients with ALS, decreased NAA/Cr ratios have\nextramotor frontal regions compared to non-                            been observed in pre-motor regions, primary sensory\nrapidly progressing cases [43]. In a second study,                     cortex and extramotor frontal regions, with relative\nsigniﬁcant longitudinal cortical atrophy in motor and                  sparing of the parietal lobe [53,65]. Decreased frontal\npre-motor areas after about 5 months was found in four                 NAA/Cr ratio correlated with cognitive dysfunction\npatients with ALS-FTD compared with controls [44].                     [65]. Strong et al. [67] showed that patients with ALS\n   Compared with controls, patients with ALS demon-                    with bulbar-onset and greater cognitive impairment\nstrated a decreased cervical cord cross-sectional area                 compared to those with limb-onset had a decrease in the\n[45]. However, this ﬁnding was not conﬁrmed by a                       NAA/Cr ratio in the cingulate gyrus.\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f530    M. Filippi et al.\n\n\n\n   Myo-inositol (mI), a spectroscopic marker for glial       patients with ALS after only a short course of treatment\nactivity, was found to be increased in the motor cortex      with riluzole. No eﬀect on 1H-MRSI metrics was seen\nof patients with ALS [51,68]. Increased mI levels were       with treatment with gabapentin [72] or brain-derived\nassociated with motor cortex hypointensity on                neurotrophic factor [73].\nT2-weighted images [68]. The NAA/mI ratio may\nprovide better sensitivity and speciﬁcity for detecting\n                                                             Diffusion tensor imaging\ndisease than the other metabolites ratios as was shown\nby a cross-sectional study of patients with ALS using a      Region of interest (ROI)-based DTI studies reported\nmagnetic ﬁeld strength of 3.0 T [63]. In this study,         consistently decreased fractional anisotropy (FA) val-\ndecreased NAA/Cr and increased Ins/Cr had high               ues along the CST in patients with ALS [74–81]. FA\nsensitivity but low speciﬁcity, and decreased NAA/Cho        shows a downward linear trend from the cerebral\nhad low sensitivity but high speciﬁcity; whilst the NAA/     peduncles to the pyramids [76]. Patients with bulbar-\nIns ratio had moderate sensitivity (71%), the highest        onset may have the most marked FA decrease [75].\nspeciﬁcity (93%), and the best sensitivity and speciﬁcity    Decreased FA was found to be related to disease\nproﬁle amongst the four metabolite ratios [63].              severity [61,74,75,79], as well as to clinical [75,77] and\n   Two studies in patients with PMA found normal             electrophysiological [78] measures of UMN degenera-\nNAA levels in the motor cortex [40,48]. However, more        tion in patients with ALS. However, these ﬁndings were\nrecently, a modest reduction in NAA/Cr ratio was             not conﬁrmed by other studies [50,76,80]. Increased\nfound in nine PMA patients relative to controls [50],        mean diﬀusivity (MD) along the CST, which was\nand abnormal 1H-MRSI was found in 63% of 27                  associated with disease duration [74,75], was reported\npatients with PMA [66]. Reasons for this variability         by some studies [75–77], but not by others [79].\nmay include diﬀerent sample size and methodology (i.e.,         Using DTI-based tractography, lower mean FA was\nsingle-voxel versus multi-voxel 1H-MRSI) amongst             demonstrated in the CST of patients with ALS with\nstudies. In two studies including patients with PLS,         rapid disease progression compared to controls [82].\nmean NAA/Cr values were signiﬁcantly diﬀerent rela-          A strong correlation was found between disease pro-\ntive to control subjects [40,50]: when the optimal cut-oﬀ    gression rate and left CST structural connectivity mea-\nwas set (2.5), NAA/Cr values were found to be abnor-         sures [82]. DTI-based tractography has also been shown\nmal in 67% of patients.                                      to be helpful in guiding the placement of ROIs on the CST\n   Proton magnetic resonance spectroscopic imaging           [83,84] and the corticobulbar tract [83] in these patients.\nstudies with an adequate follow-up are scarce. More-            MRI studies that employed a voxel-based approach\nover, study designs consisted of a relatively short fol-     to investigate diﬀerences in FA between patients with\nlow-up period of no more than 15 months, with                ALS and controls, reported that patients with ALS\nassessment at variable observation points. Together          show a decrease of FA values not only in the CST but\nwith the variety of image analysis used, this makes          also in regions outside the ÔclassicÕ motor network\ncomparisons between studies very diﬃcult. One longi-         [32,85–88]. FA decrease was found in the corpus\ntudinal study investigated 1H-MRSI changes in nine           callosum [32,85–88], in the pre-motor WM [85,87,88], in\npatients with ALS: in the most aﬀected motor cortex,         the pre-frontal WM [85,87,88] and in the temporal WM\nNAA/Cr and NAA/Cho + Cr ratios decreased signif-             [87,88]. One study did not conﬁrm extramotor FA\nicantly after 1 month, whilst no signiﬁcant changes          changes in ALS [77]. A few studies have investigated the\nwere found in the least symptomatic of the two sides of      regional patterns of MD changes in ALS patients and\nthe motor cortex after 3 months [60]. Other follow-up        found increased MD in the corpus callosum and in\nstudies showed similar results [55,69,70]. In one study,     several frontal and temporal WM regions compared to\nchanges of metabolite ratios were signiﬁcantly corre-        controls [32,88].\nlated with progression of disease severity [55]. However,       Patients with PMA have been shown to have sub-\none prospective study, using multivoxel 1H-MRSI in 30        clinical UMN involvement in a neuropathological study\npatients with ALS, did not conﬁrm these ﬁndings [50].        [89]. In one DTI study [79], patients with PMA had FA\nRule et al. [70] found a signiﬁcant decrease in NAA          values in the posterior limb of the internal capsule that\nlevels outside the motor cortex after 9 months. These        were similar to those of patients with UMN signs. A\nﬁndings were not conﬁrmed by another study where no          voxel-based DTI study of patients with ALS and PMA\nlongitudinal NAA, Cre and Cho concentration changes          [86] showed decreased FA values along the CST in both\nwere detected in extramotor regions [60]. There is           groups relative to controls [86]; all patients with PMA\nminimal experience of treatment eﬀects on 1H-MRSI            later developed ALS, suggesting that DTI may be a\nmeasures in ALS. Kalra et al. [57,71] reported an            marker for early and clinically silent UMN involvement\nincrease in NAA/Cr ratio in the motor cortex of              [86]. In contrast, another study found no FA changes in\n\n\n                                                                                                            Ó 2010 The Author(s)\n                                                       Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f                                                                                     Neuroimaging of motor neuron diseases   531\n\n\n\nthe CST of patients with PMA [74]. However, this latter                marked in the sensorimotor cortex and putamen [95].\nstudy used more stringent criteria for the diagnosis of                The degree of glucose hypometabolism has been cor-\nPMA, i.e., the presence of a pure LMN syndrome and                     related with disease duration [94]. In contrast, patients\nareﬂexia for at least 2 years after diagnosis [74], which              with PMA appeared to have normal or near-normal\nwas not the case for the other studies [79,86]. The only               rCMRGlc relative to controls [94]. At rest, a marked\nvoxel-based DTI study investigating diﬀerences in FA                   reduction in regional cerebral blood ﬂow (rCBF) as\nbetween patients with PLS and patients with ALS [85]                   measured by PET tracer H215O was found in the pri-\nshowed that patients with PLS had lower FA than                        mary sensorimotor cortex and the adjacent pre-motor,\npatients with ALS in the body of the corpus callosum                   parietal and insular cortices from patients with ALS\nand in the WM adjacent to the right primary motor                      [96,97]. During a motor activation task, rCBF was\ncortex, whilst patients with ALS had reduced FA                        signiﬁcantly reduced in the medial pre-frontal cortex,\ncompared with patients with PLS in the WM adjacent                     anterior cingulate gyrus and parahippocampal gyrus in\nto the superior frontal gyrus [85]. Signiﬁcant correla-                these patients relative to controls [96,97]. rCBF changes\ntions were found between disease progression rate and                  were not seen in patients with PMA [98].\n(i) FA in WM adjacent to the primary motor cortex in                      Patients with ALS have decreased glucose uptake in\nPLS, and (ii) FA along the CST and in the body of the                  the frontal lobe, and some have additional abnormali-\ncorpus callosum in ALS [85].                                           ties in the temporal, parietal and right thalamic regions\n   Longitudinal DTI studies of patients with ALS gave                  [94,95]. One study linked the glucose hypometabolism\nconﬂicting results [43,50,87,90], as only one study of                 of the frontal lobes to ALS-associated neuropsycho-\nseven patients with ALS reported a signiﬁcant pro-                     logical deﬁcits [99]. Non-demented patients with ALS\ngression of brain damage, which was moderately cor-                    with decreased verbal ﬂuency scores also have reduced\nrelated with the concomitant worsening of disability                   rCBF of the pre-frontal cortex, pre-motor cortex,\n[87], whilst others did not [47,50,90].                                bilateral insular cortex and thalamus compared to those\n   More recently, DTI has been successfully used to                    patients who were cognitively intact using a verbal\ngrade the extent of cervical cord damage associated                    ﬂuency activation paradigm [100,101].\nwith ALS [45]. Compared with controls, patients with                      Using ligand-based PET, a reduction in cortical\n                                                                       11\nALS had signiﬁcantly lower FA of the cervical cord,                      C-ﬂumazenil binding has been detected in the motor/\nwhilst MD did not diﬀer between the two groups [45].                   pre-motor [102–104] and extramotor [102] cortical re-\nA strong correlation was found between cord FA and                     gions of patients with ALS. Poorer performance on\ndisease severity [45]. After a mean follow-up of                       verbal ﬂuency correlated with decreased 11C-ﬂumazenil\n9 months [47], these patients showed a signiﬁcant                      binding in frontotemporal regions, whilst poorer per-\ndecrease of cord FA and a signiﬁcant increase in cord                  formance on a confrontation naming test correlated\nMD [47]. In the same patient group, brain CST DTI                      with decreased binding in the left middle frontal gyrus\nmetrics remained stable over time and did not correlate                and cuneus [105]. One PET study with 11C-WAY\nwith cord damage [47].                                                 100635, which binds selectively to the 5-hydroxy-\n                                                                       tryptamine (5-HT)1A receptor on cortical pyramidal\n                                                                       neurons, revealed marked binding reductions in the pre-\nMagnetization transfer (MT) MRI\n                                                                       central and cingulate gyri and frontotemporal regions\nIn one preliminary study using T1-weighted MT con-                     of patients with ALS [106]. Such reduced 5-HT1A\ntrast-enhanced images, hyperintensity along the CST                    receptor binding was also seen in similar areas in pa-\nwas found in 80% of patients with ALS [91]. Two of the                 tients with FTD [107]. Microglial activation may have a\nthree reports on quantitative MT MRI in ALS showed                     role in ALS pathogenesis [108] and has been detected\na reduction in the MT ratio in the CST from 2.6% [92]                  using PET in vivo in patients with ALS [109]: signiﬁ-\nto 20% [93] compared to controls. The other study did                  cantly increased 11C(R)-PK11195 binding was found in\nnot ﬁnd any diﬀerence between patients and controls                    the motor cortex, pons, pre-frontal cortex and thala-\n[19]. It is not yet clear that this technique oﬀers any                mus, with a signiﬁcant correlation between binding in\nsigniﬁcant advantages over DTI.                                        the motor cortex and clinical UMN signs [109].\n                                                                       Increased uptake rate of 11C(L)-deprenyl, which allows\n                                                                       to localize astrocytosis in vivo, was demonstrated in\nFunctional imaging\n                                                                       patients with ALS in the pons and global WM [110].\nIn MND patients with UMN signs, activation PET                            Functional MRI studies have superseded activation\nstudies using 18F-ﬂuoro-2-deoxyglucose demonstrated                    PET in the investigation of patterns of cortical\nreduced regional cerebral metabolic rates (rCMRGlc)                    recruitment in MNDs [111] and have the advantage of\nthroughout the cerebral hemispheres [94,95], which was                 wider accessibility, non-invasive study, and lack of\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f532    M. Filippi et al.\n\n\n\nionizing radiation. During motor tasks, fMRI has            5. Monitoring NAA levels in the primary motor cortex\nconsistently demonstrated an increased activation of        and CST may be useful in the evaluation of MND\nthe contralateral sensorimotor cortex, supplementary        progression and response to treatment (class IV, level\nmotor area, basal ganglia, and cerebellum [112–115].        GCPP).\nIncreased sensorimotor activation was also reported in      6. Diﬀusion tensor imaging holds promise in the\nthe hemisphere ipsilateral to the movement [114].           assessment of UMN damage before clinical symptoms\nFurthermore, patients with ALS showed motor-asso-           of CST involvement become apparent (class IV, level\nciated reduced activation in the pre-frontal cortex         GCPP).\n[115]. One study demonstrated movement-associated           7. The contribution of DTI and 1H-MRSI in multi-\ndecreased cortical responses of the contralateral sen-      center studies requires further evaluation. It is strongly\nsorimotor cortex, pre-motor area, supplementary             advisable to incorporate measures derived from these\nmotor area, posterior parietal cortex and relatively        techniques into new clinical trials as exploratory out-\nincreased responses of the putamen in patients with         comes to gain additional insights into disease patho-\nALS relative to controls [116]. The diﬃculty to con-        physiology and into the value of these techniques in the\ntrol task performance in patients with ALS may be           assessment of MNDs.\nresponsible for the variability of motor fMRI studies.      8. Functional MRI can be useful in the assessment of\nMore recently, during a motor imagery task, patients        cognitive network abnormalities in patients with MND\nwith ALS showed a reduced activation of the left            (class IV, level GCPP), and should be considered ﬁrst-\ninferior parietal lobule, anterior cingulate gyrus and      line over activation PET studies for this purpose at\npre-frontal cortex [117]. In ALS, the analysis of the       present.\nresting state fMRI demonstrated not only sensori-           9. Ligand-based PET still has potential to generate new\nmotor network changes in the pre-motor cortex but           as well as test existing hypotheses relating to receptor\nalso a reduced activation of the default mode network       changes within MND pathogenesis, but it will require\n[118].                                                      the development of novel, robust ligands through\n   In patients with ALS relative to controls, a letter      investment in radiochemistry.\nﬂuency fMRI task revealed signiﬁcantly impaired acti-\nvation in frontal, parietal and temporal lobes [119].\n                                                            Neuroimaging in patients with familial MND\nA confrontation naming fMRI task also revealed\nimpaired activation of a pre-frontal region (including      Mitsumoto et al. [50] showed reduced FA values in\nBrocaÕs area) and areas of the temporal, parietal and       the CST at the level of the internal capsule in six\noccipital lobes [119]. This pattern of dysfunction cor-     patients with familial ALS relative to controls.\nresponded to the presence of cognitive deﬁcits on both      Decreased FA values have been reported in the pos-\nletter ﬂuency and confrontation naming [119].               terior limb of the internal capsule in eight asymp-\n                                                            tomatic members of a large Chinese family with\n                                                            autosomal dominant familial ALS with a known\nRecommendations\n                                                            superoxide dismutase 1 (SOD1) mutation relative to\n1. At present, advanced neuroimaging techniques do          controls [120].\nnot have a role in the diagnosis or routine monitoring         Neuroimaging studies provide evidence for diﬀerent\nof MNDs (class IV, level GCPP).                             patterns of cortical neuronal vulnerability in patients\n2. Quantitative measurements of brain atrophy in            homozygous for the D90A (homD90A) mutation of\nclinical practice continue to be considered at a pre-       the SOD1 gene versus sporadic ALS, which may\nliminary stage of development (class IV, level GCPP),       explain the slower rate of disease progression in most\nas they need to be standardized in terms of acquisition     familial cases. A VBM study showed that GM atro-\nand post-processing and validated further in the context    phy in the homD90A group was more pronounced\nof longitudinal and normative studies.                      within the frontal lobes, whilst the sporadic ALS\n3. Measurement of cervical cord area is a promising         group showed areas of atrophy mainly conﬁned to\ntool to monitor MND evolution (class IV, level GCPP).       motor and pre-motor cortices bilaterally [121]. Six\nHowever, at present, such an approach showed diﬀer-         patients with homD90A SOD1 ALS showed less\nences at a group level only in a single study and does      extensive WM changes (i.e., decreased FA values) in\nnot permit inferences at an individual level.               motor and extramotor pathways compared to patients\n4. Brain and cord atrophy should be included as sec-        with sporadic ALS, despite similar disease severity\nondary end-points in disease-modifying agent trials of      [122]. In homD90A SOD1 ALS patients, FA values\nMNDs, to further elucidate the mechanisms responsible       correlated with clinical measures of severity and\nfor disability in these conditions.                         UMN involvement [122]. Using 11C-ﬂumazenil PET, a\n\n\n                                                                                                           Ó 2010 The Author(s)\n                                                      Journal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f                                                                                     Neuroimaging of motor neuron diseases   533\n\n\n\nless extensive, more frontal pattern of reduced binding                Recommendations\nwas observed amongst patients with homD90A SOD1\n                                                                       1. Diﬀusion tensor imaging may be useful in the\ncompared with patients with sporadic ALS and sim-\n                                                                       assessment of UMN damage in asymptomatic members\nilar disability [103,104]. Finally, 11 homD90A SOD1\n                                                                       of family with familial ALS (class IV, level GCPP).\npatients demonstrated signiﬁcantly less reduction in\n                                                                       2. The presence of a thin corpus callosum or the Ôears of\nthe cortical binding of 11C-WAY100635 than a group\n                                                                       the lynxÕ abnormality in the forceps minor of the corpus\nof patients with sporadic ALS of similar disability\n                                                                       callosum should raise the suspicion of a hereditary\n[123].\n                                                                       spastic paraparesis in an otherwise appropriate clinical\n   The presence of a thin corpus callosum or the Ôears of\n                                                                       context (class IV, level GCPP).\nthe lynxÕ abnormality in the forceps minor of the corpus\n                                                                       3. Neuroimaging techniques need to be further applied in\ncallosum (i.e., the frontal horn region bore a remark-\n                                                                       familial ALS with mutations of newly identiﬁed genes\nable resemblance to the ears of a lynx, with the areas of\n                                                                       (e.g., angiogenin gene, TAR DNA-binding protein-43\nabnormal signal reminiscent of the tufts of hair\n                                                                       gene, fused in sarcoma/translated in liposarcoma gene).\ncrowning the tips of the ears of this animal) has been\nlinked to the presence of a mutation in the SPG11 gene\non chromosome 15, which is associated with a spastic                   Conflicts of interest\nparaparesis condition which can enter in the diﬀerential\ndiagnosis of MNDs [124].                                               Members of this Task Force have no conﬂicts of interest\n   Mutations of the Senataxin gene are associated with                 related to the recommendations given in this paper.\nautosomal dominant juvenile ALS (ALS4) and auto-\nsomal recessive ataxia-ocular apraxia 2 (AOA2). In a\n                                                                       References\ntwo-generation family, whose aﬀected individuals had a\nclinical phenotype combining typical features of AOA2                  For a full list of References, please see Reference\nand ALS4, MRI revealed severe cerebellar atrophy                       Appendix pp. e17–e20.\n[125].\n\n\n\n\nÓ 2010 The Author(s)\nJournal compilation Ó 2010 EFNS European Journal of Neurology 17, 526–533\n\f                                                                                        Neuroimaging of motor neuron diseases        e17\n\n\n                                                                        17. Basak M, Erturk M, Oﬂazoglu B, Ozel A, Yildiz GB,\nReference Appendix\n                                                                            Forta H. Magnetic resonance imaging in amyotrophic\n 1. Leigh PN, Abrahams S, Al-Chalabi A, et al. The man-                     lateral sclerosis. Acta Neurol Scand 2002; 105: 395–399.\n    agement of motor neurone disease. J Neurol Neurosurg                18. Hofmann E, Ochs G, Pelzl A, Warmuth-Metz M. The\n    Psychiatry 2003; 74(Suppl. 4): iv32–iv47.                               corticospinal tract in amyotrophic lateral sclerosis: an\n 2. Andersen PM, Borasio GD, Dengler R, et al. EFNS task                    MRI study. Neuroradiology 1998; 40: 71–75.\n    force on management of amyotrophic lateral sclerosis:               19. Charil A, Corbo M, Filippi M, et al. Structural and\n    guidelines for diagnosing and clinical care of patients and             metabolic changes in the brain of patients with upper\n    relatives. Eur J Neurol 2005; 12: 921–938.                              motor neuron disorders: a multiparametric MRI study.\n 3. Turner MR, Kiernan MC, Leigh PN, Talbot K. Bio-                  ",
  "wordCount": 9605,
  "indexed": "2025-09-25T22:56:06.274Z",
  "method": "direct"
}
