{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Chan y Wilder-Smith - 2015 - Clinical Reasoning Burning hands and feet.pdf",
  "fileName": "Chan y Wilder-Smith - 2015 - Clinical Reasoning Burning hands and feet.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Chan y Wilder-Smith - 2015 - Clinical Reasoning Burning hands and feet.pdf",
  "text": "RESIDENT\n           & FELLOW\n           SECTION\n                          Clinical Reasoning:\nSection Editor            Burning hands and feet\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nAmanda C. Chan, MRCP SECTION 1                                                                               Medical Research Council 5/5 proximally and\nEinar Wilder-Smith, MD A 25-year-old banker, a nonsmoker and non-                                            4/5 distally, limited by pain. Reflexes were just\n                       drinker, presented with pain in the hands and feet                                    elicitable (11); anal tone was intact. Cerebellar\n                       for 4 weeks that progressed to involve shoulders                                      signs were absent. Gait was slow from bilateral sole\nCorrespondence to      and hips. Pain was associated with constipation,                                      pain. No joint deformities or skin abnormalities\nDr. Wilder-Smith:\nmdcwse@nus.edu.sg\n                       followed by diarrhea. He had no prior trauma, vac-                                    were seen. He often adopted a posture with both\n                       cinations, or infectious symptoms. Medical history                                    arms abducted and fingers extended, which allevi-\n                       was noncontributory; he was on no medication.                                         ated pain. Sensory testing revealed hyperalgesia\n                       He had consulted numerous doctors for the pain,                                       and brush allodynia over the hands and feet.\n                       who noted transient urinary hesitancy, tachycar-                                      Temperature, vibration, and proprioception were\n                       dia, and hypertension that required short duration                                    preserved.\n                       treatment with antihypertensives. All symptoms\n                                                                                                             Questions for consideration:\n                       except the pain resolved spontaneously. On exam-\n                       ination, he was afebrile, alert, and oriented. Cra-                                   1. What differential diagnoses would you consider?\n                       nial nerves were intact; there was no ptosis,                                         2. What investigations would you perform to con-\n                       diplopia, or facial plegia. Four-limb power was                                          firm the diagnosis?\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                          From National University Hospital, Singapore.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne146                     © 2015 American Academy of Neurology\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                             nociceptive small sensory fibers, sparing large sensory\n                  Hyporeflexia and glove stocking sensory disturbance   fibers.\n                  strongly suggest a length-dependent polyneuropathy.\n                                                                        Question for consideration:\n                  Allodynia and pain in the distal extremities in the\n                  absence of vibration, proprioception, and touch       1. What preliminary investigations would you\n                  involvement point toward involvement of the              consider?\n\n\n\n\n                                                                                                         GO TO SECTION 3\n\n\n\n\n                                                                        Neurology 84   May 12, 2015                      e147\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                 common, chest X-ray is performed to look for hilar\n                    The most apparent abnormality in the blood tests was      adenopathy or parenchymal changes consistent with\n                    hyponatremia. The syndrome of inappropriate antidi-       pulmonary sarcoidosis, and serum angiotensin con-\n                    uretic hormone (SIADH) is diagnosed when urine            verting enzyme levels checked. Chronic drinkers are\n                    osmolality and sodium are high in the presence of         prone to developing thiamine deficiency, which may\n                    low serum osmolality and hyponatremia. In view of         present as a small fiber neuropathy, necessitating\n                    the subacute onset of dysesthesia and pain, hypore-       serum vitamin B1 level assessment. For patients of\n                    flexia, and SIADH, a sensory variant of Guillain-         ethnicities where celiac disease is common (North\n                    Barré syndrome (GBS) should be considered.                European and Australasian populations), antigliadin\n                        Workup for other causes of subacute polyneurop-       antibodies should be worked up.\n                    athy included normal values for vitamin B12, fasting          Chest X-ray and CT of the thorax, abdomen, and\n                    glucose, and thyroid function, making nutritional         pelvis were performed to exclude occult malignancies\n                    and metabolic disorders improbable. Normal eryth-         as a cause of paraneoplastic neuropathy, which all had\n                    rocyte sedimentation rate (ESR), normal C-reactive        normal results. Small-cell lung cancer is the common-\n                    protein, and absence of specific autoantibodies render    est malignancy that can lead to sensory neuropathy,\n                    autoimmune causes from systemic lupus erythemato-         mainly of the large fiber type. Other associated neo-\n                    sus or Sjögren syndrome unlikely. Thorough history        plasias are multiple myeloma, monoclonal gammopa-\n                    and a normal toxicology screen excluded neurotoxins       thies, and lymphomas. Normal ESR, lactate\n                    such as metronidazole and solvents, which can cause       dehydrogenase, and hematologic profile exclude\n                    small fiber neuropathy. Infectious causes from HIV        these.\n                    and hepatitis B and C were excluded with negative             Contrasted MRI spine, brain, and brainstem to\n                    serum antibodies and negative hepatitis B surface         look for inflammatory and demyelinating lesions\n                    antigen. Additionally, in parts of the world where        had normal results. Enlarged nerve roots, such as\n                    Lyme disease is endemic, serologic testing for Borrelia   can occur in chronic sensory ganglionopathies, were\n                    burgdorferi, an infectious cause of peripheral neurop-    absent.\n                    athy, should be performed. A small proportion of\n                                                                              Question for consideration:\n                    sarcoidosis patients have associated peripheral\n                    neuropathy, and in populations where sarcoidosis is       1. What further investigations would you consider?\n\n\n\n\n                                                                                                               GO TO SECTION 4\n\n\n\n\ne148                Neurology 84   May 12, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                      Antiganglioside antibodies (anti-GM1, anti-GQ1b,\n                  To define the type of polyneuropathy, nerve conduc-        anti-GD1a, anti-GD1b, and anti-GT1a) were nega-\n                  tion studies (NCS) of all 4 limbs were ordered and         tive, but the sensitivity and specificity of autoantibod-\n                  had normal results.                                        ies in small fiber GBS is unknown. In the first days of\n                      Lumbar puncture showed normal opening pressure         GBS, NCS may be normal. Initial changes include\n                  with a CSF leukocyte count of 5/mL, erythrocyte            delayed, absent, or impersistent F and H reflexes, a\n                  count of 789/mL, glucose 3.3 mmol/L (reference range       result of proximal nerve root demyelination. In the first\n                  [RR] 2.2–3.9 mmol/L), and protein of 2.3 g/L (RR           to second week, sural sparing occurs with the demye-\n                  0.1–0.4 g/L). Gram stain and cytology were normal,         linating form. With subsequent segmental demyelina-\n                  further excluding infections. Despite a traumatic tap,     tion, motor studies show prolonged distal latencies,\n                  the patient’s CSF studies showed albuminocytologic         conduction block, and temporal dispersion.1 Half of\n                  dissociation, which often occurs in inflammatory           the patients will have changes by 2 weeks, and most by\n                  neuropathies, malignancies, or leptomeningeal metas-       3 weeks. Our patient presented 4 weeks after the onset\n                  tases. The latter 2 are unlikely in view of normal imag-   of symptoms, a time by which changes in NCS should\n                  ing and CSF cytology.                                      be detectable. Repeated NCS throughout the illness\n                      Subacute glove and stocking sensory impairment         had normal results. A limitation of NCS is that it can-\n                  with allodynia, hyporeflexia, and autonomic involve-       not detect damage to small nerve fibers, which were\n                  ment in combination with normal NCS findings is            predominantly affected in this patient.\n                  strongly suggestive of a small fiber neuropathy. The\n                                                                             Question for consideration:\n                  presence of SIADH and albuminocytologic dissocia-\n                  tion makes GBS the likely cause. SIADH and albumi-         1. What further investigations can be done to help\n                  nocytologic dissociation occur in 50% and 80% of all          confirm the diagnosis of small fiber/autonomic\n                  patients with GBS, respectively.                              involvement?\n\n\n\n\n                                                                                                               GO TO SECTION 5\n\n\n\n\n                                                                             Neurology 84   May 12, 2015                        e149\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                SECTION 5                                                         Although unstable blood pressure and heart rate\n                                Skin biopsy was performed and stained for protein             and enteric symptoms had resolved prior to admis-\n                                gene product 9.5, which showed absence of intraepi-           sion, we attempted to further investigate for limb\n                                dermal nerve fibers, consistent with a small fiber            sympathetic involvement. Stimulated skin wrinkling\n                                neuropathy.                                                   test with EMLA had normal results.\n\n  Figure      Workup for the etiologic identification of small fiber neuropathy\n\n\n\n\nab 5 antibodies; ACEI 5 angiotensin-converting enzyme inhibitor; ANA 5 antinuclear antibodies; ANCA 5 antineutrophil cytoplasmic antibodies; CXR 5 chest\nX-ray; CRP 5 C-reactive protein; DM 5 diabetes mellitus; ENA 5 extractable nuclear antigens; ESR 5 erythrocyte sedimentation rate; FG 5 fasting glucose;\nGGT 5 gamma glutamyl transpeptidase; HBC 5 hepatitis B core; HBV 5 hepatitis B virus; HCV 5 hepatitis C virus; IENFD 5 intraepidermal nerve fiber density;\nIFG 5 impaired fasting glucose; LDH 5 lactate dehydrogenase; MCV 5 mean corpuscular volume; PGP 5 protein gene product; RF 5 rheumatoid factor;\nSLE 5 systemic lupus erythematosus; SPE 5 serum protein electrophoresis; TFT 5 thyroid function tests; UPE 5 urine protein electrophoresis.\n\ne150                           Neurology 84    May 12, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     The patient was treated with IV immunoglobulin               Most diagnostic criteria for GBS emphasize the\n                  (IVIg) 2 G/kg over 5 days and symptomatically with          motor nerves and criteria for sensory GBS are less\n                  gabapentin. At follow-up 6 weeks later, symptoms, as        readily established.7 Small-fiber GBS, which is also\n                  assessed by the Visual Analogue Scale pain scale, had       known as a form of sensory GBS,8 is a controversial\n                  improved by more than 80%.                                  diagnosis, but needs consideration where weakness\n                                                                              is minimal and nerve conduction tests are normal,\n                  DISCUSSION This case illustrates an approach to             in the presence of monophasic signs and symptoms\n                  acute-onset small fiber neuropathy (figure). Small          of small fiber involvement.\n                  fibers are unmyelinated C fibers, which are involved            Saifudheen et al.9 found that 48% of patients with\n                  in thermal perception, nociception, and a number of         GBS had associated SIADH, which was also found to\n                  autonomic and enteric functions. Hence in patients          be a poor prognostic predictor. The pathogenesis of\n                  with small fiber neuropathies, in addition to               SIADH in GBS has not been fully understood but\n                  presenting with burning dysesthesias or pain, which         has been postulated to be due to osmotic resetting\n                  may be spontaneous or sensory induced, they may             and enhanced renal tubular sensitivity to antidiuretic\n                  also present with autonomic and enteric features of         hormone.\n                  constipation, diarrhea, urinary frequency, blood                Treatment of small fiber GBS is the same as other\n                  pressure changes, and postural dizziness.                   forms of GBS, and includes immunomodulatory\n                      Multiple diagnostic tests are available to confirm      therapy with IVIg or plasma exchange. Symptomatic\n                  the diagnosis of small fiber neuropathies. Skin             treatment of neuropathic pain can be considered with\n                  biopsy with estimation of intraepidermal nerve              GABA agonists, opioids, and nonsteroidal anti-\n                  fiber density is a commonly accepted gold standard          inflammatory agents.\n                  in the diagnosis of small fiber neuropathies and has            This case illustrates a patient with an acute small\n                  a high sensitivity (.80%).2 The skin wrinkling test         fiber neuropathy and highlights the role of blood\n                  is simple with reasonable sensitivity (up to 80%).3         tests, neurophysiology, lumbar puncture, and skin\n                  However, it only tests the sympathetic portion of           biopsy in its diagnosis. The most likely etiology is sen-\n                  small fiber neuropathy and in this case there were          sory GBS. According to the proposed classification\n                  no clinical clues suggesting persistent sympathetic         for sensory GBS, our patient has an acute sensory\n                  involvement.                                                small fiber neuropathy-ganglionopathy.10\n                      Other tests include quantitative sensory testing,\n                  which assesses psychophysical thresholds for cold           AUTHOR CONTRIBUTIONS\n                  and warm sensations with a diagnostic efficiency of         Amanda Chee Yun Chan: drafting/revising the manuscript, study con-\n                  around 50%. Sympathetic skin response is commonly           cept or design, analysis or interpretation of data, accepts responsibility\n                                                                              for conduct of research and final approval, acquisition of data, statisti-\n                  used to diagnose small fiber neuropathy but has vary-       cal analysis. Einar P. Wilder-Smith: drafting/revising the manuscript,\n                  ing sensitivity and reproducibility due to complex          study concept or design, analysis or interpretation of data, accepts\n                  central and peripheral pathways. Quantitative sudo-         responsibility for conduct of research and final approval, study\n                                                                              supervision.\n                  motor axon reflex test is an alternative diagnostic tool\n                  but test and pretest reliability have been found to be\n                                                                              STUDY FUNDING\n                  moderate.4 Finally, microneurography is an invasive         No targeted funding reported.\n                  test, which by placing recording microelectrodes\n                  within nerve fascicles, enables multiple small fibers       DISCLOSURE\n                  to be recorded simultaneously.5                             A. Chan received a travel grant from Novartis Pharmaceuticals (Hong\n                                                                              Kong) to attend the World Congress of Neurology meeting.\n                      The diagnosis of the underlying cause of subacute\n                                                                              E. Wilder-Smith received a travel grant from GlaxoSmithKline French\n                  monophasic small fiber neuropathy depends on the            to attend an American Epilepsy Society annual meeting, serves as an\n                  identification of likely underlying causes. When            Associate Editor of Neurology Asia, and serves as a consultant to a diag-\n                  appropriate testing fails to identify the possible etiol-   nostic laboratory that performs the investigations described in this article.\n                                                                              Go to Neurology.org for full disclosures.\n                  ogies, an autoimmune cause similar to GBS can be\n                  considered. A recent approach for GBS diagnosis is          REFERENCES\n                  the Brighton Criteria, which stratifies patients into        1. Preston DC, Shapiro BE. Electromyography and Neuro-\n                  4 levels of diagnostic accuracy, depending on core              muscular Disorders: Clinical-Electrophysiologic Correla-\n                  clinical symptoms and signs of bilateral and flaccid            tions. 2nd ed. Philadelphia: Elsevier; 2005.\n                  limb weakness, a monophasic course and time                  2. Lauria G, Hsieh ST, Johansson O, et al. European\n                                                                                  Federation of Neurological Societies/Peripheral Nerve\n                  between onset and nadir (12 hours–28 days), and\n                                                                                  Society Guideline on the use of skin biopsy in the diag-\n                  decreased or absent deep tendon reflexes, in the\n                                                                                  nosis of small fiber neuropathy: report of a joint task\n                  absence of any alternative diagnosis for weakness.              force of the European Federation of Neurological Socie-\n                  CSF, neurophysiology, and autoantibodies are                    ties and the Peripheral Nerve Society. Eur J Neurol\n                  supportive.6                                                    2010;17:903–912.\n\n                                                                              Neurology 84        May 12, 2015                                     e151\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     3.   Teoh HL, Chow A, Wilder-Smith EP. Skin wrinkling for                 syndrome and validation of Brighton criteria. Brain 2014;\n                          diagnosing small fibre neuropathy: comparison with epidermal         137:33–43.\n                          nerve density and sympathetic skin response. J Neurol Neuro-    7.   Wakerley BR, Uncini A, Yuki N, et al. Guillain-Barré and\n                          surg Psychiatry 2008;79:835–837.                                     Miller Fisher syndromes: new diagnostic classification. Nat\n                     4.   Berger MJ, Kimpinski K. Test-retest reliability of quanti-           Rev Neurol 2014;10:537–544.\n                          tative sudomotor axon reflex testing. J Clin Neurophysiol       8.   Oh SJ, LaGanke C, Claussen GC. Sensory Guillain-Barre\n                          2013;30:308–312.                                                     syndrome. Neurology 2001;56:82–86.\n                     5.   Themistocleous AC, Ramirez JD, Serra J, Bennett DL. The         9.   Saifudheen K, Jose J, Gafoor VA, Musthafa M. Guillain-\n                          clinical approach to small fibre neuropathy and painful              Barre syndrome and SIADH. Neurology 2011;76:701–704.\n                          channelopathy. Pract Neurol 2014;14:368–379.                   10.   Uncini A, Yuki N. Sensory Guillain-Barré syndrome and\n                     6.   Fokke C, van den Berg B, Drenthen J, Walgaard C,                     related disorders: an attempt at systematization. Muscle\n                          van Doorn PA, Jacobs BC. Diagnosis of Guillain-Barré                 Nerve 2012;45:464–470.\n\n\n\n\ne152                Neurology 84     May 12, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                         Clinical Reasoning: Burning hands and feet\n                           Amanda C. Chan and Einar Wilder-Smith\n                                 Neurology 2015;84;e146-e152\n                            DOI 10.1212/WNL.0000000000001559\n\n                        This information is current as of May 11, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/19/e146.full.html\n\n References                         This article cites 9 articles, 4 of which you can access for free at:\n                                    http://www.neurology.org/content/84/19/e146.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Clinical Neurology\n                                    http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                    All clinical neurophysiology\n                                    http://www.neurology.org//cgi/collection/all_clinical_neurophysiology\n                                    Guillain-Barre syndrome\n                                    http://www.neurology.org//cgi/collection/guillainbarre_syndrome\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2458,
  "indexed": "2025-09-25T22:53:30.994Z",
  "method": "direct"
}
