{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/El-Sherif et al. - 2012 - Clinical Reasoning An unusual lung mass causing f.pdf",
  "fileName": "El-Sherif et al. - 2012 - Clinical Reasoning An unusual lung mass causing f.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/El-Sherif et al. - 2012 - Clinical Reasoning An unusual lung mass causing f.pdf",
  "text": "Clinical Reasoning: An unusual lung mass causing focal weakness\n                     Yasir El-Sherif, Harini Sarva and Helen Valsamis\n                                Neurology 2012;78;e4-e7\n                          DOI 10.1212/WNL.0b013e31824258af\n\n\n                   This information is current as of January 9, 2012\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                 http://www.neurology.org/content/78/2/e4.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2012 by AAN\nEnterprises, Inc.. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f        Clinical Reasoning: An unusual lung mass causing focal weakness\n                  Yasir El-Sherif, Harini Sarva and Helen Valsamis\n                             Neurology 2012;78;e4-e7\n                       DOI 10.1212/WNL.0b013e31824258af\n\n                 This information is current as of January 9, 2012\n\nUpdated Information &         including high resolution figures, can be found at:\nServices                      http://www.neurology.org/content/78/2/e4.full.html\n\nReferences                    This article cites 8 articles, 0 of which you can access for free at:\n                              http://www.neurology.org/content/78/2/e4.full.html##ref-list-1\nSubspecialty Collections      This article, along with others on similar topics, appears in the\n                              following collection(s):\n                              All Clinical Neurology\n                              http://www.neurology.org//cgi/collection/all_clinical_neurology\n                              All Imaging\n                              http://www.neurology.org//cgi/collection/all_imaging\n                              EMG\n                              http://www.neurology.org//cgi/collection/emg\n                              Nerve tumor\n                              http://www.neurology.org//cgi/collection/nerve_tumor\nPermissions & Licensing       Information about reproducing this article in parts (figures,tables)\n                              or in its entirety can be found online at:\n                              http://www.neurology.org/misc/about.xhtml#permissions\nReprints                      Information about ordering reprints can be found online:\n                              http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f                RESIDENT\n                & FELLOW\n                SECTION\n                                Clinical Reasoning:\nSection Editor                  An unusual lung mass causing\nMitchell S.V. Elkind,\nMD, MS                          focal weakness\n\nYasir El-Sherif, MD,            SECTION 1\n                                                                                             Figure 1       Unusual finding on chest X-ray\n  PhD                           A 30-year-old right-handed man presented to the\nHarini Sarva, MD                emergency room with right forearm numbness and\nHelen Valsamis, MD              elbow pain for 7 months. For the past 4 weeks he\n                                could not write or hold anything with his right hand.\n                                His primary care physician referred him to the hospi-\nCorrespondence & reprint\nrequests to Dr. El-Sherif:\n                                tal for further workup after noticing thenar atrophy\nyasir.el-sherif@downstate.edu   in that hand. He also described decreased sensation\n                                over the ventromedial aspect of his right forearm. He\n                                denied any neck pain, changes in urinary or bowel\n                                habits, or other neurologic complaints.\n                                    Initial inspection showed significant atrophy of\n                                the thenar muscles. Neurologic examination showed\n                                mild weakness in the right arm and wrist extension\n                                and in the abductor pollicis brevis, all interossei (in-\n                                cluding the first dorsal interosseus), lumbricals I–IV,\n                                and the abductor digiti minimi of the right hand. He       Chest x-ray shows a round circular mass (large arrow) in the\n                                had diminished pinprick and temperature sensation          apex of the right lung.\n                                over the ventromedial aspect of his right forearm,\n                                from the elbow to the fourth and fifth digits, without     distribution implied involvement of multiple nerves,\n                                splitting of the fourth digit. The right biceps reflex     possibly by compression of the lower trunk of the\n                                was normal, the brachioradialis was diminished, and        brachial plexus. Subsequently, a chest X-ray was per-\n                                the triceps reflex could not be elicited. The remain-      formed by the emergency room physician to screen\n                                der of the neurologic examination, including mental        for a mass lesion compressing the brachial plexus.\n                                status, cranial nerves, coordination, and gait, was        The X-ray showed a large mass in the apex of the\n                                                                                           right lung (figure 1).\n                                normal. There was no Horner syndrome on the\n                                right. His general physical examination demon-             Questions for consideration:\n                                strated a well-built man with no skin lesions, edema,      1. What are the possible etiologies of the mass?\n                                or protrusions. The muscles involved and the sensory       2. What would be the next step?\n\n\n\n\n                                                                                                                               GO TO SECTION 2\n\n\n\n\n                                From the SUNY Downstate Medical Center, Brooklyn, NY.\n                                Disclosure: The authors report no disclosures.\n\n\n\n\ne4                              Copyright © 2012 by AAN Enterprises, Inc.\n\f  Figure 2      MRI of the mass\n\n\n\n\nCoronal MRI T2-fast spin echo sequence shows rounded mass with fluid–fluid levels in the apical pleural space of the right\nlung measuring 9.2 ⫻ 7.8 ⫻ 8.4 cm. The first image (A) shows the mass (large arrow) compressing the nerve roots (small\narrows). The second image (B) shows the mid border of the mass with central mixed density, resting on the apical surface of\nthe lung.\n\n\n\nSECTION 2                                                      (fluid–fluid levels), and homogeneous enhancement.\nThe differential of the mass includes primary tumors           The mass, centered in the right apical pleural space,\nof the thyroid, larynx, and pleura; sarcoma; infec-            appeared to upwardly displace the lower trunk of the\ntions such as tuberculosis and echinococcus; and               brachial plexus (figure 2, A and B). As the primary\nbone tumors such as enchondroma and osteochon-                 preoperative diagnosis was a pleural based tumor and\ndroma.1 A chest CT with contrast showed a 9.7 cm ⫻             the clinical picture and imaging findings were\n6.6 cm right apical pulmonary mass, extending into             strongly suggestive of a compressive lower trunk le-\nthe supraclavicular fossa. Initial CT-guided biopsy            sion, a preoperative EMG/NCS was not considered\nwas nondiagnostic. Staining for AFB and echinococ-             necessary by his primary team.\ncus antigen testing were negative. A PET scan\nshowed increased activity in the right apical lung.            QUESTIONS FOR CONSIDERATION:\nMRI of the brachial plexus showed a 9.2 ⫻ 7.8 ⫻ 8.4            1. What is your differential diagnosis at this point?\ncm mass with hemorrhage, mixed signal intensity                2. What would you do next in the management of this patient?\n\n\n\n\n                                                                                                   GO TO SECTION 3\n\n\n\n\n                                                               Neurology 78    January 10, 2012                         e5\n\f                                                                     tials (CMAPs). Sensory nerve action potentials\n       Figure 3       Typical pathologic appearance\n                                                                     (SNAPs) were absent in the right ulnar nerve and\n                                                                     present in the right median nerve. EMG at Erb’s\n                                                                     point could not be performed due to the extensive\n                                                                     surgery, including open thoracotomy and significant\n                                                                     lymph node dissection, with a presumed increased\n                                                                     risk of infection. While radial motor conduction and\n                                                                     EMG were not performed, nerve conduction and\n                                                                     clinical findings showing weakness in arm/wrist ex-\n                                                                     tension were most consistent with dysfunction of\n                                                                     lower trunk of the brachial plexus involving radial,\n                                                                     median, and ulnar innervated muscles. A lesion of\n                                                                     the medial cord would not produce weakness in mus-\n                                                                     cles innervated by the radial nerve.\n\n                                                                     DISCUSSION Schwannomas are rare tumors,\n                                                                     which usually present in the third or fourth decade of\n                                                                     life.1 Schwannomas can be divided into intracranial\n                                                                     and extracranial masses. Intracranial schwannomas\n                                                                     can involve all cranial nerves except the second,\n                                                                     which is myelinated by oligodendrocytes. Extracra-\n                                                                     nial schwannomas can arise from any peripheral\n                                                                     nerve. In fact, 25%– 45% of extracranial schwanno-\n                                                                     mas arise from nerves in the head and neck, with\n                                                                     65% arising from the face region and 35% from the\n                                                                     neck.2 The most common locations include the va-\n     (A) Spindle-shaped tumor cells in a palisading fashion. Vero-   gus, hypoglossal, and lingual nerves; sympathetic\n     cay bodies in between the interposed palisading nuclei. (B)     trunk; cervical plexus; and brachial plexus.1,3 Ex-\n     S-100 positive tumor cells.\n                                                                     tracranial schwannoma are generally solitary benign\n     SECTION 3\n                                                                     lesions, which grow insidiously and rarely undergo\n     Since the potential infectious etiologies were ruled            malignant transformation. They can present with a\n     out with both a negative AFB and an echinococcus                variety of signs and symptoms, including neck pain,\n     antigen, tumors of the pleura, lung, and bone were              dysphagia, dyspnea, numbness, weakness, or nasal\n     considered. The patient underwent a right anterior              obstruction.3\n     thoracotomy, right video-assisted thoracic surgery,                 The MRI findings, as seen in our patient, are\n     and median sternotomy with right extrapleural mass              nonspecific and are seen in multiple bone and soft\n     resection and cervical neck dissection. The dissection          tissue tumors.4 With more specific MRI findings giv-\n     around the nerves was incomplete to preserve func-              ing a correct presurgical diagnosis, a microsurgical\n     tion. Gross pathology demonstrated a 13 ⫻ 9 ⫻ 9 cm              dissection using intraoperative nerve action potential\n     mass with a smooth surface. The cut surface showed              recordings would have been the procedure of choice\n     multiloculated cysts filled with blood clots and ne-            because it produces a more favorable outcome.5 An-\n     crotic tissue. Immunostaining was S-100 positive                other treatment option, producing minimal func-\n     with Antoni A and B histology (figure 3, A and B).              tional loss, is tumor enucleation from adjacent\n     The mass was negative for AE1/3, chromogranin,                  healthy nerves. Studies of enucleation surgery have\n     and synaptophysin. Pathology was consistent with a              had mixed outcomes.1 The factors likely to decrease\n     brachial plexus schwannoma. Superior mediastinal,               the likelihood of complete enucleation are preopera-\n     lung, and scalene lymph nodes were all normal. The              tive pain, loss of mobility, sensory deficit, size greater\n     patient had an uncomplicated postsurgical course                than 4 centimeters, and location in the proximal up-\n     and was discharged 5 days later.                                per arm. Proximally located tumors involve more fas-\n        During follow-up, the patient reported some im-              cicles, making surgical damage to the nerves more\n     provement in right hand strength with continued                 likely.\n     numbness in the medial portion of the arm and                       Benign schwannomas are encapsulated tumors\n     hand. Motor nerve conduction studies showed de-                 arising from the nerve sheath with 2 histologic pat-\n     creased amplitude and conduction velocities in the              terns. The first pattern consists of a highly ordered\n     median and ulnar compound muscle action poten-                  cellular component (Antoni A area) with palisading\n\ne6   Neurology 78    January 10, 2012\n\fnuclei surrounding the central mass of the cyto-                                5.   Kwok K, Davis B, Kliot M. Resection of a benign brachial\nplasm. Verocay bodies in the Antoni A pattern con-                                   plexus nerve sheath tumor using intraoperative electro-\n                                                                                     physiological monitoring. Neurosurgery 2007;60:316 –\nsist of 2 rows of palisading nuclei separated by pink\n                                                                                     321.\nfibrillary material.6 The second pattern is a looser                            6.   Knight DMA, Birch R, Pringle J. Benign solitary schwan-\nmyxoid type (Antoni B area), in which the stroma                                     nomas: a review of 234 cases. J Bone Joint Surg 2007;89:\nand fibers form no distinct pattern. Antoni B type                                   382–387.\nareas are rich in foamy histiocytes and contain few                             7.   Khan A. Fine Needle Aspiration Cytology of Neuroendo-\nlymphocytes.3 Schwannomas strongly express S-100                                     crine Tumors Arising in Non-neuroendocrine Organs:\n                                                                                     Surgical Pathology of Endocrine and Neuroendocrine Tu-\nprotein staining. Negative staining for chromo-\n                                                                                     mors. New York: Humana Press; 2009:19 –25.\ngranin, AE 1/3, and synaptophysin suggests that a\n                                                                                8.   Kang GCW, Soo KC, Lim DTH. Extracranial non-\nmass is not a neuroendocrine tumor of the thymus.7                                   vestibular head and neck schwannomas: a ten-year experi-\n    Pathologic diagnosis is crucial, as schwannomas                                  ence. Ann Acad Med Singapore 2007;36:233–240.\nare often misdiagnosed on imaging.8 Typically on                                9.   Moser RP, Parrish WM. Radiologic evaluation of soft tis-\nMRI the schwannoma appears as an encapsulated                                        sue tumors. In: Weiss SW, Goldblum JR, eds. Enzinger\nstructure displacing fascicles to one side.9 Schwanno-                               and Weiss’s Soft Tissue Tumors, 4th ed. St. Louis: Mosby;\n                                                                                     2001:45–102.\nmas appear heterogenous because of both their\n                                                                               10.   Martinoli C, Serafini G, Bianchi S. Ultrasonography of\nmixed nature and degenerative changes, such as cyst                                  peripheral nerves. Semin Ultrasound CT MRI 1996;1:\nformation. However, MRI is not reliable in differenti-                               169 –178.\nating between benign and malignant soft-tissue tu-\nmors.9 CT-guided fine needle aspiration is limited as                          MYSTERY CASE RESPONSES\nthe sample may not be representative of the tumor.8                            The Mystery Case series was initiated by the Neurol-\nMagnetic resonance neurography, which evaluates                                ogy® Resident & Fellow Section to develop the clin-\nnerve morphology, may assist in determining tumor ex-                          ical reasoning skills of trainees. Residency programs,\ntent and improving the safety and accuracy of nerve                            medical student preceptors, and individuals were in-\nbiopsies. Even neuronal ultrasound has been used to                            vited to use this Mystery Case as an educational tool.\ndistinguish between extrinsic and intrinsic lesions and                        Responses were solicited through a group e-mail sent\nbetween tumors and neuromas of traumatic origin.9,10                           to the AAN Consortium of Neurology Residents and\n                                                                               Fellows and through social media.\nAUTHOR CONTRIBUTIONS                                                               All the answers that we received for this Mystery\nDr. Yasir El-Sherif wrote the hospital course and much of the discussion,\nwith the exception of Dr. Sarva’s contributions. Dr. Sarva wrote the initial\n                                                                               Case came from individual residents rather than\npresentation and the description of the pathology and radiologic features      groups and they were all well-reasoned and thought-\nof schwannomas. Dr. Valsamis oversaw and proofread the paper.                  ful. The majority of respondents (83%) localized the\n                                                                               lesion at the level of the lower trunk of the brachial\nREFERENCES\n                                                                               plexus.\n 1. Nabuco de Araujo CE, Ramos DM, Moyses RA, Durazzo\n    MD, Cernea CR, Ferraz AR. Neck nerve trunk schwanno-\n                                                                                   All respondents considered in the differential di-\n    mas: clinical features and postoperative neurologic out-                   agnosis a tumor, as well as infectious processes. Dr.\n    come. Laryngoscope 2008;118:1579 –1582.                                    Marco Luigetti specifically indicated schwannoma as\n 2. Akashi A, Ohashi S, Yoden Y, et al. Thorascopic surgery com-               the most likely diagnosis.\n    bined with a supraclavicular approach for removing superior                    This Mystery Case illustrates a rather rare type of\n    mediastinal tumor. Surg Endosc 1997;1:74 –76.\n                                                                               tumor that should be considered in a young patient\n 3. Guerrissi JO. Solitary benign schwannomas in major nerve\n    systems of the head and neck. J Craniofac Surg 2009;20:\n                                                                               with an apical lung mass involving the brachial\n    957–961.                                                                   plexus.\n 4. Alyas F, Lee J, Ahmed M, Connell D, Saifuddin A. Preva-\n    lence and diagnostic significance of fluid-fluid levels in                 Dragos A. Nita, MD, PhD\n    soft-tissue neoplasms. Clin Radiol 2007;62:769 –774.                       The Hospital for Sick Children, Toronto, Canada\n\n\n\n\n                                                                               Neurology 78    January 10, 2012                            e7",
  "wordCount": 2168,
  "indexed": "2025-09-25T22:53:45.235Z",
  "method": "direct"
}
