{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Einhäupl et al. - 2010 - EFNS guideline on the treatment of cerebral venous.pdf",
  "fileName": "Einhäupl et al. - 2010 - EFNS guideline on the treatment of cerebral venous.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Einhäupl et al. - 2010 - EFNS guideline on the treatment of cerebral venous.pdf",
  "text": "European Journal of Neurology 2010, 17: 1229–1235                                                    doi:10.1111/j.1468-1331.2010.03011.x\n\nEFNS GUIDELINES\n\n\nEFNS guideline on the treatment of cerebral venous and sinus\nthrombosis in adult patients\nK. Einhäupla, J. Stamb, M. -G. Bousserc, S. F. T. M. de Bruijnd, J. M. Ferroe, I. Martinellif\nand F. Masuhra\na\n    Department of Neurology, Charité-Universitätsmedizin Berlin, Berlin, Germany; bDepartment of Neurology, Academic Medical Centre\nAmsterdam, Amsterdam, The Netherlands; cDepartment of Neurology, Hôpital Lariboisière, Paris, France; dDepartment of Neurology, Haga\nHospital The Hague and LUMC, Leiden, The Netherlands; eDepartment of Neurology, Hospital Santa Maria, Lisboa, Portugal; and\nf\nA. Bianchi Bonomi Hemophilia and Thrombosis Center, IRCCS Maggiore Hospital, University of Milan, Milan, Italy\n\n\n\n\nKeywords:                            Background: Cerebral venous and sinus thrombosis (CVST) is a rather rare disease which\ncerebral venous                      accounts for <1% of all strokes. Diagnosis is still frequently overlooked or delayed as a\nthrombosis, diagnosis,               result of the wide spectrum of clinical symptoms and the often subacute or lingering onset.\nheparin treatment,                   Current therapeutic measures which are used in clinical practice include the use of anti-\noutcome, thrombolysis                coagulants such as dose-adjusted intravenous heparin or body weight-adjusted subcu-\n                                     taneous low-molecular-weight heparin (LMWH), the use of thrombolysis and\nReceived 7 December 2009             symptomatic therapy including control of seizures and elevated intracranial pressure.\nAccepted 17 February 2010            Methods: We searched MEDLINE (National Library of Medicine), the Cochrane\n                                     Central Register of Controlled Trials (CENTRAL) and the Cochrane Library to\n                                     review the strength of evidence to support these interventions and the preparation of\n                                     recommendations on the therapy of CVST based on the best available evidence. Re-\n                                     view articles and book chapters were also included. Recommendations were reached\n                                     by consensus. Where there was a lack of evidence but consensus was clear we stated\n                                     our opinion as good practice points.\n                                     Results and conclusions: Patients with CVST without contraindications for anticoagu-\n                                     lation (AC) should be treated either with body weight-adjusted subcutaneous LMWH or\n                                     with dose-adjusted intravenous heparin (level B recommendation). Concomitant intra-\n                                     cranial haemorrhage (ICH) related to CVST is not a contraindication for heparin ther-\n                                     apy. The optimal duration of oral anticoagulant therapy after the acute phase is unclear.\n                                     Oral AC may be given for 3 months if CVST was secondary to a transient risk factor, for\n                                     6–12 months in patients with idiopathic CVST and in those with ‘‘mild’’ thrombophilia,\n                                     such as heterozygous factor V Leiden or prothrombin G20210A mutation and high\n                                     plasma levels of factor VIII. Indeﬁnite AC should be considered in patients with recurrent\n                                     episodes of CVST and in those with one episode of CVST and ÔsevereÕ thrombophilia, such\n                                     as antithrombin, protein C or protein S deﬁciency, homozygous factor V Leiden or\n                                     prothrombin G20210A mutation, antiphospholipid antibodies and combined abnor-\n                                     malities (good practice point). There is insuﬃcient evidence to support the use of either\n                                     systemic or local thrombolysis in patients with CVST. If patients deteriorate despite\n                                     adequate AC and other causes of deterioration have been ruled out, thrombolysis may be\n                                     a therapeutic option in selected cases, possibly in those without large ICH and threatening\n                                     herniation (good practice point). There are no controlled data about the risks and beneﬁts\n                                     of certain therapeutic measures to reduce an elevated intracranial pressure (with brain\n                                     displacement) in patients with severe CVST. However, in severe cases with impending\n                                     herniation craniectomy can be used as a life-saving intervention (good practice point).\n\n\n\n\nCorrespondence: Florian Masuhr, Department of Neurology, Charité-      Background and objectives\nUniversitätsmedizin Berlin, Charitéplatz 1, 10117 Berlin, Germany\n(tel.: 0049 30 450 560102; fax: 0049 30 450 560932;                     Cerebral venous and sinus thrombosis (CVST) is a rare\ne-mail: florian.masuhr@charite.de).                                     condition which accounts for <1% of all strokes. The\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS                                                                                          1229\n\f1230    K. Einhäupl et al.\n\n\n\nexact incidence in adults is unknown because popula-            lation (AC) is eﬀective in the treatment and prevention\ntion-based studies are not available but one can expect         of extracerebral venous thrombosis, the high rate of\n5–8 cases per year in a tertiary care centre [1,2].             spontaneous intracranial haemorrhages (ICHs) seen in\nA Canadian study reported an incidence of 0.67 cases            patients with CVST let many physicians hesitate to\nper 100 000 children below 18 years, and 43% of the             administer heparin because of safety concerns. The\nreported cases were seen in neonates [3]. The peak              introduction of local thrombolysis has stirred the dis-\nincidence in adults is in their third decade with a male/       cussion about the optimal therapy of patients with\nfemale ratio of 1.5–5 per year [2,4]. Diagnosis is still        CVST [10].\nfrequently overlooked or delayed because of the wide               The aim of the present Task Force was to review the\nspectrum of clinical symptoms and the often subacute or         strength of evidence to support these interventions and\nlingering onset. Headache is the most frequent symptom          the preparation of recommendations on the therapy of\nof CVST and occurs in almost 90% of all cases [5]. The          CVST based on the best available evidence for the\nheadache may be of acute onset (thunderclap headache)           eﬃcacy and safety of anticoagulant therapy, throm-\nand may be clinically indistinguishable from headache in        bolysis and symptomatic therapy.\npatients with subarachnoid haemorrhage [6]. Focal or\ngeneralized seizures are far more frequently seen in\n                                                                Materials and methods\nCVST than in arterial stroke and occur in 40% of all\npatients with an even higher incidence (76%) in peri-\n                                                                Search strategy\npartum CVST [5,7]. Focal neurological signs (including\nfocal seizures) are the most common ﬁnding in CVST.             MEDLINE 1966–2009 and EMBASE 1966–2009 were\nThey include central motor and sensory deﬁcits, aphasia         examined with appropriate MESH and free subject\nor haemianopsia and occur in 40–60% of all cases. In            terms: 1. CVST, 2. cerebral venous thrombosis, 3.\npatients with focal deﬁcits together with headache, sei-        cortical vein thrombosis 4. intracranial thrombosis.\nzures or an altered consciousness, CVST should always              One to four was combined with the terms: 7. treatment,\nbe considered. The syndrome of isolated intracranial            8. medication, 9. therapy, 10. controlled clinical trial, 11.\nhypertension (IIH) with headache, vomiting and blurred          randomized controlled trial, 12. multicentre study, 13.\nvision because of papilloedema is the most homoge-              Meta-analysis, 14. AC, 15. thrombolysis, 16. local\nneous pattern of clinical presentation accounting for 20–       thrombolysis, 17. antiepileptic therapy, 18. intracranial\n40% of CVST cases. Stupor or coma is found in 15–19%            pressure, 19. steroids, 20. hyperventilation, 21. osmotic\nof patients at hospital admission [5,8] and is usually seen     diuretics, 22. craniectomy, 23. decompressive surgery.\nin cases with extensive thrombosis or aﬀection of the              The Cochrane Central Register of Controlled Trials\ndeep venous system with bilateral thalamic involvement.         and the Cochrane Library and references of selected\nOf all clinical signs reported in CVST, coma at admis-          articles were also searched. Review articles and book\nsion is the most consistent and strongest predictor of a        chapters were also included if they were considered to\npoor outcome [4,5].                                             provide comprehensive reviews of the topic. The search\n   Intra-arterial four-vessel angiography has long been         included reports of research in human beings only and in\nthe gold standard for establishing the diagnosis of             English language. The Task Force included six neurol-\nCVST but today magnetic resonance imaging (MRI)                 ogists and one specialist in Internal Medicine with an\nand magnetic resonance angiography (MRA) are                    expertise in the ﬁeld of haemostasis and thrombosis (I.\nregarded the best tools both for the diagnosis and fol-         M.). The literature search was performed by K.E. and\nlow-up of CVST (for review see [9]). Cranial computed           F.M. who also prepared a ﬁrst draft of the manuscript.\ntomography (CCT) alone is not suﬃcient but diagnosis            The manuscript was sent via e-mail and was reviewed by\ncan be established in combination with CT angiography           all members of the Task Force, and suggestions and\nalthough the use of iodinated contrast ﬂuid and ioniz-          corrections were incorporated. Recommendations were\ning radiation remains a disadvantage which makes it             reached by consensus of all Task Force members and\ninappropriate for follow-up examinations.                       were also based on our own awareness and clinical\n   Current therapeutic measures which are used in               experience. Where there was a lack of evidence but\nclinical practice include the use of anticoagulants such        consensus was clear we stated our opinion as good\nas dose-adjusted intravenous heparin or body weight-            practice points. The ﬁnal draft of the manuscript was\nadjusted subcutaneous low-molecular-weight heparin              approved by all members of the Task Force. All neces-\n(LMWH), the use of thrombolysis and symptomatic                 sary steps for the preparation of the presented recom-\ntherapy including control of seizures and elevated              mendation were performed via e-mail correspondence.\nintracranial pressure. Particularly, the use of heparin            The classiﬁcation for evidence levels for therapeutic\nhas long been a matter of debate. Whereas anticoagu-            interventions was made according to the guidance for\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235\n\f                                                                                        Cerebral sinus and venous thrombosis   1231\n\n\n\nthe preparation of neurological management guidelines                    The second randomized trial compared body weight-\nby EFNS scientiﬁc task forces [11].                                   adjusted subcutaneous LMWH with placebo in 60\n                                                                      patients with CVST [12] (class I evidence). A poor\n                                                                      outcome – deﬁned as death or Barthel index < 15 –\nTreatment\n                                                                      was observed after 3 weeks in six of the 30 patients\n                                                                      treated with LMWH (20%) compared to seven of the\nHeparin therapy\n                                                                      29 controls (24%). After 3 months, three patients\nThe rationale of anticoagulant therapy in CVST is to                  (10%) in the LMWH group and six patients (21%) in\navoid thrombus extension, to favour spontaneous                       the placebo group had a poor outcome which corre-\nthrombus resolution and to prevent pulmonary embo-                    sponded to a non-signiﬁcant absolute risk reduction of\nlism particularly in patients with concomitant extracra-              11% in favour of the active treatment. No new ICH or\nnial deep vein thrombosis. At the same time, AC may                   secondary worsening of the 15 patients with pre-treat-\npromote or worsen ICH which occurs in 40–50% of pa-                   ment haemorrhage was observed in the LMWH group.\ntients with CVST [5,12] and which may be the main reason              There was one major extracerebral haemorrhage in the\nto withhold AC. In addition, AC is always associated with             heparin group and one probable case of fatal pulmo-\nan increased risk for extracranial bleeding complications.            nary embolism in the control group.\n   There are only two small controlled trials which                      A meta-analysis of these two trials showed that the\ncompared the eﬃcacy and safety of AC with placebo                     use of AC led to an absolute risk reduction in death or\nfor the treatment of CVST. Both trials chose an unfa-                 dependency of 13% (conﬁdence interval )30 to + 3%)\nvourable outcome as the main criterion to evaluate the                with a relative risk reduction of 54% [15]. Although this\neﬃcacy of AC instead of a good outcome (e.g. Rankin                   diﬀerence did not reach statistical signiﬁcance, both\nScale 0–1) which might have been a better choice in a                 trials showed a consistent and clinically meaningful\ncondition with a much better prognosis than arterial                  trend in favour of AC and demonstrated the safety of\nstroke. In addition, the 3-month follow-up for the                    anticoagulant therapy. Thus, data from controlled trials\nevaluation of the functional outcome may have been to                 favour the use of AC in patients with CVST because it\nshort because major improvement of the patients with                  may reduce the risk of a fatal outcome and severe dis-\nCVST can be observed far beyond.                                      ability and does not promote ICH at least in the small\n   The ﬁrst study [13] compared dose-adjusted intrave-                number of patients in the trials. In patients with IIH\nnous heparin with placebo in 20 patients (10 patients in              (and proven CVST) and threatened vision with the need\neach treatment group) (class II evidence). Eight patients             for repeated lumbar punctures to remove cerebrospinal\nin the heparin group recovered completely and none                    ﬂuid (CSF) to obtain a normal closing pressure, AC\ndied, whereas only one patient in the placebo group                   should be withheld until 24 h after the last lumbar\nrecovered fully and three patients died. Treatment                    puncture.\nassessment was performed using a specially developed                     It is unclear whether treatment with full-dose intra-\nCVST severity scale which contained the items headache,               venous heparin or subcutaneously applied LMWH is\nfocal signs, seizures and level of consciousness. Using               equally eﬀective for CVST. A meta-analysis which\nthis scale, there was a signiﬁcant diﬀerence between the              compared the eﬃcacy of ﬁxed-dose subcutaneous\ntwo groups after 3 days in favour of the active treatment             LMWH versus adjusted-dose unfractionated heparin\nand the diﬀerence remained signiﬁcant after 3 months.                 for extracerebral venous thromboembolism found a\nThree patients with previous ICH recovered completely,                superiority for LMWH and signiﬁcantly less major\nand no new haemorrhages occurred in the heparin group                 bleeding complications [16]. Further advantages include\nwhereas in the placebo group, two patients with pre-                  the route of administration which increases the mobility\ntreatment ICH died and two new haemorrhages were                      of patients and the lack of laboratory monitoring and\nobserved. There were no major extracranial haemor-                    subsequent dose adjustments. A possible advantage of\nrhages in the heparin group and one probable case of                  dose-adjusted intravenous heparin therapy particularly\nfatal pulmonary embolism in the control group.                        in critical ill patients may be the fact that the activated\n   The outcome assessment was criticized [14] because                 partial thromboplastin time normalizes within 1–2 h\nthe CVST severity scale was not validated as a ﬁnal                   after discontinuation of the infusion if complications\noutcome measure in neurological patients. Using death                 occur or surgical intervention is necessary.\nand dependency as clearly deﬁned outcome parameters,\nthe diﬀerence between the two groups would not be\n                                                                      Recommendation\nsigniﬁcant. Nevertheless, the study did show some\nbeneﬁt and even more importantly suggested the safety                 Current evidence shows that patients with CVST\nof AC in patients with CVST.                                          without contraindications for AC should be treated\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235\n\f1232    K. Einhäupl et al.\n\n\n\neither with body weight-adjusted subcutaneous                   from underlying causes as the most important predic-\nLMWH or with dose-adjusted intravenous heparin                  tors for a poor clinical outcome [5]. More than 80% of\nwith an at least doubled activated partial thrombo-             the included 624 adult patients were treated with AC.\nplastin time (level B recommendation). Concomitant              Comatose patients may deﬁne a subgroup of patients\nICH related to CVST is not a contraindication for               with CVST who are at high risk of death despite AC [8].\nheparin therapy. For the reasons mentioned else-                Under this particular condition, the eﬀect of AC may\nwhere, LMWH should be preferred in uncomplicated                come too late to prevent irreversible brain damage and\nCVST cases.                                                     these patients may possibly beneﬁt from thrombolytic\n                                                                therapy. A systematic review on the use of thrombo-\n                                                                lytics in CVST suggested a possible beneﬁt in such se-\nThrombolysis\n                                                                vere cases [21]. Thirty-eight of the reported patients\nThere is currently no evidence from randomized con-             were comatose at the start of thrombolytic therapy, of\ntrolled trials about the eﬃcacy and safety of either            whom 6 (16%) died. ICH occurred in 17% and was\nsystemic or local thrombolytic therapy in patients with         associated with clinical deterioration in 5% of cases. In\nCVST. Thrombolytic therapy has the potential to pro-            comparison, a retrospective analysis found that eight\nvide faster restitution of venous outﬂow, and positive          (53%) of the 15 patients with stupor or coma at the\neﬀects of local thrombolytic treatment of CVST have             start of dose-adjusted intravenous heparin therapy died\nincreasingly been reported from uncontrolled series [17–        [8]. In the ISCVT, 12 (38%) of the 31 comatose patients\n20] (class IV evidence). Patients were either treated with      died [5]. However, the results of the review were based\nheparin and urokinase or treated with heparin and re-           on case reports and uncontrolled case series, and there\ncombinant tissue plasminogen activator (rtPA) which             are yet no established clinical criteria for the use of\nmay carry less bleeding complications owing to its clot         thrombolytics in CVST (class IV evidence). In a recent\nselectiveness and shorter half-life. Two uncontrolled           prospective study [22] of 20 patients treated with en-\nstudies which used rtPA in combination with dose-ad-            dovascular thrombolysis alone or in combination with\njusted intravenous heparin included a total of 21 pa-           endovascular thrombectomy (15 patients), 12 patients\ntients [18,19]. In the Korean study [18] which included         recovered, two survived with handicaps and six (30%)\nnine patients, a mean total dose of 135 mg (range 50–           died. Twelve were comatose, and 14 had haemorrhagic\n300 mg) rtPA was used compared to 46 mg (range 23–              infarcts before thrombolysis. Large haemorrhagic in-\n128 mg) in the American study [19] which included 12            farcts before treatment were associated with a fatal\npatients. Both studies placed a microcatheter directly          outcome, and ﬁve patients had increased ICH after\ninto the thrombus via the transfemoral vein and per-            thrombolysis. Patients with large infarcts and impend-\nformed a bolus injection of rtPA followed by continu-           ing herniation did not beneﬁt (class IV evidence).\nous infusion. In the two studies, combined, rapid (mean            A controlled randomized trial is warranted to further\ntime of 20 h in the Korean and 29 h in the American             study the eﬃcacy and safety of thrombolysis in CVST.\nstudy) and complete recanalization was achieved in 15           However, such a trial will be diﬃcult to perform in\nof 21 patients and 14 of 21 patients showed a complete          single centres because of the small number of severe\nclinical recovery. However, there were two extracere-           patients, particularly in countries and centres with early\nbral bleeding complications in the Korean study, and            diagnosis of CVST. Only an international multicentre\ntwo patients with pre-treatment ICH in the American             trial may be able to clarify the role of thrombolysis in\nstudy worsened because of increased intracerebral               the treatment of CVST.\nbleeding which required surgery in one case. Thus, al-\nthough recanalization was rapidly achieved, local\n                                                                Recommendation\nthrombolysis may carry a higher risk of bleeding com-\nplications compared to anticoagulant therapy, particu-          There is insuﬃcient evidence to support the use of either\nlarly if pre-treatment ICH is present [10]. Trials that         systemic or local thrombolysis in patients with CVST. If\ncompare heparin therapy and local thrombolysis are              patients deteriorate despite adequate AC and other\nlacking, and there is no evidence that clinical outcome is      causes of deterioration have been ruled out, throm-\nbetter than with heparin alone. Currently, local                bolysis may be a therapeutic option in selected cases,\nthrombolysis may be a therapeutic option for patients           possibly in those without ICH or impending herniation\nat high risk for a poor outcome despite heparin therapy.        from large haemorrhagic infarcts (good practice point).\nThe International Study on Cerebral Vein and Dural              The optimal substance, dosage, route (systemic or local)\nSinus Thrombosis (ISCVT) identiﬁed coma on admis-               or method of administration repeated bolus or bolus\nsion and thrombosis of the deep venous system apart             plus infusion) are not known.\n\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235\n\f                                                                                        Cerebral sinus and venous thrombosis   1233\n\n\n\nOral anticoagulation                                                  ﬁrst episode of extracerebral venous thrombosis, OAT\n                                                                      may be given for 3 months if CVST was secondary to a\nControlled data about the beneﬁt and optimal duration\n                                                                      transient risk factor, for 6–12 months in patients with\nof oral anticoagulant therapy (OAT) in patients with\n                                                                      idiopathic CVST and in those with ÔmildÕ thrombophilia.\nCVST are not available, but most authors recommend\n                                                                      Indeﬁnite OAT should be considered in patients with two\ncontinued AC after the acute phase. In the ISCVT,\n                                                                      or more episodes of CVST and in those with one episode of\nmedian time on OAT after discharge was 7.7 months\n                                                                      CVST and ÔsevereÕ thrombophilia (good practice point).\n[5]. A MRI follow-up study of 33 patients suggested\nthat recanalization occurs within the ﬁrst 4 months\nafter CVST irrespective of further OAT [23]. These data               Symptomatic treatment\nmay provide some guidance on the duration of OAT\n                                                                      Symptomatic therapy includes the use of antiepileptic\nbut whether incomplete or absent recanalization\n                                                                      drugs (AED), management of increased intracranial\nincreases the risk of recurrence is not known (class IV\n                                                                      pressure, the control of psychomotor agitation and\nevidence). No recurrences occurred in two follow-up\n                                                                      analgesic treatment.\nstudies which showed incomplete or no recanalization\nin more than 40% of the patients [23,24].\n   Analogous to patients with extracerebral venous                    Control of seizures\nthrombosis, OAT with a target international normalized\n                                                                      There are no data regarding the eﬀectiveness of a pro-\nratio of 2.0–3.0 may be given for 3 months if CVST was\n                                                                      phylactic use of AED in patients with CVST. Whereas\nsecondary to a transient (reversible) risk factor and for 6–\n                                                                      some authors recommend prophylactic treatment [27]\n12 months if it was idiopathic [25]. However, the risk of\n                                                                      because of the high incidence of seizures (and series of\nrecurrence of CVST may be lower than that of extrace-\n                                                                      seizures or even status epilepticus) and their possible\nrebral venous thrombosis. In the ISCVT, 2.2% of all\n                                                                      detrimental eﬀects on the metabolic situation during the\npatients had a recurrent sinus thrombosis with a median\n                                                                      acute phase of the disease, others restrict the use of\nfollow-up of 16 months [5], and prolonged OAT may\n                                                                      anticonvulsants to patients with seizures [28]. One study\nexpose some patients to an unnecessary bleeding risk al-\n                                                                      identiﬁed focal sensory deﬁcits and the presence of focal\nthough there was also a risk of 4.3% for other thrombotic\n                                                                      oedema or ischaemic/haemorrhagic infarcts on admis-\nevents during follow-up including 2.5% of pelvic or limb\n                                                                      sion CCT/MRI as signiﬁcant predictors of early\nvenous thrombosis and 0.5% of pulmonary embolism.\n                                                                      symptomatic seizures [29]. Another study [30] identiﬁed\n   Oral anticoagulant therapy is also recommended for 6–\n                                                                      cortical vein thrombosis, ICH and focal motor deﬁcits\n12 months in patients with extracerebral venous throm-\n                                                                      as independent predictors for early epileptic seizures\nbosis and ÔmildÕ thrombophilia (heterozygous factor V\n                                                                      (class IV evidence). Patients with supratentorial lesions\nLeiden or prothrombin G20210A mutation and high\n                                                                      and presenting seizures had the highest risk for recur-\nplasma levels of factor VIII) [26]. Long-term treatment\n                                                                      rent seizures in the ISCVT which was signiﬁcantly\nshould be considered for patients with ÔsevereÕ throm-\n                                                                      decreased by AED use [31] (class III evidence).\nbophilia associated with a high risk of recurrence (anti-\n                                                                         Although data are insuﬃcient to give recommenda-\nthrombin, protein C or protein S deﬁciency, homozygous\n                                                                      tions, these ﬁndings suggest that prophylactic treatment\nfactor V Leiden or prothrombin G20210A mutation,\n                                                                      with AED may be a therapeutic option for those\nantiphospholipid antibodies and combined abnormali-\n                                                                      patients whereas it is not warranted when there are no\nties) [26]. Indeﬁnite OAT is also recommended in patients\n                                                                      focal neurological deﬁcits and no supratentorial lesions\nwith two or more episodes of idiopathic objectively\n                                                                      on brain scan (e.g. patients with IIH). If no antiepileptic\ndocumented extracerebral venous thrombosis [25]. Thus,\n                                                                      treatment has been performed before the ﬁrst seizure\nin the absence of controlled data, the decision on the\n                                                                      occurs, eﬀective concentrations of AEDs should be\nduration of anticoagulant therapy must be based on\n                                                                      achieved rapidly because series of seizures frequently\nindividual hereditary and precipitating factors as well as\n                                                                      occur in patients with CVST.\non the potential bleeding risks of long-term OAT. Reg-\n                                                                         The risk of residual epilepsy after CVST is low com-\nular follow-up visits should be performed after discon-\n                                                                      pared to the high rate of patients with early seizures. Re-\ntinuation of OAT, and patients should be informed about\n                                                                      ported incidences range from 5% to 10.6% [5,29,32]. In\nearly signs (headache) indicating a possible relapse.\n                                                                      the Portuguese series [29], all late seizures occurred within\n                                                                      the ﬁrst year. A haemorrhagic lesion in the acute brain\nRecommendation                                                        scan was the strongest predictor of post-acute seizures. In\n                                                                      all series together, late seizures were more common in\nThere are insuﬃcient data about the optimal duration of\n                                                                      patients with early symptomatic seizures than in those\nOAT in patients with CVST. Analogous to patients with a\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235\n\f1234    K. Einhäupl et al.\n\n\n\npatients with none. Thus, prolonged treatment with AED          cases with impending herniation because of an unilateral\nfor 1 year may be reasonable for patients with early sei-       large haemorrhagic infarct, decompressive surgery may\nzures and haemorrhagic lesions on admission brain scan,         be the only way to save the patientÕs life. Local throm-\nwhereas in patients without these risk factors, AED             bolysis seems no treatment option in such cases because\ntherapy may be tapered oﬀ gradually after the acute stage.      of the incalculable risk of further ICH extension with an\n                                                                additional detrimental eﬀect on ICP. Steﬁni and co-\n                                                                workers [35] reported three patients with ﬁxed dilated\nRecommendation\n                                                                pupils because of transtentorial herniation who under-\nProphylactic antiepileptic therapy may be a therapeutic         went decompressive surgery two of whom recovered with\noption in patients with focal neurological deﬁcits and          only minor neurological sequelae (class IV evidence).\nsupratentorial lesions on admission CT/MRI (good                Coutinho and co-workers [36] reported three consecutive\npractice point). The optimal duration of treatment for          cases treated with decompressive hemicraniectomy of\npatients with seizures is unclear.                              whom two patients had an excellent outcome and one\n                                                                died. Reviewing the literature, the authors found another\n                                                                seven cases of severe CVST treated with decompressive\nTreatment of elevated intracranial pressure\n                                                                surgery of whom all survived with a favourable outcome\nAlthough brain swelling is observed in about 50% of all         (modiﬁed Rankin scale £ 3) (class IV evidence). The\npatients with CVST on CCT, minor brain oedema                   haemorrhagic infarct should not be removed because\nneeds no other treatment than AC which improves the             neuronal damage is often less pronounced in CVST-\nvenous outﬂow suﬃciently to reduce intracranial pres-           related haemorrhage explaining the possible reversibility\nsure in most patients [27,28]. In patients with IIH and         of even severe clinical symptoms [37].\nthreatened vision, a lumbar puncture with suﬃcient\nCSF removal to obtain a normal closing pressure\n                                                                Recommendations\nshould be performed before starting AC 24 h after the\npuncture. There are no controlled data but acetazola-           In patients with IIH and threatened vision possible\nmide may be considered in patients with persistent              therapeutic measures may include one or more lumbar\npapilloedema. In few patients, vision continues to              punctures, acetazolamide and incidentally CSF-shunt-\ndeteriorate despite repeated lumbar punctures and/or            ing procedures. There are no controlled data about the\nacetazolamide. In these cases, shunting procedures              risks and beneﬁts of certain therapeutic measures to re-\n(lumboperitoneal, ventriculoperitoneal shunts or optic          duce an elevated intracranial pressure in patients with\nnerve fenestration) should be considered.                       CVST. However, based on the available evidence, ste-\n   Antioedema treatment is necessary in only 20% of             roids seem not to be useful and should be avoided (good\npatients and should be carried out according to general         practice point). Antioedema treatment should be carried\nprinciples of therapy of raised intracranial pressure           out according to general principles of therapy of raised\n(head elevation at about 30\u0003, hyperventilation with a           intracranial pressure. In a small subgroup of patients\ntarget PaCO2 pressure of 30–35 mmHg, intravenous                with severe CVST and impending herniation attribut-\napplication of osmotic diuretics). However, one should          able to large haemorrhagic infarcts, decompressive cra-\nkeep in mind that osmotic substances might be harmful           niectomy can be life-saving (good practice point).\nin venous outﬂow obstruction, as they are not as quickly\neliminated from the intracerebral circulation as in other\n                                                                Acknowledgements\nconditions. The use of tris-hydroxy-methyl-amino-\nmethane (THAM) which decreases intracranial pressure            K. Einhäupl was the principal investigator of the\n(ICP) after intravenous administration via an alkalotic         treatment trial with unfractionated heparin (Einhäupl\nvasoconstriction may be a therapy option in ventilated          et al., 1991). J. Stam and S.T.F.M. de Bruijn were\npatients. Restricted volume intake for treatment of brain       principal investigators of the CVST Study Group Trial\noedema must be avoided, because these measures can              (De Bruijn SFTM et al., 1999).\ncause an additional deterioration of blood viscosity.\nSteroids cannot be recommended for treatment of\n                                                                References\nelevated intracranial pressure. No beneﬁt was found in a\ncase–control study of the ISCVT [33], and the use of             1. Bousser MG, Chiras J, Bories J, Castaigne P. Cerebral\n                                                                    venous thrombosis – a review of 38 cases. Stroke 1985; 16:\nsteroids was associated with a detrimental eﬀect in pa-\n                                                                    199–213.\ntients without parenchymal lesions (class III evidence).         2. Einhäupl KM, Villringer A, Haberl RL, et al. Clinical\n   The most frequent cause of death in patients with                spectrum of sinus venous thrombosis. In: Einhäupl K,\nCVST is transtentorial brain herniation [34]. In severe             Kempski O, Baethmann A eds. Cerebral Sinus Thrombo-\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235\n\f                                                                                        Cerebral sinus and venous thrombosis    1235\n\n\n    sis. Experimental and Clinical Aspects. New York: Plenum              nase thrombolysis versus systemic heparin anticoagula-\n    Press, 1990: 149–155.                                                 tion for superior sagittal sinus thrombosis. Stroke 2001;\n 3. deVeber G, Andrew M, Adams C, for the Canadian Pedi-                  32: 2310–2317.\n    atric Ischemic Stroke Study Group. Cerebral sinovenous            21. Canhão P, Falcão F, Ferro JM. Thrombolytics for cere-\n    thrombosis in children. N Engl J Med 2001; 345: 417–423.              bral sinus thrombosis. A systematic review. Cerebrovasc\n 4. De Bruijn SFTM, de Haan RJ, Stam J, for the Cerebral                  Dis 2003; 15: 159–166.\n    Venous Sinus Thrombosis Study Group. Clinical features            22. Stam J, Majoie CBLM, van Delden OM, van Lienden KP,\n    and prognostic factors of cerebral venous and sinus                   Reekers JA. Endovascular thrombectomy and thrombol-\n    thrombosis in a prospective series of 59 patients. J Neurol           ysis for severe cerebral sinus thrombosis: a prospective\n    Neurosurg Psychiatry 2001; 70: 105–108.                               study. Stroke 2008; 39: 1487–1490.\n 5. Ferro JM, Canhão P, Stam J, Bousser MG, Barinagarr-              23. Baumgartner RW, Studer A, Arnold M, Georgiadis D.\n    ementeria F, for the ISCVT Investigators. Prognosis of                Recanalisation of cerebral venous thrombosis. J Neurol\n    cerebral vein and dural sinus thrombosis. Results of the              Neurosurg Psychiatry 2003; 74: 459–461.\n    International Study on Cerebral Vein and Dural Sinus              24. Strupp M, Covi M, Seelos K, Dichgans M, Brandt T.\n    Thrombosis (ISCVT). Stroke 2004; 35: 664–670.                         Cerebral venous thrombosis: correlation between recana-\n 6. De Bruijn SFTM, Stam J, Kapelle LJ, for the Cerebral                  lization and clinical outcome – a long-term follow-up of\n    Venous Sinus Thrombosis Study Group. Thunderclap                      40 patients. J Neurol 2002; 249: 1123–1124.\n    headache as ﬁrst symptom of cerebral venous sinus                 25. Kearon C, Kahn SR, Agnelli G, Goldhaber S, Raskob\n    thrombosis. Lancet 1996; 348: 1623–1625.                              GE, Comerota AJ. Antithrombotic therapy for venous\n 7. Cantu C, Barinagarrementeria F. Cerebral venous                       thromboembolic disease. The 8th ACCP conference on\n    thrombosis associated with pregnancy and puerperium.                  antithrombotic and thrombolytic therapy. Chest 2008;\n    Review of 67 cases. Stroke 1993; 24: 1880–1884.                       133: 454S–545S.\n 8. Mehraein S, Schmidtke K, Villringer A, Valdueza JM,               26. Lijfering WM, Brouwer L-LP, Veeger NJGM, et al.\n    Masuhr F. Heparin treatment in cerebral sinus and                     Selective testing for thrombophilia in patients with ﬁrst\n    venous thrombosis: patients at risk of fatal outcome.                 venous thrombosis: results from a retrospective family\n    Cerebrovasc Dis 2003; 15: 17–21.                                      cohort study on absolute thrombotic risk for currently\n 9. Masuhr F, Mehraein S, Einhäupl K. Cerebral venous and                known thrombophilic defects in 2479 relatives. Blood\n    sinus thrombosis. J Neurol 2004; 251: 11–23.                          2009; 113: 5314–5322.\n10. Bousser MG. Cerebral venous thrombosis. Nothing,                  27. Einhäupl KM, Masuhr F. Cerebral venous and sinus\n    heparin, or local thrombolysis? Stroke 1999; 30: 481–483.             thrombosis – an update. Eur J Neurol 1994; 1: 109–126.\n11. Brainin M, Barnes M, Baron J-C, et al. Guidance for the           28. Ameri A, Bousser MG. Cerebral venous thrombosis.\n    preparation of neurological management guidelines by                  Neurol Clin 1992; 10: 87–111.\n    EFNS scientiﬁc task forces – revised recommendations              29. Ferro JM, Correia M, Rosas MJ, Pinto AN, Neves G, for\n    2004. Eur J Neurol 2004; 11: 577–581.                                 the Cerebral Venous Thrombosis Portuguese Collabora-\n12. De Bruijn SFTM, Stam J, for the Cerebral Venous Sinus                 tive Study Group. Seizures in cerebral vein and dural sinus\n    Thrombosis Study Group. Randomized, placebo-                          thrombosis. Cerebrovasc Dis 2003; 15: 78–83.\n    controlled trial of anticoagulant treatment with low-             30. Masuhr F, Busch M, Amberger N, et al. Risk and pre-\n    molecular-weight heparin for cerebral sinus thrombosis.               dictors of early epileptic seizures in acute cerebral venous\n    Stroke 1999; 30: 484–488.                                             and sinus thrombosis. Eur J Neurol 2006; 13: 852–856.\n13. Einhäupl KM, Villringer A, Meister W, et al. Heparin             31. Ferro JM, Canhão P, Bousser MG, Stam J, Barinagarr-\n    treatment in sinus venous thrombosis. Lancet 1991; 338:               ementeria F, for the ISCVT Investigators. Early seizures\n    597–600.                                                              in cerebral vein and dural sinus thrombosis: risk factors\n14. Stam J, Lensing AWA, Vermeulen M, Tijssen JGP.                        and role of antiepileptics. Stroke 2008; 39: 1152–1158.\n    Heparin treatment for cerebral venous and sinus throm-            32. Preter M, Tzourio C, Ameri A, Bousser MG. Long-term\n    bosis. Lancet 1991; 338: 1154.                                        prognosis in cerebral venous thrombosis – follow-up of 77\n15. Stam J, de Bruijn SFTM, deVeber G. Anticoagulation for                patients. Stroke 1996; 27: 243–246.\n    cerebral sinus thrombosis. The Cochrane Database of               33. Canhão P, Cortesão A, Cabral M, et al., for the ISCVT\n    Systematic Reviews Issue 4. 2001: Art. No.: CD002005.                 Investigators Are steroids useful to treat cerebral venous\n16. Van Dongen CJJ, van den Belt AGM, Prins MH, Lensing                   thrombosis? Stroke 2008; 39: 105–110.\n    AWA. Fixed dose subcutaneous low molecular weight                 34. Canhão P, Ferro JM, Lindgren AG, et al. Causes and\n    heparins versus adjusted dose unfractionated heparin for              predictors of death in cerebral venous thrombosis. Stroke\n    venous thromboembolism. The Cochrane Database of                      2005; 36: 1720–1725.\n    Systematic Reviews Issue 4. 2004: Art. No.: CD001100.             35. Steﬁni R, Latronico N, Cornali C, Rasulo F, Bollati A.\n17. Horowitz M, Purdy P, Unwin H, et al. Treatment of dural               Emergent decompressive craniectomy in patients with\n    sinus thrombosis using selective catheterisation and uro-             ﬁxed dilated pupils due to cerebral venous and dural sinus\n    kinase. Ann Neurol 1995; 38: 58–67.                                   thrombosis: report of three cases. Neurosurgery 1999; 45:\n18. Kim SY, Suh JH. Direct endovascular thrombolytic                      626–629.\n    therapy for dural sinus thrombosis: infusion of alteplase.        36. Coutinho JM, Majoie CBLM, Coert BA, Stam J.\n    AJNR Am J Neuroradiol 1997; 18: 639–645.                              Decompressive hemicraniectomy in cerebral sinus\n19. Frey IL, Muro GJ, McDougall CG, Dean BL, Jahnke HK.                   thrombosis. Consecutive case series and review of the\n    Cerebral venous thrombosis. Combined intrathrombus                    literature. Stroke 2009; 40: 2233–2235.\n    rtPA and intravenous heparin. Stroke 1999; 30: 489–494.           37. Villringer A, Mehraein S, Einhäupl KM. Pathophysio-\n20. Wasay M, Bakshi R, Kojan S, Bobustuc G, Dubey N,                      logical aspects of cerebral sinus venous thrombosis.\n    Unwin DH. Nonrandomized comparison of local uroki-                    J Neuroradiol 1994; 21: 72–80.\n\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1229–1235",
  "wordCount": 5743,
  "indexed": "2025-09-25T22:56:00.077Z",
  "method": "direct"
}
