{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Soffietti et al. - 2010 - Guidelines on management of low-grade gliomas rep.pdf",
  "fileName": "Soffietti et al. - 2010 - Guidelines on management of low-grade gliomas rep.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Soffietti et al. - 2010 - Guidelines on management of low-grade gliomas rep.pdf",
  "text": "European Journal of Neurology 2010, 17: 1124–1133                                                      doi:10.1111/j.1468-1331.2010.03151.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nGuidelines on management of low-grade gliomas: report of an\nEFNS–EANO* Task Force\nR. Soffiettia, B.G. Baumertb, L. Belloc, A. von Deimlingd, H. Duffaue, M. Frénayf, W. Grisoldg,\nR. Granth, F. Grausi, K. Hoang-Xuanj, M. Kleink, B. Melinl, J. Reesm, T. Siegaln, A. Smitso,\nR. Stuppp and W. Wickq\na\n    Department of Neuroscience, University Hospital San Giovanni Battista, Turin, Italy; bDepartment of Radiation-Oncology (MAASTRO),\nGROW (School for Oncology & Developmental Biology), Maastricht University Medical Center (MUMC), The Netherlands; cDepartment\nof Neurological Sciences, Neurosurgery, University, Milan, Italy; dDepartment of Neuropathology, University, Heidelberg, Germany;\ne\n    Department of Neurosurgery, Hôspital Guide Chauliac, Montpellier, France; fDepartment of Medical Oncology, Centre Antoine Lacassagne,\nNice, France; gDepartment of Neurology, Kaiser Franz Josef Hospital, Vienna, Austria; hCentre for Neuro-Oncology, Western General\nHospital, Edinburgh, UK; iService of Neurology, Hospital Clinic, Barcelona, Spain; jService de Neurologie, Groupe Hospitalier\nPitie´-Salpêtrière, Paris, France; kDepartment of Medical Psychology, VU University Medical Center, Amsterdam, The Netherlands;\nl\nDepartment of Radiation Sciences, Oncology, Umeå University, Umeå, Sweden; mNational Hospital for Neurology and Neurosurgery,\nLondon, UK; nCenter for Neuro-Oncology, Hadassah Hebrew University Hospital, Jerusalem, Israel; oDepartment of Neuroscience,\nNeurology, University Hospital, Uppsala, Sweden; pDepartment of Neurosurgery, Medical Oncology, University Hospital, Lausanne,\nSwitzerland; and qDepartment of Neurooncology, University, Heidelberg, Germany\n\n\n\n\nKeywords:                            Background: Diﬀuse inﬁltrative low-grade gliomas of the cerebral hemispheres in the\ngenetics, low-grade                  adult are a group of tumors with distinct clinical, histological and molecular char-\ngliomas, neuroimaging,               acteristics, and there are still controversies in management.\npathology, treatment                 Methods: The scientiﬁc evidence of papers collected from the literature was evaluated\n                                     and graded according to EFNS guidelines, and recommendations were given\nReceived 6 November 2009             accordingly.\nAccepted 8 June 2010                 Results and conclusions: WHO classiﬁcation recognizes grade II astrocytomas, oli-\n                                     godendrogliomas and oligoastrocytomas. Conventional MRI is used for diﬀerential\n                                     diagnosis, guiding surgery, planning radiotherapy and monitoring treatment response.\n                                     Advanced imaging techniques can increase the diagnostic accuracy. Younger age,\n                                     normal neurological examination, oligodendroglial histology and 1p loss are favorable\n                                     prognostic factors. Prophylactic antiepileptic drugs are not useful, whilst there is no\n                                     evidence that one drug is better than the others. Total/near total resection can improve\n                                     seizure control, progression-free and overall survival, whilst reducing the risk of\n                                     malignant transformation. Early post-operative radiotherapy improves progression-\n                                     free but not overall survival. Low doses of radiation are as eﬀective as high doses and\n                                     better tolerated. Modern radiotherapy techniques reduce the risk of late cognitive\n                                     deﬁcits. Chemotherapy can be useful both at recurrence after radiotherapy and as\n                                     initial treatment after surgery to delay the risk of late neurotoxicity from large-ﬁeld\n                                     radiotherapy. Neurocognitive deﬁcits are frequent and can be caused by the tumor\n                                     itself, tumor-related epilepsy, treatments and psychological distress.\n\n\n\n\nCorrespondence: R. Sofﬁetti, Department of Neuroscience, University\nVia Cherasco 15 – 10126 – Torino, Italy                                  Background\n(tel.: +39 011 6334904; fax: +39 011 6963487; e-mail: riccardo.\nsofﬁetti@unito.it).                                                      Low-grade gliomas (LGGs) are a group of tumors with\n*EFNS: European Federation of Neurological Societies.                    distinct clinical, histological and molecular character-\nEANO: European Association for Neuro-Oncology.                           istics. These guidelines will focus on the diﬀuse inﬁl-\n                                                                         trative WHO grade II tumors of the cerebral\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the Internet at http://www.efns.org/EFNS\n                                                                         hemispheres in the adult. Brain stem or cerebellar tu-\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for          mors, which are rare and present speciﬁc problems of\ncorrectly answering the questions will be issued by the EFNS.            management, will not be discussed.\n\n\n                                                                                                                      \u0002 2010 The Author(s)\n1124                                                                                            European Journal of Neurology \u0002 2010 EFNS\n\f                                                                                                     Low-grade gliomas    1125\n\n\n\n   LGGs represent up to 30% of gliomas and aﬀect                      Practice PointÕ if agreed by all members of the Task\npatients at a younger age than high-grade gliomas.                    Force. When analyzing results and drawing recom-\nLGGs are commonly located in or close to eloquent                     mendations, at any stage, the diﬀerences were resolved\nareas, i.e. those areas of the brain involved in motor,               by discussions.\nlanguage, visuospatial and memory function [1].\n   The 5-year overall (OS) and progression-free survival\n                                                                      Review of the evidence\n(PFS) rates in randomized studies range from 58% to\n72% and 37% to 55%, respectively.\n                                                                      Pathology and genetics\n   Patients with LGGs may survive for up to 20 years\n[2], but these tumors grow continuously [3,4] and tend                World Health Organization (WHO) classiﬁcation [7]\nto progress to a higher grade, leading to neurological                recognizes grade II astrocytomas, oligodendrogliomas\ndisability and ultimately to death.                                   and oligoastrocytomas (Class I). Morphological fea-\n   The optimal treatment of patients with LGG is still                tures distinguish astrocytoma from oligodendroglioma.\ncontroversial [5].                                                    However, application of the same diagnostic criteria\n                                                                      poses diﬃculties for the separation of oligoastrocytoma\n                                                                      from both astrocytoma and oligodendroglioma as the\nSearch strategy\n                                                                      diagnostic features present as a continuum from one to\nWe searched the following databases: the Cochrane                     the other end of the histological spectrum and modern\nLibrary to date; Medline–Ovid (January 1966 to                        surgical approach and scientiﬁc interest in fresh tumor\ndate); Medline–ProQuest; Medline-EIFL; Embase–                        tissue reduce the amount of material seen by the neu-\nOvid (January 1990 to date); CancerNet; Science                       ropathologists. This aggravates the inherent sampling\nCitation Index. We used speciﬁc and sensitive key-                    problem and prevents WHO to provide a recommen-\nwords, as well as combinations of keywords, and                       dation on the proportion of tissues with astrocytic or\npublications in any language of countries represented                 oligodendroglial diﬀerentiation required for the diag-\nin the Task Force. The search was completed in June                   nosis of oligoastrocytoma.\n2009.                                                                    Diﬀuse astrocytomas include ﬁbrillary, gemistocytic\n                                                                      and protoplasmic variants. The most common is the\n                                                                      ﬁbrillary astrocytoma. It is important to separate\nMethods for reaching consensus\n                                                                      gemistocytic astrocytoma, because it is more prone to\nThe Panel covered all ﬁelds of expertise in neuro-                    malignant progression. Fibrillary astrocytoma is com-\noncology, i.e. neurosurgeons, neurologists, neuropa-                  posed of a uniform cell population with only moderate\nthologists, radiation and medical oncologists and a                   nuclear atypia in a ﬁne ﬁbrillary tumor matrix. The\nclinical trial expert.                                                hallmark of the gemistocytic variant are cells with\n   The scientiﬁc evidence of papers collected from the                ballooned eosinophilic cytoplasm and eccentric nuclei\nliterature was evaluated and graded according to                      making up more than 20% of the tumor cells. The\nEFNS guidelines, and recommendations were given                       mitotic activity in astrocytomas WHO grade II is very\naccordingly [6]. Class I evidence was derived from                    low; single mitosis should not result in the diagnosis of\nprospective, randomized, well-controlled clinical trials;             anaplastic astrocytoma, whilst single mitosis in stereo-\nclass II evidence was derived from prospective studies,               tactic biopsy should raise the suspicion of anaplasia.\nincluding observational studies, cohort studies and                   The Ki-67/MIB-1 labelling index in diﬀuse astrocytoma\ncase–control studies; class III evidence was derived                  usually is <4%. Tumor necrosis, vascular prolifera-\nfrom retrospective studies; class IV evidence was                     tion, vascular thrombosis and high mitotic activity are\nderived from uncontrolled case series, case reports and               not compatible with diﬀuse astrocytoma WHO grade\nexpert opinion. As for recommendations, level A                       II. The best immunohistochemical marker is glial\nrequired at least one class I study or two consistent                 ﬁbrillary acidic protein, which is expressed in both\nclass II studies, level B at least one class II study or              tumor cells and the astrocytic processes. Molecular\noverwhelming class III evidence and level C at least                  ﬁndings typical for diﬀuse astrocytoma are TP53 muta-\ntwo consistent class III studies. Regarding Pathology                 tions in 50% of cases; gemistocytic astrocytoma carries\nand Genetics, the classiﬁcation of evidence was limited               TP53 mutations in more than 80% whilst combined 1p/\nto the aspects that are mostly strong in terms of                     19q deletion is rare [8]. Somatic mutations in the IDH1\nprognosis, whilst clinical features and conventional                  gene have been reported in 75% of astrocytomas [9].\nMRI were simply reviewed but not graded. When                            Oligodendrogliomas are moderately cellular and\nsuﬃcient evidence for recommendations A–C was not                     typically exhibit perinuclear halos termed Ôfried eggÕ or\navailable, we gave a recommendation as a ÔGood                        Ôhoney combÕ pattern. Occasionally, tumor cells with a\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f1126    R. Sofﬁetti et al.\n\n\n\nsmall strongly eosinophilic cytoplasm are encountered              The use of advanced imaging techniques can increase\nand termed Ômini-gemistocytesÕ. Oligodendrogliomas              the diagnostic accuracy [16,17] (Class II–III).\nhave a dense network of capillaries and frequently                 Proton Magnetic Resonance Spectroscopy (MRS)\ncontain calciﬁcations. Occasional mitoses and a Ki-67/          measures major metabolites in tumor tissue. The typical\nMIB-1 labelling index up to 5% are compatible with              spectrum of a LGG shows elevated choline, reﬂecting\noligodendroglioma WHO grade II. There is no immu-               increased membrane turnover and decreased N-acetyl-\nnohistochemical marker speciﬁc for oligodendroglioma.           aspartate, reﬂecting neuronal loss, but similar abnormal\nThe molecular hallmark of oligodendrogliomas is                 spectra may be seen in non-neoplastic lesions. Grading\ncombined loss of 1p/19q occurring in 80% of these               of gliomas is not possible by spectroscopy alone, as\ntumors [10] (Class II), whilst TP53 mutations are               there is considerable overlap between low-grade and\nencountered in only 5%. Somatic IDH1 mutations are              high-grade lesions. The presence of lactate and lipids is\npresent in 80% of oligodendroglioma [9].                        associated with higher proliferative activity and more\n   Oligoastrocytomas should be diagnosed upon detec-            aggressive behavior [18]. MRS is helpful in guiding a\ntion of convincing astrocytic and oligodendroglial com-         biopsy to an area of high-grade activity, but not in\nponents, but the interobserver diﬀerence for the diagnosis      longitudinal monitoring [19].\nof oligoastrocytoma remains high [11]. Most oligoas-               Dynamic susceptibility contrast MRI (DSC-MRI)\ntrocytomas carry either 1p/19 loss or TP53 mutations,           allows measurement of relative cerebral blood volume\nand there is a tendency for these aberrations to be present     (rCBV) that correlates with vascularity at the histo-\nin both tumor compartments [12]. Up to 80% of oligo-            logical level. Increase in rCBV in LGGs predicts high-\nastrocytomas carry somatic mutations in IDH1.                   grade transformation before gadolinium enhancement\n   Both genetic (i.e. 1p/19q deletion) and epigenetic           occurs [20]; however, these observations are limited to\n(MGMT and RASSF1A promoter methylation)                         astrocytomas, as oligodendrogliomas have signiﬁcantly\nchanges seem to be important for gliomagenesis and              higher rCBV [21].\nresponse/resistance to radiotherapy (RT) and chemo-                Dynamic contrast-enhanced imaging (DCE-MRI)\ntherapy [13].                                                   measures the permeability of the blood-brain barrier by\n                                                                means of the transfer coeﬃcient, Ktrans, which is related\n                                                                to tumor grade, although the correlation is not as\nClinical features\n                                                                strong as for rCBV [22].\nSeizures are the commonest presentation and may be                 Regarding diﬀusion-weighted imaging, apparent dif-\npartial or generalized. They occur in over 90% of               fusion coeﬃcient (ADC) values are lower and more\npatients and are intractable in 50%. Seizures are more          variable in oligodendrogliomas compared with astro-\nfrequently associated with cortically based tumors,             cytomas [23]. There is no correlation between ADC and\nparticularly in frontal, temporal and insular/parainsu-         choline [24].\nlar location and with oligodendroglial tumors [14].                Quantitative MRI in oligodendrogliomas with loss of\nThere is no clear association between severity of epi-          heterozygosity of chromosome 1p/19q shows more\nlepsy and behavior of the tumor.                                heterogeneous T1- and T2-dependent signal, less dis-\n   Focal neurological deﬁcits are unusual, developing           tinct margins and higher rCBV than tumors with intact\nover many years.                                                chromosomes [25,26].\n   Raised intracranial pressure is rare in patients with\nsupratentorial tumors and is typically seen in posterior\n                                                                Pet imaging\nfossa and intraventricular tumors. Intratumoral hem-\norrhage can occur.                                              PET with [18F]-ﬂuorodeoxyglucose (FDG) is of limited\n                                                                value, as LGGs show a low FDG uptake compared to\n                                                                the normal cortex. The usefulness of FDG-PET is\nConventional and advanced neuroimaging\n                                                                limited to the detection of malignant transformation in\nConventional MRI is useful for diﬀerential diagnosis,           astrocytomas [27] (Class III) and to the diﬀerentiation\nguiding biopsy or resection, planning RT and monitor-           of radiation necrosis from tumor recurrence [28] (Class\ning treatment response [15]. LGGs appear as low-signal          II).\nmass lesions on T1-weighted MRI and high signal on T2-             PET with 11C-methionine (MET) is most frequently\nweighted and FLAIR sequences. Contrast enhancement              used, and the uptake of MET correlates with the pro-\nis usually absent; when present, it may indicate a focal        liferative activity of tumor cells. The background\narea of high-grade transformation, although some tu-            uptake with MET-PET in normal brain tissue is lower\nmors, particularly oligodendrogliomas, have patchy              than with FDG-PET, providing good contrast with\nenhancement, which remains stable over time.                    tumor uptake and delineation of LGG [29]. LGGs with\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f                                                                                                      Low-grade gliomas    1127\n\n\n\nan oligodendroglial component show a higher MET                       mazepine, gabapentin and topiramate [52]. Valproate\nuptake.                                                               may potentiate the hematotoxicity from chemotherapy.\n   PET with MET is useful in diﬀerentiating LGGs                         Enzyme-inducing antiepileptic drugs (EIAEDs)\nfrom non-tumoral lesions [30] (Class II), guiding                     interact with some chemotherapy agents (nitrosoureas,\nstereotactic biopsies [31] (Class II), deﬁning pre-opera-             paclitaxel, cyclophosphamide, topotecan, irinotecan,\ntive tumor volume [29] (Class II) and monitoring re-                  thiotepa and molecular agents), being associated with\nsponse to treatment [32] (Class III).                                 lower plasma levels and lower bone marrow toxicity\n   As for novel tracers, 18F-ﬂuoro-L-thymidine is a                   [47] (Class II).\nproliferation marker but does not enter the brain unless\nthere is a blood–brain barrier defect, and therefore the\n                                                                      Surgery\nusefulness seems limited [33].\n                                                                      Surgery is necessary to provide tissue for distinguishing\n                                                                      between the histologic types, grading the malignancy\nPrognostic factors\n                                                                      and assessing the molecular status of tumors. More-\nAge over 40 years and presence of pre-operative neu-                  over, there are scenarios that pose problems of diﬀer-\nrological deﬁcits are adverse prognostic factors [34,35]              ential diagnosis between LGGs and non-neoplastic\n(Class I).                                                            lesions (demyelination, inﬂammation or infection), and\n   Regarding neuroimaging ﬁndings, larger tumors and                  thus histological veriﬁcation is mandatory.\ntumors crossing the midline correlate with a short OS                    Total resection improves seizure control, particularly\nand PFS [34] (Class II). Growth rates are inversely                   in patients with a long epileptic history and insular\ncorrelated with survival [4] (Class III). There are con-              tumors [14] (Class II).\nﬂicting reports as to whether contrast enhancement is                    The use of brain mapping techniques increases\nassociated with a worse prognosis [36,37].                            the percentage of patients in which a total and sub-\n   A low CBV [38] and a low uptake of 11C-MET [39]                    total resection is achieved and has decreased the\ncorrelate with longer PFS and OS (Class III).                         percentage of post-operative permanent deﬁcits\n   Oligodendrogliomas have a better prognosis than                    [53–55] (Class II).\nastrocytomas, whereas oligoastrocytomas have an                          Awake surgery is a well-tolerated procedure, which\nintermediate outcome (Class I).                                       could enable (i) to increase the indications of resection\n   1p loss (with or without 19q loss) is a favorable                  in eloquent areas, (ii) to identify the structures crucial\nprognostic factor [40–42] (Class II). MGMT promoter                   for brain functions, especially language, both at cortical\nmethylation could predict a shorter time to progression               and subcortical level, (iii) to optimize the extent of\nin untreated patients [43], whilst predicting longer PFS              resection, the glioma removal being performed\nand OS in patients receiving chemotherapy with tem-                   according to functional boundaries [55] (Class III).\nozolomide (TMZ) [44] (Class III).                                     Awake surgery has increased the safety of re-operation\n   IDH1 codon 132 mutation has been recently suggested                owing to mechanisms of brain plasticity.\nas an independent favorable prognostic factor [45].                      The eﬀect of the extent of surgery on OS and PFS is\n                                                                      still uncertain. There are no randomized trials that\n                                                                      have speciﬁcally addressed this question. There is a\nAntiepileptic treatment\n                                                                      general trend for most of the recently published arti-\nThere are no trials dealing with antiepileptic drugs                  cles [56,57] to support extensive resections based on\n(AEDs) in patients with LGG and seizures. The level of                the surgeonÕs intraoperative impression (Class II). A\nevidence is strong for treatment of seizures in general.              critical point is a precise deﬁnition of total resection\n   In patients with single seizures, immediate treatment              that for LGGs that do not enhance implies removal of\nwith antiepileptic drugs increases time to recurrent sei-             all the hyperintense regions on T2 or FLAIR images\nzures compared to delayed treatment, without diﬀer-                   and thus can only be determined by comparing pre-\nences with respect to quality of life or serious                      operative and post-operative tumor volumes on MRI.\ncomplications [46] (Class 1).                                         This has been performed by few studies only, and all\n   Patients with no history of seizures have no beneﬁt                have shown that total/near total resection decreases\nfrom prophylactic treatment [47–49] (Class I).                        the incidence of recurrence and the risk of malignant\n   Carbamazepine, phenytoin and valproate have Class                  transformation and improves PFS and OS [54,58]\n1 evidence of eﬃcacy [50]. Lamotrigine, gabapentin,                   (Class III).\noxcarbazepine and topiramate have shown equivalence                      Nonetheless, even with intraoperative MRI-guided\nto carabamazepine, phenytoin and valproate [51]. In the               surgery, total resection is achieved in no more than\nSANAD study, lamotrigine was superior to carba-                       36% of patients [59].\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f1128      R. Sofﬁetti et al.\n\n\n\n  The initial report of RTOG 9802 [60], which per-                         vs chemotherapy at progression. PFS but not OS were\nformed observation after surgery in patients with                          improved (Class I). However, beyond 2 years, the\nage £ 40 years and complete resection, reported a 5-year                   addition of PCV to RT conferred a signiﬁcant OS and\nsurvival rate of 93%, but 52% of patients progressed                       PFS advantage and reduced the risk of death by 48%\nwithin 5 years and received salvage RT (Class II).                         and progression by 55%, suggesting a delayed beneﬁt\n  The timing of surgery is controversial in patients                       for chemotherapy. Grade 3–4 toxicity was higher\nwho are young, present with an isolated seizure                            amongst patients receiving RT + PCV (67% vs 9%)\n(medically well controlled) and with small tumors.                         (Class I).\nPotential surgical morbidity may compromise the                               Patients treated with whole-brain RT have a higher\notherwise intact functional status, and some authors                       incidence of leucoencephalopathy and cognitive deﬁcits\nhave advocated deferring surgery in lieu of radio-                         in comparison with patients treated with focal RT [70]\ngraphic control (Ôwatch and wait policyÕ) [61,62],                         (Class II). In studies using modern standards of RT,\nespecially in oligodendroglial tumors [63]. The risk of                    less negative impact on cognition are observed [71–73]\ndeferring surgery includes managing at a later time-                       (Class II), although recent data related to patients who\npoint a larger tumor, which may have undergone                             had a neuropsychological follow-up at a mean of\nanaplastic transformation.                                                 12 years and were free of tumor progression suggest\n                                                                           that those without RT maintain their cognitive status\n                                                                           whereas patients receiving RT do worse on attentional\nRadiotherapy\n                                                                           and executive functioning as well as information pro-\nFour phase III randomized trials have been performed                       cessing speed [74].\nso far (Table 1).\n   EORTC 22845 [57,64] investigated the role of RT\n                                                                           Chemotherapy\ntiming. Although improved PFS was demonstrated for\npatients treated with immediate RT, this did not                           The usefulness of chemotherapy for patients progress-\ntranslate into improved OS (Class I). Besides prolong-                     ing after surgery and RT is well established (Class II),\ning the time to tumor progression, RT has several other                    with more data available for oligodendroglial tumors.\npotential beneﬁts, such as symptom control, particu-                       PCV (Procarbazine, CCNU and Vincristine) and TMZ\nlarly epileptic seizures [65].                                             yield similar objective response rates on CT/MRI (45–\n   Two randomized trials investigated diﬀerent radia-                      62%) and duration of response (10–24 months), with a\ntion doses. The EORTC 22844 and NCCTG studies                              toxicity proﬁle favoring TMZ in terms of better toler-\nshowed no advantage for higher versus lower doses                          ability (reduced myelotoxicity) and higher dose inten-\n[66,67] (Class I). If higher doses are used, an increased                  sity [75–79]. The response rate of enhancing tumors,\ntoxicity is observed, with a 2-year incidence of radiation                 possibly reﬂecting high-grade pathology, is higher than\nnecrosis of 2.5% [66] or lower levels of functioning,                      that of non-enhancing tumors. A clinical beneﬁt (i.e.\nconcerning quality of life, especially for fatigue,                        reduction of seizure frequency and improvement of\ninsomnia and emotional functioning [68].                                   neurological deﬁcits) is commonly seen in patients\n   RTOG 9802 has compared RT alone vs RT plus PCV                          responding radiologically and in some patients with\n[69]. As two-thirds of patients in the RT arm who                          stable disease.\nprogressed received chemotherapy at progression, this                         Chemotherapy (PCV or TMZ), as initial treatment\ntrial might be considered a trial of early chemotherapy                    after surgery, has been investigated in Ôhigh-risk patentsÕ\n\nTable 1 Phase III trials on radiotherapy and chemotherapy for low-grade gliomas\n\n                               Treatment Arms/no of\nStudy                          patients                             5-year PFS, % (P value)                        5-year OS, % (P value)\n\nEORTC 22845                    S (157)                                     37                                            66                 NS\n                                                                                           P = 0.02\n                               S + RT (154)                                44                                            63\nEORTC 22844                    S + RT 45 Gy (171)                          47                                            58                 NS\n                                                                                           NS\n                               S + RT 59.4 Gy (172)                        50                                            59\nNCCTG                          S + RT 50.4 Gy                              55                                            72                 NS\n                                                                                           NS\n                               S + RT 64.8 Gy                              52                                            64\nRTOG 94.02                     S + RT (125)                                46                                            63                 NS\n                                                                                           P = 0.005\n                               S + RT + PCV (126)                          63                                            72\n\nPFS, progression-free survival; OS, overall survival.\n\n\n\n\n                                                                                                                         \u0002 2010 The Author(s)\n                                                        European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f                                                                                                     Low-grade gliomas    1129\n\n\n\n(i.e. those with incomplete resection, persisting seizures            the neurocognitive functioning (Class II). However,\nand progression on CT/MRI).                                           surgery can give rise to transient focal neurocognitive\n   All studies have level of evidence of Class II [80–83].            deﬁcits [55].\nComplete responses are generally lacking, with a                         The severity of neurocognitive deﬁcits after RT ran-\nprevalence of minor over partial responses (overall,                  ges from mild attention or memory disturbances to\n53%), and maximum tumor shrinkage can be delayed                      dementia (Class II). A follow-up of the Klein et al.,\nas long as 24–30 months. Patients more likely to re-                  2003 study [74] has demonstrated that there is a relation\nspond have symptomatic/enlarging oligodendroglial                     between neurocognitive status and cerebral atrophy and\ntumors, but mixed tumors or astrocytic tumors may                     leukoencephalopathy, and radiological abnormalities\nrespond as well. Most patients with seizures have a                   increases only in the irradiated group.\nclinical beneﬁt, even in the absence of a radiological                   Neurocognitive side eﬀects of AEDs can add to\nchange. Evaluation of response on conventional MRI                    previous damage by surgery or RT (Class II). The older\n(T2-weighted and/or FLAIR images) is diﬃcult in                       AEDs (phenobarbitone, phenytoin, carbamazepine and\nnon-enhancing tumors.                                                 valproic acid) can decrease neurocognitive functioning\n   Chemotherapy with nitrosureas can be an eﬀective                   by impairing attention and memory [91]. Amongst\ninitial treatment for unresectable astrocytomas [84]                  newer AEDs, gabapentin, lamotrigine and levetirace-\n(Class IV).                                                           tam have fewer adverse neurocognitive eﬀects, whilst\n   Response rate after chemotherapy is higher, and                    topiramate is associated with the greatest risk of neu-\nduration of response is longer in patient with 1p/19q                 rocognitive impairment [92].\nloss than in those with 1p/19q intact [83] (class III).                  A randomized trial has shown that cognitive reha-\n   Protracted low doses of TMZ could oﬀer potential                   bilitation has a salutary eﬀect on both short- and long-\nadvantages over standard doses, especially in unme-                   term cognitive complaints and mental fatigue [93]\nthylated tumors [85] (Class III), but the toxicity could              (Class II).\nbe increased [86]. Pre-operative chemotherapy could\nreduce tumor inﬁltration/extension and thus improve\n                                                                      Recommendations\nthe surgical resectability [87] (Class IV).\n                                                                      • Astrocytomas, oligodendrogliomas and oligoastro-\n                                                                        cytomas are diagnosed using morphological criteria\nNeurocognitive deficits\n                                                                        according to WHO classiﬁcation (Level A).\nNeurocognitive deﬁcits in LGGs can be caused by tu-                   • Combined loss of 1p/19q is a marker in favor of the\nmor itself, tumor-related epilepsy, treatments and psy-                 diagnosis of oligodendroglioma or oligoastrocytoma\nchological distress. The cognitive decline that might                   (Level B).\nultimately lead to dementia negatively aﬀects the pa-                 • MRI with contrast enhancement is the gold standard\ntientÕs quality of life and well-being. Consequently,                   to monitor LGG after surgery: an MRI examination\nneurocognitive function is increasingly incorporated as                 every 6 months might be enough, unless the physi-\nsecondary outcome measure in clinical trials in patients                cians think otherwise (good practice point).\nwith LGG.                                                             • MRS is useful for the diﬀerentiation of LGG\n   In the literature, neurocognitive outcome has been                   from non-tumoral lesions, pre-operative deﬁnition\nassessed systematically in a limited number of studies,                 of extent and guiding stereotactic biopsies (Level\nwith a relatively small number of patients (Class II).                  C).\n   Regarding the eﬀects of the tumor, Tucha et al.                    • DSC-MRI can be employed in the follow-up to pre-\n(2000) [88] found neurocognitive deﬁcits such as                        dict malignant transformation (Level C).\nimpairment of executive functions and memory                          • PET with FDG is useful for detecting malignant\nattention in 91% of patients before surgery. Patients                   transformation in astrocytomas (Level C) and for\nwith glioma are prone to have more global neuro-                        diﬀerentiation between radiation necrosis and tumor\ncognitive deﬁcits, unlike patients with stroke who tend                 recurrence (Level B)\nto have site-speciﬁc deﬁcits. Patients with tumor in the              • PET with MET is useful for diﬀerentiation of LGG\ndominant hemisphere have more memory problems                           from non-tumoral lesions (Level B), guiding stereo-\nand poorer attention, verbal ﬂuency and verbal                          tactic biopsies (Level B), pre-treatment evaluation\nlearning than those with non-dominant tumors [89]                       (Level B) and monitoring treatment (Level C).\nand have less chance to normalize following surgery                   • Prophylactic AEDs must not be used before any\n[90].                                                                   epileptic seizures have occurred (Level A).\n   Because of the reduction of tumor mass, surgery is                 • AEDs should be started after the ﬁrst seizure (Level\nmore beneﬁcial or at least does not further deteriorate                 A).\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f1130    R. Sofﬁetti et al.\n\n\n\n• AEDs should be individualized according to seizure           References\n  type, comedication, comorbidity and patient prefer-           1. Duffau L, Capelle L. Preferential brain locations of low-\n  ences (good practice point).                                     grade gliomas. Cancer 2004; 100: 2622–2626.\n• In patients who need a treatment with chemo-                  2. Claus EB, Black PM. Survival rates and patterns of care\n  therapeutics, non-EIAEDs are to be preferred                     for patients diagnosed with supratentorial low-grade gli-\n                                                                   omas: data from the SEER program, 1973–2001. Cancer\n  (Level B).\n                                                                   2006; 106: 1358–1363.\n• Surgical resection represents the ﬁrst treatment op-          3. Mandonnet E, Delattre JY, Tanguy ML, et al. Continu-\n  tion, with the goal to maximally resect the tumor                ous growth of mean tumor diameter in a subset of grade II\n  mass whenever possible, whilst minimizing the post-              gliomas. Ann Neurol 2003; 53: 524–528.\n  operative morbidity (Level B).                                4. Rees J, Watt H, Jäger HR, et al. Volumes and growth\n                                                                   rates of untreated adult low-grade gliomas indicate risk of\n• The identiﬁcation of the eloquent cerebral\n                                                                   early malignant transformation. Eur J Radiol 2009; 72:\n  areas, which have to be preserved during surgery, is             54–64.\n  performed through pre-operative neuroimaging                  5. Schiff D, Brown PD, Giannini C. Outcome in adult low-\n  modalities (functional MRI, ﬁber tracking) and in-               grade glioma: the impact of prognostic factors and\n  traoperative brain mapping techniques (Level B), and             treatment. Neurology 2007; 69: 1366–1373.\n                                                                6. Brainin M, Barnes M, Baron JC, et al. Guidance for the\n  awake surgery could improve the results (Level C).\n                                                                   preparation of neurological management guidelines by\n• When surgery is not feasible (because of tumor                   EFNS scientiﬁc task forces – revised recommendations\n  location, extension or comorbidities), a biopsy (either          2004. Eur J Neurol 2004; 11: 577–581.\n  stereotactic or open) should be performed to obtain a         7. Louis D, Ohgaki H, Wiestler O, Cavenee W, eds. World\n  histological diagnosis (good practice point).                    Health Organization Classiﬁcation of Tumors of the Cen-\n                                                                   tral Nervous System, 4 edn. Lyon: IARC, 2007.\n• For patients with unfavorable prognostic factors\n                                                                8. Okamoto Y, Di Patre PL, Burkhard C, et al. Population-\n  (older age, incomplete or no resection, existing neu-            based study on incidence, survival rates, and genetic\n  rological symptoms), an adjuvant treatment is indi-              alterations of low-grade diffuse astrocytomas and oligo-\n  cated at any time (Level B), and this is more                    dendrogliomas. Acta Neuropathol 2004; 108: 49–56.\n  commonly RT (good practice point).                            9. Balss J, Meyer J, Mueller W, et al. Analysis of the IDH1\n                                                                   codon 132 mutation in brain tumors. Acta Neuropathol\n• A total RT dose of 50.4–54 Gy in fractions of 1.8 Gy\n                                                                   2008; 116: 597–602.\n  represents the current standard of care (Level A).           10. Kraus JA, Koopmann J, Kaskel P, et al. Shared allelic\n  Modern RT techniques (conformal dose delivery or                 losses on chromosomes 1p and 19q suggest a common\n  intensity modulated techniques) should preferably be             origin of oligodendroglioma and oligoastrocytoma.\n  used (Level B).                                                  J Neuropathol Exp Neurol 1995; 54: 91–95.\n                                                               11. Coons SW, Johnson PC, Scheithauer BW, et al. Improv-\n• Younger patients (<40 years of age) with (nearly)\n                                                                   ing diagnostic accuracy and interobserver concordance in\n  complete resection and tumors with an oligoden-                  the classiﬁcation and grading of primary gliomas. Cancer\n  droglial component have a more favorable prog-                   1997; 79: 1381–1393.\n  nosis and can be observed after surgery (Level               12. Maintz D, Fiedler K, Koopmann J, et al. Molecular\n  B), but close follow-up is needed (good practice                 genetic evidence for subtypes of oligoastrocytomas.\n                                                                   J Neuropathol Exp Neurol 1997; 56: 1098–1104.\n  point).\n                                                               13. Lorente A, Mueller W, Urdangarı́n E, et al. RASSF1A,\n• Chemotherapy is an option for patients with recur-               BLU, NORE1A, PTEN and MGMT expression and\n  rence after surgery and radiation therapy (Level B).             promoter methylation in gliomas and glioma cell lines and\n• Chemotherapy is an option as initial treatment for               evidence of deregulated expression of de novo DNMTs.\n  patients with large residual tumors after surgery or             Brain Pathol 2009; 19: 279–292.\n                                                               14. Chang EF, Potts MB, Keles GE, et al. Seizure charac-\n  unresectable tumors to delay the risk of late neuro-\n                                                                   teristics and control following resection in 332 patients\n  toxicity from large-ﬁeld RT, especially when 1p/19q              with low-grade gliomas. J Neurosurg 2008; 108: 227–235.\n  loss is present (Level B).                                   15. Sanders WP, Chistoforidis GA. Imaging of low-grade\n• Neuropsychological tests, at diagnosis and during                primary brain tumors. In: Rock JP, Rosenblum ML,\n  the follow-up, can be useful, being selected accord-             Shaw EG, Cairncross JG, eds. The Practical Management\n                                                                   of low-grade primary brain tumors. Philadelphia:\n  ing to the needs of the clinical setting (good practice\n                                                                   Lippincott Williams & Wilkins, 1999: 5–32.\n  point). The neuropsychological tests must have               16. Law M, Yang S, Wang H, et al. Glioma grading: sensi-\n  standardized materials and administration proce-                 tivity, speciﬁcity, and predictive values of perfusion MR\n  dures, published normative data, moderate to high                imaging and proton MR spectroscopic imaging compared\n  test–retest reliability, brief administration time (30–          with conventional MR imaging. AJNR Am J Neuroradiol\n                                                                   2003; 24: 1989–1998.\n  40 min) and be suitable to monitor changes over\n                                                               17. Zonari P, Baraldi P, Crisi G. Multimodal MRI in the\n  time (good practice point).                                      characterization of glial neoplasms: the combined role of\n• Cognitive rehabilitation can be helpful (Level B).               single-voxel MR spectroscopy, diffusion imaging and\n\n\n\n                                                                                                             \u0002 2010 The Author(s)\n                                            European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1124–1133\n\f                                                                                                         Low-grade gliomas     1131\n\n\n    echo-planar perfusion imaging. Neuroradiology 2007; 49:           35. Lebrun C, Fontaine D, Ramaioli A, et al. Long-term\n    795–803.                                                              outcome of oligodendrogliomas. Neurology 2004; 62:\n18. Guillevin R, Menuel C, Duffau H, et al. Proton magnetic               1783–1787.\n    resonance spectroscopy predicts proliferative activity in         36. Pallud J, Capelle L, Taillandier L, et al. Prognostic sig-\n    diffuse low-grade gliomas. J Neurooncol 2008; 87: 181–                niﬁcance of imaging contrast enhancement for WHO\n    187.                                                                  grade II gliomas. Neuro Oncol 2009; 11: 176–182.\n19. Reijneveld JC, van der Grond J, Ramos LM, et al. Proton           37. Chaichana KL, McGirt MJ, Niranjan A. Prognostic sig-\n    MRS imaging in the follow-up of patients with suspected               niﬁcance of contrast-enhancing low-grade gliomas in\n    low-grade gliomas. Neuroradiology 2005; 47: 887–891.                  adults and a review of the literature. Neurol Res 2009; 31:\n20. Danchaivijitr N, Waldman AD, Tozer DJ, et al. Low-                    931–939.\n    grade gliomas: do changes in rCBV measurements at                 38. Law M, Young RJ, Babb JS, et al. Gliomas: predicting\n    longitudinal perfusion-weighted MR imaging predict                    time to progression or survival with cerebral blood vol-\n    malignant transformation? Radiology 2008; 247: 170–178.               ume measurements at dynamic susceptibility-weighted\n21. Cha S, Tihan T, Crawfoed F, et al. Differentiation of low-            contrast-enhanced perfusion MR imaging. Radiology\n    grade oligodendrogliomas from low-grade astrocytomas                  2008; 247: 490–498.\n    by using quantitative blood-volume measurements                   39. Ribom D, Eriksson A, Hartman M, et al. Positron emis-\n    derived from dynamic susceptibility contrast-enhanced                 sion tomography (11)C-methionine and survival in\n    MR imaging. AJNR Am J Neuroradiol 2005; 26: 266–273.                  patients with low-grade gliomas. Cancer 2001; 92: 1541–\n22. Law M, Yang S, Babb JS, et al. Comparison of cerebral                 1549.\n    blood volume and vascular permeability from dynamic               40. Smith JS, Perry A, Borell TJ, et al. Alterations of\n    susceptibility contrast-enhanced perfusion MR imaging                 chromosome arms 1p and 19q as predictors of survival in\n    with glioma grade. AJNR Am J Neuroradiol 2004; 25:                    oligodendrogliomas, astrocytomas, and mixed oligoas-\n    746–755.                                                              trocytomas. J Clin Oncol 2000; 18: 636–645.\n23. Khayal IS, McKnight TR, McGue C, et al. Apparent                  41. Kujas M, Lejeune J, Benouaich-Amiel A, et al. Chromo-\n    diffusion coefﬁcient and fractional anisotropy of newly               some 1p loss: a favorable prognostic factor in low-grade\n    diagnosed grade II gliomas. NMR Biomed 2009; 22: 4",
  "wordCount": 7426,
  "indexed": "2025-09-25T22:56:28.965Z",
  "method": "direct"
}
