{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Burrus et al. - 2009 - Clinical Reasoning A 52-year-old man with spells .pdf",
  "fileName": "Burrus et al. - 2009 - Clinical Reasoning A 52-year-old man with spells .pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Burrus et al. - 2009 - Clinical Reasoning A 52-year-old man with spells .pdf",
  "text": "Clinical Reasoning: A 52-year-old man with spells of altered\n               consciousness and severe headaches\n                        T. M. Burrus, J. D. Burns, J. Huston III, et al.\n                               Neurology 2009;72;e105-e110\n                           DOI 10.1212/WNL.0b013e3181a711b4\n\n\n                      This information is current as of May 26, 2009\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n               http://www.neurology.org/content/72/21/e105.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\fClinical Reasoning: A 52-year-old man with spells of altered consciousness and\n                              severe headaches\n                 T. M. Burrus, J. D. Burns, J. Huston III, et al.\n                        Neurology 2009;72;e105-e110\n                    DOI 10.1212/WNL.0b013e3181a711b4\n\n                   This information is current as of May 26, 2009\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/72/21/e105.full.html\n\nReferences                     This article cites 10 articles, 2 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/72/21/e105.full.html##ref-list-\n                               1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               DWI\n                               http://www.neurology.org//cgi/collection/dwi\n                               MRI\n                               http://www.neurology.org//cgi/collection/mri\n                               Primary brain tumor\n                               http://www.neurology.org//cgi/collection/primary_brain_tumor\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                    Clinical Reasoning:\nSection Editor                      A 52-year-old man with spells of altered\nMitchell S.V. Elkind,\nMD, MS                              consciousness and severe headaches\n\nT.M. Burrus, MD*                    SECTION 1                                                                    Further questioning revealed additional symp-\nJ.D. Burns, MD*                     A 52-year-old right-handed man with a history of                         toms. After the first episode of altered consciousness,\nJ. Huston III, MD                   petit mal seizures as a child was transferred to our                     his personality changed. His wife described him as\nG. Lanzino, MD                      hospital after a spell of sudden loss of consciousness.                  “vacant” and “not as active and happy-go-lucky” as\nA.A. Rabinstein, MD                 His illness began 1 month earlier with fatigue and                       usual. He developed a slowly progressive, mild dysar-\nJ.H. Uhm, MD                        bilateral hand tremor. Two weeks later, he experi-                       thria; difficulty walking due to frequent “buckling”\n                                    enced a severe headache of sudden onset without as-                      of the right knee; and numbness in the right medial\n                                    sociated nausea, vomiting, or focal neurologic\n                                                                                                             forearm and little finger. He also described difficulty\nAddress correspondence and          symptoms. This lasted for a few hours, abating after\nreprint requests to Dr. Joseph D.\n                                                                                                             in using his hands to perform tasks such as putting\n                                    several doses of ibuprofen and acetaminophen. One\nBurns, Mayo Clinic, Department                                                                               toothpaste on a toothbrush, which he described as\nof Neurology, 200 First Street      week later, he suddenly became confused while driving.\n                                                                                                             being like “putting two magnets together.” Finally,\nSW, Rochester, MN 55905             He continued to drive normally, but had a befuddled\nBurns.Joseph@mayo.edu                                                                                        he had lost about 25 pounds over the preceding 3\n                                    facial expression and did not respond to questions from\n                                                                                                             months.\n                                    his wife. He returned to normal within 10 minutes.\n                                    Over the next 2 weeks, he had several similar spells. He                     In addition to the childhood seizures, his past\n                                    also developed recurrent, sudden, severe headaches that                  medical history was notable for a fungal infection of\n                                    occurred several times per day. The pain began in the                    the lung in 1997 for which he had been admitted to\n                                    shoulders, spreading to the occipital region and then the                an intensive care unit. The details of this illness were\n                                    entire head over 1–2 minutes. It was severe enough to                    not known beyond the fact that he was treated for\n                                    cause him to fall to his knees and cry out in pain. These                several months with an antibiotic. He had a remote\n                                    episodes occurred more frequently when lying in bed                      smoking history.\n                                    than when he was standing or sitting, and were associ-                   Questions for consideration:\n                                    ated with nausea. He was admitted to another hospital                    1. What is the differential diagnosis for this clinical\n                                    for evaluation of these symptoms and transferred to our                     presentation?\n                                    facility after a 1-hour spell of “unresponsiveness,” which               2. What features of the history are most useful in narrowing\n                                    resolved spontaneously, while there.                                        the differential diagnosis?\n\n\n\n\n                                                                                                                                                       GO TO SECTION 2\n\n\n\n\n                                    *Dr. Burrus and Dr. Burns contributed equally.\n                                    From the Departments of Neurology (T.M.B., J.D.B., A.A.R., J.H.U.), Radiology (J.H.), and Neurosurgery (G.L.), Mayo Clinic College of\n                                    Medicine, Rochester, MN.\n                                    Disclosure: The authors report no disclosures.\n\n\n                                                                                                             Copyright © 2009 by AAN Enterprises, Inc.                      e105\n\f       SECTION 2                                                    lobe, caudate nucleus, or the anterior thalamus, while\n       In developing a differential diagnosis, one must first       the difficulty with hand coordination suggests a cere-\n       distill the crux of the clinical syndrome from the his-      bellar or parietal lobe lesion. Numbness in the medial\n       tory. In this case, the history has two main compo-          right arm and little finger suggests a lesion of the\n       nents: spells of altered consciousness and episodes of       ulnar nerve or C8 root, while the knee buckling may\n       severe headache. These occur independently. The              localize to the femoral nerve, lumbar roots, thoracic\n       spells of altered consciousness are most consistent          spinal cord, or medial left frontal lobe. Without fur-\n       with complex partial seizures. The sudden, severe            ther semiologic characterization, the dysarthria could\n       headaches have a broader differential diagnosis, in-\n                                                                    localize to a number of structures and therefore is of\n       cluding venous sinus thrombosis, posterior reversible\n                                                                    little localizing value.\n       encephalopathy syndrome, CNS vasculitis, reversible\n                                                                        On examination, the patient was afebrile and had\n       cerebral vasoconstriction, and meningoencephalitis.1\n                                                                    normal vital signs. He was thin and appeared chron-\n       A history of multiple recurrences without severe neu-\n                                                                    ically ill. There was no meningismus. The remainder\n       rologic sequelae argues strongly against subarachnoid\n                                                                    of the general medical examination was unremark-\n       hemorrhage and cervical artery dissection. Migraine\n                                                                    able. On neurologic examination, he was listless,\n       is unlikely in light of the sudden onset, postural vari-\n       ations, and associated intermittent confusion. Epi-          somewhat inattentive, and seemed unconcerned with\n       sodic intracranial hypertension from a mass lesion,          his illness. The cranial nerves were normal and there\n       hydrocephalus, meningitis, or some combination of            was no papilledema. Motor examination revealed a\n       these diagnoses is an important consideration given          right pronator drift and a low-amplitude, high-\n       the positional nature of the headaches.                      frequency action tremor in the arms. Muscle stretch\n           Equally crucial to formulating a neurologic differ-      reflexes were normal with the exception of brisk knee\n       ential diagnosis is to begin to localize the disease pro-    reflexes. Plantar responses were equivocal on the\n       cess within the nervous system from the history.             right and extensor on the left. Pinprick sensation was\n       Doing so allows one to narrow the list of possible           reduced on the medial aspect of the right hand, in-\n       etiologies. This patient’s clinical syndrome points to       cluding the little finger. Sensation of light touch and\n       a multifocal or diffuse disease process. Complex par-        vibration as well as cortical sensory function were\n       tial seizures localize to the frontal or temporal lobe.      normal. There was no appendicular ataxia.\n       While the long duration of the event and the postic-\n                                                                    Questions for consideration:\n       tal period suggests a temporal lobe focus, it is impos-      1. Based on the history and examination, what is your clini-\n       sible to precisely localize the seizure focus in this case      cal formulation?\n       solely from the history. The personality change sug-         2. What diagnostic tests would be useful to test this\n       gests dysfunction of anterior portions of the frontal           hypothesis?\n\n\n\n                                                                                                        GO TO SECTION 3\n\n\n\n\ne106   Neurology 72   May 26, 2009\n\fSECTION 3                                                    contrast showed a hypodense mass with a thin,\nWe are considering the case of a 52-year-old man with a      slightly hyperdense rim. On MRI (figure), the lesion\nremote history of a fungal lung infection who presents       was heterogeneous, with mixed T1 and T2 signal in-\nwith the following clinical syndrome:                        tensity. The center had increased signal on both T1\n   • Severe episodic headaches associated with nausea        and T2 sequences, while the rim was hypointense on\n     and vomiting and provoked by assumption of the          T1 and T2. There was mild, heterogeneous enhance-\n     supine position, most consistent with episodic intra-   ment along the lesion’s rim and diffuse leptomenin-\n     cranial hypertension. This suggests the presence of a   geal enhancement. The gradient echo sequence\n     mass lesion, disease of the leptomeninges, or both.     revealed increased susceptibility artifact primarily\n   • Recurrent spells of altered behavior and con-           along the rim. Diffusion-weighted imaging displayed\n     sciousness consistent with complex partial sei-         restricted diffusion in the center of the lesion.\n     zures, indicating focal cortical dysfunction in             MRI of the spine with contrast can be helpful in\n     the frontal or temporal lobes.                          distinguishing among inflammatory, infectious, and\n   • Personality changes suggestive of frontal lobe          neoplastic diseases and can provide valuable ana-\n     dysfunction.                                            tomic information. For example, focal enhancing le-\n   • Right upper extremity sensory changes in the C8/        sions of the leptomeninges at the right C8 nerve root\n     ulnar distribution, suggesting involvement of the       would be supportive of a multifocal neoplastic pro-\n     peripheral nerves or spinal nerve roots.                cess and would confirm the findings of our history\n   • Dysarthria.                                             and physical examination. However, because the pa-\n   • Right lower extremity weakness.                         tient’s severe headaches were provoked by supine po-\n    While other localizations are possible, this combi-      sitioning and his condition was rapidly deteriorating,\nnation of findings best localizes simultaneously to the      a spine MRI was not performed.\nfrontal lobe cortex and the meninges. When consid-               CSF was obtained by lumbar puncture performed\nered along with the history of weight loss and remote        after brain imaging. The opening pressure was 360\nhistory of a fungal lung infection, likely etiologies        mm H2O and the unspun fluid was yellow and vis-\ninclude subacutely progressive meningoencephaliti-           cous. After centrifugation, xanthochromia was\ndes such as those caused by fungi and mycobacteria,          present. The protein level was 1,991 mg/dL and the\nautoimmune inflammatory conditions, and neoplas-             glucose concentration 48 mg/dL. Although a simul-\ntic processes such as lymphoma and metastatic carci-         taneous serum glucose was not checked, it was never\nnoma. To narrow this list down, imaging and CSF              less than 100 mg/dL during the entire admission.\nanalysis are necessary.                                      The erythrocyte count was 13/␮L and there were 34\n    Results of complete blood count, electrolytes, renal     leukocytes/␮L (34% lymphocytes, 42% monocytes,\nfunction, and coagulation studies were normal.               4% atypical cells). There was no evidence of malig-\nC-reactive protein and erythrocyte sedimentation rate\n                                                             nant cells on cytology and flow cytometry. No or-\nwere not elevated and testing for antinuclear and an-\n                                                             ganisms were apparent on the gram stain or fungal\ntineutrophil cytoplasmic antibodies as well as rheuma-\n                                                             smear, and cultures for bacteria, fungi, and mycobac-\ntoid factor was negative. Blood cultures and serologic\n                                                             teria as well as PCR for herpes simplex virus, Epstein-\ntesting for numerous fungi, HIV, and syphilis were neg-\n                                                             Barr virus, cytomegalovirus, and varicella zoster virus\native. The purified protein derivative test was nonreac-\n                                                             were negative.\ntive. CT of the chest, abdomen, and pelvis were\nunremarkable.                                                Question for consideration:\n    Brain imaging revealed a lesion in the anteroinfe-       1. How does the information provided by the imaging and\nrior right frontal lobe. The CT examination without             CSF analysis help your diagnostic process?\n\n\n\n                                                                                              GO TO SECTION 4\n\n\n\n\n                                                             Neurology 72   May 26, 2009                      e107\n\f                                                                                                    SECTION 4\n  Figure        Magnetic resonance examination without and with contrast showing\n                                                                                                    Imaging studies demonstrated a well-demarcated mass\n                the mass contains blood products and is associated with diffuse\n                leptomeningeal gadolinium enhancement                                               lesion with an enhancing rim in the right frontal lobe\n                                                                                                    and leptomeningitis (figure). These findings confirm\n                                                                                                    the clinical localization and provide information for the\n                                                                                                    generation of an etiologic differential diagnosis.\n                                                                                                        The signal characteristics of the lesion on MRI pro-\n                                                                                                    vide important information. The T2 hypointense rim is\n                                                                                                    caused by hemosiderin, while the high T1 and T2 sig-\n                                                                                                    nal intensity in its center is indicative of subacute blood.\n                                                                                                    The subacute blood is also responsible for the restricted\n                                                                                                    diffusion. This combination of findings can be seen in a\n                                                                                                    relatively limited number of conditions, including cav-\n                                                                                                    ernous malformations, arteriovenous malformations,\n                                                                                                    subacute intracerebral hemorrhages, contusions, ab-\n                                                                                                    scesses, and tumor (primary or metastatic). The intense\n                                                                                                    enhancement of the leptomeninges on the postcontrast\n                                                                                                    images indicates the presence of leptomeningeal inflam-\n                                                                                                    mation. The combination of hemorrhage and restricted\n                                                                                                    diffusion with diffuse leptomeningitis further narrows\n                                                                                                    the list of possible etiologies to the following: abscess\n                                                                                                    with associated meningitis (bacterial, fungal, or myco-\n                                                                                                    bacterial), focal tumor with diffuse neoplastic menin-\n                                                                                                    geal infiltration (metastatic tumors from a variety of\n                                                                                                    tissues, lymphoma, or glioblastoma), infarct or hemor-\n                                                                                                    rhage with associated meningitis (primary CNS vasculi-\n                                                                                                    tis, systemic vasculitis with CNS involvement, or\n                                                                                                    meningovascular syphilis), or a focal inflammatory mass\n                                                                                                    with associated meningitis (sarcoidosis).\n                                                                                                        The highly elevated protein level, slightly low glu-\n                                                                                                    cose concentration, mild lymphocytic-monocytic\n                                                                                                    pleocytosis, and elevated opening pressure found on\n                                                                                                    CSF analysis are all indicative of an inflammatory\n                                                                                                    process, providing support to the differential diagno-\n                                                                                                    sis formulated on the basis of the clinical and imag-\n                                                                                                    ing findings. However, due to the absence of a more\n                                                                                                    specific finding, such as identification of a pathogen\n                                                                                                    or malignant cells in the fluid, these results do not\n                                                                                                    help to narrow down the list of possible diagnoses.\n                                                                                                    Question for consideration:\n                                                                                                    1. Are any other useful diagnostic tests available for this\n                                                                                                       patient?\n\n\n\n\nThe T2 image (A) shows increased signal centrally with a rim of decreased signal. Greater signal\nloss or ballooning is present on the gradient echo sequence due to susceptibility artifact (arrow\nB). Increased T1 signal is seen within the mass (C) with mild peripheral enhancement in addition\nto the leptomeningeal enhancement (D). Abnormal signal is seen on diffusion-weighted imaging\n(E) with restricted diffusion (F) due to the internal blood products. Fluid-attenuated inversion\nrecovery imaging before (G) and after (H) gadolinium contrast demonstrates diffuse abnormal\nleptomeningeal signal.\n                                                                                                                                        GO TO SECTION 5\n\n\ne108                             Neurology 72     May 26, 2009\n\fSECTION 5                                                   younger patients with glioblastomas may be at rela-\nEmpiric treatment for a bacterial abscess with menin-       tively higher risk for this secondary leptomeningeal\ngitis was started on hospital day 4, but this did not       seeding.3,4\nlead to clinical improvement. Because of the severity           Meningeal metastatic disease from glioblas-\nof the patient’s illness and the failure of less invasive   tomas responds poorly to radiation or chemothe-\ntesting to establish a diagnosis, a right frontal crani-    rapy and carries a grave prognosis. The average\notomy and subtotal resection of the lesion were per-        survival after the onset of symptoms due to menin-\nformed 5 days after his admission to our hospital.          geal involvement was 2–3 months in one study.6\nIntraoperatively, the frontal lobe appeared swollen         These survival data are derived largely from pa-\nand bulged through the dura as soon as it was               tients in whom meningeal disease was a late mani-\nopened. The lesion itself appeared as a cavity filled       festation and therefore may not apply to patients\nwith brown/greenish material. Along the floor of the        in whom meningeal disease manifests early in the\nanterior cranial fossa, there was meningeal reaction        course of the disease.\nand the mass was adherent to the underlying dura.               When clinically apparent, leptomeningeal metas-\nMicroscopic examination of the resected lesion re-          tases from glioblastomas most often cause a syn-\nvealed pseudopalisading nuclei with infiltrating lym-       drome similar to subacute meningitis with headache,\nphocytes and glial fibrillary acid protein– expressing      confusion, and neck and back pain.4,7,8 A wide vari-\nneoplastic astrocytes, consistent with a WHO grade\n                                                            ety of focal neurologic symptoms can be seen, the\nIV astrocytoma (glioblastoma). Thus, our final diag-\n                                                            most common being cranial nerve palsies, radiculop-\nnosis was a partially necrotic and hemorrhagic glio-\n                                                            athies, and myelopathy. These symptoms are proba-\nblastoma of the inferior right frontal lobe with\n                                                            bly caused by infiltration, mass effect, and\ndefinite intracranial and possible spinal leptomenin-\n                                                            inflammation at the sites of leptomeningeal tumor\ngeal metastases.\n                                                            deposits.8 In addition, symptomatic hydrocephalus\n    Dexamethasone 2 mg every 6 hours was started\n                                                            can occur.4,8 Finally, a vasculopathic syndrome with\nonce the pathologic diagnosis was made. The pa-\n                                                            multifocal infarctions caused by occlusion of small,\ntient’s postoperative course was unremarkable. He\n                                                            leptomeningeal-based blood vessels encased by tu-\nwas transferred to a hospital closer to his home on\n                                                            mor cells has been described.8\npostoperative day 6 and was scheduled to begin treat-\n                                                                The CSF in patients with leptomeningeal metas-\nment with whole brain radiation and temozolomide\n                                                            tases from a glioblastoma is typically abnormal, with\n4 weeks after the resection. However, his health de-\n                                                            a lymphocytic pleocytosis, elevated protein, and\nclined precipitously after transfer, and he died 4\n                                                            sometimes hypoglycorrhachia.7 CSF cytology, how-\nweeks later.\n                                                            ever, is negative in more than 50% of patients.5\nDISCUSSION Meningeal involvement in associa-                Staining cells found in the CSF for glial fibrillary\ntion with glioblastomas was first described by Guil-        acidic protein may increase the diagnostic yield of\nlain and Verdun in 1911.2 Bernat posited three              cytology when gliomatosis is suspected.9 Imaging\nmechanisms by which this association might occur:           findings associated with glioblastoma leptomenin-\nchemical meningitis due to tumor rupture and re-            geal metastases include hydrocephalus, periventricu-\nlease of necrotic, lipid-containing contents; tumor         lar and leptomeningeal enhancement, and sulcal\nhemorrhage with release of blood breakdown prod-            effacement.10 Unfortunately, with the exception of\nucts into the subarachnoid space; and tumor seeding         cytology, none of these findings clearly differentiates\nof the meninges with resultant inflammation due to          glioblastoma leptomeningeal metastases from other\nan immunologic response, as was the case in the pa-         causes of subacute meningitis.\ntient described here.2                                          The rarity and nonspecific nature of its clinical,\n    Autopsy studies have shown that as many as 20%          laboratory, and imaging manifestations makes the di-\nof patients with high-grade cerebral gliomas have lep-      agnosis of leptomeningeal metastases from glioblas-\ntomeningeal metastases.3,4 Only approximately 4%            toma difficult when a primary tumor is not apparent.\nof patients with supratentorial malignant gliomas,          As illustrated by this case, this difficulty can be over-\nhowever, exhibit symptoms referable to this process.5       come by the use of a disciplined diagnostic approach\nFurthermore, meningeal metastases from glioblas-            that includes systematic consideration and synthesis\ntomas most often present late in the course of the          of all elements of the case, including the history,\ndisease, after the primary tumor has been diagnosed.6       physical examination, laboratory, and imaging data.\nFew cases have been reported in which meningeal             Finally, this case demonstrates the utility of brain\nmetastases were responsible for the presenting symp-        biopsy when less invasive diagnostic modalities have\ntoms in patients with glioblastomas.7 Interestingly,        failed to confirm a diagnosis.\n\n                                                            Neurology 72   May 26, 2009                        e109\n\f       REFERENCES                                                             clinical series. Neurosurgery 1990;27:516–521; discus-\n        1. Schwedt TJ, Matharu MS, Dodick DW. Thunderclap                     sion 521–522.\n           headache. Lancet Neurol 2006;5:621–631.                       7.   Wheen LC, Anderson NE, Baker PC, Singh VK, Synek BJ.\n        2. Bernat JL. Glioblastoma multiforme and the meningeal               Leptomeningeal infiltration as the presenting manifestation of\n           syndrome. Neurology 1976;26:1071–1074.                             a malignant glioma. J Clin Neurosci 2006;13:298–301.\n        3. Erlich SS, Davis RL. Spinal subarachnoid metastasis from      8.   Onda K, Tanaka R, Takahashi H, Takeda N, Ikuta F.\n           primary intracranial glioblastoma multiforme. Cancer               Cerebral glioblastoma with cerebrospinal fluid dissemina-\n           1978;42:2854–2864.                                                 tion: a clinicopathological study of 14 cases examined by\n        4. Yung WA, Horten BC, Shapiro WR. Meningeal gliomato-                complete autopsy. Neurosurgery 1989;25:533–540.\n           sis: a review of 12 cases. Ann Neurol 1980;8:605–608.         9.   Wechsler LR, Gross RA, Miller DC. Meningeal gliomato-\n        5. Delattre JY, Walker RW, Rosenblum MK. Leptomenin-                  sis with “negative” CSF cytology: the value of GFAP stain-\n           geal gliomatosis with spinal cord or cauda equina compres-         ing. Neurology 1984;34:1611–1615.\n           sion: a complication of supratentorial gliomas in adults.    10.   Onda K, Tanaka R, Takahashi H, Takeda N, Ikuta F.\n           Acta Neurol Scand 1989;79:133–139.                                 Symptomatic cerebrospinal fluid dissemination of cerebral\n        6. Vertosick FT Jr, Selker RG. Brainstem and spinal me-               glioblastoma: computed tomographic findings in 11 cases.\n           tastases of supratentorial glioblastoma multiforme: a              Neuroradiology 1990;32:146–150.\n\n\n\n\ne110   Neurology 72    May 26, 2009",
  "wordCount": 3268,
  "indexed": "2025-09-25T22:53:28.957Z",
  "method": "direct"
}
