{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Vijayan et al. - 2009 - Clinical Reasoning A 54-year-old woman with hand .pdf",
  "fileName": "Vijayan et al. - 2009 - Clinical Reasoning A 54-year-old woman with hand .pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Vijayan et al. - 2009 - Clinical Reasoning A 54-year-old woman with hand .pdf",
  "text": "Clinical Reasoning: A 54-year-old woman with hand dysesthesia:\n            Many dimensions to a common problem\n                  J. Vijayan, Ng Esther S.T., A. K. Therimadasamy, et al.\n                                Neurology 2009;73;e68-e72\n                          DOI 10.1212/WNL.0b013e3181bacedc\n\n\n                    This information is current as of October 5, 2009\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/73/14/e68.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\f    Clinical Reasoning: A 54-year-old woman with hand dysesthesia: Many\n                        dimensions to a common problem\n              J. Vijayan, Ng Esther S.T., A. K. Therimadasamy, et al.\n                            Neurology 2009;73;e68-e72\n                      DOI 10.1212/WNL.0b013e3181bacedc\n\n                  This information is current as of October 5, 2009\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/73/14/e68.full.html\n\nSupplementary Material         Supplementary material can be found at:\n                               http://www.neurology.org/content/suppl/2009/10/04/73.14.e68.D\n                               C1.html\nReferences                     This article cites 10 articles, 3 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/73/14/e68.full.html##ref-list-1\n\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All clinical neurophysiology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurophysi\n                               ology\n                               All Medical/Systemic disease\n                               http://www.neurology.org//cgi/collection/all_medical_systemic_d\n                               isease\n                               Carpal tunnel syndrome\n                               http://www.neurology.org//cgi/collection/carpal_tunnel_syndrom\n                               e\n                               Peripheral neuropathy\n                               http://www.neurology.org//cgi/collection/peripheral_neuropathy\n                               Ultrasound\n                               http://www.neurology.org//cgi/collection/ultrasound\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                  Clinical Reasoning:\nSection Editor\n                                  A 54-year-old woman with\nMitchell S.V. Elkind,\nMD, MS\n                                  hand dysesthesia\n                                  Many dimensions to a common problem\n\nJ. Vijayan, MD, DM                SECTION 1                                                                      Clinical examination revealed an arteriovenous\n   (Neurology)                    A 54-year-old woman with chronic renal failure due                         (AV) fistula over the left forearm. Upper limb exam-\nNg Esther S.T., MBBS              to diabetes and on maintenance hemodialysis pre-                           ination showed absent Tinel’s and Phalen’s sign bi-\nA.K. Therimadasamy,               sented to the Neurodiagnostic Laboratory of our                            laterally. The thenar and hypothenar eminences were\n   BSC                            hospital with cramp-like dysesthetic symptoms in-                          preserved in bulk, with power of the abductor polli-\nT. Lau, MRCP                      volving the palms of both her hands. For the past 6                        cis brevis (APB) and abductor digiti minimi normal\nE.P. Wilder-Smith,                months, she noticed predominantly right-handed                             on both sides. There was mildly reduced perception\n   MD, DTM&H,                     numbness which was maximum over the fingertips                             to superficial touch (using a cotton swab) and vibra-\n   FAMS (Neurology)               and worst early in the morning. Massage and hand                           tion (126 Hz tuning fork) over the distal extremities,\n                                  movements would relieve the early morning symp-                            and deep tendon reflexes were reduced in the lower\n                                  toms for short periods of time. There was associated                       extremities.\nAddress correspondence and        mild difficulty in performing fine motor tasks.\n                                                                                                             Questions for consideration:\nreprint requests to Dr. Joy\n                                     Medical history revealed 30 years of type II diabetes\nVijayan, Neurodiagnostic\nLaboratory, National University   mellitus, recently needing control with subcutaneous                       1. What is the differential diagnosis of upper limb\nHospital, Singapore\n                                  insulin. The latest HbA1C was 6.6%. She was a non-                            sensory disturbance in a patient with chronic re-\ndrjoyvijayan@gmail.com\n                                  smoker and did not abuse alcohol. Serum calcium and                           nal failure and diabetes?\n                                  phosphate were normal and creatinine 700 ␮mol/L.                           2. What investigations would you do?\n\n\n\n                                                                                                                                                       GO TO SECTION 2\n\n\n\n\nSupplemental data at\nwww.neurology.org\n                                  From the Neurodiagnostic Laboratory (J.V., A.K.T., T.L., E.P.W.-S.), National University Hospital (N.E.S.T.), Singapore.\n                                  Disclosure: Author disclosures are provided at the end of the article.\n\n\n\n\ne68                               Copyright © 2009 by AAN Enterprises, Inc.\n\fSECTION 2\n                                                                Table        Nerve conduction study results\nUpper limb sensory disturbance mainly occurring\nover the palms with some asymmetry in a patient                                                         Right    Left\nwith renal failure and diabetes would first suggest             Hand skin temperature, °C               32.2     32\na possible diagnosis of carpal tunnel syndrome                  Sensory nerve conduction\n(CTS) or cervical radiculopathy. A diagnosis of                   Median (digit 3) orthodromic\n\ncervical radiculopathy is unlikely due to the ab-                   Sensory peak latency (3.6 ms)        4.55     3.50\n\nsence of neck pain. A metabolic length-dependent                    Sensory amplitude (6 ␮V)             9.6     10.1\n\npolyneuropathy would be unusual due to the dom-                     Sensory conduction velocity         34.5     47.6\n                                                                    (47 m/s)\ninant upper limb symptoms, though needs to be\n                                                                  Ulnar (digit 5) orthodromic\nconsidered in view of the mild sensory loss involv-\n                                                                    Sensory peak latency (3.3 ms)        3.00     3.00\ning the distal lower extremities and the absent an-\n                                                                    Sensory amplitude (4 ␮V)             5.5      6.2\nkle jerks.\n                                                                    Sensory conduction velocity         50.0     52.4\n                                                                    (45 m/s)\n   Our patient presented with 2 of the 3 primary\n                                                                    Ulnar–median sensory conduction     15.5      4.8\nsymptoms of CTS: paresthesias of the palms max-                     velocity (8 m/s)\nimal in the early morning with relief by shaking                Motor nerve conduction\nand movements.1 A median nerve distribution of                    Median–abductor pollicis brevis\nsensory symptoms, though regarded as a primary                      Motor distal latency (3.9 ms)        5.65     4.70\nsymptom, is known to be an indicator of advanced                    Motor amplitude (4.6 mV)             5.9      6.0\nmedian nerve compression.2 Although Tinel’s and                     Motor forearm conduction            40.7     42.8\n                                                                    velocity (40 m/s)\nPhalen’s tests are negative in our patient, it is\n                                                                  Motor inching across carpal tunnel\nknown that these tests are not sensitive or specific              (intersegmental latency\nfor CTS.3                                                         differences)\n\n                                                                    4 cm proximal to wrist crease\n    There are several factors in our patient that in-               (4.85 ms)\n\ncrease the risk for CTS. Diabetes mellitus is associ-               3 cm proximal to wrist crease                 0.40\n\nated with an increased incidence of CTS, with up                    2 cm proximal to wrist crease                 0.00\n\nto 8% of diabetic patients being symptomatic.4                      1 cm proximal to wrist crease                 0.25\n\nDialysis-related amyloidosis, changes in the nerve                  At wrist crease                               0.45\n\nfluid homeostasis, and nerve ischemia from the                      1 cm distal to wrist crease                   0.35\n\nAV fistula all contribute to further increased CTS                  2 cm distal to wrist crease                   1.30\n\nrisk.5                                                              3 cm distal to wrist crease                   0.05\n\n                                                                  Ulnar–abductor digiti minimi\n   Electrophysiologic studies play an important                     Motor distal latency (3.1 ms)        3.2      3.0\nrole as first line investigation in the detection and               Motor amplitude (7 mV)               8.8      7.5\nclassification of CTS. Nerve conduction studies                     Motor forearm conduction            43.8     46.8\n(NCS) help to identify involvement of sensory or                    velocity (40 m/s)\n\nmotor fibers and also determine whether the un-                     Motor conduction velocity           52.3     56.8\n                                                                    across elbow (50 m/s)\nderlying pathophysiology is predominantly demy-\n                                                                    Second lumbrical interossei          0.70     0.10\nelinating, axonal, or mixed, in addition to                          latency difference\n                                                                    (0.6 ms) (2L-INT)\nindicating severity of disease. The table shows the\n                                                                  Sural nerve\nNCS report.\n                                                                    Peak latency (3.5 ms)                3.30     3.80\nQuestion for consideration:                                         Amplitude (8 ␮V)                     7.7      6.3\n\n                                                                    Conduction velocity (38 m/s)        38.8     32.7\n1. Does this electrodiagnostic study support a diagnosis of\n   CTS?                                                       Our laboratory normal values are given in parentheses.\n\n\n\n\n                                                                                                    GO TO SECTION 3\n\n\n\n\n                                                              Neurology 73      October 6, 2009                        e69\n\f      SECTION 3                                                     orthodromic palmar stimulation, median sensory short\n      NCS show evidence of bilateral median neuropathy              segment stimulation across the wrist, median-ulnar sen-\n      at the wrist.                                                 sory latency difference to the fourth digit, and median-\n          Neurophysiologic studies on the right showed pro-         radial latency difference to the first digit.6 The 2L-INT\n      longation of the median peak sensory latency and mo-          is similarly sensitive to sensory techniques due to early\n      tor distal latency. Additionally, there is a significant      involvement of lumbrical motor fibers.1\n      difference in sensory conduction velocities on internal           Even though less sensitive than other neurophysi-\n      comparison studies between the median and ulnar               ologic methods, APB motor nerve stimulation plays\n      nerves in the palm using a fixed distance, with median        an important role in the documentation of motor\n      nerve conduction velocity being considerably slower           fiber involvement. Motor nerve conduction studies as-\n      than ulnar. The second lumbrical to interossei motor          sessed include prolongation in distal latency or decrease\n      test (2L-INT) shows prolonged latency to the second           in compound muscle action potential from the APB.\n      lumbrical muscle in comparison to the second interossei           There are several scales used to assess the severity\n      on stimulating the median and ulnar nerve, at identical       of CTS, based on the extent of involvement of the\n                                                                    sensory and motor nerve fibers. Our laboratory con-\n      distances from the recording electrode, at the wrist.\n                                                                    vention is to grade CTS into mild (abnormal sensory\n          Neurophysiologic studies on the left showed a pro-\n                                                                    or 2L-INT), moderate (sensory and motor abnor-\n      longed median motor latency to APB. Segmental stim-\n                                                                    mality), or severe (absent motor/sensory responses).\n      ulation (inching technique) of the median nerve across            Our case demonstrates a moderate grade CTS on\n      the carpal tunnel shows an abrupt change in the latency       the right, and shows the typical abnormalities seen\n      to the APB 2 cm distal to the wrist crease, hence localiz-    on NCS in CTS.\n      ing the site of slowing possibly to the carpal tunnel out-        However, on the left, the unusual finding of iso-\n      let. The sensory peak latency, sensory amplitude, and         lated abnormal distal APB latency with normal APB\n      sensory conduction velocity in the palm on internal           compound muscle action potential amplitude needs\n      comparison between the median and ulnar and the 2L-           further consideration. All sensory nerve conduction\n      INT showed no abnormality.                                    values and 2L-INT were normal and thus unusual\n          CTS is associated with neurophysiologic abnormali-        for typical CTS.\n      ties, which are initially predominantly demyelinating.            Our case, in addition, shows the presence of a\n      Sensory values are often initially assessed, as the major-    mild sensory neuropathy as evidenced by borderline\n      ity of median nerve fibers at the wrist are sensory. Me-      abnormal sural nerve amplitudes with mildly re-\n      dian nerve sensory potentials across the wrist are widely     duced conduction velocity. This is a typical finding\n      taken as the most sensitive and earliest abnormality in       in longstanding diabetic and uremic neuropathy,\n      CTS, with prolongation of the peak latency, drop in           wherein the distal lower limbs are initially affected.\n      conduction velocity, or (least reliably) a drop in sensory    Question for consideration:\n      nerve action potential. In those with mild CTS, there         1. What are the possible causes for this isolated median mo-\n      are several other special sensory electrodiagnostic studies      tor nerve conduction abnormality on the left and what\n      which are sensitive and specific for CTS. These include          further investigations are possible?\n\n\n\n                                                                                                        GO TO SECTION 4\n\n\n\n\ne70   Neurology 73   October 6, 2009\n\f                               SECTION 4                                                       the carpal ligament and be subjected to isolated com-\n                               Pure motor CTS is unusual as the increased intracar-            pression. NCS, using inching technique, can differ-\n                               pal tunnel pressure underlying CTS tends to affect              entiate between these 2 sites of APB pathway\n                               sensory fibers far earlier than motor fibers. This can          abnormality but is technically difficult due to the\n                               be explained by the intraneural topography wherein              abrupt diversion that this motor branch takes.\n                               most of the nerve fibers are sensory, and being super-              Imaging modalities of peripheral nerves which in-\n                               ficially located is more vulnerable to extraneural pres-        clude high-resolution sonography and MRI are in-\n                               sure. The fascicles that subserve motor functions to\n                                                                                               creasingly being used as useful complementary tests\n                               the thenar muscles and lumbricals are more centrally\n                                                                                               in the evaluation of entrapment neuropathies. Both\n                               placed, with those destined to supply the thenar em-\n                                                                                               allow direct visualization of the compressed median\n                               inence more rostral.7\n                                                                                               nerve and other soft tissue structures of the carpal\n                                   Our case therefore suggests a primarily central,\n                                                                                               tunnel. The low cost and time requirement of sonog-\n                               more volar-radial location of pathology since motor\n                                                                                               raphy favor its use as the initial imaging modality in\n                               fibers to the APB are positioned in this region. The\n                               lumbrical motor fibers, which lie separate and are              evaluating the carpal tunnel.\n                               more dorsal, were not involved as the 2L-INT test                   Duplex ultrasonography was performed on the\n                               was normal.                                                     median nerve, yielding the image shown in the fig-\n                                   Alternatively, the recurrent branch of the median           ure and video (on the Neurology® Web site at\n                               nerve, which contains motor fibers to the thenar em-            www.neurology.org).\n                               inence and which arises at the level of the terminal            Question for consideration:\n                               bifurcation of the median nerve, may occasionally\n                               exit the carpal tunnel through a separate opening in            1. What is the imaging diagnosis?\n\n\n  Figure       Doppler studies of the left median nerve at the wrist\n\n\n\n\n(A) Longitudinal section showing arterial blood flow within the nerve and (B) transverse section showing arterial flow at the radial and rostral part of the\nnerve (oval hypoechoic).\n\n\n\n\n                                                                                                                                    GO TO SECTION 5\n\n\n\n\n                                                                                               Neurology 73    October 6, 2009                         e71\n\f      SECTION 5                                                   release in those with an intraneurally situated persistent\n      The ultrasound image shows the presence of a persis-        median artery, since increased pressure could be mainly\n      tent median artery (maximum diameter 1.7 mm,                from within the nerve.\n      minimum diameter 1.2 mm), located intraneurally.                Our patient opted for conservative management\n      It is located on the radial and rostral site within the     and had partial improvement using a wrist splint.\n      nerve, suggesting close relation to the motor fibers to\n      the abductor pollices brevis. This abnormality could        DISCLOSURE\n                                                                  Dr. Vijayan, Dr. Ng, A.K. Therimadasamy, and Dr. Titus report no dis-\n      well explain the pure motor CTS.\n                                                                  closures. Dr. Wilder-Smith received a travel grant from GlaxoSmithKline\n          The median nerve cross-sectional area at the wrist      French to attend an American Epilepsy Society annual meeting; serves as\n      crease is 0.07 cm2 and the fascicular architecture is       an Associate Editor of Neurology Asia; and serves as director of a diagnostic\n                                                                  laboratory which performs the investigations described in this article.\n      relatively maintained.\n\n      DISCUSSION Persistent median artery is increas-             REFERENCES\n                                                                   1. Wilder-Smith EP, Seet RC, Lim EC. Diagnosing carpal\n      ingly being implicated as a cause of CTS. It is often\n                                                                      tunnel syndrome: clinical criteria and ancillary tests. Nat\n      associated with acutely presenting CTS, when associ-            Clin Pract Neurol 2006;2:336 –374.\n      ated with thrombosis of the persistent median artery.        2. Wilder-Smith EP, Ng ES, Chan YC, et al. Sensory distur-\n      However, its role as an independent risk factor in the          bance indicates severity of median nerve damage in carpal\n      causation of CTS has not been well evaluated.                   tunnel syndrome. Clin Neurophysiol 2008;119:1619–1625.\n                                                                   3. El Miedany Y, Ashour S, Youssef S, et al. Clinical diagnosis\n          In a study which evaluated 100 wrists from 50\n                                                                      of carpal tunnel syndrome: old tests–new concepts. Joint\n      asymptomatic volunteers, sonographic detection of a             Bone Spine 2008;75:451– 457.\n      persistent median artery could be found in 13 (26%,          4. Dyck PJ, Kratz KM, Karnes JL, et al. The prevalence by\n      10 [20%] unilateral and 3 [6%] bilateral), with a               staged severity of various types of diabetic neuropathy, reti-\n                                                                      nopathy, and nephropathy in a population-based cohort: the\n      mean diameter of 1.1 mm (range, 0.5–1.7 mm).9 A\n                                                                      Rochester Diabetic Neuropathy Study. Neurology 1993;43:\n      median artery above 1.5 mm in diameter was associ-              817–824.\n      ated with symptoms.9                                         5. Hirasawa Y, Oqura T. Carpal tunnel syndrome in patients\n          Not much is known about the anatomic varia-                 on long-term hemodialysis. Scand J Plast Reconstr Surg\n      tions of this aberrant vessel.10 It has been increasingly       Hand Surg 2000;34:373–381.\n                                                                   6. American Association of Electrodiagnostic Medicine,\n      associated with a bifid median nerve, when the vessel\n                                                                      American Academy of Neurology, American Academy\n      is often located in an extraneural site in between the          of Physical Medicine and Rehabilitation. Practice pa-\n      separate nerve bundles. This anomalous vessel can               rameters for electrodiagnostic studies in carpal tunnel\n      also be situated intraneurally. Detection of persistent         syndrome: summary statement. Muscle Nerve 1993;16:\n      median artery may assist in management decisions                1390 –1391.\n                                                                   7. Sunderland S. The intraneural topography of the radial,\n      and surgical planning.\n                                                                      median and ulnar nerves. Brain 1945;68:243–298.\n          Sonographic detection of atypical vascular struc-        8. Buchberger W. Radiologic imaging of the carpal tunnel.\n      tures within the carpal tunnel may be of importance             Eur J Radiol 1997;25:112–117.\n      as during surgery, induction of a bloodless operation        9. Gassner EM, Schocke M, Peer S, et al. Persistent median\n      field using a tourniquet can obscure abnormal vessels           artery in the carpal tunnel: color Doppler ultrasonographic\n                                                                      findings. J Ultrasound Med 2002;21:455– 461.\n      leading to postoperative bleeding and ensuing se-\n                                                                  10. Claassen H, Schmitt O, Wree A. Large patent median ar-\n      quelae such as hematoma and fibrosis.                           teries and their relation to the superficial palmar arch with\n          A further consideration would be the need for an            respect to history, size consideration and clinic conse-\n      epineurectomy, in addition to transverse carpal ligament        quences. Surg Radiol Anat 2008;30:57– 63.\n\n\n\n\ne72   Neurology 73   October 6, 2009",
  "wordCount": 2678,
  "indexed": "2025-09-25T22:55:12.763Z",
  "method": "direct"
}
