{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Francis et al. - 2015 - Clinical Reasoning An unusual diagnostic triad.pdf",
  "fileName": "Francis et al. - 2015 - Clinical Reasoning An unusual diagnostic triad.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Francis et al. - 2015 - Clinical Reasoning An unusual diagnostic triad.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           An unusual diagnostic triad\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nAndrew W. Francis, MD    SECTION 1                                                                          headache, sore neck, and upper respiratory symptoms\nClaire L. Kiernan, BA    A 44-year-old woman with a history of hypothyroid-                                 for which she sought care at a local emergency room.\nMichael J. Huvard, BS    ism taking daily levothyroxine was admitted to an                                  She did not complain of confusion or demonstrate\nAlejandro Vargas, MD     outside hospital with subacute cognitive decline.                                  signs of cognitive decline at that time and was dis-\nLawrence A. Zeidman,     Her symptoms had started 3 weeks previously with                                   charged home with a prescription for antibiotics. A\n  MD\nHeather E. Moss, MD,        Figure          Brain and retinal images\n  PhD\n\n\nCorrespondence to\nDr. Moss:\nhemoss@uic.edu\n\n\n\n\n                         (A, B) Sagittal and axial fluid-attenuated inversion recovery (FLAIR) brain MRI sequences from the initial clinical presentation\n                         reveal small T2-hyperintense lesions in the periventricular periventricular white matter, corpus callosum, and basal ganglia.\n                         (C) Axial diffusion-weighted (DW) MRI sequence demonstrates restricted diffusion in some of the basal ganglia lesions. (D)\n                         Color fundus photograph of the right eye reveals retinal hemorrhage, edema, and axoplasmic blockage in a perivascular dis-\n                         tribution consistent with a branch retinal artery occlusion. (E) Fluorescein angiography confirms several sites of obstruction\n                         with hypofluorescent areas distal to the well-perfused inferotemporal arcades (arrows). (F) The fluorescein angiogram of the\n                         left eye is normal and displayed for comparison. (G–I) Sagittal and axial FLAIR and axial DW brain MRI sequences 9 months\n                         after presentation demonstrate reduced lesion burden and no diffusion restriction.\n\n\n                         From the Departments of Ophthalmology and Visual Sciences (A.W.F., M.J.H., H.E.M.) and Neurology and Rehabilitation (A.V., L.A.Z., H.E.M.),\n                         University of Illinois at Chicago; and Rush Medical College (C.L.K.), Chicago, IL.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                            © 2015 American Academy of Neurology                                     e17\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    few days later, she was hospitalized after appearing     lesions in supratentorial white matter. CSF analysis\n                    disoriented, exhibiting signs of confusion, responding   demonstrated elevated protein (196 mg/dL) and 5\n                    slowly, and running into things at work.                 oligoclonal bands, but normal cell count and glu-\n                        On examination, she was oriented only to self with   cose. Her mental status spontaneously improved,\n                    poor verbal output and followed only rudimentary         though not to baseline, and she was discharged with\n                    commands. She had grasp and left palmomental re-         outpatient follow-up.\n                    flexes. Visual acuity measurement was precluded by           One week later, she was prescribed oral steroids for\n                    her mental status. She blinked to threat and tracked     complaints of headache and hearing loss. Two weeks\n                    a light with either eye. Upgaze was mildly restricted    after her initial discharge, she was readmitted with recur-\n                    and she had gaze-evoked nystagmus. Cranial nerve         rent and progressive cognitive decline. Repeat MRI\n                    examination was otherwise unrevealing. Muscle tone       demonstrated increased burden of T2 hyperintense le-\n                    was normal. All extremities moved spontaneously          sions in the periventricular white matter and corpus cal-\n                    against gravity. Reflexes were diffusely 31 with         losum with a lower lesion burden in the subcortical\n                    Chaddock signs bilaterally. She responded to stimuli     white matter, basal ganglia, and infratentorial structures.\n                    in all extremities. There was no ataxia noted during     None of the lesions demonstrated enhancement. Some\n                    spontaneous movements. Further testing was limited       of them demonstrated restricted diffusion (figure, A–C).\n                    by her inability to follow commands.                     She was transferred to our institution for further\n                        Testing performed at the outside hospital            evaluation.\n                    included toxicology screen, which was positive for\n                                                                             Questions for consideration:\n                    cannabinoids and amphetamines. Blood count\n                    and metabolic panel including liver tests were           1. What is the differential diagnosis?\n                    within normal limits. MRI brain demonstrated mul-        2. What laboratory and imaging studies would you\n                    tiple subcentimeter, nonenhancing T2 hyperintense           order next?\n\n\n\n\n                                                                                                                 GO TO SECTION 2\n\n\n\n\ne18                 Neurology 85   July 21, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                  antibodies. Repeat CSF analysis demonstrated 10\n                  The differential diagnosis for a middle-aged woman         leukocytes/mL (100% lymphocytes), no erythrocytes,\n                  with subacute dementia is broad. In this case, the         mildly elevated glucose (83 mg/dL), elevated protein\n                  MRI appearance included multifocal small nonen-            (153 mg/dL), and negative venereal disease research\n                  hancing lesions, some with restricted diffusion, and       laboratory. Magnetic resonance angiography of the\n                  corpus callosum involvement, which suggests either         head and neck and 4-vessel cerebral catheter\n                  a microvascular or demyelinating process. The pres-        angiography were unrevealing. EEG revealed diffuse\n                  ence of oligoclonal bands suggests immunoreactivity        slowing without epileptiform abnormalities.\n                  in the CNS and makes a thromboembolic condition                Audiometry was precluded by her mental status, but\n                  less likely. Her preceding viral symptoms suggest a        auditory potentials demonstrated no significant abnor-\n                  postinfectious process, while the subacute nature of       malities. Dilated ophthalmoscopic examination was nota-\n                  her presentation makes infectious etiologies less          ble for inferotemporal retinal whitening with edema and\n                  likely. Thus, major considerations are CNS vasculitis      intraretinal hemorrhage in a perivascular distribution (fig-\n                  and acute disseminated encephalomyelitis. Since the        ure, D), diagnostic of an inferotemporal branch retinal\n                  latter is a diagnosis of exclusion, appropriate workup     artery occlusion (BRAO). No arteriolar sheathing or Gass\n                  focuses on confirming vasculitis with angiographic         plaques were visualized. There was no associated uveitis.\n                  imaging and possible brain biopsy in addition to test-         Given the dramatic nature of her clinical pre-\n                  ing for secondary causes of small vessel vasculitis such   sentation, a broad workup was performed for treat-\n                  as systemic lupus erythematosus, Sjögren syndrome,         able subacute dementing illnesses in parallel with\n                  granulomatosis with polyangiitis, and syphilis. Other      the focused evaluation described above. This\n                  rare diseases associated with CNS vasculitis have no       included evaluation for vitamin deficiency, anti-\n                  serologic tests, but are defined by associated physical    NMDA encephalitis, Hashimoto encephalitis,\n                  examination findings such as oral and genital ulcers in    Wilson disease, infectious encephalitis, neurosar-\n                  Behçet disease or branch retinal artery occlusions and     coidosis, and thromboembolic disease, which were\n                  auditory dysfunction in Susac syndrome.                    all negative.\n                  Clinical course. Normal serologic studies included\n                                                                             Questions for consideration:\n                  those for antinuclear antibody assay, antineutrophil\n                  cytoplasmic antibody, rapid plasma regain, fluorescent     1. What is the likely final diagnosis?\n                  treponemal antibody, and anti-Ro/SSA and La/SSB            2. What is the appropriate management?\n\n\n\n\n                                                                                                                 GO TO SECTION 3\n\n\n\n\n                                                                             Neurology 85   July 21, 2015                           e19\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                  (range 20–40 years) and it affects woman dispropro-\n                    The patient’s subacute encephalopathy, hearing loss,       tionately.3,7 In addition to encephalopathy, BRAOs,\n                    and BRAOs, accompanied by white matter lesions             and hearing loss, common clinical manifestations\n                    with restricted diffusion seen on MRI, are consistent      include impaired cognition and memory, ataxia, dys-\n                    with the diagnosis of Susac syndrome, an immune-           arthria, vertigo, corticospinal tract dysfunction, and\n                    mediated vasculitis associated with infarcts in the        headache with migrainous features in approximately\n                    cochlear apex, retina, and brain.1,2 The clinical triad    half of cases. There has been no evidence of hereditary\n                    of subacute encephalopathy, BRAO, and sensorineu-          transmission and the etiology is thought to be\n                    ral hearing loss is diagnostic for this syndrome.3,4       autoimmune.7\n                                                                                   A high clinical suspicion must be maintained in\n                    Clinical course. Based on expert guidelines, the patient   order to diagnose Susac syndrome as it can mimic\n                    was treated with IV methylprednisolone (1 g/daily for      other disorders that produce encephalopathy, visual\n                    3 consecutive days), IV immunoglobulin (IVIg), and         impairment, or hearing loss. Subacute encephalopa-\n                    IV cyclophosphamide followed by an oral prednisone         thy is a presenting symptom in 75% of cases, but only\n                    taper and plans for monthly IVIg and cyclophospha-         10% of cases present with hearing or visual symp-\n                    mide infusions.5 The patient initially improved, but 2     toms.7 This may be because the eye and ear involve-\n                    weeks later her mental status declined. MRI demon-         ment is subclinical or because the encephalopathy\n                    strated a new corpus callosum lesion. Following            precludes expression of these symptoms. Ancillary\n                    repeat IVIg and cyclophosphamide infusion, her con-        testing that can help to secure a diagnosis includes\n                    dition improved.                                           fluorescein angiography of the retina to evaluate for\n                        Outpatient audiology testing confirmed decreased       BRAOs and pure tone audiometry testing to evaluate\n                    hearing, especially in the low to mid frequencies.         for low to mid-frequency sensorineural hearing loss.1,4\n                    Follow-up ophthalmology examination revealed               Brain MRI can support the diagnosis by showing\n                    Snellen visual acuity of 20/20 in each eye. Dilated        multiple small foci of high T2 signal intensity, diffuse\n                    funduscopic examination demonstrated no new                restriction, and contrast enhancement throughout\n                    BRAOs or vasculitis. Fluorescein angiography con-          both gray and white matter in the cerebrum, partic-\n                    firmed the BRAOs seen on initial examination with-         ularly the corpus callosum.7 The corpus callosum le-\n                    out any leakage (figure, E and F).                         sions favor central locations, as opposed to multiple\n                        The patient received monthly cyclophosphamide          sclerosis lesions, which favor the callosal-septal inter-\n                    and IVIg infusions for 6 months with further               face. Holes develop in the corpus callosum when the\n                    improvement. She had a child-like demeanor, was            lesions resolve. CSF is often abnormal, with mild ple-\n                    impulsive and disinhibited, and remained unable to         ocytosis and elevated protein. The presence of oligo-\n                    work or live independently. She was maintained on          clonal bands in the CSF does not exclude a diagnosis\n                    lower dose cyclophosphamide for 3 additional               of Susac syndrome.3\n                    months. A repeat MRI brain at 9 months was                     The natural course of Susac syndrome is unpre-\n                    improved with no new lesions, no diffusion restric-        dictable but can be classified into 3 groups: monopha-\n                    tion, and no enhancement (figure, G–I). She was            sic, polycyclic, and chronic continuous.1 Most\n                    transitioned to mycophenolate mofetil for long-term        patients have a monophasic course, characterized by\n                    immunosuppression.                                         a single, self-limiting episode that lasts less than 2\n                                                                               years. Polycyclic recurrence up to 18 years after initial\n                    DISCUSSION Susac syndrome, or retinocochleocere-           diagnosis and treatment has been reported.8 There are\n                    bral vasculopathy, is a microangiopathy with an unclear    no standardized treatment guidelines for Susac syn-\n                    pathogenesis named for John O. Susac (1940–2012), a        drome; however, multiple immunosuppressive treat-\n                    neuro-ophthalmologist, whose initial case series in 1979   ment regimens have been proposed. Most regimens\n                    described 2 young women with subacute                      include acute high-dose corticosteroids and immuno-\n                    encephalopathy, BRAOs, and sensorineural hearing           modulating drugs with control of the active phase of\n                    loss.6 Dr. Susac postulated that the brain lesions and     the disease occurring in the majority of cases.7,9\n                    retinal and cochlear findings shared a common              Reversal of vision loss has been reported with hyper-\n                    vascular pathophysiology. He advocated careful             baric oxygen therapy.10\n                    ophthalmoscopic examination in any patient with\n                    otherwise unexplained subacute encephalopathy. He          AUTHOR CONTRIBUTIONS\n                    also advocated early, aggressive immunosuppression to      Andrew W. Francis: design or conceptualization of the study, analysis or\n                    treat the clinical manifestations of this disease.         interpretation of the data, drafting or revising the manuscript. Claire L.\n                                                                               Kiernan: drafting or revising the manuscript. Michael J. Huvard: drafting\n                        Since Dr. Susac’s publication in 1979, fewer than\n                                                                               or revising the manuscript. Alejandro Vargas: drafting or revising the\n                    100 cases have been reported in the medical litera-        manuscript. Lawrence A. Zeidman: design or conceptualization of the\n                    ture.7 The average age at onset is 31.6 years              study, analysis or interpretation of the data, drafting or revising the\n\ne20                 Neurology 85   July 21, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  manuscript. Heather E. Moss: design or conceptualization of the study,          4.   García-Carrasco M, Mendoza-Pinto C, Cervera R. Diag-\n                  analysis or interpretation of the data, drafting or revising the manuscript.         nosis and classification of Susac syndrome. Autoimmun\n                                                                                                       Rev 2014;13:347–350.\n                  STUDY FUNDING                                                                   5.   Rennebohm R. Susac syndrome. Available at: https://my.\n                  Supported by an unrestricted grant from Research to Prevent Blindness                clevelandclinic.org/health/diseases_conditions/susac-syndrome.\n                  to the UIC Department of Ophthalmology and Visual Sciences, NIH                      Accessed October 26, 2014.\n                  K23-EY024345 (H.E.M.).                                                          6.   Susac JO, Hardman JM, Selhorst JB. Microangiopathy of\n                                                                                                       the brain and retina. Neurology 1979;29:313–316.\n                  DISCLOSURE                                                                      7.   Do TH, Fisch C, Evoy F. Susac syndrome: report of four\n                  The authors report no disclosures relevant to the manuscript. Go to                  cases and review of the literature. AJNR Am J Neuroradiol\n                  Neurology.org for full disclosures.                                                  2004;25:382–388.\n                                                                                                  8.   Petty GW, Matteson EL, Younge BR, McDonald TJ,\n                  REFERENCES                                                                           Wood CP. Recurrence of Susac syndrome (retinocochleo-\n                   1. Bitra RK, Eggenberger E. Review of Susac syndrome. Curr                          cerebral vasculopathy) after remission of 18 years. Mayo\n                      Opin Ophthalmol 2011;22:472–476.                                                 Clin Proc 2001;76:958–960.\n                   2. Papo T, Biousse V, Lehoang P, et al. Susac syndrome.                        9.   Zeidman LA, Melen O, Gottardi-Littell N, et al. Susac syn-\n                      Medicine 1998;77:3–11.                                                           drome with transient inverted vision. Neurology 2004;63:591.\n                   3. Dörr J, Krautwald S, Wildemann B, et al. Characteristics                   10.   Li HK, Dejean BJ, Tang RA. Reversal of visual loss with\n                      of Susac syndrome: a review of all reported cases. Nat Rev                       hyperbaric oxygen treatment in a patient with Susac syn-\n                      Neurol 2013;9:307–316.                                                           drome. Ophthalmology 1996;103:2091–2098.\n\n\n\n\n                                                                                                 Neurology 85     July 21, 2015                                 e21\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    Clinical Reasoning: An unusual diagnostic triad\n               Andrew W. Francis, Claire L. Kiernan, Michael J. Huvard, et al.\n                               Neurology 2015;85;e17-e21\n                         DOI 10.1212/WNL.0000000000001760\n\n                        This information is current as of July 20, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/3/e17.full.html\n\n References                         This article cites 9 articles, 3 of which you can access for free at:\n                                    http://www.neurology.org/content/85/3/e17.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Clinical Neurology\n                                    http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                    All Cognitive Disorders/Dementia\n                                    http://www.neurology.org//cgi/collection/all_cognitive_disorders_dem\n                                    entia\n                                    All Neuro-ophthalmology\n                                    http://www.neurology.org//cgi/collection/all_neuroophthalmology\n                                    Retina\n                                    http://www.neurology.org//cgi/collection/retina\n                                    Visual loss\n                                    http://www.neurology.org//cgi/collection/visual_loss\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2301,
  "indexed": "2025-09-25T22:53:57.435Z",
  "method": "direct"
}
