{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Lee et al. - 2011 - Clinical Reasoning A 44-year-old man with a 3-mon.pdf",
  "fileName": "Lee et al. - 2011 - Clinical Reasoning A 44-year-old man with a 3-mon.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Lee et al. - 2011 - Clinical Reasoning A 44-year-old man with a 3-mon.pdf",
  "text": "Clinical Reasoning: A 44-year-old man with a 3-month history of\n                           hiccups\n               Megan H. Lee, Jennifer M. Pritchard and William J. Weiner\n                            Neurology 2011;77;e145-e148\n                       DOI 10.1212/WNL.0b013e31823d7652\n\n\n                 This information is current as of December 12, 2011\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n               http://www.neurology.org/content/77/24/e145.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2011 by AAN\nEnterprises, Inc.. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f   Clinical Reasoning: A 44-year-old man with a 3-month history of hiccups\n            Megan H. Lee, Jennifer M. Pritchard and William J. Weiner\n                         Neurology 2011;77;e145-e148\n                    DOI 10.1212/WNL.0b013e31823d7652\n\n                This information is current as of December 12, 2011\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/77/24/e145.full.html\n\nReferences                     This article cites 9 articles, 3 of which you can access for free at:\n                               http://www.neurology.org/content/77/24/e145.full.html##ref-list-\n                               1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               Primary brain tumor\n                               http://www.neurology.org//cgi/collection/primary_brain_tumor\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f               RESIDENT\n               & FELLOW\n               SECTION\n                                 Clinical Reasoning:\nSection Editor                   A 44-year-old man with a 3-month history\nMitchell S.V. Elkind,\nMD, MS                           of hiccups\n\nMegan H. Lee, BA                 SECTION 1                                                                   His general medical examination revealed the left\nJennifer M. Pritchard,           A 44-year-old right-handed African American man                          AKA but was otherwise unremarkable. He was alert,\n  MD                             with a 1-year history of seizures was admitted for                       oriented, and executive functions were intact. Vision\nWilliam J. Weiner, MD            further evaluation. During a previous hospitalization                    was 20/20 in both eyes, extraocular movements were\n                                 for status epilepticus, MRI revealed a brain lesion,                     intact, and pupils were equal and reactive. There was\n                                 but the patient refused biopsy. Over a 3-month pe-                       no papilledema. He had a flattened right nasolabial\nAddress correspondence and       riod, he developed unrelenting hiccups which fluctu-                     fold. Motor, sensory, and cerebellar function were\nreprint requests to Megan Lee,\n4466 West Pine Blvd. Unit 5C,    ated in frequency. His only other symptom was                            intact. Hiccups persisted throughout the interview.\nSt. Louis, MO 63108              headache relieved by acetaminophen. The patient                          Their frequency remained relatively constant, and\nmegan.lee@som.umaryland.edu                                                                               they often interrupted the patient’s speech.\n                                 denied photophobia, phonophobia, and visual\n                                 changes associated with the headache.                                    Questions for consideration:\n                                    He had a history of hypertension and a left                           1. How are hiccups classified based on their time course?\n                                 above-the-knee amputation (AKA) for osteosar-                            2. How are hiccups generated and what is the pathophysiol-\n                                 coma as a child.                                                            ogy in this patient?\n\n\n\n\n                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                                 From the University of Maryland School of Medicine, Baltimore.\n                                 Disclosure: Author disclosures are provided at the end of the article.\n\n\n\n\n                                                                                                          Copyright © 2011 by AAN Enterprises, Inc.           e145\n\f       SECTION 2                                                to the glottis and inspiratory intercostal muscles.\n       Hiccups, or singultus, result from sudden closure of     Centrally, hiccups are thought to be mediated by a\n       the glottis along with contraction of the inspiratory    combination of the phrenic nerve nuclei, respiratory\n       muscles.1 Bouts of hiccups lasting up to 48 hours are    centers, reticular formation in the brainstem, and the\n       considered physiologic. However, persistent (lasting     hypothalamus.2,3 Furthermore, the temporal lobe,\n       up to 2 months) or intractable (lasting greater than 2   hypothalamus, and reticular activating substance\n       months) hiccups have various etiologies.2                have been proposed as stimulatory or inhibitory\n          The pathophysiology of hiccups is not entirely        modulators of the reflex arc.4\n       clear, but it is thought to involve a reflex arc and\n                                                                Questions for consideration:\n       unilateral contraction of the diaphragm. The afferent\n       limb of the reflex arc consists of the phrenic nerve,    1. What are the possible etiologies of persistent or intracta-\n       vagus nerve, and sympathetic chain, and the efferent        ble hiccups?\n       limb consists of the phrenic nerve with connections      2. What laboratory tests and studies would you pursue?\n\n\n\n\n                                                                                                     GO TO SECTION 3\n\n\n\n\ne146   Neurology 77   December 13, 2011\n\f  Figure      Brain MRI\n\n\n\n\nFluid-attenuated inversion recovery MRI demonstrates involvement by the infiltrating astrocytoma of (A) the pons and right\ntemporal lobe, (B) the right temporal and frontal lobes, and (C) the right parietal lobe and thalamus.\n\nSECTION 3                                                     ears, nose, throat, thorax, and abdomen should be\nEtiologies of intractable and persistent hiccups can          done. Laboratory tests include electrolytes, creati-\nbe divided into 4 categories: vagus or phrenic nerve          nine, and a complete blood count to look for oc-\nirritation, toxic-metabolic disorders, CNS disorders,         cult infection or malignancy. A chest x-ray may\nand psychogenic causes. Peripheral nerve irritation is        detect a structural cause in the mediastinum and\nthe most common cause, and it also causes most                diaphragm. Other tests may include an MRI of the\nbouts of hiccups. The vagus and phrenic nerves can            head and CT of the chest.2,3 Laboratory values\nbe irritated by a variety of processes, including phar-\n                                                              were normal in this patient.\nyngitis, laryngitis, and masses in the neck. Diaphrag-\n                                                                  MRI of the brain demonstrated a large, confluent,\nmatic disorders, such as hiatal hernias or subphrenic\n                                                              hyperintense region in the right temporal and frontal\nabscesses, can cause irritation of the phrenic nerve. In\n                                                              lobes extending into the right basal ganglia and thal-\nAIDS, hiccups may be caused by esophageal candidi-\n                                                              amus on T2 and fluid-attenuated inversion recovery\nasis. They may also be caused by multiple sclerosis\n                                                              (figure). Another smaller hyperintense region was\n(MS), syringomyelia, hydrocephalus, neoplasms, and\nother disorders that result in cerebral or brainstem          seen in the inferior left frontal lobe. Abnormal signal\nlesions. Toxic metabolic disorders such as alcohol in-        intensity was also seen in the optic chiasm and the\ntoxication, uremia, and general anesthesia are known          prechiasmatic optic nerves. Finally, there was a focal\nto cause hiccups. Psychogenic factors such as anxiety,        area of hyperintensity in the pons. The differential\nstress, excitement, and malingering can also be the           included malignancies such as glioma or lymphoma\ncause of hiccups.2,3                                          and demyelinating processes.\n    The workup of persistent or intractable hiccups               Biopsy showed a grade II infiltrating astrocytoma.\naddresses these etiologies. A complete medical, surgi-        Question for consideration:\ncal, and substance abuse history is important. A neu-\nrologic examination and thorough assessment of the            1. How would you treat this patient’s hiccups?\n\n\n\n\n                                                                                                  GO TO SECTION 4\n\n\n\n\n                                                              Neurology 77    December 13, 2011                     e147\n\f       SECTION 4                                                        We present a patient with intractable hiccups re-\n       Holding one’s breath and being frightened are exam-          sulting from a grade II infiltrating astrocytoma. In-\n       ples of home remedies for hiccups, but there is little       tractable hiccups caused by CNS malignancies are\n       evidence as to their efficacy. The treatment of intrac-      rare, and this case is the first that reports infiltrating\n       table hiccups begins with chlorpromazine. The IV             astrocytoma as the etiology.\n       form, infused slowly to avoid hypotension, is most\n       effective, but oral doses 25–50 mg 3 to 4 times per\n                                                                    AUTHOR CONTRIBUTIONS\n       day have been used. The latter was effective in our          M. Lee contributed to drafting and revising the manuscript and is the\n       patient. Side effects include drowsiness, and less           corresponding author. Dr. Pritchard contributed to drafting and revis-\n       commonly, acute dystonic reactions. A second-line            ing the manuscript. Dr. Weiner contributed to drafting and revising\n                                                                    the manuscript.\n       treatment is metoclopramide, 10 mg 3 to 4 times per\n       day. A known side effect of both chlorpromazine and\n       metoclopramide is tardive dyskinesia. Other possibly         DISCLOSURE\n       effective treatments include baclofen, phenytoin, car-       M. Lee and Dr. Pritchard report no disclosures. Dr. Weiner served on scien-\n                                                                    tific advisory boards for Santhera Pharmaceuticals and Rexahn Pharmaceuti-\n       bamazepine, valproic acid, gabapentin, tricyclic anti-       cals, Inc.; serves on the editorial boards of Parkinsonism and Related Disorders\n       depressants, methylphenidate, and quinidine.                 and Current Treatment Options in Neurology; and receives publishing royalties\n       Alternative therapies include hypnosis and acupunc-          for Neurology for the Non-Neurologist (6th edition, Wolters Kluwer/Lippin-\n                                                                    cott, 2010), Parkinson’s Disease: A Complete Guide for Patients and Family\n       ture for hiccups refractory to medical treatment.2,3\n                                                                    (2nd edition, Hopkins University Press, 2007), and Handbook of Clinical\n       Surgical ablation of the phrenic nerve is also men-          Neurology Hyperkinetic Disorders (Elsevier, 2011).\n       tioned in the literature,3 but several recent reports\n       describe improvement with ultrasound-guided anes-\n                                                                    REFERENCES\n       thesia of the phrenic nerve at the cervical level. In one    1. Giugni J, Seijo D, Micheli F. Are hiccups non-motor\n       report, 3 of 5 patients had cessation of hiccups, and           symptoms? Parkinsonism Relat Disord 2010;16:690.\n       the remaining patients had improvement of their              2. Rousseau P. Hiccups. South Med J 1995;88:175–181.\n       symptoms.5                                                   3. Loft LM, Ward RF. Hiccups: a case presentation and etio-\n                                                                       logic review. Arch Otolaryngol Head Neck Surg 1992;\n       DISCUSSION The differential diagnosis for persis-               118:1115–1119.\n                                                                    4. Marsot-Dupuch K, Bousson V, Cabane J, Tubiana JM.\n       tent or intractable hiccups is extensive. Grade II infil-\n                                                                       Intractable hiccups: the role of cerebral MR in cases with-\n       trating astrocytoma is an unreported cause of                   out systemic cause. AJNR Am J Neuroradiol 1995;16:\n       intractable hiccups. In this patient, it is difficult to        2093–2100.\n       determine whether the hiccups arose from temporal            5. Calvo E, Fernández-La Torre F, Brugarolas A. Cervical\n       or pontine involvement by the tumor. There is one               phrenic nerve block for intractable hiccups in cancer pa-\n       report of persistent hiccups that resolved following            tients. J Natl Cancer Inst 2002;94:1175–1176.\n                                                                    6. van Durme CMPG, Idema RN, van Guldener C. Two\n       resection of a temporal lobe glioblastoma multiforme.6\n                                                                       rare complications of glioblastoma multiforme: persistent\n       There is also a case of periodic hiccups following a right      hiccup and acquired haemophilia A. Neth J Med 2008;66:\n       temporal brain abscess.7 Finally, a study on the use of         286 –288.\n       MRI for intractable hiccups demonstrated that 3 of 9         7. Jansen PHP, Joosten EMG, Vingerhoets HM. Persistent\n       patients had temporal lobe lesions.4                            periodic hiccups following brain abscess: a case report.\n           There are also reports of intractable hiccups in            J Neurol Neurosurg Psychiatry 1990;53:83– 84.\n                                                                    8. Liu FC, Fuh JL, Wang SJ. Symptomatic trigeminal auto-\n       patients with pontine lesions. One patient was found\n                                                                       nomic cephalgia associated with allodynia in a patient with\n       to have involvement of the right lateral tegmentum\n                                                                       multiple sclerosis. J Chin Med Assoc 2008;71:583–586.\n       of the lower pons by MS.8 In another report of stroke        9. Kumar A, Dromerick AW. Intractable hiccups during\n       rehabilitation patients, 3 patients with persistent hic-        stroke rehabilitation. Arch Phys Med Rehabil 1998;79:\n       cups had pontine infarcts.9                                     697– 699.\n\n\n\n\ne148   Neurology 77   December 13, 2011",
  "wordCount": 1731,
  "indexed": "2025-09-25T22:54:25.932Z",
  "method": "direct"
}
