{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Vento - 2012 - Family History A Guide for Neurologists in the Ag.pdf",
  "fileName": "Vento - 2012 - Family History A Guide for Neurologists in the Ag.pdf",
  "relativePath": "Neurología/Clinical practice/Vento - 2012 - Family History A Guide for Neurologists in the Ag.pdf",
  "text": "Family History: A Guide for Neurologists in the Age\nof Genomic Medicine\nJodie M. Vento, MGC, CGC\n\n                      The field of neurogenetics has expanded dramatically over recent years. Neurogenetics has\n                      developed from a distinct subspecialty within neurology to something that transcends most\n                      of the common presenting conditions for neurologists. The importance of understanding the\n                      genetic contribution to conditions like epilepsy, neurodevelopmental disorders, and\n                      metabolic diseases has become very evident in neurology. In the era of personalized\n                      medicine and genomic testing, we have just begun to understand how genetic factors\n                      contribute to the development of disease, influence its natural history and severity, and\n                      determine its response to therapy. Genetic risk analysis and interpretation have become\n                      central components for the modern clinical assessment, and a comprehensive family\n                      history analysis is essential for neurologists. The benefits of collecting and updating a\n                      detailed pedigree are important for diagnostic guidance, risk counseling, and test\n                      interpretation. A review of genetic inheritance patterns, pedigree construction, and factors\n                      that influence disease presentation is outlined for the application in neurology practice.\n                      Semin Pediatr Neurol 19:160-166 C 2012 Elsevier Inc. All rights reserved.\n\n\n\n\nIntroduction                                                                      Health care professionals have long recognized the\n                                                                               benefits of incorporating one’s family history into their\nThere is a growing initiative to promote collection of family                  medical care. Family history can be utilized as a cost-\nhealth history information in settings outside of the                          effective means for genetic diagnosis by aiding in the\ngenetics clinic. Family history awareness programs have                        identification of patterns of inheritance, establishing rap-\nbeen aimed at the patient population, and there is an                          port with the patient and family, distinguishing genetic risk\nincreasing desire for patients and families to learn about                     factors from other environmental risk factors, and deter-\ntheir own genetic make-up and empower their health care                        mining medical surveillance for at-risk relatives.1 In the\ndecisions. Specialty clinics, such as pediatric neurology                      new era of genomic medicine, family history remains\nclinics, are rich resources for family history collection.                     paramount to the accurate interpretation of complicated\nNeurology departments differ from other specialty clinics                      testing results. New genomic testing technologies have\nbecause many neurologic disorders have a genetic etiology                      revealed novel disease-causing genes, new syndromes,\nand these patients may be first identified by a neurologist.                   and different presentations of previously described syn-\nWhile referrals to genetics clinics are utilized in some cases,                dromes. Our understanding of the phenotypic spectrum\nmany neurologists are initiating genetic and metabolic                         of many diseases will continue to broaden. Family history\ntestings. The value of integrating guidelines on genetic                       would be an essential component in our understanding of\ndiagnostic testing has been emphasized in many neurology                       genetic variation and disease presentation.\njournals. As neurologists are given new tools for their\nunknown diagnoses, such as the chromosome microarray,\nnext-generation sequencing, and genomic technologies,                          Family History Collection in\nthere needs to be a precedent to appropriately utilize the\nfamily history to guide and interpret these studies.\n                                                                               Neurology\n                                                                               While the collection of a comprehensive 3-generation\n                                                                               pedigree is ideal, the potential time burden may make this\nFrom the Division of Child Neurology, Children’s Hospital of Pittsburgh of\n                                                                               impractical for the busy neurologist. The clinician must\n   UPMC, Pittsburgh, PA.\nAddress reprint requests to Jodie M. Vento, MGC, CGC, Children’s               determine the level of detail to collect based on the patient’s\n   Hospital of Pittsburgh of UPMC, Division of Child Neurology, 4401           specific symptoms and circumstances. Pedigrees are espe-\n   Penn Avenue, Pittsburgh, PA 15224. E-mail: Jodie.Vento@chp.edu              cially useful because they utilize standard symbols and\n\n\n160    1071-9091/12/$-see front matter & 2012 Elsevier Inc. All rights reserved.\n       doi:10.1016/j.spen.2012.09.002\n\fFamily history: A guide for neurologists                                                                                             161\n\n\n\n\n                                      Figure 1 Standardized pedigree symbols and example pedigree.\n\n\nterminology to represent a large amount of information                 example, ‘‘The patient has one sister, two brothers, multiple\nwithin a single diagram. Standardized pedigree nomencla-               paternal cousins, and no maternal cousins. The family history\nture2 and an example pedigree are demonstrated in                      is unremarkable for seizures, intellectual disability, congenital\nFigure 1. The clinician recording the information should\nfocus on several key elements, shown in Table 1. However,              Table 1 Key Family History Elements in Child Neurology\nspecific inquiries may be warranted depending on the                   Family Members\npresenting condition. For example, if a child presents with               First-degree relatives (parents, children, and siblings)\na single febrile seizure and a parent has a history of                    Second-degree relatives (half-siblings, grandparents,\nepilepsy, it is important to know the age of onset, cognition            aunts, uncles, and grandchildren)\nlevel, type of seizures (including febrile and afebrile), and             Third-degree relatives (cousins)\nthe etiology, if known.\n                                                                       Conditions\n   One of the difficulties in family history collection is the           Seizures and spells\nsubjective variability of the information provided by the                Mental retardation or intellectual disability\nhistorian. Family myths, biases, and misunderstandings can               Learning disability, speech and language disorders\nlead to incorrect information. Whenever possible, it is helpful          Headache and migraine\nto verify key medical information with further probing                   Psychiatric conditions\nquestions or review of pertinent medical records. Documenta-             Deafness and blindness\ntion of the family history is critical to its integration in the         Neuromuscular issues\nlong-term health care of a patient. Many times clinicians                Stroke (especially early-onset or without environmental\nwould note an ‘‘unremarkable family history’’. While this is            risk factors or both)\ntypically helpful, it may be misleading. There are several               Birth defects and congenital anomalies\n                                                                         Pregnancy losses\nalternate explanations for a seemingly unremarkable family\n                                                                         Sudden or unexpected death\nhistory, including poor historian recall or report of misinfor-\nmation, small family size, failure of clinician to obtain full 3-      History\ngeneration pedigree, reduced penetrance, sex-limited inheri-             Age of onset\ntance, and misattributed family relationships. Documentation             Age and cause of death\nof a full pedigree can aid in distinguishing the above-                  Ancestral origins\nmentioned factors. In the least, it is helpful to state what             Consanguinity\n                                                                         Pregnancy outcomes\nquestions were asked about which family members. For\n\f162                                                                                                                      J.M. Vento\n\nanomalies, and stroke.’’ Many electronic medical records             Saying ‘‘no medical issues for your nieces or nephews,\nsystems have created a centralized place to store family history     correct?’’ may lead to a different response than ‘‘do any of\ndata, and a pedigree allows for a fast, effective visual record.     your nieces or nephews have any medical concerns?’’\nBecause many patients with potential neurogenetic conditions         Additionally, it can be helpful to clarify that you are asking\nmay follow up with a neurologist for many years, frequent            about all medical conditions, including those in the past.\nvisits allow for the collection of an evolving and dynamic           Be sensitive to cultural differences and issues, especially\nfamily history over time, and pedigrees are easily updated.          when inquiring about parents who are related by blood.\n    Many families have become accustomed to being asked\nabout their family health history, but others may be more\nreluctant to share certain information. In the pediatric             Family History Analysis\nsetting, it can seem far-reaching to ask about distant\nrelatives’ pregnancies or cancer histories to some families.         Mendelian Inheritance Patterns\nIntroducing the purpose of the family history can help to            Risk analysis and inheritance pattern recognition are often\nbuild rapport, elicit additional information, and lay the            the key goals of family history collection. Genetic ‘‘red\ngroundwork for the interview. A simple statement like                flags’’ are indicators from the personal and family history\n‘‘I am going to ask you some questions about the medical             that there might be an increased genetic risk in an\nand developmental histories of your family members. This             individual or family. The most obvious red flag is when\ninformation can help to guide the medical treatment of               there are a large number of affected relatives with the same\nyour child.’’ can be helpful. Use of common language when            (or similar) condition that share a close degree of relation-\neliciting specific information can aid in decreasing mis-            ship. While most commonly this indicates a genetic\nunderstanding. For example, asking about neuromuscular               condition, consideration should also be made for the\nconditions may not be as readily understood as asking                environmental factors that may be shared within families.\nabout anyone with weakness or with a need for a wheel-               Genetic red flags are outlined in Table 2. Knowledge of\nchair. Leading questions can sometimes bias responses.               common Mendelian inheritance patterns can aid in\n\nTable 2 Family History Genetic Red Flags11,12\nRed Flag                                               Explanation\n\nFamily history of multiple affected family members Indicates increased risk, whether through genetic, or environmental risk\n  with the same or related disorders                 factors, or both\n                                                   eg, Epilepsy in two siblings and a parent\n\nEarlier age at onset of disease than expected          May be due to a genetic predisposition that makes an individual more\n                                                         susceptible to environmental exposures\n                                                       eg, Multiple strokes in a teenager\n\nCondition in the less-often-affected sex               May occur because of a genetic predisposition that overrides other\n                                                         hormonal, developmental, and environmental factors\n                                                       eg, A female with autistic regression\n\nDisease in the absence of known risk factors           Genetic predisposition may lead to a particular disorder without any known\n                                                         environmental factors\n                                                       eg, Periventricular leukomalacia in the absence of prematurity, or infection,\n                                                         or both\n\nEthnic predisposition to certain genetic disorders     Some genetic disorders are more common in certain ancestral groups\n                                                       eg, Maple Syrup urine disease (MSUD) in the Pennsylvania Mennonite\n                                                         population\n\nClose biologic relationship between any parents        Relatives are more likely to share the same genetic alterations; thus,\n (ie, consanguinity)                                     offspring from a consanguineous couple are at a higher risk for having an\n                                                         autosomal recessive disease\n                                                       eg, A child of a consanguineous couple with a Krabbe disease\n\nMultiple congenital anomalies                          Two or more congenital anomalies in an individual are more likely to be\n                                                         caused by a genetic syndrome\n                                                       eg, A child with a congenital heart defect and lissencephaly who has Miller-\n                                                         Dieker syndrome\n\nNeurodevelopmental delay (especially with              Developmental delay in the pediatric age group carries an elevated risk for\n regression)                                             genetic disorders. Any loss of skills should increase this suspicion\n                                                       eg, A 2-year-old female who losses purposely movement of her hands who\n                                                         has Rett syndrome\n\fFamily history: A guide for neurologists                                                                                        163\n\n\n\n\n                                           Figure 2 Example pedigree inheritance patterns.\n\ndetermining an approach to diagnostic testing. Addition-             risk. Nearly half of all single-gene disorders are inherited in\nally, this can help to interpret genetic testing results and         an AD fashion.3 Many of the AD conditions can have\nidentify family members who might be at risk for neuro-              variability in disease manifestation. This can make identi-\ngenetic conditions. Key inheritance patterns are outlined            fication through pedigree analysis more challenging and\nlater and in Figure 2.                                               prognostic counseling more convoluted. Additionally, many\n                                                                     AD conditions have a high frequency of new mutations, so\n                                                                     family history may be unremarkable. For example, nearly\nAutosomal Dominant (AD) Inheritance                                  half of the individuals affected with neurofibromatosis, type\nAD conditions are those that only require 1 mutant gene              1 have de novo mutations that were not inherited from\n(allele) to manifest disease. The mutated gene copy                  a parent.4 Two of the sodium channel genes, SCN1A and\n‘‘dominates’’ the normal gene product. In reviewing family           SCN1B, are involved with varying AD epilepsy phenotypes.\nhistory information, one would often note equally affected           The spectrum of phenotypes associated with the sodium\nmales and females, multiple affected generations, and male-          channelopathies includes simple febrile seizures, general-\nto-male transmission. For an individual affected by an               ized or genetic epilepsy with febrile seizures plus (GEFSþ),\nAD condition, each offspring would inherit either the                and severe myoclonic epilepsy of infancy (SMEI) or Dravet\nmutant allele or the normal allele. As such, the offspring           syndrome. Many children with the more severe phenotype\nof someone with an AD condition has a 50% recurrence                 of Dravet syndrome have an identifiable de novo (new)\n\f164                                                                                                                 J.M. Vento\n\nmutation in SCN1A. When a child is identified to have an         who rapidly develop hyperammonemic coma in the new-\nAD condition and parental testing is negative, it is             born period, whereas only approximately 15% of carrier\nconsidered a de novo mutation. This differs from children        females would develop symptoms ranging from behavioral\nthat may present with the milder GEFSþ and an identifi-          and learning disabilities to protein intolerance, cyclical\nable SCN1B mutation. SCN1B mutations are also AD, but            vomiting, and hyperammonemic crises during their\ntypically not de novo. As such, family history can help to       lifetime.6\nguide appropriate diagnostic testing and recurrence risk\ncounseling.\n                                                                 Nontraditional Inheritance Patterns\n                                                                 Mitochondrial Inheritance\nAutosomal Recessive (AR) Inheritance                             Mitochondrial diseases are a genetically and clinically\nAR conditions are those conditions that require 2 mutated        diverse group of disorders that arise as a result of\nalleles to manifest disease. Most of the time, carriers (those   dysfunction of the mitochondria, which are responsible\nwith only 1 mutated allele) do not manifest disease or may       for making most of a cell’s energy in the form of adenosine\nonly have mild symptoms. All humans carry several AR             triphosphate. Some of the commonly observed symptoms\nmutations, but the chance that an individual would have an       associated with mitochondrial disease can be classified into\noffspring with an AR condition depends on the carrier            discrete clinical syndromes; however, the presentation and\nstatus of his or her partner for the same conditions. Family     severity of these conditions may have wide variation,\nhistory would often be unremarkable, unless there is an          creating challenges in diagnosis and recurrence risk coun-\naffected sibling or consanguinity present, and there is an       seling. Mitochondrial disorders can be caused by altera-\nequal risk for both males and females to be affected. If         tions in nuclear DNA (nDNA) or mitochondrial DNA\na child is diagnosed with an AR condition, it is important to    (mtDNA), or both. The mtDNA and nDNA have a\noffer targeted testing to parents to confirm carrier status      symbiotic relationship that is essential for normal function-\nand identify risks to any siblings. Two carriers of an AR        ing of the electron transport chain and mitochondria. As\ncondition have a 25% chance of having an affected                such, this group of disorders may be inherited in different\noffspring, a 50% chance of having a carrier offspring, and       manners. The nDNA alterations are most often AD or AR\na 25% chance of having an unaffected, noncarrier offspring       (however, X-linked genes have been identified). While not\nwith each pregnancy. Many neurometabolic conditions,             always possible, establishing a molecular genetic diagnosis\nsuch as Krabbe disease, metachromatic leukodystrophy,            is fundamental in providing accurate recurrence risk and\nand Tay-Sachs, are inherited in an AR fashion.                   clinical prognostic counseling. If mutations are identified\n                                                                 in an nDNA gene that is known to be inherited in an AR\n                                                                 manner (SURF1 or DGUOK), siblings may be the only other\nX-linked Inheritance                                             affected family members. Some of the nDNA genes can be\nFemales have 2 X chromosomes, and males have an X                inherited in either an AR or AD fashion (ie, POLG1),\nchromosome and a Y chromosome. X-linked inheritance is           depending on the specific mutation(s). In this case, it is\ncaused by a mutated X chromosome. Females only require           important to offer parental testing to determine the phase\n1 working copy of the X chromosome in each cell in their         of the mutations (cis or trans) and research genotype-\nbody and randomly inactivate the other copy of the X             phenotype correlations to accurately discuss recurrence\nchromosome. This is a protective mechanism in females,           risks and identify other family members at risk. In POLG1,\nand 1 of the key characteristics of X-linked inheritance is      the prognosis and associated medical implications with the\na family history with only males affected (or males affected     AR and AD variations can differ. Mitochondrial diseases,\nmore severely than females) and with no male-to-male             caused by alterations in the mtDNA, are always maternally\ntransmission. The concept of dominant and recessive              inherited because ova contain mitochondria, whereas any\nX-linked inheritance can be blurry due to X-inactivation         mitochondria in the sperm are either diluted or destroyed.\n(explained later). Many diseases that were previously            Mitochondrial encephalomyopathy with lactic acidosis and\ndescribed as X-linked recessive disorders can have females       stroke-like episodes most commonly presents with stroke-\nwho present with milder symptoms. For example, Duchenne          like episodes, encephalopathy with seizures or dementia,\nmuscular dystrophy was historically believed to affect only      and myopathy during childhood. However, there can be\nmales. Now, we know that some carrier females may have           much intrafamilial phenotypic variability. Some individuals\nmuscle weakness, myalgia, and cardiac complications.5            may only have hearing loss or diabetes mellitus. The\nThese family histories will often present with disease that      difficulty in accurately predicting the clinical consequences\nappear to ‘‘skip’’ generations. Some X-linked disorders are      and inheritance of mtDNA abnormalities is due to several\ntypically lethal in males and would cause symptoms only in       complicating factors, including heteroplasmy, and the\nfemales (eg, Aicardi syndrome). These are often referred to      bottleneck and threshold effects. Heteroplasmy describes\nas X-linked dominant disorders. One of the urea cycle            a mixture of mitochondria within 1 single cell, with some\ndisorders, ornithine transcarbamylase deficiency (OTC), is       containing mutant DNA and some containing normal DNA.\ncaused by alterations in the OTC gene located on the X           As technology improves, there is an increased ability to\nchromosome. OTC deficiency is often more severe in males         detect heteroplasmy levels through both blood and tissue\n\fFamily history: A guide for neurologists                                                                                   165\n\nanalyses. As with many genetic conditions, determining          and molecular analyses have been uninformative, it would\nunderlying genotype may be more straightforward, whereas        be reasonable to provide a recurrence risk of about 25% to\npredicating clinical consequences is more challenging.          the parents, whereas if the proband is the only affected\nWhile a mother with mtDNA alterations transmits mutant          individual in a large family, empiric estimates of autism\nmtDNA to all of her offspring, the degree of heteroplasmy       recurrence would provide a more appropriate risk estimate\ncan vary from egg to egg because of the random bottleneck       for families. As genomic technology advances, our historic\neffect during oogenesis. The threshold effect describes the     understanding of single-gene disorders will likely\nminimum amount of energy required by a cell, tissue, or         expand and the interplay between polygenic and envir-\norgan to function properly. This threshold can vary over the    onmental factors’ influence on disease may be better\ncourse of development, during times of physiological stress     understood.\n(illness), and from tissue to tissue. Some tissues require\nmore energy (ie, brain and muscle) than others (ie, skin)\nand therefore have a lower energy threshold and tolerance\n                                                                Factors Affecting Genetic Disease\nfor mutant mitochondria.                                        Manifestation and Pedigree Interpretation\n    Although most mtDNA point mutations are maternally          Germline Mosaicism\ninherited, most mtDNA deletions are de novo, occurring          Once a genetic alteration is identified in a child, it is\neither in the mother’s oocyte or during embryogenesis. The 3    appropriate to offer parental testing and tailored genetic\noverlapping phenotypes associated with mtDNA deletions are      counseling. If the parents are tested and found to not be\nKearns-Sayre syndrome, Pearson syndrome, and progressive        carriers of a known genetic alteration, then it is most\nexternal ophthalmoplegia. Determining whether an mtDNA          typically believed to be a de novo alteration. While the risk\ndeletion is inherited maternally or de novo is essential for    to the future offspring of these parents is likely very low,\nproper genetic counseling and medical management of family      it is very important to discuss the risk for germline\nmembers.                                                        mosaicism. Individuals with germline mosaicism are typi-\n                                                                cally asymptomatic, but may have the mutation(s) present\nChromosomal Inheritance                                         in some or all of their germline cells. This means that there\nChromosome microarray technology has revealed a chromo-         is a possibility of having normal parental carrier testing, but\nsomal etiology for many children with neurodevelopmental        passing the disorder on to their children. For example,\ndisorders. Chromosome microarray finds a pathogenic             most cases of Rett syndrome are sporadic, but there have\ndeletion or duplication in 15%-20% of children tested for       been reports of multiple affected siblings with mothers who\nautism spectrum disorder, developmental delay or intellec-      had normal carrier testing for MECP2. It is suspected that\ntual impairment, and congenital anomalies.7 Many micro-         these cases arose due to maternal germline mosaicism.8 As\ndeletions and microduplications may be de novo; however,        such, it is important to offer genetic counseling and\nsome parents have been found to harbor the same chromo-         reproductive testing options to these families. Depending\nsomal aberration. Generally speaking, autosomal deletions or    on the condition, the risk for germline mosaicism may vary,\nduplications are inherited in an AD fashion, with a high        but is typically low.\ndegree of de novo alterations. Deletions and duplications on\nthe X chromosome typically follow the X-linked inheritance      Penetrance\npatterns described previously. Some of the genetic red flags    Penetrance describes the possibility that a given gene\nthat could indicate a chromosome disorder are multiple          alteration would manifest in the form of a disease and is\ncongenital anomalies, dysmorphic features, and multiple         most often associated with AD inheritance. Complete\nmiscarriages. Some children are born with unbalanced            penetrance is when clinical symptoms are present in all\nchromosome aberrations due to a parental balanced translo-      individuals who have the disease-causing genetic alteration,\ncation. Many individuals with balanced translocations will      and reduced or incomplete penetrance describes the\nbe asymptomatic. The specific reproductive risks to a parent    condition when clinical symptoms are not always present\nwith a balanced translocation can vary depending on the size    in individuals who have the disease-causing genetic altera-\nand location of the chromosome alteration.                      tion. Incomplete penetrance often creates a pedigree that\n                                                                looks like a generation is ‘‘skipped’’. In early-onset primary\nMultifactorial and Polygenic Disorders                          dystonia, typically caused by a 3 basepair deletion in\nSome common neurologic disorders are believed to be             TOR1A, only about 30% of individuals would ever actually\nmultifactorial in some instances, having both genetic and       develop dystonia.9 Sometimes, however, comprehensive\nenvironmental contributions (eg, autism and epilepsy).          molecular and clinical examination reveals minimal signs\nWhen a clear molecular etiology is not ascertained in these     of a particular syndrome, indicating variable expressivity of\nconditions, genetic counseling can be difficult. We often       the disease symptoms, rather than incomplete penetrance.\nhave to rely on empiric studies to provide recurrence risk\nestimates to families. Careful, detailed evaluation of the      Variable Expressivity\nfamily history may allow for a more tailored risk estimate in   Variable expressivity refers to the variation in severity of\nthese circumstances. For example, if the male and female        disease manifestation in different people with the same\noffspring of a couple both have autism, and chromosomal         genetic condition. Both interfamilial and intrafamilial\n\f166                                                                                                                           J.M. Vento\n\nvariabilities have been demonstrated in a number of genetic     Conclusions\nsyndromes. Variations between families can be due to\ndifferent mutations at the same disease locus, whereas          Family history collection and interpretation remains an\nvariation within families is most likely due to other           essential tool for neurologists. Determining how and when\nmodifier genes, environmental factors, or other stochastic      to approach genetic testing is greatly influenced by one’s\nevents. For example, interfamilial variability can be noted     family health history. With new, large genetic testing panels\nin cerebral AD arteriopathy with subcortical infarcts and       and genomic-based analyses, family history is crucial to\nleukoencephalopathy. While one family member may present        dissecting the abundance of genetic data and variation that\nwith cerebellar ataxia, another may have dementia or psy-       is discovered. Many laboratories will request parental\nchiatric disturbance, or both as their presenting feature.10    samples and family history to help distinguish the patho-\n                                                                genicity of variants of uncertain significance. Collaboration\nSkewed X-inactivation                                           with genetics professionals can help to provide risk assess-\nX-inactivation is the phenomenon in females by which one        ment and targeted counseling to families and patients.\nX chromosome is randomly inactivated in each somatic cell       Recording a detailed family that is available for modification\nas a method of dosage compensation. Typically, this occurs      over time allows for improved patient care, especially with\nin a random pattern with about 50% paternal and 50%             the influx of genomic information that is becoming central\nmaternal X chromosomes inactivated. This becomes impor-         to the personalized medicine revolution.\ntant when a carrier female of an X-linked recessive\ncondition demonstrates skewed X-inactivation. In cases\nwhere this process leads to the skewed inactivation of more\nX chromosomes containing the affected gene, there can be        References\na milder phenotype. Transversely, if more of the unaffected X    1. Bennett RL: The Practical Guide to the Genetic Family History. Wiley-\nchromosome is inactivated, there can be more severe symp-           Blackwell, New York, NY, 2010\ntoms. This phenomenon also explains the clinical variability     2. Bennett RL, K. SF, Resta RG, et al: Standardized pedigree nomen-\nin females with X-linked diseases. Females with mutations in        clature: update and assessment of the recommendations of the\nthe X-linked PDHA gene associated with pyruvate dehydro-            National Society of Genetic Counselors. J Genet Couns 17:424-433,\n                                                                    2008\ngenase complex deficiency can demonstrate a spectrum of\n                                                                 3. National Coalition for Health Professional Education in Genetics\ndisease severity, depending on their X-inactivation pattern.        (NCHPEG). Genetic Red Flags, 2008. Available at: /http://www.\n                                                                    nchpeg.org/S. Accessed August 10, 2012.\nAnticipation                                                     4. Whelan AJ, Ball S, Best L, et al: Genetic red flags: clues to thinking\nAnticipation describes the tendency, in certain genetic             genetically in primary care practice. Prim Care 31:497-508, 2004\ndisorders, for individuals in successive generations to          5. Nussbaum RL, McInnes RR, Willard HF: Thompson and Thompson:\npresent with more severe disease manifestations (often at           Genetics in Medicine, 7th ed. Philadelphia, PA, Elsevier, 2007\n                                                                 6. Jett K, Friedman JM: Clinical and genetic aspects of neurofibromatosis\nan earlier age of onset) than expected. This process is             1. Gen Med 12:1-11, 2010\ntypically observed in genetic syndromes that are the result      7. Hoogerwaard EM, van der Wouw PA, Wilde AA, et al: Cardiac\nof a trinucleotide repeat mutation or expansion, such as            involvement in carriers of Duchenne and Becker muscular dystrophy.\nmyotonic dystrophy type 1 and fragile X syndrome.                   Neuromuscul Disord 9:347-351, 1999\nAnticipation in fragile X syndrome may not happen with           8. Gyato K, Wray J, Huang ZJ, et al: Metabolic and neuropsychological\nevery generation, as many families transmit premutation             phenotype in women heterozygous for ornithine transcarbamylase\n                                                                    deficiency. Ann Neurol 55:80-86, 2004.\nalleles for generations with little or no presentation of        9. Miller DT, Adam MP, Aradhya S, et al: Consensus statement:\nclinical symptoms until a trinucleotide repeat expansion            chromosomal microarray is a first-tier clinical diagnostic test for\nleads to the full mutation, resulting in an affected indivi-        individuals with developmental disabilities or congenital anomalies.\ndual. In some conditions, anticipation is dependent on the          Am J Hum Genet 86:749-764, 2010\nparent who transmits the altered gene. For example,             10. Venâncio M, Santos M, Pereira SA, et al: An explanation for another\npaternal anticipation is often demonstrated in Huntington           familial case of Rett syndrome: maternal germline mosaicism. Eur J\n                                                                    Hum Genet 15:902-904, 2007\ndisease (HD). When a child is diagnosed with juvenile HD,       11. Kostić VS, Svetel M, Kabakci K, et al: Intrafamilial phenotypic and\nit is usually inherited from an affected father. Mothers can        genetic heterogeneity of dystonia. J Neurol Sci 250:92-96, 2006\nstill pass on HD to successive generations, but anticipation    12. Vedeler C, Bindoff L: A family with atypical CADASIL. J Neurol\nis generally not noted.                                             258:1888-1889, 2011",
  "wordCount": 4483,
  "indexed": "2025-09-25T22:58:07.335Z",
  "method": "direct"
}
