{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Probasco et al. - 2013 - Clinical Reasoning Multiple cranial neuropathies .pdf",
  "fileName": "Probasco et al. - 2013 - Clinical Reasoning Multiple cranial neuropathies .pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Probasco et al. - 2013 - Clinical Reasoning Multiple cranial neuropathies .pdf",
  "text": "Clinical Reasoning: Multiple cranial neuropathies in a young man\n            John C. Probasco, Ashley T. Munchel, Justin C. McArthur, et al.\n                             Neurology 2013;80;e60-e66\n                       DOI 10.1212/WNL.0b013e3182815441\n\n\n                  This information is current as of February 4, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n               http://www.neurology.org/content/80/6/e60.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f       Clinical Reasoning: Multiple cranial neuropathies in a young man\n         John C. Probasco, Ashley T. Munchel, Justin C. McArthur, et al.\n                          Neurology 2013;80;e60-e66\n                     DOI 10.1212/WNL.0b013e3182815441\n\n                 This information is current as of February 4, 2013\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/80/6/e60.full.html\n\nReferences                     This article cites 10 articles, 2 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/80/6/e60.full.html##ref-list-1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               All Oncology\n                               http://www.neurology.org//cgi/collection/all_oncology\n                               Cranial neuropathy\n                               http://www.neurology.org//cgi/collection/cranial_neuropathy\n                               Meningitis\n                               http://www.neurology.org//cgi/collection/meningitis\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                          Clinical Reasoning:\nSection Editor            Multiple cranial neuropathies in a\nMitchell S.V. Elkind,\nMD, MS                    young man\n\nJohn C. Probasco, MD      SECTION 1                                                                          on fluid-attenuated inversion recovery images and a\nAshley T. Munchel, MD     A 19-year-old man with no significant medical history                              nonenhancing pineal cyst.\nJustin C. McArthur,       noted 3 weeks of right facial numbness and slurred                                 Question for consideration:\n   MBBS, MPH              speech. On examination, he had decreased sensation in\nJaishri O. Blakeley, MD   the right middle and lower trigeminal nerve distributions,                         1. What is the differential diagnosis?\n                          right tongue deviation, and bilateral facial weakness.                                 In an otherwise healthy young person, diagnostic\n                          A lumbar puncture yielded CSF with a lymphocytic                                   considerations would include tumors, demyelinating\nCorrespondence to         predominant pleocytosis (50 leukocytes/mm3, 95% lym-                               conditions, infectious processes such as CNS borreli-\nDr. Probasco:\njprobas1@jhmi.edu         phocytes), elevated protein (260 mg/dL), and normal                                osis or fungal meningitis, and systemic inflammatory\n                          glucose (49 mg/dL), without other evidence of inflam-                              conditions including neurosarcoidosis. A nonen-\n                          mation or infection, while serum studies were normal.                              hancing pineal cyst raises concern for a germ cell\n                          Brain MRI with gadolinium demonstrated a sub-                                      tumor, pineal parenchymal tumor, and low-grade\n                          centimeter left frontal subcortical white matter lesion                            glioma.\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                          From the Department of Neurology (J.C.P., J.C.M., J.O.B.), Johns Hopkins University, Baltimore; Division of Pediatric Oncology (A.T.M.),\n                          Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore; and Pediatric Oncology Branch (A.T.M.), National Cancer Institute,\n                          Bethesda, MD.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne60                       © 2013 American Academy of Neurology\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                 Question for consideration:\n                  Over 6 months, the patient developed right horizontal     1. What additional tests/studies should be considered?\n                  jerking nystagmus, bilateral hearing loss, dysarthria,\n                  and dysphagia. Two lumbar punctures demonstrated a            Repeat brain MRI with gadolinium and detailed\n                  persistent lymphocytic pleocytosis (37 leukocytes/mm3,    imaging of the midbrain, pons, and medulla; whole-\n                  87% lymphocytes, and 60 leukocytes/mm3, 77% lym-          body CT; CSF fungal cultures; CSF acid-fast bacilli\n                  phocytes) with elevated protein (197 and 377 mg/dL)       stain and culture; 3 large volume (.30 mL) CSF\n                  and elevated glucose (69 and 70 mg/dL) in the CSF with    collections for cytopathology; serum and CSF\n                  negative infectious studies and atypical lymphocytes on   a-fetoprotein (aFP); and b-human chorionic gonad-\n                  flow cytometrics. Serum studies were unremarkable.        otropin (bHCG).\n\n\n\n\n                                                                                                              GO TO SECTION 3\n\n\n\n\n                                                                            Neurology 80   February 5, 2013                   e61\n\nª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                         the bilateral legs. He demonstrated resistance to move-\n                    Repeat MRI of the brain with gadolinium demon-                    ment which could be overcome throughout the bilateral\n                    strated enhancement of cranial nerves V, VII, IX,                 arms. His reflexes were brisk throughout with plantar\n                    X, XI, and the pineal gland cyst. Cervical and thoracic           flexor responses bilaterally. He was well coordinated in\n                    spinal MRI was normal. PET demonstrated hyper-                    all extremities except for slow and dysrhythmic left foot\n                    plastic marrow but no metastatic disease. He had                  tap. Gait could not be assessed.\n                    been treated with a slow oral taper of prednisone,                    Repeat brain MRI with gadolinium (figure 1A)\n                    IV glucocorticoids, and IV immunoglobulin (IVIg).                 and dedicated fast imaging employing steady-state\n                        On transfer to a tertiary facility, he endorsed dysp-         acquisition series (figure 1B) demonstrated multiple\n                    nea, weak cough, difficulty managing secretions, pro-             areas of cranial nerve enhancement, including the\n                    gressive weakness in the legs, diminished sensation in            bilateral oculomotor, trigeminal, abducens, facial,\n                    the left arm and leg, and 1 month of urinary inconti-             and spinal accessory nerves as well as enhancement\n                    nence and constipation. His medications on transfer               of the pineal gland and soft tissue masses in the bilat-\n                    were oral prednisone as well as antibiotics for an aspi-          eral trigeminal caves. Spine MRI (figure 1, C and D)\n                    ration pneumonia, gastric ulcer prophylaxis, and                  with gadolinium demonstrated multiple focal lesions\n                    symptom management for nausea and oral secretions.                within the spinal cord and central canal as well as a\n                    There were no notable medical conditions in his fam-              heterogeneously enhancing intradural, extramedul-\n                    ily history. He was a high school graduate with no sig-           lary thoracolumbar mass.\n                    nificant substance use or travel history.                         Question for consideration:\n                        His neurologic examination was remarkable for\n                                                                                      1. What is the differential diagnosis for an intradural,\n                    visual sensation only for light and movement, fixed\n                                                                                         extramedullary spinal cord mass?\n                    dilated pupils, downgaze in primary position, upward\n                    and lateral eye movement paresis, bilateral ptosis, dimin-            Primary tumor considerations include meningioma,\n                    ished bilateral facial sensation, bilateral facial weakness,      schwannoma, neurofibroma, dermoid tumor, and\n                    diminished hearing, poor soft palate elevation, weak              lipoma. The differential also includes drop metastases\n                    cough, and absent gag reflex. His left leg was externally         of medulloblastoma, ependymoma, glioma, and germ\n                    rotated with otherwise antigravity strength throughout            cell tumor.\n\n                                                                                                                            GO TO SECTION 4\n\n\n\n\n                      Figure 1       Imaging\n\n\n\n\n                    Repeat MRI with gadolinium of brain demonstrates symmetric enhancement of (A) bilateral trigeminal nerves within trigeminal\n                    cave. (B) Fast imaging employing steady-state acquisition series demonstrates enhancement within bilateral cavernous sinuses,\n                    bilateral jugular foramen, as well as facial and vestibulocochlear nerves. MRI of thoracolumbar spine (C) T2 and (D) T1 postgado-\n                    linium sequences demonstrate heterogeneously enhancing intradural, extramedullary thoracolumbar spinal mass.\n\ne62                 Neurology 80    February 5, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                 SECTION 4\n                                                                                                   relatively benign and treatable to malignant and life-\n                                 Bilateral first and second lumbar vertebrae laminecto-            threatening (table 1).3–5 This presentation still poses a\n                                 mies were performed with resection of the thoracolum-             formidable diagnostic challenge, as cranial nerves can\n                                 bar mass. A lumbar puncture was performed to assay                be disrupted at any site along their course from the\n                                 CSF levels of aFP bHCG for comparison to serum                    brainstem to the superficial soft tissues.3 The differential\n                                 levels. bHCG levels were elevated in both serum                   diagnosis is extensive, with the patient’s age, immuno-\n                                 (1,123 mIU/mL) and CSF (4,104 mIU/mL). aFP lev-                   competence, and tempo of progression all key consider-\n                                 els in the CSF (,1 ng/mL) and serum (7 ng/mL) were                ations for clinical evaluation (table 2). The basic\n                                 normal. The thoracolumbar mass contained multiple                 evaluation includes assessment for evidence for metabolic\n                                 germ cell layers with differentiated tissue (figure 2,            derangements suggestive of systemic processes. Our\n                                 A–C). Several OCT-4 and c-kit positive germinoma                  understanding of the etiologies for multiple cranial neu-\n                                 cells with focal staining for aFP and bHCG were also              ropathies has been limited to case reports and case series.4\n                                 noted (figure 2D).1,2 Final pathologic and oncologic              In the largest series, cancer accounted for 30% of cases.5\n                                 diagnosis was immature teratoma with germinoma cells.                 CNS germ cell tumors (GCT) are rare primary brain\n                                     He was subsequently transferred to the pediatric              tumors, accounting for 0.6%–3% of all brain tumors,\n                                 oncology service and completed the first 2 courses                with an incidence of 0.16 per 100,000 person-years\n                                 of induction chemotherapy with carboplatin, etopo-                among pediatric patients 0–19 years of age.6,7 Typically,\n                                 side, and ifosfamide prior to transfer to his local med-          CNS GCT present in the second decade of life.7,8 GCT\n                                 ical facility. At time of transfer, his serum bHCG was            are broadly classified as germinomatous (composed\n                                 markedly reduced (15 mIU/mL). At his local medical                solely of germinoma cells) or non-germinomatous\n                                 facility, he completed induction and consolidation                (NGGCT). This distinction is clinically relevant as ger-\n                                 chemotherapy. In time, he regained his hearing to a               minomas, like gonadal GCT, are highly curable with\n                                 conversational volume, and the ability to partially               5-year survival rates greater than 90%.7–9 In contrast,\n                                 open his eyes, speak with partial occlusion of his tra-           NGGCT portend a worse prognosis, with survival of\n                                 cheotomy site, and walk with assistance. After 18                 30%–40% with radiation alone. The addition of plat-\n                                 weeks of chemotherapy and a prolonged inpatient                   inum-based chemotherapy regimens and surgical resec-\n                                 course, he died due to cardiac arrest.                            tion has boosted survival rates in NGGCT to 90% at a\n                                                                                                   mean of 96 months.9\n                                                                                                       Thought to originate from primitive embryonal cells,\n                                 DISCUSSION Multiple cranial neuropathies are com-\n                                                                                                   GCT are divided histologically by their resemblance to\n                                 mon in neurology, with etiologies ranging from the\n                                                                                                   primordial germ cells (germinoma), embryonic differen-\n                                                                                                   tiated cells (teratoma), yolk sac endodermal cells (yolk sac\n  Figure 2       Histopathology\n                                                                                                   tumor), blastocytes (choriocariocarcinoma), or embryo-\n                                                                                                   nal pluripotent stem cells (embryonal carcinoma).7,8\n                                                                                                   Mixed GCT are composed of various histologic types,\n                                                                                                   with the most malignant component determining overall\n                                                                                                   prognosis.9\n                                                                                                       GCT are classically found in the pineal gland but\n                                                                                                   can present anywhere within the CNS. Tumor loca-\n                                                                                                   tion governs presenting symptomatology. Patients\n                                                                                                   with pineal lesions often present with obstructive\n                                                                                                   hydrocephalus and Parinaud syndrome (paralysis of\n                                                                                                   upgaze, pupillary light-near dissociation and conver-\n                                                                                                   gence-retraction nystagmus).9\n                                                                                                       Differentiating between germinomas and NGGCT\n                                                                                                   directly influences treatment choices. While there are\n                                                                                                   potentially subtle differences in germinomas and\n                                                                                                   NGGCT on MRI, imaging alone is not sufficient to\n                                                                                                   differentiate between the two.7,8 Biopsy is necessary to\n                                                                                                   confirm the diagnosis unless tumor markers are path-\n                                                                                                   ognomonic. bHCG and aFP should be checked in\n                                                                                                   both serum and CSF if GCT is on the differential.\n                                                                                                   While germinomas can secrete low levels of bHCG\nHematoxylin & eosin–stained histopathologic samples from intradural extramedullary tho-\n                                                                                                   and aFP, bHCG levels greater than 50 IU/L and\nracolumbar mass demonstrate multiple germ cell layers including (A) keratinized skin with\nhair follicles, (B) smooth muscle, (C) bronchiolar tissue, and (D) germinoma cells with striated   aFP levels .10 ng/dL in the CSF confirms a diagnosis\nmuscle.                                                                                            of NGGCT without the need for biopsy, and markedly\n\n                                                                                                   Neurology 80   February 5, 2013                        e63\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f Table 1          Differential diagnosis of etiologies of multiple cranial neuropathies3–5\n\n Cancer                             Vascular                                   Infection                             Systemic disease\n\n Schwannoma                         Infarction                                 Bacterial                             Inflammatory diseases\n\n Meningioma                           Associated with meningitis                 Borreliosis (Lyme)                    Sarcoidosis/neurosarcoidosis\n\n Metastases                           Associated with trauma                     Mycobacterium tuberculosis            Behçet disease\n\n Lymphoma                             Associated with surgical complication      Pseudomonas                           Amyloidosis\n\n Pontine glioma                       Mixed connective tissue disease            Mycoplasma                            Tolosa-Hunt syndrome\n\n Nasopharyngeal carcinoma             Syphilis                                   Syphilis                              Melkersson-Rosenthal syndrome\n\n Pituitary adenoma                    Diabetes mellitus                          Botulism                              Histocytosis\n\n Chordoma                             Carotid artery dissection                  Diphtheria\n\n Leukemia                             Jugular venous thrombosis                  Listeria                            Vasculitis\n\n Epidermoid                                                                                                            Wegener granulomatosis\n\n Glomus tumor                       Hemorrhage                                 Fungal                                  Lymphomatoid granulomatosis\n\n                                      Hypertension                               Cryptococcosis                        Polyarteritis nodosa\n\n Miscellaneous cancer                 Arteriovenous malformations                Histoplasmosis                        Temporal arteritis\n\n      Plasmacytoma                    Angiomas                                   Coccidiomycosis\n\n      Neuroectodermal                 Aneurysm                                   Blastomycosis                       Connective tissue disease\n\n      Fibrosarcoma                    Carotid-cavernous fistula                  Mucormycosis                          Rheumatoid arthritis\n\n      Rhabdomyosarcoma                                                           Aspergillosis                         Sjögren disease\n\n      Cholesteatoma                 Trauma                                       Candida                               Systemic lupus erythematosus\n\n      Chondroma                       Blunt closed head injury                                                         Scleroderma\n\n      Myeloma                         Penetrating injury                       Viruses\n\n      Ependymoma                                                                 Herpes zoster                       Bone disease\n\n      Craniopharyngioma             Surgical complication                        Epstein-Barr                          Osteopetrosis\n\n      Hemangioblastoma                                                           Cytomegalovirus                       Paget disease\n\n      Ewing tumor                   Demyelinating disease                        HIV 1 & 2                             Hyperostosis cranialis interna\n\n      Endolymphatic sac tumor         Multiple sclerosis                         Mononucleosis related                 Fibrous dysplasia\n\n      Germinoma                       Guillain-Barré syndrome                    Hepatitis related\n\n                                      Miller Fisher syndrome                                                         Other neurologic disorders\n\n Leptomeningeal cancer                Chronic demyelinating                    Parasites                               Idiopathic intracranial hypertension\n                                      inflammatory polyneuropathy\n\n      Lung                                                                       Chagas disease                        Chiari malformation\n\n      Breast                        Toxic exposure                               Cysticercosis                         Wernicke encephalopathy\n\n      Gastric                         Radiation necrosis                                                               Idiopathic pachymeningitis\n\n      Unknown primary                 Chemotherapy toxicity                    Associated with AIDS                    Idiopathic cranial polyneuropathy\n\n      Lymphoma                                                                   Lymphoma                              Myasthenia gravis\n\n      Leukemia                      Functional/nonorganic disease                Cryptococcus                          Oculopharyngeal muscular dystrophy\n\n      Sarcoma                                                                    Histoplasmosis                        Fascioscapulohumeral muscular dystrophy\n\n      Myeloma                                                                    Herpes zoster                         Mitochondrial disorders\n\n      Epidermoid inflammation                                                    Cytomegalovirus                       Congenital syndromes (e.g., Moebius)\n\n\n\n\n                                  elevated levels are associated with more aggressive                 from leptomeningeal spread along his cranial nerves and\n                                  tumors with worse prognosis.7–10 When positive, tumor               drop metastasis.\n                                  markers also serve as a sensitive method to monitor                     We present the case of a young man in his second\n                                  therapy response. If a GCT is confirmed, complete                   decade with progressive multiple cranial neuropa-\n                                  craniospinal imaging is recommended as 10%–30%                      thies. CSF lymphocytic pleocytosis and elevated pro-\n                                  of patients, predominantly NGGCT, have spinal drop                  tein were persistent features of his evaluation with no\n                                  metastases or leptomeningeal spread.7–10 The patient                other evidence of infectious, hematologic, or rheumato-\n                                  presented here developed multiple cranial neuropathies              logic conditions. He had no response to antibiotic,\n\ne64                               Neurology 80     February 5, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Table 2         Basic evaluation with additional considerations for evaluation of patients with multiple cranial nerve palsies\n\n  Basic initial neurologic imaging:             Additional neurologic imaging to consider:\n\n  CT of head without contrast                   Cavernous sinus syndrome: MRI brain with gadolinium with dedicated series of orbits, CT sinuses/orbits\n\n  Brain MRI with and without gadolinium         Cerebellopontine syndrome: MRI brain with gadolinium with FIESTA dedicated series of the cerebellopontine angle and brainstem\n\n                                                Jugular foramen syndrome: MRA and MRV brain and neck, CTA\n\n                                                Leptomeningeal disease: Total spine MRI with gadolinium\n\n                                                Ischemic/hemorrhagic stroke: GRE/SWI series, MRA or CTA brain and neck, cerebral angiogram\n\n\n\n  Basic CSF assessment:                         Additional CSF assessments to consider:\n\n  Cell count and differential                   Immunocompromise:                                              Chronic meningitis:\n\n  Glucose and protein                           Fungal culture                                                 Fungal culture\n\n  Bacterial culture                             Acid-fast bacilli stain and culture                            Acid-fast bacilli stain and culture\n\n  Viral PCR: Herpes simplex, VZV                Viral PCR: CMV, EBV                                            Viral PCR: CMV, EBV\n\n  Venereal disease reference laboratory         Mycobacterium PCR                                              Lyme IgG and PCR\n\n  Oligoclonal bands                             Cryptococcal antigen                                           Mycobacterium PCR\n\n  IgG index (with matched serum IgG)            Histoplasma antigen                                            Fungal antibodies: Aspergillosis,\n                                                                                                               Blastomycosis, Candida, Coccidiomycosis\n\n                                                Fungal antibodies: Aspergillosis,                              Flow cytometry\n                                                Blastomycosis, Candida, Coccidiomycosis\n\n                                                Flow cytometry                                                 Cytopathology (3 large volume collections)\n\n                                                Cytopathology (3 large volume collections)\n\n                                                                                                               Adolescent/young adult:\n\n                                                                                                               a-Fetoprotein\n\n                                                                                                               b-Human chorionic gonadotropin\n\n\n\n  Basic blood studies:                          Additional blood studies to consider:\n\n  Complete blood cell count with differential Autoimmune/vasculitis:                                           Infectious:\n\n  Chemistry panel                               Antinuclear antibody                                           Lyme antibody\n\n  Hepatic panel                                 Anti-DNA antibody                                              Hepatitis A, B, and C antibodies\n\n  Erythrocyte sedimentation rate                Antineutrophilic cytoplasmic antibodies                        Mononucleosis antibody\n\n  C-reactive protein                            Anti-Ro/La antibody                                            Cryptococcal antigen\n\n  HIV antibody                                  Urine and serum peptide electrophoresis                        Fluorescent treponemal antibody\n                                                with immunofixation\n\n\n\n  Thiamine                                      Rheumatoid factor                                              Adolescent/young adult:\n\n                                                Acetylcholine receptor antibody                                a-Fetoprotein\n\n                                                                                                               b-Human chorionic gonadotropin\n\n\n\n  Basic general imaging and procedures:         Additional imaging and procedures to consider:\n\n  Chest radiograph                              Abdominal and pelvic/testicular ultrasound\n\n  CT chest, abdomen, and pelvis                 PET\n\n                                                Biopsy of relevant tissue (e.g., lymph nodes, bone marrow, meninges)\n\nAbbreviations: CMV 5 cytomegalovirus; CTA 5 CT angiography; EBV 5 Epstein-Barr virus; FIESTA 5 fast imaging employing steady-state acquisition;\nGRE 5 gradient echo; IgG 5 immunoglobulin G; MRA 5 magnetic resonance angiography; MRV 5 magnetic resonance venography; SWI 5 susceptibility\nweighted imaging; VZV 5 varicella-zoster virus.\n\n\n\n                                      steroid, or IVIg therapy. Noted enhancement of the lep-              on pathologic examination of an intradural, extramedul-\n                                      tomeninges, a midline intracranial structure (pineal                 lary drop metastasis. Comparison of aFP and bHCG\n                                      gland), and intracranial soft tissue masses were consistent          in the CSF and blood were also diagnostic. This case\n                                      with a GCT. The final diagnosis of NGGCT was made                    emphasizes the utility of assays for aFP and bHCG in\n\n                                                                                                           Neurology 80        February 5, 2013                            e65\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    the CSF and blood when evaluating an otherwise healthy                         Received March 19, 2012. Accepted in final form September 26,\n                                                                                                   2012.\n                    young person with multiple cranial neuropathies after a\n                    basic evaluation fails to present a clear diagnosis.\n                                                                                                   REFERENCES\n                                                                                                    1. Nakamura H, Takeshima H, Makino K, Kuratsu J. C-kit\n                    AUTHOR CONTRIBUTIONS                                                               expression in germinoma: an immunohistochemistry-based\n                    Dr. Probasco was involved in drafting/revising the manuscript for con-             study. J Neurooncol 2005;75:163–167.\n                    tent, study concept and design, and analysis/interpretation of data. Dr.        2. Hattab EM, Tu PH, Wilson JD, Cheng L. OCT4 immu-\n                    Munchel was involved in revising the manuscript for content. Dr. McAr-             nohistochemistry is superior to placental alkaline phospha-\n                    thur was involved in revising the manuscript for content. Dr. Blakeley             tase (PLAP) in the diagnosis of central nervous system\n                    was involved in revising the manuscript for content, study concept and\n                                                                                                       germinoma. Am J Surg Pathol 2005;29:368–371.\n                    design, and analysis/interpretation of data.\n                                                                                                    3. Beal MF. Multiple cranial-nerve palsies: a diagnostic chal-\n                                                                                                       lenge. N Engl J Med 1990;322:461–463.\n                    ACKNOWLEDGMENT                                                                  4. Carroll CG, Campbell WW. Multiple cranial neuropa-\n                    The authors thank Dr. Peter Burger and Mr. Norm Baker for preparation              thies. Semin Neurol 2009;29:53–65.\n                    of the histopathology images and the patient’s family for their help in the     5. Keane JR. Multiple cranial nerve palsies: analysis of 979\n                    preparation of this manuscript.                                                    cases. Arch Neurol 2005;62:1714–1717.\n                                                                                                    6. Surawicz S, McCarthy BJ, Kupelian V, et al. Descriptive\n                                                                                                       epidemiology of primary brain and CNS tumors: results\n                    STUDY FUNDING\n                                                                                                       from the Central Brain Tumor Registry of the United\n                    No targeted funding reported.\n                                                                                                       States, 1990-1994. Neuro Oncol 1999;1:14–25.\n                                                                                                    7. Matsutani M. Clinical management of primary central\n                    DISCLOSURE                                                                         nervous system germ cell tumors. Semin Oncol 2004;31:\n                    J. Probasco and A. Munchel report no disclosures. J. McArthur serves on a          676–683.\n                    scientific advisory board for Relevare Services; is an author on patents re:    8. Fujimaki T. Central nervous system germ cell tumors:\n                    Device for thermal stimulation of small neural fibers and Immunophilin lig-        classification, clinical features, and treatment with a histor-\n                    and treatment of antiretroviral toxic neuropathy; and receives research sup-\n                                                                                                       ical overview. J Child Neurol 2009;24:1439–1445.\n                    port from Biogen Idec, Pfizer Inc., the National Multiple Sclerosis Society,\n                                                                                                    9. Blakeley JO, Grossman SA. Management of pineal region\n                    the Foundation for Peripheral Neuropathy, and grant 5P30MH075673\n                    from the National Institute of Mental Health. J. Blakeley receives research\n                                                                                                       tumors. Curr Treat Options Oncol 2006;7:505–516.\n                    support from GlaxoSmithKline, the National Cancer Institute, and the           10. Keene D, Johnston D, Strother D, et al. Epidemiological\n                    Cancer Therapy Evaluation Program. She has served as an unpaid consul-             survey of central nervous system germ cell tumors in Canadian\n                    tant to Novartis. Go to Neurology.org for full disclosures.                        children. J Neurooncol 2007;82:289–295.\n\n\n\n\ne66                 Neurology 80        February 5, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.",
  "wordCount": 3082,
  "indexed": "2025-09-25T22:54:52.409Z",
  "method": "direct"
}
