{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Caso clínico aneurisma sacular + ictus/Wilms et al. - 1999 - MRI of non-ischemic vascular disease aneurysms an.pdf",
  "fileName": "Wilms et al. - 1999 - MRI of non-ischemic vascular disease aneurysms an.pdf",
  "relativePath": "Neurología/Cerebrovascular/Caso clínico aneurisma sacular + ictus/Wilms et al. - 1999 - MRI of non-ischemic vascular disease aneurysms an.pdf",
  "text": "Eur. Radiol. 9, 1055±1060 (1999) Ó Springer-Verlag 1999\n\n                                                                                                             European\n                                                                                                             Radiology\n\n\n\n\nReview article\n\nMRI of non-ischemic vascular disease:\naneurysms and vascular malformations\nG. Wilms, P. Demaerel, H. Bosmans, G. Marchal\nDepartment of Radiology, University Hospitals KU Leuven, Herestraat 49, B-3000 Leuven, Belgium\n\n\n\n Abstract. Due to flow-void phenomena, MRI is of                  and calcification will influence the image (Fig. 2) [5].\n great value in the demonstration of cerebral aneu-               Partially thrombosed aneurysms show concentric layers\n rysms and vascular malformations as well as of relat-            of clot with variable, often high intensities. They may\n ed parenchymal changes and hemorrhagic complica-                 be surrounded by a hemosiderin-laden fibrotic capsule\n tions. Magnetic resonance angiography can produce                [6]. Hemosiderin and calcifications can only be differen-\n vascular images which are of importance in the diag-             tiated from circulating compartments of the lesion by\n nosis and follow-up of the lesions.                              comparison with CT findings. Larger aneurysms can be\n                                                                  surrounded by hyperintense T2 signal, caused by edema\n Key words: Cerebral aneurysm ± Cerebral arteriove-               due to parenchymal compression by the lesion.\n nous malformations ± MR imaging ± Vascular studies                   Contrast enhancement is of little help for the diagno-\n                                                                  sis of a cerebral aneurysm, since they are already well\n                                                                  visible on nonenhanced images due to the phenomenon\n                                                                  of flow void [1, 2, 3]. Enhancement of the wall or strong\nIntroduction                                                      central enhancement of aneurysms with slow or turbu-\n                                                                  lent flow can be of help in the differential diagnosis\nWe discuss the characteristics of MRI and MR angiogra-            with other space-occupying lesions. Phase-encoding ar-\nphy (MRA) of intracranial aneurysms and intracranial              tifacts can be increased after contrast revealing the true\nvascular malformations, i. e. arteriovenous malforma-             vascular origin of a mass.\ntions (AVMs), cavernous angiomas and venous anoma-                    Magnetic resonance angiography has a high accuracy\nlies. Except for cavernous angiomas, all these lesions            in the detection of even very small aneurysms (Fig. 1 c,\nhave as a common feature their easy depiction on non-             d) especially if the MRA images are confronted with\nenhanced spin-echo images by the flow-void phenome-               the ªsourceº images and the conventional MR images\nnon of rapidly flowing blood. The high velocity inflow            [7, 8, 9, 10]. In addition, MRA is able to produce multi-\nof these flowing protons into a slice or a 3D volume              ple projections, allowing the excellent evaluation of\nwith inflow enhancement furthermore allows one to ob-             anatomical implantation, origin and neck of the lesion.\ntain MRA images.                                                  This is valuable and indispensable preoperative infor-\n                                                                  mation. In difficult cases it can even guide the neurora-\n                                                                  diologist in the performance of selective angiography\nAneurysms                                                         and endovascular techniques.\n                                                                      The classical MRA sequence used is three-dimen-\nThe typical MR image of an intracranial aneurysm is a             sional time of flight (3D TOF) sequence. Its main disad-\nrounded well-delineated mass with high-velocity signal            vantage is the fact that high signal from diffuse sub-\nloss on T1- and T2-weighted spin-echo images (Fig. 1 a,           arachnoid or intraparenchymal hemorrhage or mural\nb) [1, 2, 3]. Nevertheless, the signal will depend greatly        clot will superimpose on the maximum intensity (MIP)\non the direction and the rate of flow. In this way turbu-         projections of the 3D TOF sequence. In such cases\nlent flow within larger aneurysms will typically lead to          phase-contrast images by subtraction of the background\nsignal heterogeneity [4]. The presence of clot, fibrosis          depict the aneurysm better, but with possibility of un-\n                                                                  derestimation of the size [11]. Newer MRA techniques\nCorrespondence to: G. Wilms                                       without flow compensation after bolus injection of gad-\n                                                                  olinium and with very short TR can produce angiog-\nCategorical Course ECR 2000                                       raphic images within approximately 20 s but with a low-\n\f1056                                                                  G. Wilms et al.: MRI of non-ischemic vascular disease\n\n\n\n\n                                                                                          Fig. 1 a±d. Typical aneurysm.\n                                                                                          a Transverse T2-weighted (TR/\n                                                                                          TE = 3380/90 ms/1 acquisition)\n                                                                                          spin-echo sequence. Rounded\n                                                                                          area of signal void (arrow) at the\n                                                                                          left CA±CM bifurcation.\n a                                           b                                            b Transverse T1-weighted (TR/\n                                                                                          TE = 560/15 ms/1 acquisition)\n                                                                                          spin-echo sequence. Similar area\n                                                                                          of absent signal (arrow).\n                                                                                          c Transverse and d coronal 3D\n                                                                                          TOF MR angiography (TR/\n                                                                                          TE = 40/10 ms/1 acquisition;\n                                                                                          TONE, MT) with MOTSA tech-\n                                                                                          nique. Confirmation of left carot-\n                                                                                          id bifurcation aneurysm (arrow).\n                                                                                          Evidence of second carotid oph-\n                                             d                                            thalmic aneurysm on the right\n                                                                                          (arrowhead)\n\n\n                                                            other hand, vasospasm can interfere with the visualiza-\n                                                            tion of aneurysms by decrease of the inflow.\n                                                               Vascular clips cause large susceptibly artifacts on\n c\n                                                            MRI; therefore, MRA is useless to follow up clipped an-\n                                                            eurysms. Platinum coils for endovascular treatment of\n                                                            cerebral aneurysms interfere less with MRA, so that fol-\ner spatial resolution (Fig. 3). This might interfere with   low up of treated aneurysms is possible.\nthe visualization of smaller aneurysms [12]. Accom-\npanying vasospasm is visible on MR angiograms and\ncan easily be followed up by sequential MRA. On the\n\n\n\n\n                                                                                          Fig. 2 a, b. Aneurysm with turbu-\n                                                                                          lent flow. a T2-weighted (TR/\n                                                                                          TE = 2200/90 ms/1 acquisition)\n                                                                                          spin-echo sequence. Right intra-\n                                                                                          cavernous aneurysm (arrowhead)\n                                                                                          with mixed hypo- and hyperin-\n                                                                                          tense signal. b T1-weighted (TR/\n                                                                                          TE = 600/15 ms/1 acquisition)\n                                                                                          spin-echo sequence. Confirma-\n a                                          b                                             tion of aneurysm (arrow) with\n                                                                                          manifest signal heterogeneity\n\fG. Wilms et al.: MRI of non-ischemic vascular disease                                                                             1057\n\n                                                                         accurately be measured with MRI. This is important if\n                                                                         radiosurgical treatment is considered.\n                                                                             The feeding arteries are recognized as enlarged and\n                                                                         tortuous linear areas of signal void, following the distri-\n                                                                         bution of the feeding artery, e. g. the middle cerebral,\n                                                                         anterior cerebral or posterior cerebral artery. Compari-\n                                                                         son with the unaffected contralateral hemisphere most-\n                                                                         ly is sufficient to identify the major feeder of the lesion.\n                                                                             The draining veins are also enlarged linear areas of\n                                                                         signal voids and can demonstrate focal aneurysmal dila-\n                                                                         tation. Most difficult to identify are the superficially\n                                                                         draining cortical veins, adjacent to the bone and deep\n                                                                         draining veins. Stenoses at the insertion of cortical veins\n                                                                         in the dural venous sinuses, which can be at the base of\nFig. 3. Bolus contrast-enhanced MR angiography (TR = 3.2 ms,             hemorrhage, are therefore difficult to demonstrate. Fo-\nTE = 1.1 ms, 1 acquisition, flip angle 25 \u001e, matrix 96  160, interpo-   cally increased signal due to turbulent flow is frequent.\nlation along kz). Notice bilateral middle cerebral artery aneurysms          Adjacent to the lesions hemorrhage in different stag-\n(arrows)\n                                                                         es of evaluation can be present. It is known that the age\n                                                                         of the hematoma can be very well determined with\n                                                                         MRI.\nArteriovenous malformations                                                  The brain parenchyma surrounding the AVM can\n                                                                         show atrophic and gliotic changes, due to steal phenom-\nAgain due to the phenomenon of flow void, MRI with                       ena. This appears as T2 hyperintensity of the adjacent\nconventional spin-echo sequences depicts the nidus,                      brain parenchyma. These changes are important to rec-\nfeeding arteries and draining veins (Fig. 4). Possible                   ognize, since they are thought to be at the base of sei-\ncomplications, such as hemorrhage and secondary chan-                    zures associated with the AVM.\nges in the brain parenchyma, are clearly visible [13, 14].                   In the MRA study of parenchymal AVM usually 3D\n   The nidus typically appears as an area of tightly                     TOF with multiple overlapping thin slabs (MOTSA)\npacked, small rounded flow voids, due to high-velocity                   can depict most of the feeding arteries and the nidus of\nsignal loss. Slow or turbulent flow can lead to focal in-                the lesion (Fig. 4 c) [7, 8]. In larger lesions hyperdynamic\ncrease of signal, which is impossible to differentiate                   flow in the feeding vessels can lead to signal loss with\nfrom vessel thrombosis. The size of the nidus can very                   creation of pseudostenoses. For the same reason flow-\n\n\n\n\n                                                                                                      Fig. 4 a±c. Arteriovenous malfor-\n                                                                                                      mation. a T2-weighted (TR/\n                                                                                                      TE = 5400/119 ms/1 acquisition)\n                                                                                                      spin-echo sequence. Multiple\n                                                                                                      areas of signal void, correspon-\n                                                                                                      ding to feeding arteries, nidus\n a                                                     b                                              and draining veins. b T1-weight-\n                                                                                                      ed (TR/TE = 600/14 ms/1 acqui-\n                                                                                                      sition) spin-echo sequence. Simi-\n                                                                                                      lar findings. c Three-dimensional\n                                                                                                      TOF MR angiography (TR/\n                                                                                                      TE = 39/7 ms/1 acquisition, flip\n                                                                                                      angle 25 \u001e; TONE, MT) with\n                                                                                                      MOTSA technique. Good de-\n                                                                                                      monstration of enlarged feeding\n c                                                                                                    arteries and the nidus. Some ve-\n                                                                                                      nous saturation\n\f1058        G. Wilms et al.: MRI of non-ischemic vascular disease\n\n\n\n\n                                Fig. 5 a, b. Bolus contrast-en-\n                                hanced MRA (TR = 3.8 ms, TE =\n                                1.3 ms, matrix 96  160, flip angle\n                                25 \u001e, interpolation along kz); left\n                                occipital arteriovenous malfor-\n                                mation. a Early image, 15 s after\n                                injection. Enlargement of left\n                                posterior cerebral artery with be-\n                                ginning opacification of the nidus\n                                (arrow). b Second image, 30 s af-\n a     b                        ter injection. Good feeding of ni-\n                                dus and draining veins\n\n\n                                Fig. 6 a, b. Cavernous angioma.\n                                a Transverse T2-weighted (TR/\n                                TE = 2500/90 ms/1 acquisition)\n                                image. Typical ¹popcornª lesion\n                                in the left frontal lobe (arrow).\n                                b Transverse T1-weighted (TR/\n                                TE = 680/20 ms/1 acquisition)\n                                image. Confirmation of the lesi-\n                                on, with a multilocular hyperin-\n                                tense aspect (arrow)\n\n\n\n\n 6a    6b\n\n\n\n\n                                Fig. 7 a, b. Multiple cavernous\n                                angiomas. a Transverse T2-\n                                weighted (TR/TE = 3380/90 ms/1\n                                acquisition) image. Evidence of\n                                two hypointense lesions in the\n                                right hemisphere, consistent with\n                                cavernous angiomas. b Transver-\n                                se gradient-echo sequence (TR/\n                                TE = 800/35 ms/2 acquisitions,\n                                flip angle 20 \u001e). Confirmation of\n                                the lesions in the right hemisphe-\n 7a    7b                       re, evidence of three more lesions\n                                on the left\n\fG. Wilms et al.: MRI of non-ischemic vascular disease                                                                    1059\n\n\n\n\n a                                           b                                       c\n\nFig. 8 a±c. Developmental venous anomaly (¹venous angiomaª).       Cavernous angiomas\na Transverse T2-weighted (TR/TE = 2500/90 ms/1 acquisition)\nspin-echo image. Linear area of hyper signal in right hemisphere\n                                                                   On MRI parenchymal cavernous angiomas appear as le-\n(arrowheads). b Transverse T1-weighted (TR/TE = 600/15 ms/1\nacquisition) spin-echo image. Similar linear area with flow void   sions of mixed low and high signal intensities, represent-\n(arrowheads). c Contrast-enhanced T1-weighted sequence. En-        ing hemorrhages in different stages of evolution [18].\nhancement of the vein (arrowheads)                                 The MR image is classically described as ªpopcorn-\n                                                                   likeº (Fig. 6). Typical for cavernous angiomas is the\n                                                                   low-signal hemosiderin rim surrounding the lesion.\n                                                                   Due to susceptibility effects, the low signal becomes\nrelated aneurysms in the feeding vessels can be missed.            more prominent on gradient-echo sequences. More-\nIn the same way intranidal aneurysms are usually not               over, these sequences can reveal unsuspected multiple\ndetected with MRA.                                                 cavernous angiomas (Fig. 7) [19]. If cavernous angiomas\n   Due to saturation, the draining veins are less well vi-         bleed, it is possible to discern the underlying angioma\nsualized. Intravenous injection of gadolinium chelates             from the surrounding high-intensity blood. After gado-\ncan improve this visualization but may lead to superim-            linium administration, some enhancement is seen.\nposition of smaller arteries and of enhancing soft tissues.            On MRA cavernous angiomas are by definition in-\nThree-dimensional phase-contrast MRA sequences                     visible. High-intensity foci can superimpose on 3D\nwith appropriate velocity encoding therefore are pre-              TOF images.\nferred in many circumstances especially in cases of small\nAVM. With the previously mentioned bolus techniques\nsequential MRA sequences can depict separately the ar-             Venous malformations\nterial and venous compartments of the lesion, leading to\na better understanding of its composition (Fig. 5). Again          Developmental venous anomalies, or the so-called ve-\nthe spatial resolution seems to be lower and insufficient          nous angiomas, are very well seen on routine spin-echo\nto diagnose intranidal aneurysms or flow-related aneu-             MR images as radially oriented small linear areas of sig-\nrysms [15].                                                        nal void, draining into a larger vein with flow void.\n   Considering the therapeutic and prognostic impor-               Flow-related enhancement is frequent. After intrave-\ntance of morphological features, such as intranidal an-            nous administration of gadolinium chelates, the medul-\neurysms, flow-related aneurysms, venous stenoses and               lary veins as well as the transcerebral and subependymal\ndeep venous drainage, which can all be missed by both              veins are clearly seen (Fig. 8) [20, 21].\nMRI and MRA, selective and superselective catheter                     On MRA the lesion is best seen on gadolinium-en-\nangiography remain necessary for therapeutic decision              hanced 3D-TOF sequences. Especially the confluence\nmaking. Therefore, the main use of MRA is the follow-              of the draining veins in the dural venous sinuses is better\nup of cerebral AVMs during or after embolization, neu-             evaluated. Stenoses at this confluence are believed to be\nrosurgery or radiosurgery, or of nontreated lesions [16,           at the origin of bleeding in venous angiomas. Others re-\n17].                                                               port that the frequently associated cavernous angiomas\n                                                                   cause bleeding in the neighboring venous angiomas [22].\n                                                                       In the so-called vein of Galen malformations the\n                                                                   large mid-line venous sac is seen as a large rounded\n                                                                   area of flow void. Mixed signal due to turbulent flow is\n                                                                   frequent [23]. The arterial feeders are small choroidal\n\f1060                                                                             G. Wilms et al.: MRI of non-ischemic vascular disease\n\nand thalamoperforating arteries, and present as small                 9. Horikoshi T, Fukamachi A, Nishi H, Fukasawa I (1994) Detec-\nsignal voids in the basal ganglia.                                       tion of intracranial aneurysms by three-dimensional time-of-\n                                                                         flight magnetic resonance angiography. Neuroradiology 36:\n   On MRA the arterial feeders, enlarged vein of Galen\n                                                                         203±207\nand associated anomalies, such as a falcine sinus, can               10. Korogi Y, Takahashi M, Mabuchi N, Nakagawa T, Fujiwara S,\neasily be depicted.                                                      Horikawa Y, Miki H, O'Uchi T, Shiga H, Shiokawa Y, Watabe\n                                                                         T, Furuse M (1996) Intracranial aneurysms: diagnostic accuracy\n                                                                         of MR angiography with evaluation of maximum intensity pro-\nConclusion                                                               jection and source images. Radiology 199: 199\n                                                                     11. Huston J, Ehman RL (1993) Comparison of time-of-flight and\n                                                                         phase-contrast MR neuroangiographic techniques. Radio-\nMagnetic resonance imaging seems to be of great value                    graphics 13: 5±19\nin the detection and specification of cerebral vascular              12. Jung HW, Chang KH, Choi DS et al. (1995) Contrast-enhanced\nmalformations. By the flow void of rapidly flowing                       MR angiography for the diagnosis of intracranial vascular dis-\nblood, aneurysms and AVMs are easily depicted.                           ease: optimal dose of gadopentetate dimeglumine. Am J Radi-\nKnowledge of the influence of flow velocity, flow direc-                 ol 165: 1251\n                                                                     13. Hoang TA, Hasso AN (1994) Intracranial vascular malforma-\ntion and turbulence is necessary to interpret less-typical\n                                                                         tions. Neuroimaging Clin North Am 4: 823±847\nimages. Complications, such as gliosis, venous hyperten-             14. Nüssel F, Wegmüller H, Huber P (1991) Comparison of mag-\nsion, thrombosis and hemorrhage, can alter the images.                   netic resonance angiography, magnetic resonance imaging and\nIn the same way MR angiographic images have to be in-                    conventional angiography in cerebral arteriovenous malforma-\nterpreted with knowledge of flow phenomena and arti-                     tion. Neuroradiology 33: 56±61\nfacts.                                                               15. Marks MP, Lane B, Steinberg GK, Snipes GJ (1992) Intracrani-\n                                                                         al aneurysms in cerebral arteriovenous malformations: evalua-\n                                                                         tion and endovascular treatment. Radiology 183: 355±360\n                                                                     16. Kauczor HU, Engenhart R, Layer G et al. (1993) 3D TOF MR\nReferences                                                               angiography of cerebral arteriovenous malformations after ra-\n                                                                         diosurgery. J Comput Assist Tomogr 17: 184±190\n 1. Atlas SW (1997) Magnetic resonance imaging of intracranial       17. Quisling RG, Peters KR, Friedman WA, Tart RP (1991) Persis-\n    aneurysms. Neuroimaging Clin North Am 7: 709±720                     tent nidus blood flow in cerebral arteriovenous malformation\n 2. Keogh AJ, Vhora S (1998) The usefulness of magnetic reso-            after stereotactic radiosurgery: MR imaging assessment. Radi-\n    nance angiography in surgery for intracranial aneurysms that         ology 180: 785±791\n    have bled. Surg Neurol 50: 122±129                               18. Hallam DK, Russell EJ (1998) Imaging of angiographically\n 3. Puskar G, Ruggieri PM (1995) Intracranial aneurysms. Magn            occult cerebral vascular malformations. Neuroimaging Clin\n    Reson Imaging Clin North Am 3: 467±483                               North Am 8: 323±347\n 4. Kurihara N, Takahashi S, Higano S, Matsumoto K, Yanagawa         19. Gil-Nagel A, Wilcox KJ, Stewart JM, Anderson VE, Leppik\n    I, Takahashi A, Sakamoto K (1995) Evaluation of large intra-         IE, Rich SS (1995) Familial cerebral cavernous angioma: clini-\n    cranial aneurysm with three-dimensional MRI. J Comput As-            cal analysis of a family and phenotypic classification. Epilepsy\n    sist Tomogr 19: 707±712                                              Res 21: 27±36\n 5. Rolen PB, Sze G (1998) Small, patent cerebral aneurysms:         20. Wilms G, Demaerel P, Marchi G et al. (1991) Gadolinium-en-\n    atypical appearances at 1.5-T MR imaging. Radiology 208:             hanced MR imaging of cerebral venous angiomas with empha-\n    129±136                                                              sis on their drainage. J Comput Assist Tomogr 15: 199±206\n 6. Hahn FJ, Ong E, McComb R, Leibrock L (1986) Peripheral           21. Wilms G, Marchal G, Van Hecke P et al. (1990) Cerebral ve-\n    signal void ring in giant vertebral aneurysm: MR and pathology       nous angioma: MR imaging at 1.5 Tesla. Neuroradiology 32:\n    findings. J Comput Assist Tomogr 10: 1036±1038                       81±85\n 7. Blatter DD, Parker DL, Ahn SS, Bahr AL, Robinson RO,             22. Wilms G, Blues E, Demaerel P, Marchal G, Plets C, Goffin J,\n    Schwartz RB, Jolesz FA, Boyer RS (1992) Cerebral MR angi-            Baert AL (1994) Simultaneous occurrence of developmental\n    ography with multiple overlapping thin slab acquisition. Part        venous anomalies and cavernous angiomas. Am J Neuroradiol\n    II. Early clinical experience. Radiology 183: 379±389                15: 1247±1257\n 8. Davis WL, Blatter DD, Harnsberger HR, Parker DL (1994) In-       23. Seidenwurm D, Berenstein A, Hyman A, Kowalsla H (1991)\n    tracranial MR angiography: comparison of single-volume               Vein of Galen malformation: correlation of clinical presenta-\n    three-dimensional time-of-flight and multiple overlapping thin       tion, arteriography, and MR imaging. Am J Neuroradiol 12:\n    slab acquisition techniques. Am J Roentgenol 163: 915±920            347±345",
  "wordCount": 2814,
  "indexed": "2025-09-25T22:50:41.777Z",
  "method": "direct"
}
