{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Ictus hemorrágico/Morgenstern et al. - 2010 - Guidelines for the Management of Spontaneous Intra.pdf",
  "fileName": "Morgenstern et al. - 2010 - Guidelines for the Management of Spontaneous Intra.pdf",
  "relativePath": "Neurología/Cerebrovascular/Ictus hemorrágico/Morgenstern et al. - 2010 - Guidelines for the Management of Spontaneous Intra.pdf",
  "text": "Guidelines for the Management of Spontaneous Intracerebral Hemorrhage : A\n       Guideline for Healthcare Professionals From the American Heart\n                     Association/American Stroke Association\nLewis B. Morgenstern, J. Claude Hemphill III, Craig Anderson, Kyra Becker, Joseph\nP. Broderick, E. Sander Connolly, Jr, Steven M. Greenberg, James N. Huang, R. Loch\n    Macdonald, Steven R. Messé, Pamela H. Mitchell, Magdy Selim and Rafael J.\n                                       Tamargo\n\n\n        Stroke 2010, 41:2108-2129: originally published online July 22, 2010\n                       doi: 10.1161/STR.0b013e3181ec611b\n Stroke is published by the American Heart Association. 7272 Greenville Avenue, Dallas, TX 72514\n Copyright © 2010 American Heart Association. All rights reserved. Print ISSN: 0039-2499. Online\n                                        ISSN: 1524-4628\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n                   http://stroke.ahajournals.org/content/41/9/2108\n\n\n\n\n Subscriptions: Information about subscribing to Stroke is online at\n http://stroke.ahajournals.org//subscriptions/\n\n Permissions: Permissions & Rights Desk, Lippincott Williams & Wilkins, a division of Wolters\n Kluwer Health, 351 West Camden Street, Baltimore, MD 21202-2436. Phone: 410-528-4050. Fax:\n 410-528-8550. E-mail:\n journalpermissions@lww.com\n\n Reprints: Information about reprints can be found online at\n http://www.lww.com/reprints\n\n\n\n\n              Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f                                                 AHA/ASA Guideline\n\n                 Guidelines for the Management of Spontaneous\n                           Intracerebral Hemorrhage\n       A Guideline for Healthcare Professionals From the American Heart\n                    Association/American Stroke Association\n The American Academy of Neurology affirms the value of this guideline as an educational\n                                 tool for neurologists.\n  The American Association of Neurological Surgeons and the Congress of Neurological\n        Surgeons have reviewed this document and affirm its educational content.\n                          Lewis B. Morgenstern, MD, FAHA, FAAN, Chair;\n      J. Claude Hemphill III, MD, MAS, FAAN, Vice-Chair; Craig Anderson, MBBS, PhD, FRACP;\n         Kyra Becker, MD; Joseph P. Broderick, MD, FAHA; E. Sander Connolly, Jr, MD, FAHA;\n  Steven M. Greenberg, MD, PhD, FAHA, FAAN; James N. Huang, MD; R. Loch Macdonald, MD, PhD;\n              Steven R. Messé, MD, FAHA; Pamela H. Mitchell, RN, PhD, FAHA, FAAN;\n  Magdy Selim, MD, PhD, FAHA; Rafael J. Tamargo, MD; on behalf of the American Heart Association\n                         Stroke Council and Council on Cardiovascular Nursing\n\nPurpose—The aim of this guideline is to present current and comprehensive recommendations for the diagnosis and\n  treatment of acute spontaneous intracerebral hemorrhage.\nMethods—A formal literature search of MEDLINE was performed. Data were synthesized with the use of evidence tables.\n  Writing committee members met by teleconference to discuss data-derived recommendations. The American Heart\n  Association Stroke Council’s Levels of Evidence grading algorithm was used to grade each recommendation. Prerelease\n  review of the draft guideline was performed by 6 expert peer reviewers and by the members of the Stroke Council\n  Scientific Statements Oversight Committee and Stroke Council Leadership Committee. It is intended that this guideline\n  be fully updated in 3 years’ time.\nResults—Evidence-based guidelines are presented for the care of patients presenting with intracerebral hemorrhage. The\n  focus was subdivided into diagnosis, hemostasis, blood pressure management, inpatient and nursing management,\n  preventing medical comorbidities, surgical treatment, outcome prediction, rehabilitation, prevention of recurrence, and\n  future considerations.\nConclusions—Intracerebral hemorrhage is a serious medical condition for which outcome can be impacted by early,\n  aggressive care. The guidelines offer a framework for goal-directed treatment of the patient with intracerebral\n  hemorrhage. (Stroke. 2010;41:2108-2129.)\n                Key Words: AHA Scientific Statements 䡲 intracerebral hemorrhage 䡲 treatment 䡲 diagnosis\n                                 䡲 intracranial pressure 䡲 hydrocephalus 䡲 surgery\n\n\n\n\n   The American Heart Association makes every effort to avoid any actual or potential conflicts of interest that may arise as a result of an outside\nrelationship or a personal, professional, or business interest of a member of the writing panel. Specifically, all members of the writing group are required\nto complete and submit a Disclosure Questionnaire showing all such relationships that might be perceived as real or potential conflicts of interest.\n   This statement was approved by the American Heart Association Science Advisory and Coordinating Committee on May 19, 2010. A copy of the\nstatement is available at http://www.americanheart.org/presenter.jhtml?identifier⫽3003999 by selecting either the “topic list” link or the “chronological\nlist” link (No. KB-0044). To purchase additional reprints, call 843-216-2533 or e-mail kelle.ramsay@wolterskluwer.com.\n   The American Heart Association requests that this document be cited as follows: Morgenstern LB, Hemphill JC 3rd, Anderson C, Becker K, Broderick\nJP, Connolly ES Jr, Greenberg SM, Huang JN, Macdonald RL, Messé SR, Mitchell PH, Selim M, Tamargo RJ; on behalf of the American Heart\nAssociation Stroke Council and Council on Cardiovascular Nursing. Guidelines for the management of spontaneous intracerebral hemorrhage: a guideline\nfor healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2010;41:2108 –2129.\n   Expert peer review of AHA Scientific Statements is conducted at the AHA National Center. For more on AHA statements and guidelines development,\nvisit http://www.americanheart.org/presenter.jhtml?identifier⫽3023366.\n   Permissions: Multiple copies, modification, alteration, enhancement, and/or distribution of this document are not permitted without the express\npermission of the American Heart Association. Instructions for obtaining permission are located at http://www.americanheart.org/presenter.jhtml?\nidentifier⫽4431. A link to the “Permission Request Form” appears on the right side of the page.\n   © 2010 American Heart Association, Inc.\n  Stroke is available at http://stroke.ahajournals.org                                                            DOI: 10.1161/STR.0b013e3181ec611b\n\n                                                                   2108\n                               Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f                                                       Morgenstern et al        Intracerebral Hemorrhage Guideline                    2109\n\n\n\nS    pontaneous, nontraumatic intracerebral hemorrhage (ICH)\n     is a significant cause of morbidity and mortality throughout\nthe world. Although much has been made of the lack of a\n                                                                      deterioration is common in the first few hours after ICH\n                                                                      onset. More than 20% of patients will experience a decrease\n                                                                      in the Glasgow Coma Scale (GCS) score of ⱖ2 points\nspecific targeted therapy, much less is written about the success     between the prehospital emergency medical services assess-\nand goals of aggressive medical and surgical care for this            ment and the initial evaluation in the emergency department\ndisease. Recent population-based studies suggest that most            (ED).7 Among those patients with prehospital neurological\npatients present with small ICHs that are readily survivable with     decline, the GCS score decreases by an average of 6 points\ngood medical care.1 This suggests that excellent medical care         and the mortality rate is ⬎75%. Further, within the first hour\nlikely has a potent, direct impact on ICH morbidity and mortality     of presentation to a hospital, 15% of patients demonstrate a\nnow, even before a specific therapy is found. Indeed, as              decrease in the GCS score of ⱖ2 points.8 The risk for early\ndiscussed later, the overall aggressiveness of ICH care is directly   neurological deterioration and the high rate of poor long-term\nrelated to mortality from this disease.2 One of the purposes of       outcomes underscores the need for aggressive early\nthis guideline, therefore, is to remind clinicians of the impor-      management.\ntance of their care in determining ICH outcome and to provide\nan evidence-based framework for that care.                            Prehospital Management\n   In order to make this review brief and readily useful to           The primary objective in the prehospital setting is to provide\npracticing clinicians, the reader is referred elsewhere for the       ventilatory and cardiovascular support and to transport the patient to\ndetails of ICH epidemiology.1,3,4 Similarly, there are many           the closest facility prepared to care for patients with acute stroke\nongoing clinical studies throughout the world related to this         (see ED Management section that follows). Secondary priorities for\ndisease. The reader is encouraged to consider referring               emergency medical services providers include obtaining a focused\npatients to these important efforts, which can be found at            history regarding the timing of symptom onset (or the time the\nhttp://www.strokecenter.org/trials/. We will not discuss on-          patient was last normal) and information about medical history,\ngoing studies because we cannot cover them all; the focus of          medication, and drug use. Finally, emergency medical services\nthis statement is on currently available therapies. Finally, a        providers should provide advance notice to the ED of the impending\nrecent guideline on pediatric stroke was published5 that              arrival of a potential stroke patient so that critical pathways can be\nobviates the need to repeat the issues of pediatric ICH here.         initiated and consulting services can be alerted. Advance notice by\n   The last ICH Guidelines were published in 2007,6 and this          emergency medical services has been demonstrated to significantly\ncurrent article serves to update those guidelines. As such,           shorten time to computed tomography (CT) scanning in the ED.9\ndifferences from former recommendations are specified in the\ncurrent work. The writing group met by phone to determine             ED Management\nsubcategories to evaluate. These included emergency diagnosis         It is of the utmost importance that every ED be prepared to\nand assessment of ICH and its causes; hemostasis, blood               treat patients with ICH or have a plan for rapid transfer to a\npressure (BP); intracranial pressure (ICP)/fever/glucose/             tertiary care center. The crucial resources necessary to man-\nseizures/hydrocephalus; iron; ICP monitors/tissue oxygenation;        age patients with ICH include neurology, neuroradiology,\nclot removal; intraventricular hemorrhage (IVH); withdrawal of        neurosurgery, and critical care facilities including adequately\ntechnological support; prevention of recurrent ICH; nursing           trained nurses and physicians. In the ED, appropriate consul-\ncare; rehab/recovery; future considerations. Each subcategory         tative services should be contacted as quickly as possible and\nwas led by an author with 1 or 2 additional authors making            the clinical evaluation should be performed efficiently, with\ncontributions. Full MEDLINE searches were done of all                 physicians and nurses working in parallel. Table 4 describes\nEnglish-language articles regarding relevant human disease            the integral components of the history, physical examination,\ntreatment. Drafts of summaries and recommendations were               and diagnostic studies that should be obtained in the ED.\ncirculated to the whole writing group for feedback. A conference         For patients with ICH, emergency management may in-\ncall was held to discuss controversial issues. Sections were          clude neurosurgical interventions for hematoma evacuation,\nrevised and merged by the Chair. The resulting draft was sent to      external ventricular drainage or invasive monitoring and\nthe whole writing group for comment. Comments were incor-             treatment of ICP, BP management, intubation, and reversal of\nporated by the Vice Chair and Chair, and the entire committee         coagulopathy. Although many centers have critical pathways\nwas asked to approve the final draft. Changes to the document         developed for the treatment of acute ischemic stroke, few\nwere made by the Chair and Vice Chair in response to peer             have protocols for the management of ICH.18 Such pathways\nreview, and the document was again sent to the entire writing         may allow for more efficient, standardized, and integrated\ngroup for suggested changes and approval. Recommendations             management of critically ill patients with ICH.\nfollow the American Heart Association Stroke Council’s\nmethods of classifying the level of certainty of the treatment        Neuroimaging\neffect and the class of evidence (Tables 1 and 2). All Class I        The abrupt onset of focal neurological symptoms is presumed to\nrecommendations are listed in Table 3.                                be vascular in origin until proven otherwise. However, it is\n                                                                      impossible to know whether symptoms are due to ischemia or\nEmergency Diagnosis and Assessment of ICH                             hemorrhage based on clinical characteristics alone. Vomiting,\n             and Its Causes                                           systolic BP ⬎220 mm Hg, severe headache, coma or decreased\nICH is a medical emergency. Rapid diagnosis and attentive             level of consciousness, and progression over minutes or hours all\nmanagement of patients with ICH is crucial because early              suggest ICH, although none of these findings are specific;\n                            Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f2110         Stroke          September 2010\n\n\nTable 1.     Applying Classification of Recommendations and Level of Evidence\n\n\n\n\n   *Data available from clinical trials or registries about the usefulness/efficacy in different subpopulations, such as sex, age, history of diabetes, history of prior\nmyocardial infarction, history of heart failure, and prior aspirin use. A recommendation with Level of Evidence B or C does not imply that the recommendation is weak.\nMany important clinical questions addressed in the guidelines do not lend themselves to clinical trials. Even though randomized trials are not available, there may\nbe a very clear clinical consensus that a particular test or therapy is useful or effective.\n   †In 2003, the ACCF/AHA Task Force on Practice Guidelines developed a list of suggested phrases to use when writing recommendations. All guideline\nrecommendations have been written in full sentences that express a complete thought, such that a recommendation, even if separated and presented apart from\nthe rest of the document (including headings above sets of recommendations), would still convey the full intent of the recommendation. It is hoped that this will\nincrease readers’ comprehension of the guidelines and will allow queries at the individual recommendation level.\n\n\nneuroimaging is thus mandatory.19 CT and magnetic resonance                             follow-up CT.8,25 Hematoma expansion is predictive of\nimaging (MRI) are both reasonable for initial evaluation. CT is                         clinical deterioration and increased morbidity and mortali-\nvery sensitive for identifying acute hemorrhage and is consid-                          ty.8,10,15,25 As such, identifying patients at risk for hematoma\nered the gold standard; gradient echo and T2*susceptibility-                            expansion is an active area of research. CT angiography and\nweighted MRI are as sensitive as CT for detection of acute blood                        contrast-enhanced CT may identify patients at high risk of\nand are more sensitive for identification of prior hemorrhage.20,21                     ICH expansion based on the presence of contrast extravasa-\nTime, cost, proximity to the ED, patient tolerance, clinical status,                    tion within the hematoma.26 –30 MRI/angiogram/venogram\nand MRI availability may, however, preclude emergent MRI in                             and CT angiogram/venogram are reasonably sensitive at\na sizeable proportion of cases.22                                                       identifying secondary causes of hemorrhage, including arte-\n   The high rate of early neurological deterioration after ICH is                       riovenous malformations, tumors, moyamoya, and cerebral\nin part related to active bleeding that may proceed for hours after                     vein thrombosis.31–33 A catheter angiogram may be consid-\nsymptom onset. The earlier time from symptom onset to first                             ered if clinical suspicion is high or noninvasive studies are\nneuroimage, the more likely subsequent neuroimages will                                 suggestive of an underlying vascular cause. Clinical suspicion\ndemonstrate hematoma expansion.15,23,24 Among patients                                  of a secondary cause of ICH may include a prodrome of\nundergoing head CT within 3 hours of ICH onset, 28% to                                  headache, neurological, or constitutional symptoms. Radio-\n38% have hematoma expansion of greater than one third on                                logical suspicions of secondary causes of ICH should be\n                                  Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f                                                            Morgenstern et al        Intracerebral Hemorrhage Guideline                  2111\n\n\nTable 2. Definition of Classes and Levels of Evidence Used in                     useful to evaluate for underlying structural lesions,\nAmerican Heart Association Stroke Council Recommendations                         including vascular malformations and tumors when\n                                                                                  there is clinical or radiological suspicion (Class IIa;\nClass I                        Conditions for which there is evidence for\n                                                                                  Level of Evidence: B). (New recommendation)\n                                 and/or general agreement that the\n                                 procedure or treatment is useful and\n                                 effective                                               Medical Treatment for ICH\nClass II                       Conditions for which there is conflicting    Hemostasis/Antiplatelets/Deep Vein\n                                 evidence and/or a divergence of            Thrombosis Prophylaxis\n                                 opinion about the usefulness/efficacy      Underlying hemostatic abnormalities can contribute to ICH.\n                                 of a procedure or treatment                Patients at risk include those on oral anticoagulants (OACs),\n   Class IIa                   The weight of evidence or opinion is in      those with acquired or congenital coagulation factor deficien-\n                                 favor of the procedure or treatment        cies, and those with qualitative or quantitative platelet abnormal-\n   Class IIb                   Usefulness/efficacy is less well             ities. Patients undergoing treatment with OACs constitute 12%\n                                 established by evidence or opinion         to 14% of patients with ICH,34,35 and with increased use of\nClass III                      Conditions for which there is evidence       warfarin, the proportion appears to be increasing.36 Recognition\n                                 and/or general agreement that the\n                                                                            of an underlying coagulopathy thus provides an opportunity to\n                                 procedure or treatment is not\n                                 useful/effective and in some cases\n                                                                            target correction in the treatment strategy. For patients with a\n                                 may be harmful                             coagulation factor deficiency and thrombocytopenia, replace-\nTherapeutic recommendations\n                                                                            ment of the appropriate factor or platelets is indicated.\n                                                                                For patients being treated with OACs who have life-threatening\n   Level of Evidence A         Data derived from multiple randomized\n                                 clinical trials or meta-analyses\n                                                                            bleeding, such as intracranial hemorrhage, the general recommen-\n                                                                            dation is to correct the international normalized ratio (INR) as\n   Level of Evidence B         Data derived from a single randomized\n                                 trial or nonrandomized studies\n                                                                            rapidly as possible.37,38 Infusions of vitamin K and fresh-frozen\n                                                                            plasma (FFP) have historically been recommended, but more\n   Level of Evidence C         Consensus opinion of experts, case\n                                 studies, or standard of care               recently, prothrombin complex concentrates (PCCs) and recom-\n                                                                            binant factor VIIa (rFVIIa) have emerged as potential therapies.\nDiagnostic recommendations\n                                                                            Vitamin K remains an adjunct to more rapidly acting initial\n   Level of Evidence A         Data derived from multiple prospective\n                                                                            therapy for life-threatening OAC-associated hemorrhage be-\n                                 cohort studies using a reference\n                                 standard applied by a masked               cause even when given intravenously, it requires hours to correct\n                                 evaluator                                  the INR.39 – 41 The efficacy of FFP is limited by risk of allergic\n   Level of Evidence B         Data derived from a single grade A study,    and infectious transfusion reactions, processing time, and the\n                                 or one or more case-control studies, or    volume required for correction. Likelihood of INR correction at\n                                 studies using a reference standard         24 hours was linked to time to FFP administration in 1 study,\n                                 applied by an unmasked evaluator           although 17% of patients still did not have an INR ⱕ1.4 at this\n   Level of Evidence C         Consensus opinion of experts                 time, suggesting that FFP administered in this manner may be\n                                                                            insufficient for rapid correction of coagulopathy.42\n                                                                                PCCs are plasma-derived factor concentrates primarily\ninvoked by the presence of subarachnoid hemorrhage, un-\n                                                                            used to treat factor IX deficiency. Because PCCs also contain\nusual (noncircular) hematoma shape, the presence of edema\n                                                                            factors II, VII, and X in addition to IX, they are increasingly\nout of proportion to the early time an ICH is first imaged, an\n                                                                            recommended for warfarin reversal. PCCs have the advan-\nunusual location for hemorrhage, and the presence of other\n                                                                            tages of rapid reconstitution and administration, having high\nabnormal structures in the brain like a mass. An MR or CT\n                                                                            concentrations of coagulation factors in small volumes, and\nvenogram should be performed if hemorrhage location, rela-\n                                                                            processing to inactivate infectious agents. Though different\ntive edema volume, or abnormal signal in the cerebral sinuses\n                                                                            PCC preparations differ in relative amounts of factors (with\non routine neuroimaging suggest cerebral vein thrombosis.\n                                                                            VII the most likely to be low), several studies have shown\n   In summary, ICH is a medical emergency, characterized by high            that PCCs can rapidly normalize INR (within minutes) in\nmorbidity and mortality, which should be promptly diagnosed and             patients taking OACs (reviewed in43– 45). Nonrandomized\naggressively managed. Hematoma expansion and early deteriora-               retrospective reviews and a small case-control study have\ntion are common within the first few hours after onset.                     shown more rapid correction of INR with vitamin K and PCC\n                                                                            than vitamin K and FFP, but have not revealed a difference in\nRecommendations                                                             clinical outcome.46 – 48 One randomized trial compared the use\n   1. Rapid neuroimaging with CT or MRI is recommended\n                                                                            of a PCC (Konyne) to supplement FFP versus FFP alone in\n      to distinguish ischemic stroke from ICH (Class I; Level\n                                                                            patients with OAC-related ICH, finding that those who\n      of Evidence: A). (Unchanged from the previous guideline)\n   2. CT angiography and contrast-enhanced CT may be                        received PCC had significantly shorter time to INR correction\n      considered to help identify patients at risk for hema-                and received less volume of FFP. Although there was no\n      toma expansion (Class IIb; Level of Evidence: B), and                 difference in outcome, those who received FFP also had more\n      CT angiography, CT venography, contrast-enhanced                      adverse events, primarily attributable to fluid overload.49\n      CT, contrast-enhanced MRI, magnetic resonance an-                     Although PCCs may theoretically increase the risk of throm-\n      giography, and magnetic resonance venography can be                   botic complications, this risk appears relatively low.43 De-\n                              Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f2112         Stroke           September 2010\n\n\nTable 3.     Class I Recommendations\n                                                                                    Recommendations                                   Class/Level of Evidence\nEmergency diagnosis and assessment of ICH and              Rapid neuroimaging with CT or MRI is recommended to distinguish                Class I, Level A\nits causes                                                   ischemic stroke from ICH. (Unchanged from the previous\n                                                             guideline)\nMedical treatment for ICH                                  Patients with a severe coagulation factor deficiency or severe                 Class I, Level C\n                                                             thrombocytopenia should receive appropriate factor replacement\n                                                             therapy or platelets, respectively. (New recommendation)\n  Hemostasis/antiplatelets/DVT prophylaxis                 Patients with ICH whose INR is elevated due to OAC should have                 Class I, Level C\n                                                             their warfarin withheld, receive therapy to replace vitamin\n                                                             K–dependent factors and correct the INR, and receive\n                                                             intravenous vitamin K. (Revised from the previous guideline)\n                                                           Patients with ICH should have intermittent pneumatic compression               Class I, Level B\n                                                             for prevention of venous thromboembolism in addition to elastic\n                                                             stockings. (Unchanged from the previous guideline)\nInpatient management and prevention of\nsecondary brain injury\n  General monitoring                                       Initial monitoring and management of ICH patients should take                  Class I, Level B\n                                                              place in an intensive care unit, preferably one with physician\n                                                              and nursing neuroscience intensive care expertise. (Unchanged\n                                                              from the previous guideline)\n  Management of glucose                                    Glucose should be monitored and normoglycemia is recommended                   Class I, Level C\n  Seizures and antiepileptic drugs                         Patients with clinical seizures should be treated with antiepileptic           Class I, Level A\n                                                             drugs. (Revised from previous guideline)\n                                                           Patients with a change in mental status who are found to have                  Class I, Level C\n                                                             electrographic seizures on EEG should be treated with\n                                                             antiepileptic drugs\nProcedures/surgery—clot removal                            Patients with cerebellar hemorrhage who are deteriorating                      Class I, Level B\n                                                             neurologically or who have brainstem compression and/or\n                                                             hydrocephalus from ventricular obstruction should undergo\n                                                             surgical removal of the hemorrhage as soon as possible.\n                                                             (Revised from the previous guideline)\nPrevention of recurrent ICH                                After the acute ICH, absent medical contraindications, BP should               Class I, Level A\n                                                              be well controlled, particularly for patients with ICH location\n                                                              typical of hypertensive vasculopathy. (New recommendation)\n  CT indicates computed tomography; MRI, magnetic resonance imaging; DVT, deep vein thrombosis; INR, international normalized ratio; OAC, oral anticoagulants;\nand EEG, electroencephalogram.\n\nspite the lack of large, well-controlled, randomized trials,                        (7% versus 2%).60 A subsequent phase 3 study comparing\nPCCs are being increasingly recommended as an option in                             placebo with 20 ␮g/kg and 80 ␮g/kg of rFVIIa failed to show\nguidelines promulgated for warfarin reversal in the setting                         differences in clinical outcome, despite confirming the ability\nof OAC-associated life-threatening or intracranial hemor-                           of both doses to diminish hematoma enlargement.61 Although\nrhages.37,38,50 –52 Table 5 provides a list of several products                     overall serious thromboembolic adverse events were similar,\nfor factor replacement in warfarin reversal that are commer-                        the higher rFVIIa (80 ␮g/kg) group had significantly more\ncially available in the United States at the present time.                          arterial events than the placebo group. The authors noted\n   rFVIIa, licensed to treat hemophilia patients with high titer                    imbalances in the treatment groups, particularly the greater\ninhibitors or congenital factor VII deficiency, has garnered                        number of patients with IVH in the higher-dose rFVIIa\nattention as a potential treatment for spontaneous and OAC-                         group.60 It remains to be determined whether rFVIIa will\nassociated ICH. Although rFVIIa can rapidly normalize INR                           benefit a particular subset of patients with ICH, but currently\nin the setting of OAC-associated ICH,53–57 it does not                              its benefits in ICH patients, whether or not they are under-\nreplenish all of the vitamin K– dependent factors and there-                        going treatment with OACs, remain unproven.\nfore may not restore thrombin generation as well as PCCs.58                            Studies of the effect of prior antiplatelet agent use or\nIn light of the limited data, a recent American Society of                          platelet dysfunction on ICH hematoma growth and outcome\nHematology evidence-based review recommended against                                have found conflicting results. Reported antiplatelet agent use\nroutine use of rFVIIa for warfarin reversal.59                                      was not associated with hematoma expansion or clinical\n   rFVIIa has also been tested in patients with non-OAC ICH.                        outcome in the placebo group of an ICH neuroprotective\nA phase 2 randomized trial showed that treatment with                               study.62 However, others have suggested that platelet dys-\nrFVIIa within 4 hours after ICH onset limited hematoma                              function as measured by platelet function assays may be\ngrowth and improved clinical outcomes relative to placebo,                          associated with hematoma expansion and clinical out-\nthough with increased frequency of thromboembolic events                            come.63,64 The utility and safety of platelet transfusion or\n                                Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f                                                               Morgenstern et al          Intracerebral Hemorrhage Guideline                       2113\n\n\nTable 4. Integral Components of the History, Physical                          Table 4.    Continued\nExamination, and Work-Up of the Patient With ICH in the ED\n                                                                                                                                Comments\n                                                 Comments                        Toxicology screen in young     Cocaine and other sympathomimetic\nHistory                                                                          or middle-aged patients to       drugs are associated with ICH\n  Time of symptom onset (or                                                      detect cocaine and other\n  time the patient was last                                                      sympathomimetic drugs of\n  normal)                                                                        abuse\n\n  Initial symptoms and                                                           Urinalysis and urine culture\n  progression of symptoms                                                        and a pregnancy test in a\n                                                                                 woman of childbearing age\n  Vascular risk factors          Hypertension, diabetes,\n                                   hypercholesterolemia, and smoking           Other routine tests\n\n  Medications                    Anticoagulants, antiplatelet agents,            ECG                            To assess for active coronary ischemia or\n                                   decongestants, antihypertensive                                                prior cardiac injury that may indicate\n                                   medications, stimulants (including diet                                        poor cardiac function and to obtain a\n                                   pills), sympathomimetics                                                       baseline in the event of\n                                                                                                                  cardiopulmonary issues during\n  Recent trauma or surgery       Carotid endarterectomy or carotid stenting                                       hospitalization\n                                   in particular, as ICH may be related to\n                                   hyperperfusion after such procedures          Chest radiograph\n\n  Dementia                       Associated with amyloid angiopathy              Neuroimaging                   As described in the text\n\n  Alcohol or illicit drug use    Cocaine and other sympathomimetic               GCS indicates Glasgow Coma Scale; ECG, electrocardiogram.\n                                   drugs are associated with ICH,\n                                   stimulants\n                                                                               other agents in patients with a normal platelet count, but use\n  Seizures                                                                     of antiplatelet agents or platelet dysfunction, is not known.\n  Liver disease                  May be associated with coagulopathy              Patients with ICH have a high risk of thromboembolic\n  Cancer and hematologic         May be associated with coagulopathy           disease.65 Women and African Americans appear to be at greater\n  disorders                                                                    risk.65– 67 Intermittent pneumatic compression combined with\nPhysical examination                                                           elastic stockings has been shown by a randomized trial to be\n  Vital signs                    Fever is associated with early neurologic     superior to elastic stockings alone in reducing occurrence of\n                                   deterioration10                             asymptomatic deep vein thrombosis after ICH (4.7% versus\n                                 Higher initial blood pressure is associated   15.9%).68 Graduated compression stockings alone are ineffec-\n                                    with early neurologic deterioration and    tive in preventing deep vein thrombosis.69 Less clear, however, is\n                                    increased mortality11                      the role of adding anticoagulation to pneumatic compression. Two\n  A general physical                                                           small randomized studies found no difference in deep vein throm-\n  examination focusing on\n                                                                               bosis incidence, and no increase in bleeding, in patients given low-\n  the head, heart, lungs,\n  abdomen, and extremities                                                     dose subcutaneous heparin initiated at day 4 or at day 10 after\n                                                                               ICH.70,71 An uncontrolled study of treatment initiated on day 2\n  A thorough but time-urgent     A structured examination such as the\n  neurologic examination           National Institutes of Health Stroke        found a reduction in thromboembolic disease without increased\n                                   Scale can be completed in minutes and       rebleeding.70\n                                   provides a quantification that allows\n                                   easy communication of the severity of       Recommendations\n                                   the event to other caregivers. GCS             1. Patients with a severe coagulation factor deficiency or\n                                   score is similarly well known and                 severe thrombocytopenia should receive appropriate fac-\n                                   easily computed, and the initial GCS              tor replacement therapy or platelets, respectively (Class I;\n                                   score is a strong predictor of long-term\n                                                                                     Level of Evidence: C). (New recommendation)\n                                   outcome.12,13 These can be\n                                                                                  2. Patients with ICH whose INR is elevated due to OACs\n                                   supplemented as needed\n                                                                                     should have their warfarin withheld, receive therapy to\nSerum and urine tests                                                                replace vitamin K– dependent factors and correct the\n  Complete blood count,          Higher creatinine is associated with                INR, and receive intravenous vitamin K (Class I; Level\n  electrolytes, blood urea          hematoma expansion. Higher serum                 of Evidence: C). PCCs have not shown improved\n  nitrogen and creatinine,          glucose is associated with hematoma              outcome compared with FFP but may have fewer\n  and glucose                       expansion and worse outcome                      complications compared with FFP and are reasonable\n                                    (although there are no data to suggest\n                                                                                     to consider as an alternative to FFP (Class IIa; Level of\n                                    that normalization improves\n                                                                                     Evidence: B). rFVIIa does not replace all clotting\n                                    outcome)11,14\n                                                                                     factors, and although the INR may be lowered, clotting\n  Prothrombin time or INR        Warfarin-related hemorrhages are                    may not be restored in vivo; therefore, rFVIIa is not\n  and an activated partial         associated with an increased\n                                                                                     routinely recommended as a sole agent for OAC re-\n  thromboplastin time              hematoma volume, greater risk of\n                                                                                     versal in ICH (Class III; Level of Evidence: C). (Revised\n                                   expansion, and increased morbidity and\n                                   mortality15–17\n                                                                                     from the previous guideline).\n                                                                                  3. Although rFVIIa can limit the extent of hematoma\n                                                                 (Continued)\n                                                                                     expansion in noncoagulopathic ICH patients, there\n                                Downloaded from http://stroke.ahajournals.org/ by guest on November 22, 2011\n\f2114         Stroke           September 2010\n\n\nTable 5.    Products Commercially Available in the United States for Coagulation Factor Replacement\n                                                                                 Dose (Consultation With a Hematologist\nProduct                                              Factor(s)                    Is Recommended for Specific Dosing)                            Uses\nFresh-frozen plasma                     I (fibrinogen), II, V, VII, IX, X, XI,   10 –15 mL/kg with ideal recovery             OAC reversal\n                                                 XIII, antithrombin                would raise factor levels 15%–20%          Consumptive coagulopathy\n                                                                                                                              Hepatic dysfunction\nCryoprecipitate                                   I, VIII, XIII, vWF             1–2 U/10 kg                                  Hypo/a-fibrinogenemia\n                                                                                                                              Lack of factor-specific products for\n                                                                                                                                factor VIII deficiency or vWD\n                                                                                                                              Factor XIII deficiency\nProthrombin complex                      II, IX, X (small amounts of VII)        Assayed in factor IX activity                Factor IX deficiency (hemophilia B)\nconcentrates\n  Bebulin VH (Baxter), Profilnine                                                Both Bebulin and Profilnine are              OAC reversal (not FDA-approved)\n  SD (Grifols)                                                                     3-factor PCCs that have\n                                                                                   approximately 1/10th the factor VII\n                                                                                   activity relative to factor IX activity.\n                                                                                   The amounts of factor II and X\n                                                                                   relative to IX is variable, but for\n                                                                                   Bebulin X⬎II⬎IX and for Profilnine\n                                                                                   II⬎X⬃IX\n                                                                                 Dosing for factor IX deficiency—\n                                                                                   1 U/kg raises activity by 1%\n                                                                                 Dosing for OAC reversal has not been\n                                                                                   well established\n  NovoSeven RT (Novo Nordisk)              Recombinant activated VII             Higher risk of thromboembolic                Factor VIII or IX deficiency with inhibitors\n                                                                                    complications with higher doses             to factor VIII or IX\n                                                                                 For hemophilia A or B patients with          Congenital factor VII deficiency\n                                                                                    inhibitors, 90 ␮g/kg every 2 h            Not recommended for spontaneous ICH\n                                                                                 For factor VII–deficient patients, 15–30       or OAC reversal\n                                                                                    ␮g/kg every 4–6 h\nFactor VIII concentrates                                 VIII                    Each factor VIII unit/kg raises the          Factor VIII deficiency (hemophilia A)\n  Plasma-derived                                                                   serum factor VIII level by 2%\n     Alphanate (Grifols)*†                                                         (typically, a 50-U/kg dose is used to\n     Humate-P (CSL-Behring)*†                                                      raise the factor VIII level to 100%)\n     Koate-DVI (Bayer)*\n     Wilate (Octapharma)*†                                                                                                    Wilate is not indicated for hemophilia A.\n  Immunoaffinity purified\n     Hemofil-M (Baxter)\n     Monarc-M (Baxter)\n     Monoclate-P (CSL-Behring)\n  Recombinant\n     Advate (Baxter)\n     Helixate FS (CSL-Behring)\n     Kogenate FS (Bayer)\n     Recombinate (Baxter)\n     Xyntha (Wyeth)\nFactor IX concentrates                                   IX                      Each Factor IX unit/kg raises the            Factor IX deficiency (hemophilia B)\n  Plasma-derived                                     ",
  "wordCount": 19097,
  "indexed": "2025-09-25T22:52:07.515Z",
  "method": "direct"
}
