{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Counihan y Dineen - 2010 - Clinical Reasoning A 22-Year-Old Woman with Headache and Diplopia.pdf",
  "fileName": "Counihan y Dineen - 2010 - Clinical Reasoning A 22-Year-Old Woman with Headache and Diplopia.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Counihan y Dineen - 2010 - Clinical Reasoning A 22-Year-Old Woman with Headache and Diplopia.pdf",
  "text": "ANTIBIOTIC RESPONSIVE DEMYELINATING                                 electrophysiologic improvement in the context of an-\nNEUROPATHY RELATED TO LYME DISEASE                                  tibiotic therapy vs immunomodulatory therapy sug-\nTo the Editor: Neuropathies in Lyme disease— or                     gests that the pathogenesis of the neuropathy was\nthe European version “borreliosis”— remain an                       related to an infectious process. We cannot rule out\nenigma. We agree with the authors that demyelinat-                  the possibility of a secondary, immune-mediated\ning neuropathy in the context of Lyme disease has                   mechanism.\nnot been well documented, and it remains unclear                        We agree that the incidence of Lyme disease in\nwhether the occurrence of the neuropathy and the                    demyelinating neuropathies is probably low, espe-\ndiagnosis of Lyme disease is a chance association.1                 cially in those who respond to immunomodulatory\n    We see many patients with neuroborreliosis in                   treatments. We believe that testing for Lyme infec-\nAustria where borreliosis infections are frequent.                  tion in nonresponsive patients may be useful espe-\nPolyradiculopathy, sometimes associated with cranial                cially in the presence of risk factors for Lyme and\nnerves, appears to be the clinical hallmark. CSF find-              given that these patients dramatically improve with\nings include pleocytosis, lymphocytes at various                    antibiotic treatment.\nstages of activation, and monocytes. A negative CSF                 Suraj A. Muley, Gareth Parry, Minneapolis, MN\nfinding rules out the diagnosis.                                    Disclosure: Dr. Muley reports no disclosures. Dr. Parry has re-\n    Apart from the serologic diagnosis, electrophysiol-             ceived research grants, consulting fees, and serves on speaker bu-\nogy often indicates radiculopathy, yet axonal damage                reaus for Bayer, Biogen-Idec, EMD Serono, Talecris, and Teva\nand denervation can occur. Histologic examinations                  Neuroscience.\n\nhave demonstrated the concept of radiculitis.2 Despite              Copyright © 2010 by AAN Enterprises, Inc.\n\nefforts to find a correlation to sensorimotor neuropa-              1.   Muley SA, Parry GJ. Antibiotic responsive demyelinating\nthies or demyelinating neuropathies, a cause-effect rela-                neuropathy related to Lyme disease. Neurology 2009;72:\ntionship has not been found.                                             1786 –1787.\n    The exception is acrodermatitis atrophicans,                    2.   Said G. Lyme disease. In: Dyck PJ, Thomas PK, eds. Pe-\n                                                                         ripheral Neuropathy, 4th ed. Philadelphia: Elsevier; 2005:\nwhich is a late effect with different mechanisms.3,4\n                                                                         2109 –2116.\nCurrently, the postulated context between a demyeli-                3.   Kindstrand E, Nilsson BY, Hovmark A, et al. Polyneurop-\nnating neuropathy with Lyme disease, in the absence                      athy in late Lyme borreliosis: a clinical, neurophysiological\nof the otherwise stereotype appearance of CSF                            and morphological description. Acta Neurol Scand 2000;\nchanges with Lyme radiculitis, seems too remote to                       101:47–52.\nrecommend routine Lyme testing in patients with                     4.   Mygland A, Skarpaas T, Ljøstad U. Chronic polyneurop-\n                                                                         athy and Lyme disease. Eur J Neurol 2006;13:1213–1215.\ndemyelinating neuropathies. In endemic European\ncountries, many Lyme seropositive patients without\nneuropathy can be identified.                                       CLINICAL REASONING: A 22-YEAR-OLD\nWolfgang Grisold, Andrea Vass, Vienna, Austria                      WOMAN WITH HEADACHE AND DIPLOPIA\nDisclosure: Dr. Grisold receives royalties from the book Atlas of   To the Editor: Dr. Kim1 presents a case of a woman\nthe Neuromuscular Diseases: A Practical Guideline (New York,        with sudden-onset headache and diplopia following a\nNY, Springer, 2004). Dr. Vass reports no disclosures.               neck massage who is ultimately diagnosed with idio-\n                                                                    pathic intracranial hypertension (IIH). The case is\nReply from the Authors: We thank Drs. Grisold                       presented as an exercise in clinical reasoning.\nand Vass for their comments. We agree that the neu-                     Although the final diagnosis is incontrovertible,\nropathy in our patient was unlike the polyradicu-                   the discussant fails to demonstrate appropriate clini-\nlopathy seen in acute Borrelia infection, where CSF                 cal reasoning in arriving at the diagnosis. Dr. Kim\npleocytosis is common. Even though the lack of CSF                  states that in a young obese patient with sudden se-\npleocytosis in demyelinating neuropathies such as                   vere headache and diplopia without other focal neu-\nchronic inflammatory demyelinating polyradiculo-                    rologic signs, IIH “should be the top differential.”\nneuropathy and Guillain-Barré syndrome is typical,                 We believe that clinical reasoning should direct the\nthe neuropathy in our patient was probably related to               clinician to first exclude vertebral artery dissection\ninfection and CSF pleocytosis should have been evi-                 (headache and focal neurologic signs after neck ma-\ndent. Nevertheless, the CSF Lyme titer in our patient               nipulation) and perhaps cerebral aneurysm (sudden-\nwas positive, suggesting infectious involvement of                  onset severe headache and diplopia). IIH should only\nthe nerve roots.                                                    be considered when further clinical information be-\n   We agree that, in general, demyelinating neurop-                 comes available such as the presence of papilledema,\nathy with Lyme disease is not common and other                      normal imaging, and raised CSF pressure.\nneuropathies including polyradiculopathy are more                       Attributing acute severe headache to IIH is ques-\ncommon. Nevertheless, the dramatic clinical and                     tionable.2 More importantly, clinical reasoning is\n\n                                                                    Neurology 74     March 16, 2010                              935\n\f      context-dependent and hypothesis-driven.3 The                          As Drs. Counihan and Dineen indicated, sudden\n      working diagnosis in Dr. Kim’s case should have                    severe headache after neck massage is unusual in\n      been to exclude vertebral artery dissection given the              IIH.2 I included vertebral artery dissection and aneu-\n      clinical context. It is the right diagnosis but the rea-           rysmal rupture in the differential diagnosis of the\n      soning is flawed.                                                  patient.1 I believe that IIH should be the top differ-\n      Timothy J. Counihan, Jennifer Dineen, Galway, Ireland              ential in this young obese woman with symptoms\n      Disclosure: The authors report no disclosures.                     and signs of increased intracranial pressure without\n                                                                         other focal neurologic deficits, irrespective of sud-\n      Reply from the Author: I thank Drs. Counihan and                   denness or severity of the headache. Furthermore,\n      Dineen for their interest in my article.1 Given the                since IIH is a diagnosis of exclusion, there is little\n      history of neck massage and sudden severe headache                 risk. Although medical adage is useful and informa-\n      with a focal neurologic deficit, they contend that ver-            tive, it should be interpreted with caution in individ-\n      tebral artery dissection and cerebral aneurysm should              ual patients.\n      be initially considered in the differential diagnosis.             Ji S. Kim, Gyeonggi-do, Korea\n          Drs. Counihan and Dineen correctly note that\n                                                                         Disclosure: Dr. Kim serves as an Associate Editor of the Journal of\n      clinical reasoning should be context-dependent and\n                                                                         Korean Neurological Association; serves as an editorial board\n      hypothesis-driven, but they did not consider all the               member of the Journal of Korean Society for Clinical Neurophysi-\n      information required for clinical reasoning in my pa-              ology; receives funding from the Korea Health 21 R&D Project,\n      tient. My patient had isolated horizontal diplopia 1               Ministry of Health & Welfare, Republic of Korea (A080750);\n      week after the neck massage. Even though vertebral                 and received institutional support from Seoul National Univer-\n      artery dissection may be possible in a patient with                sity Bundang Hospital.\n      headache and focal neurologic signs after neck mas-                Copyright © 2010 by AAN Enterprises, Inc.\n      sage, isolated horizontal diplopia as a focal neuralgic\n      deficit should be an exception in vertebral artery dis-            1.    Kim JS. Clinical Reasoning: A 22-year-old woman with\n                                                                               headache and diplopia. Neurology 2009;73:e1– e7.\n      section.4 Vertebral artery dissection often causes diz-\n                                                                         2.    Wall M. The headache profile of idiopathic intracranial\n      ziness and focal neurologic signs from the lateral\n                                                                               hypertension. Cephalalgia 1990;10:331–335.\n      medulla.4 It would also be unusual that horizontal                 3.    Kassirer JP, Kopelman RI. Learning Clinical Reasoning.\n      diplopia would develop 1 week after the aneurysmal                       Baltimore: Williams & Wilkins; 1991.\n      rupture without headache in an otherwise healthy                   4.    Frumkin LR, Baloh RW. Wallenberg’s syndrome follow-\n      young woman.                                                             ing neck manipulation. Neurology 1990;40:611– 615.\n\n\n\n\n           CORRECTION\n           Effect of neutralizing antibodies on biomarker responses to interferon beta: The INSIGHT study\n           In the article “Effect of neutralizing antibodies on biomarker responses to interferon beta: The INSIGHT study” by A.R.\n           Pachner et al. (Neurology® 2009;73:1493–1500), in figure 2, the key was mislabeled. Gray bars actually represent BAb⫺/Nab⫺\n           and black bars BAb⫹/NAB⫺. The editorial staff regrets this error.\n\n\n\n\n936   Neurology 74     March 16, 2010\n\f CLINICAL REASONING: A 22-YEAR-OLD WOMAN WITH HEADACHE AND\n                             DIPLOPIA\n                Timothy J. Counihan and Jennifer Dineen\n                      Neurology 2010;74;935-936\n                 DOI 10.1212/WNL.0b013e3181d2b68f\n\n                       This information is current as of March 15, 2010\n\n Updated Information &                including high resolution figures, can be found at:\n Services                             http://www.neurology.org/content/74/11/935.2.full.html\n\n References                           This article cites 3 articles, 3 of which you can access for free at:\n                                      http://www.neurology.org/content/74/11/935.2.full.html##ref-list-1\n Permissions & Licensing              Information about reproducing this article in parts (figures,tables) or in\n                                      its entirety can be found online at:\n                                      http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                             Information about ordering reprints can be found online:\n                                      http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN: 0028-3878.\nOnline ISSN: 1526-632X.",
  "wordCount": 1396,
  "indexed": "2025-09-25T22:53:35.063Z",
  "method": "direct"
}
