{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Siu et al. - 2015 - Clinical Reasoning Compressive optic neuropathy s.pdf",
  "fileName": "Siu et al. - 2015 - Clinical Reasoning Compressive optic neuropathy s.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Siu et al. - 2015 - Clinical Reasoning Compressive optic neuropathy s.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                                  Clinical Reasoning:\nSection Editor                    Compressive optic neuropathy secondary\nJohn J. Millichap, MD\n                                  to intracranial Rosai-Dorfman disease\n\nRonald C.H. Siu, MBBS,            SECTION 1                                                                          Ishihara color plates with the right eye, and only the\n   BMedSc, FRACP                  A 60-year-old man presented to our clinic with a                                   test plate and one other plate with the left eye. There\nIk Lin Tan, MBBS,                 6-month history of progressive visual loss in the left                             was also a left relative afferent pupillary defect. Fundus-\n   MPH, MRCP, FRACP               eye. Twelve months prior, he experienced an acute                                  copy revealed subtle left optic disc pallor. Orbital\nAndrew S. Davidson,               left hemianopia secondary to a stroke. He was antico-                              examination was normal. Humphrey visual field of\n   MBBS, MS, PhD,                 agulated and fully recovered. Six months following                                 the left eye showed superior and inferior arcuate defects\n   FRACS                          the stroke, he began to notice blurred vision in his left                          and a normal right visual field (figure, A). Neuroimag-\nAlasdair Robertson,               eye. There was no formal ophthalmic examination                                    ing revealed a dural-based, intensely enhancing mass\n   MBBS, FRANZCR,                 performed at that time, but a plastic surgeon believed                             in the left anterior cranial fossa, which had been\n   CCST                           that a left medial upper eyelid mass lesion was causing                            documented as a small incidental meningioma 6\nClare L. Fraser, MBBS,            distortion of his vision, and proceeded to excision                                months earlier (figure, B and C).\n   MMed, FRANZCO                  biopsy. Histopathology revealed Rosai-Dorfman dis-\n                                                                                                                     Questions for consideration:\n                                  ease (RDD). Postoperatively, the patient’s visual loss\n                                  continued to worsen and he was referred to our clinic.                             1. What is the differential diagnosis?\nCorrespondence to                     On examination, visual acuity was 6/6 on the right                             2. What is the appropriate next step in diagnostic\nDr. Siu:\nronaldsiu@alumni.unimelb.edu.au\n                                  and 6/12 on the left. The patient correctly identified all                            evaluation?\n\n\n\n\n                                                                                                                                                                     GO TO SECTION 2\n\n\n\n\n                                  From Macquarie Neurology (R.C.H.S., I.L.T.) and Macquarie Neurosurgery (A.S.D.), Macquarie University Hospital, Macquarie University;\n                                  Edgecliff Castlereagh Imaging (A.R.), NSW; and Macquarie Ophthalmology (C.L.F.), Australia.\n                                  Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                                     © 2015 American Academy of Neurology                                     e89\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f  Figure       Humphrey visual field, 24-2 SITA-standard protocol, brain MRI with contrast, and histopathology of the lesion\n\n\n\n\n(A) Humphrey visual field of the left eye shows superior and inferior arcuate defects and a normal right visual field on the first visit. (B, C) Brain MRI shows a\ndural-based, intensely enhancing mass in the left anterior cranial fossa, diagnosed as incidental meningioma. (D) Histopathology of the lesion shows emper-\nipolesis consistent with Rosai-Dorfman disease.\n\n\n                                 SECTION 2                                                         Intraoperatively, the surgeon noted severe distortion of\n                                 The differential diagnoses for a growing intracranial             the left optic nerve with inferomedial compression from\n                                 lesion that may mimic meningioma include lym-                     the tumor. Macroscopic resection of the tumor was\n                                 phoma, metastatic carcinoma, Langerhans cell histio-              achieved. Histopathology revealed positive CD 68/S100\n                                 cytosis, neurosarcoidosis, granulomatous diseases, and            staining and emperipolesis (histiocytes with intracytoplas-\n                                 neurofibromatosis type 1.1 Since the patient’s vision             mic lymphocytes), consistent with RDD (figure, D).\n                                 was threatened and a tissue diagnosis was required for\n                                                                                                   Questions for consideration:\n                                 definitive diagnosis, he was referred to a neurosurgeon for\n                                 urgent debulking surgery via endoscopic transsphenoidal           1. How would you further manage the patient?\n                                 approach. Given the patient’s history of RDD and                  2. What is the prognosis and long-term management\n                                 the expanding lesion, intracranial RDD was suspected.                of CNS RDD?\n\n\n\n\n                                                                                                                                         GO TO SECTION 3\n\n\n\n\ne90                              Neurology 85     September 22, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                    being most common, which may cause pituitary\n                  Approximately half of all reported cases of RDD              dysfunction. CNS RDD may mimic meningioma\n                  resolved spontaneously,2 and treatment should be             on neuroimaging.8,9 The lesion in our patient was\n                  reserved for symptomatic RDD.3 However, to our               initially diagnosed as meningioma, but due to its\n                  knowledge, there has been no literature on the out-          rapid expansion, RDD was suspected. Bone\n                  come of untreated asymptomatic CNS RDD. Neu-                 destruction and hyperostosis may be associated\n                  rosurgical intervention was indicated in our patient         with meningioma but has not been reported in\n                  with an enlarging lesion threatening vision. In gen-         RDD.1 Due to its rarity, CNS RDD is often not\n                  eral, surgical debulking is the primary treatment for        considered until tissue diagnosis is made. A definite\n                  CNS RDD. Despite variable outcomes in the liter-             diagnosis of RDD is made histopathologically with\n                  ature, corticosteroid, adjuvant radiotherapy, or che-        characteristic features of S100 protein-positive\n                  motherapy may be considered where complete                   histiocytes and emperipolesis described.8\n                  resection is not possible,3 and methotrexate may be             In the absence of systematic studies, clinical care\n                  beneficial in those unresponsive to corticosteroid or        can only be based on anecdotal reports and case\n                  radiotherapy.3 Rituximab, 2-chlorodeoxyadenosine,            series. The recurrence rate of surgically resected\n                  imatinib, and interferon-a have been used with some          RDD was reported at 14% in a case series of 29 pa-\n                  success in systemic disease.3                                tients.10 Surveillance for relapse has been recom-\n                     Postoperatively, the patient was discharged with          mended for at least 5 years,10 with serial MRI\n                  tapering dexamethasone over 2 weeks. Within a week           scan and PET FDG/CT being the most useful\n                  of corticosteroid discontinuation, he represented            investigations.1\n                  with increasing headaches. An MRI scan identified\n                                                                               AUTHOR CONTRIBUTIONS\n                  a nodular enhancement at the surgical site, concern-\n                                                                               Dr. Siu collected patient information and all relevant investigations\n                  ing for disease recurrence. He was treated with pulsed       including imaging and Humphrey visual field charts from medical re-\n                  IV methylprednisolone. A diagnostic whole-body               cords, performed all literature searches, drafted the article, and format-\n                  FDG-PET-CT revealed no uptake in the CNS,                    ted the figures. Dr. Tan was the treating neurologist, provided patient\n                                                                               histories, information on the diagnosis, and follow-up, and provided\n                  suggesting that the MRI changes were unlikely to\n                                                                               comments on the manuscript draft. Dr. Davidson was the treating\n                  be disease recurrence, and probably only postsurgical        neurosurgeon, provided information on the neurosurgical interven-\n                  change. However, there was avid disease extracranially       tions and patient histories, and provided comments on the manuscript\n                  in the lymphoid tissues. Hematology opinion was              draft. Dr. Robertson provided comments on the MRI. Dr. Fraser was\n                                                                               the treating ophthalmologist, provided patient history, information on\n                  obtained for the systemic disease, and close surveillance\n                                                                               the diagnosis, and follow-up, and provided comments on the manu-\n                  was recommended. Prednisolone was weaned over                script draft.\n                  4 weeks.\n                     The intracranial disease has not recurred in our          STUDY FUNDING\n                                                                               No targeted funding reported.\n                  patient. There have been several orbital recurrences\n                  with a subsequent right medial canthus lesion, bilat-        DISCLOSURE\n                  eral conjunctival lesions, and further lesions in the left   The authors report no disclosures relevant to the manuscript. Go to\n                  upper lid, which were biopsy proven to be RDD.               Neurology.org for full disclosures.\n                  Local skin lesions on the arms have also been amena-\n                  ble to excision biopsy.                                      REFERENCES\n                                                                                1. Raslan OA, Schellingerhout D, Fuller GN, Ketonen LM.\n                                                                                   Rosai-Dorfman disease in neuroradiology: imaging find-\n                  DISCUSSION RDD was named after Juan Rosai\n                                                                                   ings in a series of 10 patients. AJR Am J Roentgenol\n                  and Ronald Dorfman4 when it was recognized as                    2011;196:W187–W93.\n                  a nonmalignant and unique histiocytic lymphopro-              2. Lai KL, Abdullah V, Ng KS, Fung NS, Van Hasselt CA.\n                  liferative disorder in 1969. RDD is also known as                Rosai-Dorfman disease: presentation, diagnosis, and treat-\n                  sinus histiocytosis with massive lymphadenopathy,                ment. Head Neck 2013;35:E85–E8.\n                                                                                3. Lewis Cooper S, Jenrette JM. Rosai-Dorfman disease:\n                  and it usually presents as painless lymphadenopathy\n                                                                                   management of CNS and systemic involvement. Clin\n                  associated with fever and leukocytosis. RDD is con-              Adv Hematol Oncol 2012;10:199–202.\n                  sidered a chronic, relapsing disease and usually              4. Rosai J, Dorfman RF. Sinus histiocytosis with massive\n                  affects young adults or children.5,6 Isolated intracra-          lymphadenopathy: a newly recognized benign clinicopath-\n                  nial RDD is rare, and fewer than 80 cases have been              ological entity. Arch Pathol 1969;87:63–70.\n                  reported in the literature.3,7 Clinical manifestation         5. Lim R, Wittram C, Ferry JA, Shepard JA. FDG PET of\n                  of intracranial RDD depends on the location of the               Rosai-Dorfman disease of the thymus. AJR Am J Roent-\n                                                                                   genol 2004;182:514.\n                  lesion, ranging from asymptomatic to headaches\n                                                                                6. Woodcock RJ Jr, Mandell JW, Lipper MH. Sinus histio-\n                  and seizures due to mass effect and edema. Intra-                cytosis (Rosai-Dorfman disease) of the suprasellar region:\n                  cranial RDD is typically a meningeal process, with               MR imaging findings: a case report. Radiology 1999;213:\n                  involvement of the sellar and pituitary regions                  808–810.\n\n                                                                               Neurology 85       September 22, 2015                               e91\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                     7.   Yamauchi T, Hayashi T, Matsuo T, et al. Intracranial        9.   Sundaram C, Uppin SG, Prasad BC, et al. Isolated Rosai-\n                          Rosai-Dorfman disease: a case report and a review of the         Dorfman disease of the central nervous system presenting\n                          literature. Acta Med Nagasakiensia 2012;57:57–63.                as dural-based and intraparenchymal lesions. Clin Neuro-\n                     8.   Adeleye AO, Amir G, Fraifeld S, Shoshan Y, Umansky F,            pathol 2005;24:112–117.\n                          Spektor S. Diagnosis and management of Rosai-Dorfman       10.   Petzold A, Thom M, Powell M, Plant GT. Relapsing\n                          disease involving the central nervous system. Neurol Res         intracranial Rosai-Dorfman disease. J Neurol Neurosurg\n                          2010;32:572–578.                                                 Psychiatry 2001;71:538–541.\n\n\n\n\ne92                 Neurology 85    September 22, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f     Clinical Reasoning: Compressive optic neuropathy secondary to intracranial\n                               Rosai-Dorfman disease\n                 Ronald C.H. Siu, Ik Lin Tan, Andrew S. Davidson, et al.\n                              Neurology 2015;85;e89-e92\n                        DOI 10.1212/WNL.0000000000001945\n\n                    This information is current as of September 21, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/12/e89.full.html\n\n References                         This article cites 10 articles, 1 of which you can access for free at:\n                                    http://www.neurology.org/content/85/12/e89.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Neuro-ophthalmology\n                                    http://www.neurology.org//cgi/collection/all_neuroophthalmology\n                                    Hematologic\n                                    http://www.neurology.org//cgi/collection/hematologic\n                                    MRI\n                                    http://www.neurology.org//cgi/collection/mri\n                                    Prognosis\n                                    http://www.neurology.org//cgi/collection/prognosis\n                                    Visual loss\n                                    http://www.neurology.org//cgi/collection/visual_loss\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1701,
  "indexed": "2025-09-25T22:55:08.691Z",
  "method": "direct"
}
