{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Cirillo et al. - 2013 - Clinical Reasoning A 62-year-old man with right w.pdf",
  "fileName": "Cirillo et al. - 2013 - Clinical Reasoning A 62-year-old man with right w.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Cirillo et al. - 2013 - Clinical Reasoning A 62-year-old man with right w.pdf",
  "text": "Clinical Reasoning: A 62-year-old man with right wrist drop\n            Giovanni Cirillo, Vincenzo Todisco, Alessandro Tessitore, et al.\n                              Neurology 2013;81;e81-e84\n                       DOI 10.1212/WNL.0b013e3182a43b90\n\n\n                  This information is current as of September 9, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n               http://www.neurology.org/content/81/11/e81.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f             Clinical Reasoning: A 62-year-old man with right wrist drop\n             Giovanni Cirillo, Vincenzo Todisco, Alessandro Tessitore, et al.\n                               Neurology 2013;81;e81-e84\n                        DOI 10.1212/WNL.0b013e3182a43b90\n\n                 This information is current as of September 9, 2013\n\nUpdated Information &            including high resolution figures, can be found at:\nServices                         http://www.neurology.org/content/81/11/e81.full.html\n\nReferences                       This article cites 10 articles, 2 of which you can access for free\n                                 at:\n                                 http://www.neurology.org/content/81/11/e81.full.html##ref-list-1\n\nSubspecialty Collections         This article, along with others on similar topics, appears in the\n                                 following collection(s):\n                                 All Clinical Neurology\n                                 http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                 All clinical neurophysiology\n                                 http://www.neurology.org//cgi/collection/all_clinical_neurophysi\n                                 ology\n                                 Myasthenia\n                                 http://www.neurology.org//cgi/collection/myasthenia\nPermissions & Licensing          Information about reproducing this article in parts (figures,tables)\n                                 or in its entirety can be found online at:\n                                 http://www.neurology.org/misc/about.xhtml#permissions\nReprints                         Information about ordering reprints can be found online:\n                                 http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f               RESIDENT\n               & FELLOW\n               SECTION\n                                Clinical Reasoning:\nSection Editor                  A 62-year-old man with right wrist drop\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nGiovanni Cirillo, MD            SECTION 1                                                                          onds of upward gaze; equally sized pupils, briskly react-\nVincenzo Todisco, MD            A 62-year-old man presented to our neurology outpa-                                ing to light and accommodation; full range and no\nAlessandro Tessitore,           tient clinic with a 3-week history of progressive right                            clinical evidence of extraocular movement fatigability.\n  MD, PhD                       wrist drop. He had been complaining of generalized                                 Medical Research Council strength score was 4/5 in dis-\nGioacchino Tedeschi,            asthenia, numbness, and tingling involving the soles                               tal muscles of upper and lower limbs, with the excep-\n  MD                            of both feet for the last year. He had a history of                                tion of 1/5 score in wrist and finger extensors\n                                chronic renal failure due to type 2 diabetes, for which                            (extensor carpi ulnaris and radialis, extensor digitorum,\n                                he was on maintenance hemodialysis. He had hyper-                                  extensor indicis); there was no evidence of fatigability.\nCorrespondence to               tension and hyperlipidemia, treated respectively with                              Deep tendon reflexes (DTRs) were symmetrically\nDr. Tedeschi:\ngioacchino.tedeschi@unina2.it\n                                propranolol and simvastatin. He denied smoking and                                 reduced. Sensory examination showed increased\n                                alcohol abuse.                                                                     thermo-nociceptive and vibration threshold at dis-\n                                    Family history was unremarkable. General examina-                              tal lower limbs bilaterally.\n                                tion was normal, heart rate was 80 bpm, and orthosta-\n                                                                                                                   Question for consideration:\n                                tism was not observed. Neurologic examination\n                                revealed mild ataxic gait with negative Romberg sign;                              1. What is the differential diagnosis suggested by the\n                                right mild ptosis, which did not fluctuate after 60 sec-                              clinical history and neurologic examination?\n\n\n\n\n                                                                                                                                                                   GO TO SECTION 2\n\n\n\n\n                                From the Department of Neurology, Second University of Naples, Italy.\n                                Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                                   © 2013 American Academy of Neurology                                     e81\n\n          ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                    SECTION 2                                                     The differential diagnosis of a chronic sensory-\n                    Our patient presented with progressive right wrist          motor neuropathy includes the following:\n                    and finger drop. This clinical presentation includes\n                                                                                1. Metabolic polyneuropathy (diabetic, uremic, alco-\n                    the following differential diagnosis:\n                                                                                   holic, malnutrition)\n                    1. Focal compression or entrapment of the radial            2. Paraproteinemias and paraneoplastic-associated\n                       nerve                                                       neuropathy\n                    2. Restricted forms of brachial plexitis and mono-          3. Chronic idiopathic inflammatory/dysimmune\n                       neuritis of radial nerve                                    neuropathy (CIDP)\n                    3. Multifocal motor neuropathy (MMN) with con-              4. Hereditary motor and sensory neuropathy (HMSN)\n                       duction blocks                                           5. Vasculitic neuropathy\n                    4. Hereditary neuropathy with liability to pressure\n                                                                                    Laboratory and instrumental examinations are\n                       palsies (HNPP)\n                                                                                mandatory for paraproteinemias and paraneoplastic-\n                    5. Neuromuscular junction (NMJ) disorders\n                                                                                associated neuropathy, characterized by slowly pro-\n                    6. CNS subacute lesions\n                                                                                gressive distal limb paresthesias, deep sensory loss,\n                        Wrist and finger drop could be due to radial nerve      and gait ataxia.\n                    focal compression by a number of causes, including              CIDP is characterized by symmetrical proximal and\n                    nerve tumors (e.g., schwannomas). The focal entrap-         distal weakness over more than 2 months, associated\n                    ment of the posterior interosseous nerve (PIN, the radial   with absent/diminished DTRs and sensitive impair-\n                    nerve motor branch) at Frohse ligament manifests as fin-    ment. Other forms of chronic acquired polyneuropathy3\n                    ger drop with variable weakness of wrist extension and      include 1) distal acquired demyelinating symmetric neu-\n                    radial deviation of the extended wrist (PIN syndrome).      ropathy and 2) focal/multifocal acquired demyelinating\n                        Numbness of the lateral dorsum of the hand              sensory and motor neuropathy (the Lewis–Sumner syn-\n                    (including thumb and proximal phalanges of index,           drome), associated with motor and sensory deficits,\n                    middle, and ring fingers), associated with wrist and        asymmetrical distal presentation, and conduction blocks.\n                    finger drop, is the common presentation of the Satur-           HMSN is a complex group of autosomal domi-\n                    day night palsy, due to focal compression of the radial     nant, recessive, or X-linked inherited disorders,\n                    nerve at the spiral groove.                                 divided into demyelinating, axonal, and intermediate\n                        Subacute wrist drop, beginning with deep pain and       forms according to nerve conduction velocities\n                    followed by weakness, could be due to a limited form        (NCV). Most forms present with early onset of sym-\n                    of brachial plexitis (Parsonage-Turner syndrome) or         metrical distal limb weakness, sensory loss, pes cavus,\n                    peripheral nerve vasculitis (mononeuritis multiplex).       altered nerve conduction studies (NCS), and a strong\n                        MMN begins with a painless, usually distal, motor       family history, although a de novo presentation is fre-\n                    mononeuropathy (weakness of the wrist or foot               quently observed.\n                    drop), associated with conduction blocks and circu-             Vasculitis affects systemic organs as well as peripheral\n                    lating anti-ganglioside antibodies.                         nervous system and CNS. The clinical presentation of\n                        HNPP is a dominantly inherited disorder character-      vasculitic neuropathies is an acute/subacute onset of\n                    ized by multiple recurrent focal painless neuropathies      mono/multiple painful neuritis or, rarely, bilateral, sym-\n                    caused by deletion of PMP22 gene and provoked by            metric, distal sensory-motor polyneuropathy.\n                    slight or brief compression. In our case, the negative          It is noteworthy that our patient also had a mild\n                    family history and late disease onset argued against this   right ptosis. Unilateral ptosis, occurring with third\n                    diagnosis.                                                  nerve palsy or Horner syndrome, is unlikely because\n                        Distal hand weakness also may be an atypical pre-       of undetected pupil and extraocular movement alter-\n                    sentation of NMJ disorders1 or CNS mass lesion and          ations. However, it could also suggest a diagnosis of\n                    ischemic stroke (pseudoperipheral palsy) of the frontal     myasthenia gravis (MG), even if the ptosis is not fluc-\n                    (precentral gyrus) or parietal lobe (angular gyrus).2       tuating and extraocular movements are in full range. In\n                        Symmetrical sensory-motor impairment at distal          contrast, ptosis is less frequently observed in Lambert-\n                    lower limbs and reduced DTRs in a patient with              Eaton myasthenic syndrome, typically characterized by\n                    diabetes and chronic renal failure would suggest a          fluctuating proximal limb weakness.\n                    diagnosis of metabolic polyneuropathy with length-          Question for consideration:\n                    dependent pattern, characterized by distal clinical\n                    presentation, often symmetrical, first affecting the        1. Which investigations would you consider to dis-\n                    lower then upper extremities.                                  tinguish among the differential diagnoses?\n\n\n                                                                                                                    GO TO SECTION 3\n\n\ne82                 Neurology 81   September 10, 2013\n\n      ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                                SECTION 3                                                       protein, GM-1 antibodies, antinuclear antibodies, and\n                                To narrow the diagnosis, blood tests, NCS, needle               rheumatoid factor were all normal except for creatinine\n                                EMG, and brain MRI are necessary. Blood count, com-             3.3 mg/dL (normal 0.8–1.2), blood glucose 180 mg/dL\n                                plete metabolic panel, HbA1C, serum protein electro-            (normal 90–110), and HbA1C 7.8% (normal ,6).\n                                phoresis/immunofixation electrophoresis, C-reactive             Creatine kinase levels and anti-neoplastic markers were\n                                                                                                within normal ranges. Brain MRI is consistent with\n                                                                                                chronic cerebrovascular disease. A lumbar puncture\n                                                                                                was performed and all studies were negative.\n  Figure      Nerve conduction study findings of right deep peroneal nerve and\n              repetitive nerve stimulation test findings\n                                                                                                    NCS in the lower limbs showed sensory nerve\n                                                                                                action potential amplitude at the lower limit of nor-\n                                                                                                mal range in the superficial peroneal (left 3.3 mV,\n                                                                                                right 3.5 mV; normal .3) and sural (left 3.4 mV,\n                                                                                                right 3.8 mV; normal .3) nerves, and slightly\n                                                                                                reduced sensitive NCV (36–38 m/s) consistent with\n                                                                                                incipient damage of sensory peripheral nerve fibers.\n                                                                                                The distal motor response of the right deep peroneal\n                                                                                                nerve from extensor digitorum brevis with single\n                                                                                                stimulus was normal. The subsequent stimulus at fib-\n                                                                                                ular head showed a 50% drop of the amplitude and\n                                                                                                40% drop of the area of the compound muscle action\n                                                                                                potential (CMAP). A second distal stimulus at the\n                                                                                                ankle showed a 58% drop of the amplitude and\n                                                                                                60% drop of the area of the CMAP, compared to\n                                                                                                the first one (figure, A).\n(A) Distal nerve stimulation at ankle from extensor digitorum brevis (EDB) resulted in a nor-       Needle EMG of the upper limbs (right biceps and\nmal compound muscle action potential (CMAP); subsequent single proximal stimulus at fibu-       finger extensors) and lower limbs (left quadriceps and\nlar head showed a significant drop of CMAP amplitude and area, which was still evident at       anterior tibialis) was normal.\nthe second single distal stimulus. (B) Postexercise 3-Hz repetitive nerve stimulation (RNS)\nof the right median to abductor pollicis brevis (R-APB) (B.a) and right facial to nasalis       Question for consideration:\n(R-Na) (B.b) muscles showed significant decrement in both muscles. Amp. p-p 5 amplitude\nmeasured at peak to peak; Area p- 5 area of negative peak; Fib. head 5 fibular head.            1. What is the most likely diagnosis?\n\n\n\n\n                                                                                                                                 GO TO SECTION 4\n\n\n\n\n                                                                                                Neurology 81   September 10, 2013                  e83\n\n        ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f\n\f                                SECTION 4                                                     MG is not yet defined. Moreover, in the case of mod-\n                                The significant reduction of CMAP amplitude/area fol-         erate to severe or untreated disease, muscle weakness\n                                lowing fibular head stimulation would suggest a conduc-       may become fixed without showing any fluctuation.\n                                tion block of right deep peroneal nerve. However, the         Distal weakness is observed in fewer than 5% of\n                                reduction of the amplitude/area of the distal CMAP after      patients with MG at disease onset, usually involving\n                                a second nerve stimulus at ankle is not consistent with a     hand muscles, particularly finger extensors.5–9\n                                conduction block and is suggestive of NMJ disorder.               In patients presenting with anamnestic and clini-\n                                    Therefore, a repetitive nerve stimulation (RNS) test at   cal findings of fluctuating/fatigable weakness (partic-\n                                3 Hz of the median nerve (recording from right abductor       ularly involving extraocular and bulbar muscles),\n                                pollicis brevis [R-APB]) and facial nerve (from nasalis       diagnosis may be confirmed by electrophysiologic\n                                [R-Na]) was performed (figure, B). The RNS test               testing with RNS or single-fiber EMG, and serologic\n                                showed significant reduction of motor response at basal       demonstration of binding anti-AchR or muscle-\n                                and 1 minute after exercise (R-APB: 266.3%; R-Na:             specific tyrosine kinase antibodies.10\n                                246.2%) that is consistent with a marked alteration of            The present case reports an atypical and uncom-\n                                neuromuscular transmission (table). A high titer of serum     mon presentation of a well-known neurologic disor-\n                                binding antibodies against acetylcholine receptors (anti-     der, showing that distal MG should be taken into\n                                AchR Ab) (2 nmol/L, normal ,0.25) was detected.               account in the differential diagnostic process of focal\n                                    Therefore, the diagnosis of seropositive MG was           distal limb weakness.\n                                confirmed.\n                                                                                              AUTHOR CONTRIBUTIONS\n                                    Chest CT scan ruled out the presence of thymic\n                                                                                              Dr. G. Cirillo: clinical data acquisition, analysis and interpretation, drafting\n                                abnormalities (i.e., thymic hyperplasia or thymoma),          the manuscript, and review of literature. Dr. V. Todisco: clinical data acqui-\n                                usually correlated to high titer of anti-AchR Ab.             sition, revising the manuscript. Dr. A. Tessitore: drafting and revising the\n                                    The patient started taking oral prednisone (25 mg/        manuscript. Prof. G. Tedeschi: supervising and editing the manuscript.\n\n                                day) and pyridostigmine (120 mg/day) with complete\n                                                                                              STUDY FUNDING\n                                resolution of right ptosis and wrist/finger drop. Six         No targeted funding reported.\n                                months follow-up demonstrated a long-lasting response\n                                to pharmacologic treatment.                                   DISCLOSURE\n                                                                                              Dr. Cirillo and Dr. Todisco report no disclosures. Dr. Tessitore has\n                                DISCUSSION MG is an autoimmune disorder deter-                received speaker honoraria from Novartis, Schwarz Pharma/UCB, Lund-\n                                                                                              beck, and Glaxo. Prof. Tedeschi has received speaker honoraria from\n                                mining a postsynaptic defect in neuromuscular trans-\n                                                                                              Sanofi-Aventis, Merck Serono, Bayer Schering Pharma, Novartis, and\n                                mission. The presence of binding anti-AchR Ab is              Biogen-Dompè AG; and has received funding for travel from Bayer\n                                responsible for weakness that frequently involves extra-      Schering Pharma, Biogen-Dompè AG, Merck Serono, Novartis, and\n                                ocular, bulbar, and proximal extremity muscles.4              Sanofi Aventis. Go to Neurology.org for full disclosures.\n\n                                    Whereas classic clinical presentations of MG usu-\n                                                                                              REFERENCES\n                                ally lead to a straightforward diagnosis, a distal and         1. Nations SP, Wolfe GI, Amato AA, Jackson CE, Bryan WW,\n                                asymmetric muscle weakness has been reported in                   Barohn RJ. Distal myasthenia gravis. Neurology 1999;52:\n                                several MG cases.1 This atypical and unusual pattern              632–634.\n                                of weakness can lead to diagnostic confusion, espe-            2. Takqahashi N, Kawamura M, Araki S. Isolated hand palsy\n                                cially, as in our case, if the underlying diagnosis of            due to cortical infarction: localization of the motor hand\n                                                                                                  area. Neurology 2002;58:1412–1414.\n                                                                                               3. Köller H, Kieseier BC, Jander S, Hartung HP. Chronic\n                                                                                                  inflammatory demyelinating polyneuropathy. N Engl J\n  Table        Repetitive nerve stimulation test findingsa                                        Med 2005;352:1343–1356.\n                                                                                               4. Drachman DB. Myasthenia gravis. N Engl J Med 1994;\n                       Amp.                        Area,                       Frequency,\n  Muscle               p-, mV   4-1, %   6-1, %    mV        4-1, %   6-1, %   Hz                 330:1797–1810.\n                                                                                               5. Iwasaki Y, Igarashi O, Kawabe K, et al. MG with distal\n  R-APB\n                                                                                                  muscle involvement. Acta Neurol Scand 2004;110:270.\n      Basal            9.5      253.5    245.2     33.5      257.8    251.3    3               6. Karacostas D, Mavromatis I, Georgakoudas G, Artemis N,\n      Postexercise     9.4      266.3    262.1     34.0      269.0    266.5    3                  Milonas I. Isolated distal hand weakness as the only presenting\n      1 minute                                                                                    symptom of myasthenia gravis. Eur J Neurol 2002;9:429–430.\n  R-Na                                                                                         7. Scola RH, Iwamoto FM, Mainardi MA, et al. Distal myasthe-\n                                                                                                  nia gravis: case report. Arq Neuropsiquiatr 2003;61:119–120.\n      Basal            1.3      233.6    230.7     3.4       247.3    245.6    3\n                                                                                               8. Werner P, Kiechl S, Löscher W, Poewe W, Willeit J. Distal\n      Postexercise     1.4      246.2    247.2     3.6       259.6    260.1    3                  myasthenia gravis frequency and clinical course in a large\n      1 minute\n                                                                                                  prospective series. Acta Neurol Scand 2003;108:209–211.\nAbbreviations: Amp. p- 5 amplitude measured at negative peak; APB 5 abductor pollicis          9. Nicolle MW. Wrist and finger drop in myasthenia gravis.\nbrevis; Na 5 nasalis.                                                                             J Clin Neuromuscul Dis 2006;8:65–69.\na                                                                                             10. Grob D, Brunner N, Namba T, Pagala M. Lifetime course\n  Significant reduction of motor response in both examined muscles at basal and after\n1 minute of exercise.                                                                             of myasthenia gravis. Muscle Nerve 2008;37:141–149.\n\ne84                             Neurology 81      September 10, 2013\n\n          ª\u0001\u0013\u0011\u0012\u0014\u0001\"NFSJDBO\u0001\"DBEFNZ\u0001PG\u0001/FVSPMPHZ\u000f\u00016OBVUIPSJ[FE\u0001SFQSPEVDUJPO\u0001PG\u0001UIJT\u0001BSUJDMF\u0001JT\u0001QSPIJCJUFE\u000f",
  "wordCount": 2389,
  "indexed": "2025-09-25T22:53:33.031Z",
  "method": "direct"
}
