{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Carrera y Tononi - 2014 - Diaschisis past, present, future.pdf",
  "fileName": "Carrera y Tononi - 2014 - Diaschisis past, present, future.pdf",
  "relativePath": "Neurología/Carrera y Tononi - 2014 - Diaschisis past, present, future.pdf",
  "text": "Brain Advance Access published May 28, 2014\ndoi:10.1093/brain/awu101                                                                                               Brain 2014: Page 1 of 15   | 1\n\n\nBRAIN\nA JOURNAL OF NEUROLOGY\n\n\n\n\nREVIEW ARTICLE\nDiaschisis: past, present, future\nEmmanuel Carrera1,2 and Giulio Tononi2\n\n1 Department of Clinical Neurosciences, University Hospital, Geneva, Switzerland\n2 Department of Psychiatry, Madison, Wisconsin, USA\n\nCorrespondence to: Emmanuel Carrera, M.D.,\nDepartment of Clinical Neurosciences,\nRue Gabrielle-Perret-Gentil, 4, 1211 Geneva,\nSwitzerland\nE-mail: Emmanuel.Carrera@hcuge.ch\n\n\n\nAfter a century of false hopes, recent studies have placed the concept of diaschisis at the centre of the understanding of brain\nfunction. Originally, the term ‘diaschisis’ was coined by von Monakow in 1914 to describe the neurophysiological changes that\noccur distant to a focal brain lesion. In the following decades, this concept triggered widespread clinical interest in an attempt to\n\n\n\n\n                                                                                                                                                        Downloaded from by guest on December 13, 2014\ndescribe symptoms and signs that the lesion could not fully explain. However, the first imaging studies, in the late 1970s, only\npartially confirmed the clinical significance of diaschisis. Focal cortical areas of diaschisis (i.e. focal diaschisis) contributed to the\nclinical deficits after subcortical but only rarely after cortical lesions. For this reason, the concept of diaschisis progressively\ndisappeared from the mainstream of research in clinical neurosciences. Recent evidence has unexpectedly revitalized the notion.\nThe development of new imaging techniques allows a better understanding of the complexity of brain organization. It is now\npossible to reliably investigate a new type of diaschisis defined as the changes of structural and functional connectivity between\nbrain areas distant to the lesion (i.e. connectional diaschisis). As opposed to focal diaschisis, connectional diaschisis, focusing\non determined networks, seems to relate more consistently to the clinical findings. This is particularly true after stroke in the\nmotor and attentional networks. Furthermore, normalization of remote connectivity changes in these networks relates to a better\nrecovery. In the future, to investigate the clinical role of diaschisis, a systematic approach has to be considered. First, emerging\nimaging and electrophysiological techniques should be used to precisely map and selectively model brain lesions in human and\nanimals studies. Second, the concept of diaschisis must be applied to determine the impact of a focal lesion on new represen-\ntations of the complexity of brain organization. As an example, the evaluation of remote changes in the structure of the\nconnectome has so far mainly been tested by modelization of focal brain lesions. These changes could now be assessed in\npatients suffering from focal brain lesions (i.e. connectomal diaschisis). Finally, and of major significance, focal and non-focal\nneurophysiological changes distant to the lesion should be the target of therapeutic strategies. Neuromodulation using tran-\nscranial magnetic stimulation is one of the most promising techniques. It is when this last step will be successful that the\nconcept of diaschisis will gain all the clinical respectability that could not be obtained in decades of research.\n\n\nKeywords: diaschisis; stroke; brain organization; brain function\nAbbreviations: DCS = direct current stimulation; TMS = transcranial magnetic stimulation\n\n\n\n\nIntroduction                                                                          of an emotional debate at the French Society of Biology between\n                                                                                      Charcot, defender of the concept of localizationism, and Brown-\nWhat are the remote effects of a focal lesion on the function of                      Séquard, who suggested that part of the functional deficit\nthe brain? More than 125 years ago, the question was the subject                      following a brain lesion may be due to its distant effects\n\n\n\nReceived November 7, 2013. Revised February 13, 2014. Accepted March 7, 2014.\nß The Author (2014). Published by Oxford University Press on behalf of the Guarantors of Brain. All rights reserved.\nFor Permissions, please email: journals.permissions@oup.com\n\f2     | Brain 2014: Page 2 of 15                                                                                                                     E. Carrera and G. Tononi\n\n\n\n\n                                                Timeline Milestones in the history of diaschisis\n                                von Monakow coins the term of                      Di Piero describes controlateral                Gre\u0003es and Fink describe how\n                                    diaschisis to describe the                     cerebellar fMRI hypoac\u0002va\u0002on                    clinical recovery a\u0004er stroke is\n                                 temporary func\u0002onal shock of                         a\u0004er hemispheric lesions,                    associated with normaliza\u0002on\n                                  intact regions distant to the                    sugges\u0002ng that diaschisis may                    of connec\u0002vity in the motor\n                                              lesion.                                 be unveiled by ac\u0002va\u0002on.                                 network.\n\n           Broca iden\u0002ﬁes the “Centre\n                                                                  Baron describes the                               Price describes the\n              de lla parole”\n              d          l ” iin th\n                                 the lle\u0004\n                                        \u0004\n                                                                occurrence of Crossed                            anatomically remote and\n               inferior frontal gyrus.\n                                                               cerebellar diaschisis a\u0004er                       context-sensi\u0002ve eﬀects of\n            “Localiza\u0002onism” becomes\n                                                                  hemispheric stroke.                                  focal lesions.\n           the main theory of the \u0002me.\n\n\n                  1863           1875           1914        1950         1981         1984         1990        2001         2007           2008      2009 Future\n\n           Brown-Séquard hypothesizes                                      Descrip\u0002on of neurovascular                                     Honey, Alsto\u0006 and Sporns\n             that areas distant to the                                    coupling in areas of diaschisis                                     model the eﬀect of\n              lesion play a role in the                                   using perfusion and metabolic                                     strategic lesions on the\n                  clinical pa\u0006ern.                                                neuroimaging                                                   connectome.\n\n\n                                                 Kempinski describes                                   He and Corbe\u0006a establishes the\n                                            contralateral changes in evoked                            clinical importance of changes in\n                                               poten\u0002al responses a\u0004er                                    connec\u0002vity in the a\u0006en\u0002on\n                                               unilateral cor\u0002cal lesions.                               network distant to the lesion.\n\n\n\n\n                                                                                                                                                                                Downloaded from by guest on December 13, 2014\n    Figure 1 Selected milestones in the history of diaschisis.\n\n\n\n\n(Brown-Séquard, 1875). If the reactions to Brown-Séquard’s hy-                                partially correlated with behavioural changes, mainly after subcor-\npothesis included condescendence or at most polite indifference,                                tical and only rarely after cortical lesions. Additionally, no relation\nfar more respect was shown to von Monakow’s masterpiece in                                      was documented between the resolution of remote neurophysio-\nwhich he introduced the term ‘diaschisis’ (from the Greek dia ‘in                               logical changes and the course of the clinical recovery, again ques-\nhalf’ or ‘across’ and schizien ‘to split’) (Fig. 1). In 1914, his most                          tioning the importance of diaschisis in clinical practice (Feeney and\ncomplete definition was published, which included four key as-                                  Baron, 1986; Andrews, 1991).\npects: (i) the presence of a focal brain lesion; (ii) a remote loss                                Several years after this intriguing concept has largely dis-\nof excitability or ‘functional stillstand’; (iii) the interruption of the                       appeared from the mainstream interest of the neurological and\nconnections between the lesion and remote areas; and (iv) a clin-                               neuroscientific communities, new developments in experimental\nical and dynamic nature of the progress that decreases over time                                methods to investigate brain function are revitalizing the topic.\n(von Monakow, 1914; Kempinsky, 1966; Feeney and Baron,                                          In animal research, new techniques are now available to model\n1986). In the following 50 years, diaschisis remained a clinically                              brain lesion and to investigate the distant physiological changes.\nill-defined concept. In fact, the clinical pattern not directly ex-                             The need to expand the definition of diaschisis is also necessary in\nplained by the lesion was overly attributed to diaschisis, excluding                            light of new advancements in the understanding of brain organ-\nin turn other physiological mechanisms such as the ischaemic pen-                               ization: experimental and human connectivity studies of functional\numbra, unknown at the time, or brain oedema. This may explain                                   networks have recently revealed the impact of a focal lesion on\nwhy the first studies failed to demonstrate a clinical impact of                                distant connections and its behavioural consequences (Grefkes and\ndiaschisis. In the late 1970s, the development of metabolic and                                 Fink, 2011). Furthermore, as a consequence of a better knowledge\nperfusion imaging techniques gave a new impulse to the topic. For                               of complex networks, we can begin to study how a lesion impacts\nthe first time, spatially refined measures of cerebral glucose me-                              on network dynamics, depending on its location in the architecture\ntabolism could be obtained for the entire brain using in vivo auto-                             of the network (Honey and Sporns, 2008; Alstott et al., 2009;\nradiography techniques (Raichle et al., 1975; Phelps et al., 1979).                             Joyce et al., 2013). Although the changes in brain networks due\nAreas of diaschisis remote to the lesion were defined by reduced                                to the direct effect of the lesion (diaschisis) may be difficult to\nmetabolism and/or cerebral blood flow (attributed to reduced                                    distinguish from other mechanisms of recovery such as plasticity\nneuronal and synaptic activity). This operational definition was                                and vicariation (process by which intact brain areas assume the\nbased on the hypothesis that the neurovascular coupling is pre-                                 functions of lesioned areas), we propose that the study of the\nserved in the areas of diaschisis (Baron et al., 1984). Clinically, the                         functional consequences of diaschisis should not be limited to\nrole of diaschisis remained debated because cortical diaschisis only                            focal neurophysiological changes distant to the lesion.\n\fDiaschisis                                                                                                        Brain 2014: Page 3 of 15        | 3\n\nTable 1 Original and proposed definitions of the different types of diaschisis\n\n                                                        Original definition                      Proposed definition\n Focal diaschisis          Diaschisis ‘at rest’         Remote loss of excitability or           Focal decrease in energy metabolism at rest with-\n                                                          ‘functional stillstand’ distant to       out stimulation or activation, in anatomically\n                                                          the lesion (von Monakow,                 intact brain regions distant from the lesion.\n                                                          1914; Feeney and Baron, 1986).\n                           Functional diaschisis        Alteration of functional respon-         Focal abnormalities in metabolism or neuronal ac-\n                                                          siveness of a neural system              tivity following activations or stimulations, in\n                                                          remote from a lesion when chal-          anatomically intact brain regions distant from\n                                                          lenged by physiological activa-          the lesion.\n                                                          tion (Ginsberg et al., 1989; Di\n                                                          Piero et al., 1990).\n                           Dynamic diaschisis           Anatomically remote and context-         Context-sensitive effects of focal brain lesion on\n                                                          sensitive effects of focal brain         anatomically intact brain regions distant from\n                                                          lesion (Price et al., 2001).             the lesion (subtype of functional diaschisis).\n Non-focal diaschisis      Connectional diaschisis      Selective changes in coupling due        Selective change in coupling between two nodes\n                                                          to lost afferents from a lesioned        of a defined network (context-sensitive or not),\n                                                          node of a defined network (con-          involving areas distant from the lesion.\n                                                          text-sensitive) (Campo et al.,\n                                                          2012).\n                           Connectomal diaschisis                                                Changes in the structural and functional connec-\n                                                                                                  tome, including disconnections between and re-\n                                                                                                  organization of subgraphs, involving areas\n                                                                                                  distant from the lesion.\n\n\n\n\n                                                                                                                                                          Downloaded from by guest on December 13, 2014\nCharacterization of the multifaceted nature of diaschisis is essential        consider diaschisis resulting from focal pathologies and not in\nto understand how, as a whole, the brain is functionally affected             the setting of progressive and diffuse neurodegenerative diseases\nby a focal lesion.                                                            such as Alzheimer’s disease or frontotemporal dementia.\n  In this manuscript, we will investigate how after a century of\nresearch, new strategies are emerging to investigate the remote\nimpact of a focal brain lesion. More specifically, we will first pre-\nsent a definition of diaschisis and its limitations. Based on this\n                                                                              Types of diaschisis\ndefinition and the current literature, we will then identify different        We first distinguish two types of diaschisis. Focal diaschisis refers\ntypes of diaschisis based on their mechanism and neurophysio-                 to the presence of remote circumscribed neurophysiological\nlogical correlates. Finally, we will describe new approaches that             changes based on the ‘classic’ understanding of diaschisis and\nmay help understand the behavioural impact of diaschisis.                     von Monakow’s (1914) definition. Non-focal diaschisis relates to\n                                                                              non-focal changes such as changes in strength and direction of\n                                                                              distant connections of a network. This approach to the concept of\nDefinitions                                                                   diaschisis is now possible with the development of tools to deter-\n                                                                              mine the distant changes in connectivity. Although we do not\nFor the purpose of the review, we define diaschisis as the distant            intend to oppose these two types of diaschisis, we will see that\nneurophysiological changes directly caused by a focal injury. To              they may have distinct clinical relevance.\nfulfil the definition, these changes should additionally correlate\nwith behaviour and tend to normalize with time. We will consider\nas distant neurophysiological changes any remote alteration dir-\n                                                                              Focal diaschisis\nectly caused by the lesion, not limiting our definition to focal              Focal diaschisis can in turn be subdivided into two types: diaschisis\nmetabolic or electrophysiological aspects (Table 1 and Fig. 2).               at rest and functional diaschisis. Diaschisis ‘at rest’ is defined as the\n   At this point, it is important to reaffirm our intent to distinguish,      focal decrease in energy metabolism at rest without stimulation or\nwhenever possible, the neurophysiological changes due to diaschi-             activation, in anatomically intact brain regions distant from the\nsis as a direct inhibitory or excitatory effect of a brain lesion from        lesion. By contrast, functional diaschisis, described in animals\nother mechanisms of recovery, including neuroplasticity and vicar-            (Ginsberg et al., 1989) and in humans (Di Piero et al., 1990)\niation. This distinction may be challenging as reorganization of              originally referred to the alteration of functional responsiveness\nbrain function is likely to occur instantly or very soon after any            of a neural system remote from a lesion when challenged by\nbrain lesion. In human studies, diaschisis has mainly been studied            physiological activation. In this review, we propose a very similar\nafter stroke due to the focal nature of the resulting lesion, the high        definition of functional diaschisis, as the focal abnormalities in me-\nincidence of this pathology and its acute onset. However, diaschi-            tabolism or neuronal activity following activations or stimulations,\nsis has also been reported following focal lesions of other origins           in anatomically intact brain regions distant from the lesion.\n(traumatic brain injury, haemorrhage). Finally, we will only                  For instance, after a cortical lesion, an increase in the response\n\f4     | Brain 2014: Page 4 of 15                                                                                        E. Carrera and G. Tononi\n\n\n                                                                            to evoked potentials can be observed in the contralesional cor-\n                   Diaschisis “at\n                               at rest”\n                                  rest                                      tex, without concomitant alterations of metabolism ‘at rest’\n                                                                            in the same areas (Nakashima et al., 1985; Mohajerani et al.,\n                                                                            2011).\n\n                                                                            Diaschisis ‘at rest’\n                                                                            How can we identify areas of diaschisis ‘at rest’? What is the\n                                                                            neurophysiological nature of focal areas of diaschisis distant to a\n                                                                            brain lesion? One key element of the classic definition of diaschisis\n                                                                            is the preservation of neurovascular coupling, assuming that a re-\n                                                                            duction in cerebral blood flow follows a decrease of the metabolic\n                                                                            demand, itself the consequence of a suppressed synaptic activity.\n                   Func\u0002onal diaschisis                                     This was first described in studies comparing the reduction of\n                                                                            cerebral blood flow in areas of reduced oxygen and glucose me-\n                                                                            tabolism due to diaschisis (Baron et al., 1984). However, several\n                                                                            animal studies have recently revealed that areas of decreased me-\n                                                                            tabolism may not always correspond to regions of decreased cere-\n                                                                            bral blood flow. More specifically, the area of diaschisis defined by\n                                                                            measures of perfusion seems to underestimate the extent of dia-\n                                                                            schisis identified by the measure of energy metabolism or neuronal\n                                                                            activity. In an imaging study using a rat model of cortical stroke,\n                                                                            hypometabolism was found in the ipsilateral thalamus and striatum\n                                                                            but with only a non-significant reduction in cerebral blood flow in\n              Connec\u0002onal diaschisis                                        the same areas (Carmichael et al., 2004). Using intracerebral\n\n\n\n\n                                                                                                                                                        Downloaded from by guest on December 13, 2014\n                                                                            monitoring, the same pattern was observed following a left cor-\n                                                                            tical stroke (Gold and Lauritzen, 2002; Enager et al., 2004), with a\n                                                                            reduction in spiking activity that was significantly larger than the\n                                                                            decreases in cerebral blood flow in the right contralateral cortex\n                                                                            (layers III–V) and cerebellum (Purkinje cells). Taken together, the\n                                                                            studies reveal the difficulties in delineating the areas of diaschisis\n                                                                            and provide arguments for a partial disruption of the neurovascu-\n                                                                            lar coupling in areas of diaschisis. To confirm these findings, how-\n                                                                            ever, further studies are needed as cerebral blood flow remains\n                                                                            difficult to assess in vivo and depends on significant confounding\n              Connectomal diaschisis                                        factors such as haemoglobin concentration or temperature.\n                                                                            The preservation of perfusion in areas of impaired metabolism\n                                                                            may be a sensitivity issue.\n                                                                               As outlined above, the behavioural impact of diaschisis is dras-\n                                                                            tically different whether the lesion is cortical or subcortical (Feeney\n                                                                            and Baron, 1986). Patients with a subcortical lesion and an area of\n                                                                            cortical diaschisis tend to display clinical deficits that are similar to\n                                                                            those seen after isolated cortical lesions in the same area.\n                                                                            Although the evidence is mainly restricted to case reports or\n                                                                            small case series, the concept of diaschisis is decisive to define\n                                                                            the thalamo-cortical projections from the individual thalamic\n    Figure 2 Types of diaschisis. Types of diaschisis before (left)\n    and after (right) a focal brain lesion (black). Diaschisis at rest: a   nuclei and to understand in particular, the neurobehavioural\n    focal lesion induces a remote reduction of metabolism (red).            changes after focal thalamic stroke (Baron et al., 1986; Carrera\n    Functional diaschisis: normal brain activations (yellow) during a       and Bogousslavsky, 2006). For example, in a patient with a stroke\n    selected task may be altered, either increased (green) or               of the left anterior thalamic nucleus and global amnesia, a de-\n    decreased (red) after a lesion. Connectional diaschisis: distant        crease in glucose metabolism was found in the posterior cingulate\n    strengths and directions of connections in a selected network           cortex (Clarke et al., 1994). These findings illustrated the role of\n    may be increased (green) or decreased (red). Connectomal                the posterior cingulate cortex in thalamic amnesia and the clinical\n    diaschisis: a lesion of the connectome induces widespread               relevance of projections from the anterior thalamic nuclei to the\n    changes in brain network organization including decrease (red)          cingulate cortex. In patients with bilateral dorsomedian and intra-\n    or increase (green) in connectivity.\n                                                                            laminar thalamic strokes, a decrease in frontomesial cortical per-\n                                                                            fusion was clinically related to a loss of psychic self-activation\n                                                                            (Bogousslavsky et al., 1991; Levasseur et al., 1992; Engelborghs\n\fDiaschisis                                                                                                    Brain 2014: Page 5 of 15       | 5\n\net al., 2000). This clinical pattern consisting of apathy, lack of            Why cortical diaschisis after cortical lesions has no clinical cor-\nspontaneity, indifference, loss of motor and affectic drive is virtu-      relate, whereas cortical diaschisis after subcortical lesion apparently\nally identical to focal cortical lesions directly involving the medial     does, is unknown. One reason may be that non-specific thalamic\npart of the frontal lobe (Paradiso et al., 1999). Further evidence of      nuclei project diffusely to multiple cortical layers in the same area\nthe clinical importance of cortical diaschisis after subcortical lesions   and in this way interfere with local cortical networks, whereas long\nwas provided by longitudinal PET studies of patients who under-            range cortico-cortical projections have more restricted projections\nwent thalamotomy for disabling tremor (Baron et al., 1992) and in          with limited impact. Additionally, the absence of clinical conse-\nstudies following vascular lesions of the lenticular nucleus (Giroud       quences of crossed cerebellar diaschisis may be related to the re-\net al., 1997).                                                             cruitment of an archaic tract without behavioural significance. In\n   Following cortical lesions, different patterns of diaschisis have       the future, a more refined behavioural assessment with respect to\nbeen identified, but their impact on behaviour is more controver-          the areas of diaschisis, performed as soon as possible after lesion\nsial (Feeney and Baron, 1986). The crossed cerebellar diaschisis is a      onset, would be of value to refine the clinical significance of\nwell-described neurophysiological phenomenon that consists                 diaschisis.\nof a reduction in energy metabolism and blood flow in the cere-\n                                                                           Functional diaschisis\nbellar hemisphere contralateral to a supratentorial lesion (Baron\net al., 1981). This form of diaschisis results from the interruption       Another important and long neglected component of diaschisis is\nof cerebrocerebellar pathways (excitatory corticopontine tracts).          its functional aspect. After the study of diaschisis at rest, we will\nHowever, no definite clinical correlates of this cerebellar diaschisis     review the effects of a lesion on a distant response to activation or\n                                                                           stimulation (i.e. functional diaschisis) to determine if these changes\nhave been identified so far in human, non-human primates or\n                                                                           are more likely to correlate with behaviour. In other words, could\nrodents (Feeney and Baron, 1986; Lewis et al., 2012). Similarly,\n                                                                           activation or stimulation unmask dysfunctional regions distant to\nfollowing cortical stroke, hypometabolism and hypoperfusion in\n                                                                           the lesion, overlapping or not with the areas of diaschisis at rest?\nthe ipsilateral thalamus and striatum is not an uncommon phe-\n                                                                           Following initial work of Kempinski (1954, 1956, 1958, 1966),\nnomenon, but has no clear behavioural significance (Kuhl et al.,\n                                                                           several studies investigated the functional aspect of diaschisis\n1980; Celesia et al., 1984). The impact of a cortical lesion on\n\n\n\n\n                                                                                                                                                     Downloaded from by guest on December 13, 2014\n                                                                           focusing on the response to somatosensory evoked potentials\ndistant cortical metabolism is a frequent phenomenon investigated\n                                                                           (Obeso et al., 1980; Nakashima et al., 1985). These studies re-\nextensively using various neuroimaging and electrophysiological\n                                                                           vealed an increase in amplitude of the evoked potentials in the\nmethods (Andrews, 1991; Lewis et al., 2012).\n                                                                           contralesional cortex. In recent years, functional neuroimaging has\n   The most frequently investigated form of cortico-cortical dia-\n                                                                           enabled a reliable measure of changes in brain activations after\nschisis is transhemispheric diaschisis, which represents a decrease\n                                                                           focal lesions. Functional PET is based on the measure of changes\nin metabolism in the contralateral cortex by interruption of trans-\n                                                                           in cerebral blood flow whereas functional MRI is based on the\nhemispheric pathways. Despite a lower spatial resolution than\n                                                                           measure of changes in the blood oxygen level-dependent haemo-\nmost neuroimaging techniques, EEG and MEG can provide\n                                                                           dynamic response. Using these neurophysiological and imaging\nuseful and complementary information in the investigation of\n                                                                           techniques, different patterns of functional diaschisis may be iden-\ntranscortical diaschisis. Both techniques are of particular interest\n                                                                           tified. After a focal lesion, a decrease or absent neuronal activa-\nto monitor changes in neuronal activity over time and simultan-\n                                                                           tions/response to stimulation can be found distant to the lesion.\neously in both hemispheres. Using standard and high density EEG,\n                                                                           These areas of functional diaschisis may correspond or not to the\nan increase in low frequencies after a stroke was reported in the          areas that are involved in diaschisis at rest. In one patient with a\nhomotopic controlateral hemisphere, with a reduction in alpha              left putaminal lesion investigated with functional PET, hypoactiva-\npeak frequency (Juhasz et al., 1997) and an increase in delta ac-          tion of the right cerebellum was found during a motor task invol-\ntivity (Assenza et al., 2013). A similar pattern is found using mag-       ving the right hand but no reduced activity at rest (Di Piero et al.,\nnetoencephalography (MEG), with an increase in contralateral               1990). Interestingly, the capacity of activation of remote areas\nlow-frequency rhythms after hemispheric strokes (Tecchio et al.,           depends on whether the input originates from the damaged\n2005, 2007). Transcallosal diaschisis is a subtype of transhemi-           area or from another region. In a study of four patients with le-\nspheric diaschisis mediated by neural pathways in the corpus cal-          sions of Broca’s area, decreased functional MRI activations were\nlosum. Trans-hemispheric diaschisis may also be mediated through           observed in the undamaged posterior inferior temporal region\nconnections via the thalamus or the anterior and posterior com-            during a reading task. However, in one of the patients, this\nmissures, as reported in acallosal mice (Mohajerani et al., 2011).         region could be activated during a semantic task, together with\nAs for other forms of diaschisis following cortical lesions, the clin-     widespread temporo-parietal activations. This study suggests that\nical impact of transhemispheric diaschisis and ipsilateral cortico-        the posterior inferior temporal region may not be unresponsive per\ncortical diaschisis has not been convincingly demonstrated                 se but rather as a consequence of losing input from the damaged\n(Iglesias et al., 1996, 2000). In these studies, in line with non-         area. The authors coined the term of dynamic diaschisis to de-\nhuman primate data (Pappata et al., 1993; Touzani et al., 1995),           scribe this phenomenon (Price et al., 2001). In this princeps paper,\na reduction of contralateral cortical metabolism was delayed to            dynamic diaschisis was considered as ‘the anatomically remote and\ndays or weeks after the acute lesion, even though the patients             context-sensitive effects of focal brain lesions’. The ‘dynamic’ di-\nclinically improved. In this case, changes in metabolism possibly          mension of diaschisis referred to the fact that brain areas distant to\nreflected neural degeneration rather than diaschisis per se.               the lesion were activated depending on the task (i.e. context-\n\f6   | Brain 2014: Page 6 of 15                                                                                      E. Carrera and G. Tononi\n\n\nsensitive). In this review, we will use the slightly modified defin-         As we will see in the final section of the manuscript, inhibition\nition of ‘dynamic diaschisis’ as the ‘context-sensitive effects of        of the contralesional over-activation using transcranial magnetic\nfocal brain lesion on anatomically intact brain regions distant           stimulation (TMS) is one of the strategies used to promote recov-\nfrom the lesion and consider this form of diaschisis as a subtype         ery (Nowak et al., 2008; Sharma and Cohen, 2012). Only one\nof “functional diaschisis” ’.                                             study specifically compared the relationship between areas of dia-\n   Contrary to von Monakow’s definition, it is now established that       schisis at rest (cerebral blood flow, assessed using 15O-PET) and\na remote increase in brain activity in response to stimulation may        functional diaschisis (blood oxygen level-dependent signal during\nbe considered as part of the concept of diaschisis, as a conse-           functional MRI block-design activations). In four patients with left\nquence of a loss of inhibition. However, defining the role of dia-        frontal strokes, blood oxygen level-dependent signal was un-\nschisis in this increase is challenging because mechanisms of             affected in areas of hypoperfusion suggesting only a partial over-\nrecovery, including plasticity and vicariation begin immediately          lap between areas of diaschisis at rest and of functional diaschisis\nafter the lesion. Human and animal studies consistently demon-            (Fair et al., 2009).\nstrated an increase in the amplitude of somatosensory potentials             Further studies should be performed to understand the neuro-\ncortex contralateral to the lesion. This phenomenon was attributed        physiological basis of this subtype diaschisis, but also to determine\nto an increase in remote excitability secondary to a loss of inhib-       whether areas of functional diaschisis distant to the lesion may be\nition from the lesioned hemisphere (Mohajerani et al., 2010)              a better correlate of behaviour than diaschisis at rest.\nmediated by the interruption of transcallosal pathways. In\nexperimental models, focal cortical strokes induce a long-lasting         Connectional diaschisis\nimpairment in gamma-aminobutyric acid (GABA) transmission\n                                                                          Diaschisis has long remained a concept restricted to the study of\n(Domann et al., 1993; Buchkremer-Ratzmann et al., 1996;\n                                                                          physiological changes in circumscribed areas distant to the lesion\nSchiene et al., 1996) in the contralesional cortex and an increase\n                                                                          (Feeney and Baron, 1986). The first studies reporting changes in\nin N-methyl-D-aspartate (NMDA) receptor binding in the same\n                                                                          the language network were based on the measure of brain me-\narea (Que et al., 1999; Redecker et al., 2002). Similarly, in rats,\n                                                                          tabolism using 18F-PET and Structural Equation Modelling (Metter\nthe long-lasting alterations in GABA-receptors after focal cortical\n\n\n\n\n                                                                                                                                                  Downloaded from by guest on December 13, 2014\n                                                                          et al., 1984, 1988). With the development of novel imaging and\ninfarcts seem to be mediated by NMDA-dependent processes.\n                                                                          neurophysiological techniques, it is now possible to assess the\nAfter stroke, spreading depression and inflammation (Mohajerani\n                                                                          brain’s functional coupling in healthy subjects and its alterations\net al., 2011) may also play a role in distant increase in excitability\n                                                                          in pathological states including changes in directions and\nin addition to the interruption of transcallosal connections. This\n                                                                          strengths. More specifically, after a focal lesion, recent studies\nincrease in contralateral evoked potentials response is consistent\n                                                                          have demonstrated widespread remote changes in connectivity\nwith the definition of diaschisis as it occurs remotely to the lesion\n                                                                          in both hemispheres and between them. If it seems trivial that a\nwithin minutes after stroke (Mohajerani et al., 2011), and tends to\n                                                                          lesion may cause distant changes in connectivity, it is more chal-\nregress over time. Longitudinal studies performed after hemi-\n                                                                          lenging to determine whether the cause of the remote changes in\nspheric strokes indicate that there is an initial increase in task-\n                                                                          connectivity is due to diaschisis or other mechanisms of recovery\nevoked functional MRI activation contralesionally. This process           such as plasticity (positive or maladaptive) and vicariation.\nhas been extensively described in humans and experimental stu-            Determining the role of diaschisis as a cause of remote changes\ndies during different tasks involving the motor (Calautti and Baron,      in connectivity may help understand the direct consequences of a\n2003) and language systems (Saur et al., 2006). For instance, after       lesion on a brain network and determine the adequate treatment\na right cortical stroke, an increase in brain activation in the left M1   based on the underlying mechanism. The term of connectional\ncortex may occur during a motor task involving the left affected          diaschisis has recently been coined by Campo et al. (2012) as ‘a\nhand. With subsequent recovery, these activations tend to shift           selective change in coupling due to lost afferents from a lesioned\nback ipsilesionally. In this case, two elements suggest that these        node of a defined network’. In our understanding of connectional\nchanges in the pattern of activations may be understood as part of        diaschisis, we consider a broader definition including all types of\nthe concept of diaschisis. First, the contralesional over-activation      distant changes in coupling in a network regardless of context\noccurs early after stroke. There is no strong evidence that this is a     sensitivity. As focal diaschisis may be divided into diaschisis at\nprogressive process. Furthermore, the activation balance between          rest and functional diaschisis, we think that connectional diaschisis\nhemispheres tends to shift back to a normal pattern as recovery           may take two forms, depending on whether it is context-specific\ntakes place. The decrease in contralesional activation correlates         or not. The direct consequences of the interrupted connection on\nwith an improvement in recovery. Neurophysiological studies con-          brain connectivity are not considered as part of the concept of\nfirmed the results obtained from neuroimaging studies by demon-           connectional diaschisis.\nstrating an initial increase in the beta range activity (16–26 Hz)           To date, several studies have demonstrated how connectivity in\nover the contralateral hemisphere following subcortical strokes           different functional networks is affected by a focal lesion. This has\n(Gerloff et al., 2006). The ‘normalization’ of neural activation in       been shown based on the measure of functional connectivity,\nthe unaffected hemisphere was similarly correlated with good clin-        referring to the temporal correlations between neural or haemo-\nical recovery in a MEG study of neural activation following median        dynamic signals arising from distinct brain regions, and on the\nnerve stimulation in patients with middle cerebral artery strokes         measure of effective connectivity, which describe the intrinsic or\n(Tecchio et al., 2007).                                                   task-dependent influences that a particular area exerts over\n\fDiaschisis                                                                                                    Brain 2014: Page 7 of 15       | 7\n\nanother (Friston, 2011; Westlake and Nagarajan, 2011). Changes             superior temporal gyrus to right primary auditory cortex) (Teki\nin the motor network have attracted the most attention. In studies         et al., 2013). Finally, in the study of 11 other patients with left\nusing resting state (Wang et al., 2010; Park et al., 2011) and             mesiotemporal epilepsy who performed a working memory task,\nseed-based functional methods in humans (He et al., 2007;                  bidirectional strengthening of connectivity between the right in-\nCarter et al., 2010) and rats (van Meer et al., 2011), a decrease          ferior frontal cortex and the right medial temporal cortex was\nin interhemispheric functional connectivity between homotopic              found (Campo et al., 2012). Because of the nature of the lesion\ncortical areas of the motor network was found after purely sub-            and the absence of longitudinal measures, it is, however, difficult\ncortical strokes. These changes in interhemispheric connectivity are       in the reported cases to distinguish whether these changes result\nof particular interest as they fulfil the definition of diaschisis: they   from a pathological state (diaschisis) or from a compensatory\nare maximal early after the stroke and correlate with functional           mechanism. Nevertheless, based on their findings, the authors\nimpairment. Additionally, these changes normalize over time and            used the term of connectional diaschisis to describe the nature\nare related to functional recovery. Effective connectivity studies         of these changes. As discussed above, we propose to apply the\nshowed concordant results when interhemispheric connectivity in            term of connectional diaschisis to all changes in coupling in a se-\nthe motor network was investigated. In patients with subcortical           lected network, irrespective of context-sensitivity, even if results\nstrokes, a reduced influence of the ipsilateral M1 on the contra-          from functional connectivity measures do not provide the mech-\nlateral M1 regions (Grefkes et al., 2008; Rehme et al., 2011) was          anistic information effective connectivity measures do.\nfound, which subsequently normalized with recovery. By compari-            Furthermore, to fulfil our definition, these changes should be max-\nson, other interhemispheric changes in effective connectivity were         imal immediately after the insult and progressively normalize in\nless likely caused by diaschisis. For instance, there was no acute         parallel with clinical function.\nchange in effective connectivity from the contralateral on the ip-\nsilateral M1, but a positive effect in the subacute phase. In this\ncase, other mechanisms of recovery including plasticity seem to be\nmore likely than diaschisis. In the ipsilateral hemisphere, the\n                                        ",
  "wordCount": 13378,
  "indexed": "2025-09-25T22:50:23.408Z",
  "method": "direct"
}
