{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Han et al. - 2014 - Clinical Reasoning A 42-year-old man with severe .pdf",
  "fileName": "Han et al. - 2014 - Clinical Reasoning A 42-year-old man with severe .pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Han et al. - 2014 - Clinical Reasoning A 42-year-old man with severe .pdf",
  "text": "Clinical Reasoning: A 42-year-old man with severe headache,\n                     fever, and acute coma\n                           Fei Han, Bin Peng, Shan Gao, et al.\n                               Neurology 2014;82;e9-e13\n                          DOI 10.1212/WNL.0000000000000014\n\n\n                  This information is current as of January 13, 2014\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n                http://www.neurology.org/content/82/2/e9.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2014 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 42-year-old man with severe headache,\nMitchell S.V. Elkind,\nMD, MS                   fever, and acute coma\n\nFei Han, MD              SECTION 1                                                                          painful stimuli, with suspected right ptosis. His\nBin Peng, MD, PhD        A 42-year-old man underwent brain MRI at a local                                   pupils were equal in diameter, and there was a\nShan Gao, MD             health facility for severe headache and was found to                               right relative afferent pupillary defect. His gag\nChen-Hui Mao, MD         have a pituitary adenoma. Two days later, he pre-                                  reflex was present bilaterally. Spontaneous move-\nLi-Ying Cui, MD, PhD     sented to the emergency department of our hospital                                 ments and motor responses to stimuli were absent.\nBing Xing, MD            with high fever and sudden-onset coma. The patient                                 His extremities were flaccid and deep tendon re-\nYi-Cheng Zhu, MD, PhD    had a history of intermittent moderate headache in                                 flexes were symmetric. The left Babinski sign was\n                         the recent 8 months. No medical history of vascular                                present. Cardiovascular examination was unre-\n                         risk factors was identified.                                                       markable. Blood tests revealed remarkable hypo-\nCorrespondence to            On examination, his Glasgow Coma Scale score                                   natremia (126 mmol/L) and elevated leukocyte\nDr. Zhu:\nzhuyc@pumch.cn\n                         was 4/15, blood pressure was 133/86 mm Hg, and                                     count (12.6 3 109/L).\n                         body temperature was 40°C. Blood oxygen satura-\n                                                                                                            Questions for consideration:\n                         tion was 96% on room air and the respiratory rate\n                         was 19 breaths per minute. Neurologic examina-                                     1. What is the differential diagnosis?\n                         tion revealed neck stiffness. The patient could                                    2. What would be the next step to confirm\n                         open his eyes briefly and weakly in response to                                       diagnosis?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From the Departments of Neurology (F.H., B.P, S.G., C.-H.M., L.-Y.C., Y.-C.Z.) and Neurosurgery (B.X.), Peking Union Medical College\n                         Hospital, Chinese Academy of Medical Sciences, Beijing, China.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                            © 2014 American Academy of Neurology                                         e9\n\n   ª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 2\n                                                                                    Figure 1     Head CT reveals massive bilateral\n                    In the case of this 42-year-old patient with coma, fever,                    hypodensities in the anterior and\n                    and neck stiffness, infectious diseases of the nervous sys-                  middle hemispheres, worse on the\n                    tem should be considered. Neurologic examination also                        right side\n\n                    indicated impairments of cranial nerves II and III and\n                    the pyramidal tract. A brain CT and lumbar puncture\n                    were performed to determine the causes of these deficits.\n                        The brain CT revealed massive asymmetric\n                    hypodensities in both hemispheres, mainly located in\n                    the frontal, parietal, and temporal lobes (figure 1). Sub-\n                    arachnoid hemorrhage was excluded after lumbar punc-\n                    ture revealed clear CSF with elevation of protein level\n                    (1.06 g/L). Opening pressure, leukocytes, and glucose\n                    level were within normal ranges. No red blood cells\n                    were detected, and no organisms were found in culture\n                    samples. Taking into account the preexisting suprasellar\n                    mass and the impairments of cranial nerves II and III,\n                    pituitary apoplexy, which is characterized by thunder-\n                    clap headache, visual deterioration, ophthalmoplegia,\n                                                                                  Questions for consideration:\n                    signs of meningeal irritation, alteration in conscious-\n                    ness, and hormone dysfunction, became another                 1. What additional tests/studies should be considered?\n                    important consideration. However, the unilateral              2. What is the association among bilateral cerebral\n                    Babinski sign and brain CT clearly indicated that                hemisphere lesions, pituitary adenoma, and elec-\n                    the lesions were not merely confined to the pitui-               trolyte imbalance?\n                    tary gland and its adjacent structures.                       3. What treatment could be given to this patient?\n\n\n\n\n                                                                                                                   GO TO SECTION 3\n\n\n\n\ne10                 Neurology 82   January 14, 2014\n\n  ª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                           slightly decreased levels of prolactin and testosterone,\n                  Another brain MRI was performed, and diffusion-                     while the thyroid hormone, growth hormone, insu-\n                  weighted imaging (DWI) revealed high signal conform-                lin-like growth factor I, estrogen, and cortisol were\n                  ing to the territories supplied by both anterior cerebral           within normal ranges. These results might have been\n                  arteries (ACAs) and the right middle cerebral artery                partly affected by steroid treatment.\n                  (MCA) (figure 2, A–C). The areas of high signal on                      The patient’s temperature and serum electrolytes\n                  DWI were smaller than those of radiolucency on CT                   normalized soon after treatment and he gradually\n                  scan, which suggested that parts of the lesions appearing           recovered alertness. Detailed neurologic examination re-\n                  on initial CT were vasogenic edema rather than cerebral             vealed significant vision loss of the right eye with optic\n                  infarction. A pituitary macroadenoma was found to                   nerve atrophy, right ptosis, left hemiplegia, and left Ba-\n                  encompass the right internal carotid artery (ICA) in                binski sign. The patient also had significant hypermyo-\n                  the cavernous sinus. Compared to its isointensity on                tonia on right extremities, which might have been\n                  the initial T1-weighted image, the pituitary adenoma                related to the infarction in the left frontal lobe. The\n                  partially turned hyperintense on both T1- and T2-                   patient underwent transsphenoidal tumor removal\n                  weighted images, indicative of intratumoral hemor-                  1 month after symptom onset. Histologic examinations\n                  rhage (figure 2, E and F). Cranial magnetic reso-                   revealed diffuse necrosis and hemorrhage in the non-\n                  nance angiography disclosed severe narrowing of                     functional pituitary adenoma. Right ptosis recovered\n                  the distal right ICA and poor visualization of both                 after surgery and left hemiplegia gradually improved\n                  ACAs, consistent with the diagnosis of an acute mas-                via rehabilitation.\n                  sive cerebral infarction in the territory of both ACAs                  Transcranial Doppler sonography was used to moni-\n                  and the right MCA (figure 2D). In the absence of                    tor the blood flow, showing no flow signal in either ACA\n                  conventional vascular risk factors, the patient’s in-               and significant dampening of MCA flow, indicative of an\n                  farcts were attributed to pituitary apoplexy with re-               arterial steno-occlusive lesion. No restoration was found\n                  sulting ICA compression.                                            until surgical intervention took place (figure 3).\n                      Given the high fever, hyponatremia, and pituitary\n                                                                                      Question for consideration:\n                  apoplexy, adrenal insufficiency seemed likely. The\n                  patient was therefore treated empirically with IV ste-              1. What is the pathophysiologic mechanism of this\n                  roids. Tests of pituitary-related hormones indicated                   patient’s presentation?\n\n\n\n                    Figure 2        Brain MRI and magnetic resonance angiography\n\n\n\n\n                  Diffusion-weighted images reveal restricted diffusion in the bilateral anterior cerebral artery (ACA) and right middle cerebral artery\n                  territories (A–C). Magnetic resonance angiography suggests severe narrowing of the right distal internal carotid artery (ICA) and\n                  poor visualization of both ACAs (D, arrows). The pituitary macroadenoma was partially hyperintense on T1-weighted images (E),\n                  which was indicative of intratumoral hemorrhage, with enhancement of the peritumoral surface (F). The pituitary adenoma\n                  extended to the cavernous sinus causing bilateral compression of the intracavernous ICA, worse on the right (E, arrows).\n\n                                                                                      Neurology 82     January 14, 2014                            e11\n\nª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                      Figure 3       Transcranial Doppler findings before and after surgical removal of the pituitary tumor\n\n\n\n\n                    (A) Transcranial Doppler sonography before surgery demonstrates severe narrowing of bilateral middle cerebral arteries\n                    and anterior cerebral arteries, worse on the right, and increases in mean and peak flow velocities in the bilateral posterior\n                    cerebral arteries, which indicates the development of collaterals through posterior communicating arteries. (B) The blood\n                    flow of these arteries became normal after surgical intervention. ACA 5 anterior cerebral artery; MCA 5 middle cerebral\n                    artery; PCA 5 posterior cerebral artery.\n\n\n\n\n                                                                                                                         GO TO SECTION 4\n\n\n\n\ne12                 Neurology 82    January 14, 2014\n\n  ª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                   and hemodynamic changes may cause hemorrhage\n                  Pituitary apoplexy is commonly due to intratumoral          into infarct. In this patient, surgical intervention\n                  hemorrhage or hemorrhagic infarction in pituitary           was conducted 1 month after onset, and no postop-\n                  adenomas, leading to a sudden volume increase. Pitu-        erative complications occurred. The optimal timing\n                  itary adenomas are prone to autoinfarction or apoplexy      for the surgical removal of the apoplectic tumor com-\n                  even without any trigger because of the local vascular      plicated by massive cerebral ischemia should be taken\n                  anatomy. Blood supply of the anterior pituitary lobe        into consideration.\n                  is provided by portal vessels through the infundibu-\n                  lum. As the perfusion pressure of portal vessels is below   AUTHOR CONTRIBUTIONS\n                                                                              Dr. Han and Dr. Zhu initiated this report. Dr. Han wrote the first draft\n                  normal arterial pressure, the pituitary adenoma is par-\n                                                                              of the manuscript. Dr. Zhu revised the manuscript substantially and\n                  ticularly susceptible to even minor increments in intra-    approved its final version. Dr. Gao performed all the transcranial Doppler\n                  sellar pressure.1 The most common initial symptom is        sonography described in this article. Dr. Peng, Dr. Mao, Dr. Cui, and\n                  sudden headache, often associated with rapidly wors-        Dr. Xing participated in developing the study concept and analysis/\n                                                                              interpretation of data.\n                  ening visual field defects, ptosis, or ophthalmoplegia\n                  caused by compression of the optic nerve and ocular         STUDY FUNDING\n                  motor nerves surrounding the gland.2 Meningeal irri-        Supported by National Key Technology R&D Program in the 12th Five-\n                  tation is believed to be caused by blood or chemicals       year Plan of China (grant 2011BAI08B03).\n                  released from the pituitary adenoma. This is also fol-\n                  lowed in many cases by acute symptoms of hormone            DISCLOSURE\n                                                                              F. Han reports no disclosures. B. Peng is receiving research support from\n                  deficiency, predominantly adrenal insufficiency.\n                                                                              National Key Technology R&D Program in the 12th Five-year Plan of\n                      In addition to the widely known presentations           China. S. Gao and C. Mao report no disclosures. L. Cui is receiving\n                  mentioned above, cerebral infarct is a rare complica-       research support from National Key Technology R&D Program in the\n                  tion of pituitary apoplexy. Even more rare, bilateral       12th Five-year Plan of China. B. Xing reports no disclosures. Y. Zhu is\n                                                                              receiving research support from National Key Technology R&D Program\n                  cerebral infarcts have been reported in only 4 cases\n                                                                              in the 12th Five-year Plan of China. Go to Neurology.org for full disclosures.\n                  previously.3–6 Nonetheless, the risk of cerebral ische-\n                  mia should always be kept in mind when treating             REFERENCES\n                  pituitary apoplexy.                                          1. Moller-Goede DL, Brandle M, Landau K, Bernays RL,\n                      Intratumoral hemorrhage and hemorrhagic infarc-             Schmid C. Pituitary apoplexy: re-evaluation of risk factors\n                  tion in pituitary tumors can result in a rapid expansion        for bleeding into pituitary adenomas and impact on out-\n                                                                                  come. Eur J Endocrinol 2011;164:37–43.\n                  of the tumor mass, which can cause mechanical com-\n                                                                               2. Turgut M, Ozsunar Y, Basak S, Guney E, Kir E,\n                  pression of the cavernous sinus or supraclinoid portion         Meteoglu I. Pituitary apoplexy: an overview of 186 cases\n                  of the ICA.7,8 However, occlusion of the ICA cannot             published during the last century. Acta Neurochir 2010;\n                  always be fully explained by mechanical obstruction.            152:749–761.\n                  For this patient, the pituitary tumor expanded around        3. Kurschel S, Leber KA, Scarpatetti M, Roll P. Rare fatal\n                  the terminal portion of the ICA, and blood flow of the          vascular complication of transsphenoidal surgery. Acta\n                                                                                  Neurochir 2005;147:321–325.\n                  ACAs and MCA significantly improved after tumor\n                                                                               4. Lill CM, Hoch H, Dieste FJ, Vogel HP, Zipp F, Paul F.\n                  removal, suggesting a compressive etiology.                     Bilateral stroke following pituitary apoplexy. J Clin Neuro-\n                      Cerebral vasospasm may be another important cause           sci 2009;16:1670–1673.\n                  of vascular events. The pathophysiology of vasospasm         5. Mohindra S, Kovai P, Chhabra R. Fatal bilateral ACA\n                  following pituitary apoplexy remains unknown.7,9                territory infarcts after pituitary apoplexy: a case report\n                  Transdiaphragmatic rupture of the sellar adenoma or             and literature review. Skull Base 2010;20:285–288.\n                                                                               6. Rodier G, Mootien Y, Battaglia F, Martinet O, Cohen E.\n                  extravasation of blood from the hemorrhagic or necrotic\n                                                                                  Bilateral stroke secondary to pituitary apoplexy. J Neurol\n                  adenoma into the subarachnoid space is a likely cause.9         2003;250:494–495.\n                  Secretion of potent vasoactive substances by the tumor       7. Ahmed SK, Semple PL. Cerebral ischaemia in pituitary\n                  may also contribute to vasospasm.10 We therefore                apoplexy. Acta Neurochir 2008;150:1193–1196.\n                  inferred that, for this patient, both mechanical com-        8. Chokyu I, Tsuyuguchi N, Goto T, Chokyu K, Chokyu M,\n                  pression and cerebral vasospasm were likely pathogen-           Ohata K. Pituitary apoplexy causing internal carotid artery\n                  eses related to the stroke event.                               occlusion: case report. Neurol Med Chir 2011;51:48–51.\n                                                                               9. Cardoso ER, Peterson EW. Pituitary apoplexy and vaso-\n                      Early decompression surgery is often advocated for\n                                                                                  spasm. Surg Neurol 1983;20:391–395.\n                  pituitary apoplexy to save visual acuity.8 However, it      10. Wilson JL, Feild JR. The production of intracranial vas-\n                  may be harmful when secondary ischemic stroke                   cular spasm by hypothalamic extract. J Neurosurg 1974;\n                  occurs, since recanalization of the obstructed ICA              40:473–479.\n\n\n\n\n                                                                              Neurology 82        January 14, 2014                                    e13\n\nª 2014 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 42-year-old man with severe headache, fever, and acute\n                                    coma\n                      Fei Han, Bin Peng, Shan Gao, et al.\n                          Neurology 2014;82;e9-e13\n                    DOI 10.1212/WNL.0000000000000014\n\n                 This information is current as of January 13, 2014\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/82/2/e9.full.html\n\nReferences                     This article cites 10 articles, 1 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/82/2/e9.full.html##ref-list-1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Cerebrovascular disease/Stroke\n                               http://www.neurology.org//cgi/collection/all_cerebrovascular_dis\n                               ease_stroke\n                               Coma\n                               http://www.neurology.org//cgi/collection/coma\n                               Infarction\n                               http://www.neurology.org//cgi/collection/infarction\n                               Stroke in young adults\n                               http://www.neurology.org//cgi/collection/stroke_in_young_adult\n                               s\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus",
  "wordCount": 2283,
  "indexed": "2025-09-25T22:54:05.573Z",
  "method": "direct"
}
