{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Yaghi et al. - 2015 - Clinical Reasoning A 50-year-old man with “elephantiasis” and headache.pdf",
  "fileName": "Yaghi et al. - 2015 - Clinical Reasoning A 50-year-old man with “elephantiasis” and headache.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Yaghi et al. - 2015 - Clinical Reasoning A 50-year-old man with “elephantiasis” and headache.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 50-year-old man with “elephantiasis”\nJohn J. Millichap, MD\n                         and headache\n\nShadi Yaghi, MD          SECTION 1                                                                          per minute and regular, and a blood pressure of\nTomoko Kitago, MD        A 50-year-old man with a medical history of “ele-                                  132/78 mm Hg. General physical examination re-\nMitchell S.V. Elkind,    phantiasis” of the legs, status post left above the knee                           vealed right leg hypertrophy with hyperpigmentation,\n  MD, MS                 amputation with prosthetic limb, and hypothyroid-                                  and edema more prominent distally (tree-barking)\n                         ism presented with 1 week of headache and nausea.                                  (figure 1). A comprehensive neurologic examination\n                         The headache was continuous, with gradual worsen-                                  had normal results. Basic laboratory tests including\nCorrespondence to        ing over the 7 days prior to admission, and he                                     complete blood count, basic metabolic panel, and\nDr. Yaghi:\nshadiyaghi@yahoo.com\n                         had minimal relief with ibuprofen. On the second                                   thyroid tests were within normal limits. Head CT\n                         day, he developed nausea. He denied any history of                                 showed a hypodensity in the left cerebellar hemisphere\n                         headaches, blurred or double vision, numbness,                                     (figure 1).\n                         weakness, tingling, loss of balance, vertigo, chest pain,\n                                                                                                            Question for consideration:\n                         palpitations, or shortness of breath. In the emergency\n                         room, he was afebrile with a heart rate of 78 beats                                1. What is your differential diagnosis?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                            Figure 1           Patient photograph and CT\n\n\n\n\n                         (A) Right leg hypertrophy with hyperpigmentation and tree-barking. (B) Noncontrast brain CT shows a hypodensity in left\n                         cerebellum.\n\n\n\n                         From the Department of Neurology, College of Physicians and Surgeons (S.Y., T.K., M.S.V.E.), and the Department of Epidemiology, Mailman\n                         School of Public Health (M.S.V.E.), Columbia University, New York, NY.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne152                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                       cerebellar findings on examination is not uncommon\n                  The patient has a subacute headache with a CT scan              in patients with cerebellar stroke.2\n                  showing a hypodensity in the left cerebellar hemi-                  The patient had a brain MRI that showed an acute\n                  sphere. The most likely etiology of the patient’s find-         left cerebellar infarction and another small acute\n                  ings is a cerebellar stroke, which typically presents           infarct in the left corona radiata (figure 2). Magnetic\n                  acutely and is more likely to be associated with head-          resonance angiography head and neck were within\n                  ache at onset than strokes in other locations.1 Other           normal limits.\n                  possible causes of cerebellar hypodensity on CT scan\n                                                                                  Question for consideration:\n                  include an inflammatory cerebellitis or a cerebellar\n                  tumor. The normal neurologic examination does                   1. What is your next step in the management of this\n                  not exclude a vascular etiology since the absence of               patient?\n\n\n\n\n                                                                                                                      GO TO SECTION 3\n\n\n\n\n                    Figure 2       MRI diffusion-weighted sequence\n\n\n\n\n                  MRI shows an acute left cerebellar infarct and a small infarct in the left corona radiata.\n\n\n                                                                                  Neurology 85    November 24, 2015                e153\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                    with a PFO,4 the patient underwent lower extremity\n                    The brain MRI showed infarcts in multiple vascular           Doppler imaging and magnetic resonance venogra-\n                    territories in both the posterior and anterior circula-      phy (MRV) of the pelvis that showed no definite\n                    tion (left posterior inferior cerebellar artery and left     evidence of venous thrombi. The pelvic MRV,\n                    middle cerebral artery), which is a pattern typically        however, showed extensive pelvic varices (figure 3).\n                    considered suggestive of a proximal cardio-aortic            The patient was started on aspirin that was later held\n                    embolic source, but that may also be seen with other         due to hemorrhoidal bleeding requiring blood\n                    etiologies such as vasculitis and multifocal atheroscle-     transfusion.\n                    rosis.3 Given that his vessel imaging did not demon-             Consideration of deep vein thrombosis as a\n                    strate a stenosis, a cardiac source was highly               potential source of paradoxical embolism led to a\n                    suspected. Electrocardiogram and inpatient telemetry         re-evaluation of the patient’s diagnosis of elephan-\n                    showed no evidence of atrial fibrillation. A transtho-       tiasis. A more thorough dermatologic examination\n                    racic echocardiogram with agitated saline injection          revealed extensive purplish discoloration of the skin\n                    was performed, demonstrating right to left shunting          of the hypertrophied leg as well as of the abdomen\n                    consistent with a patent foramen ovale (PFO) with-           and back (figure 3).\n                    out an associated atrial septal aneurysm, and this was\n                                                                                 Questions for consideration:\n                    confirmed by a transesophageal echocardiogram.\n                    Given the association between lower extremity and            1. What is the likely diagnosis?\n                    pelvic thrombi and cryptogenic stroke in patients            2. How would you manage the patient now?\n\n\n\n\n                                                                                                                    GO TO SECTION 4\n\n\n\n\n                      Figure 3      Patient photographs and magnetic resonance venography\n\n\n\n\n                    (A) Extensive purplish discoloration of skin on abdomen and back. (B) Magnetic resonance venography of the pelvis shows\n                    extensive pelvic varices (arrows).\n\n\n\ne154                Neurology 85   November 24, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                   AUTHOR CONTRIBUTIONS\n                  The patient had evidence of diffuse capillary malfor-       Shadi Yaghi: manuscript preparation and editing. Tomoko Kitago: man-\n                                                                              uscript revision. Mitchell S.V. Elkind: manuscript editing and obtaining\n                  mations, lower extremity hypertrophy, widespread            figures.\n                  varicosities, and possible paradoxical embolism sug-\n                  gestive of Klippel-Trenaunay syndrome (KTS).                STUDY FUNDING\n                      The prevalence of KTS is 1/20,000 to 1/100,000. It      No targeted funding reported.\n                  consists of diffuse capillary, venous, and lymphatic mal-\n                                                                              DISCLOSURE\n                  formations and abnormal bone or soft tissue growth\n                                                                              S. Yaghi received funding from National Institute of Neurological Disorders\n                  (e.g., leg hypertrophy).5 It is strongly associated with    and Stroke StrokeNet (grant no. NYCCSTN, NINDS U10NS086728).\n                  risk of venous thromboembolism or pulmonary embo-           T. Kitago received funding from Clinical Neuroscientist Training Grant,\n                  lism (;50%), which likely occurs in the setting of stasis   T32, salary and research support, 2007–present. Dr. Elkind receives com-\n                                                                              pensation for providing consultative services for Biotelemetry/Cardionet,\n                  in enlarged distorted venous malformations.6 It may\n                                                                              BMS-Pfizer Partnership, Boehringer-Ingelheim, Daiichi-Sankyo, and\n                  also be associated with ischemic strokes7 and intracra-     Janssen Pharmaceuticals; serves on the National, Founders Affiliate, and\n                  nial aneurysms.8 No gene has been identified as a cause     New York City chapter boards of the American Heart Association/\n                  of this syndrome although it is thought to be related to    American Stroke Association; and receives royalties from UpToDate for a\n                                                                              chapter related to cryptogenic stroke. Go to Neurology.org for full disclosures.\n                  a factor involved in embryogenic angiogenesis.5\n                      Given the increased risk of deep venous thrombo-\n                  sis in patients with KTS, the embolic pattern of the        REFERENCES\n                                                                               1. Tentschert S, Wimmer R, Greisenegger S, Lang W,\n                  patient’s infarcts on MRI, and the presence of a\n                                                                                  Lalouschek W. Headache at stroke onset in 2196 patients\n                  PFO, paradoxical embolism was thought the most                  with ischemic stroke or transient ischemic attack. Stroke\n                  likely stroke mechanism. Obtaining an MRI helped                2005;36:e1–e3.\n                  identify another clinically silent infarct in a different    2. Edlow JA, Newman-Toker DE, Savitz SI. Diagnosis and\n                  vascular territory, which raised the suspicion for a            initial management of cerebellar infarction. Lancet Neurol\n                  cardio-aortic embolic source.                                   2008;7:951–964.\n                                                                               3. Yaghi S, Elkind MS. Cryptogenic stroke: a diagnostic chal-\n                      While the use of chronic anticoagulation may be a\n                                                                                  lenge. Neurol Clin Pract 2014;4:386–393.\n                  reasonable stroke prevention strategy given the high         4. Cramer SC, Rordorf G, Maki JH, et al. Increased pelvic\n                  risk of thrombotic complications with this disease,             vein thrombi in cryptogenic stroke: results of the paradox-\n                  in patients with KTS and gastrointestinal involve-              ical emboli from large veins in ischemic stroke (pelvis)\n                  ment there is a significant competing risk of life-             study. Stroke 2004;35:46–50.\n                  threatening gastrointestinal bleeding.9 PFO is found         5. Kihiczak GG, Meine JG, Schwartz RA, Janniger CK.\n                                                                                  Klippel-Trenaunay syndrome: a multisystem disorder possi-\n                  in about 25% of the normal population and is more\n                                                                                  bly resulting from a pathogenic gene for vascular and tissue\n                  common in patients with cryptogenic stroke than                 overgrowth. Int J Dermatol 2006;45:883–890.\n                  other stroke subtypes. The medical and surgical treat-       6. Douma RA, Oduber CE, Gerdes VE, et al. Chronic pul-\n                  ment of PFO is controversial.3 Although there is lack           monary embolism in Klippel-Trenaunay syndrome. J Am\n                  of evidence to support the routine closure of a PFO in          Acad Dermatol 2012;66:71–77.\n                  patients with cryptogenic stroke pending results of          7. Beume LA, Fuhrmann SC, Reinhard M, Harloff A. Coin-\n                                                                                  cidence of ischemic stroke and recurrent brain haemor-\n                  ongoing trials,10 it was performed in this patient given\n                                                                                  rhage in a patient with Klippel-Trenaunay syndrome.\n                  the risk of recurrent paradoxical embolism and the\n                                                                                  J Clin Neurosci 2013;20:1454–1455.\n                  relative contraindication to long-term anticoagulation.      8. Kim YW, Kim N, Hwang JM, Choung HK, Khwarg SI.\n                                                                                  Teaching NeuroImages: multiple giant intracranial aneur-\n                  DISCUSSION In patients with cryptogenic stroke, a               ysms in Klippel-Trenaunay syndrome. Neurology 2013;\n                  careful skin and musculoskeletal examination may                81:e17–18.\n                  help determine the stroke mechanism. While                   9. Wilson CL, Song LM, Chua H, et al. Bleeding from cav-\n                  evidence-based medicine suggests no benefit of                  ernous angiomatosis of the rectum in Klippel-Trenaunay\n                                                                                  syndrome: report of three cases and literature review. Am J\n                  PFO closure over medical therapy in general, in this\n                                                                                  Gastroenterol 2001;96:2783–2788.\n                  patient with substantial bleeding risk in the context       10. Ntaios G, Papavasileiou V, Makaritsis K, Michel P. PFO\n                  of chronic anticoagulation, PFO closure may be a                closure vs. medical therapy in cryptogenic stroke or tran-\n                  reasonable stroke prevention strategy to prevent                sient ischemic attack: a systematic review and meta-analysis.\n                  recurrent paradoxical embolism.                                 Int J Cardiol 2013;169:101–105.\n\n\n\n\n                                                                              Neurology 85        November 24, 2015                                   e155\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.",
  "wordCount": 1566,
  "indexed": "2025-09-25T22:55:18.866Z",
  "method": "direct"
}
