{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Beh et al. - 2012 - Clinical Reasoning A 41-year-old comatose man wit.pdf",
  "fileName": "Beh et al. - 2012 - Clinical Reasoning A 41-year-old comatose man wit.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Beh et al. - 2012 - Clinical Reasoning A 41-year-old comatose man wit.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                           Clinical Reasoning:\nSection Editor             A 41-year-old comatose man with absent\nMitchell S.V. Elkind,\nMD, MS                     brainstem reflexes\n\nShin C. Beh, MD            SECTION 1                                                                of trauma, needle puncture marks, or tongue or\nSteven Vernino, MD,        A 41-year-old obese man was stopped by the police                        buccal lacerations were observed. Spontaneous\n   PhD                     for driving erratically. He was confused, dysarthric,                    movements were absent. He did not open his eyes,\nWorthy R. Warnack,         ataxic, and vomited repeatedly before collapsing and                     grimace, withdraw, or posture to noxious stimuli\n   MD                      becoming rapidly obtunded, eventually requiring                          (nailbed and supraorbital pressure). Neuromuscular\n                           rapid sequence intubation (RSI). He arrived at the                       blockade was excluded with a train of 4 twitches with\n                           emergency department (ED) with a Glasgow Coma                            maximal ulnar nerve stimulation. His pupils were\nCorrespondence & reprint   Scale score of 3, hypothermia (35.3°C), and hypo-                        fixed at 2 mm and unreactive to light. Corneal and\nrequests to Dr. Beh:\nscjbeh@gmail.com           tension (78/38 mm Hg), with a heart rate of 80. He                       oculocephalic (vertical and horizontal) reflexes were\n                           was treated with warm IV fluid boluses and warming                       absent. Irrigation of each ear canal with ice water\n                           blanket. He was examined by the attending and resi-                      produced no eye deviation. No gag or cough reflexes\n                           dent neurologists approximately 2.5 hours from the                       were elicited with posterior pharyngeal stimulation\n                           time of RSI. He was mechanically ventilated but had                      and tracheal suctioning respectively. His extremities\n                           received no sedation since intubation. Nothing was                       were flaccid and areflexic. Babinski sign was absent.\n                                                                                                    No gaze deviation, nystagmoid eye movements, fa-\n                           known about his medical history and no collateral\n                                                                                                    cial twitching, or jerking movements were observed.\n                           information was available.\n                                                                                                    Cardiovascular, lung, and abdominal examinations\n                              He did not respond to naloxone or thiamine.\n                                                                                                    were unremarkable.\n                           Clinical examination was performed with a tempera-\n                           ture of 36°C and a blood pressure of 120/80 mm Hg.                       Questions for consideration:\n                           He remained mechanically ventilated without spon-                        1. How do you approach a comatose patient?\n                           taneous respirations. No meningismus, external signs                     2. What are the differential diagnoses?\n\n\n\n\n                                                                                                                                              GO TO SECTION 2\n\n\n\n\n                           From the Departments of Neurology & Neurotherapeutics, University of Texas Southwestern Medical Center at Dallas, Dallas.\n                           Disclosure: Author disclosures are provided at the end of the article.\n\n\n\n\ne42                        Copyright © 2012 by AAN Enterprises, Inc.\n\fSECTION 2                                                  hemorrhage or diffuse axonal injury. Ischemic or\nThe comatose patient who presents to the ED is a           hemorrhagic strokes (especially those involving the\nchallenge. The list of potential causes is vast and the    posterior circulation, including the top of the basilar\nclinician’s approach must be systematic.                   syndrome) are important causes. Unresponsive states\n    Once the airway, breathing, and circulatory status     may be due to postictal states or nonconvulsive status\nare secured, IV thiamine is given followed by glucose      epilepticus.\nor dextrose since hypoglycemia is a common revers-             Given the aforementioned differential diagnoses,\nible cause of coma. In this patient, capillary blood       laboratory tests included complete blood count, electro-\nglucose was 125 mg/dL. IV naloxone is given empir-         lytes, urea, creatinine, liver enzymes, coagulation pro-\nically as an antidote for possible opioid toxicity.        file, arterial blood gas, lactate, ammonia, troponin,\n    Metabolic causes of coma are a very important          thyroid stimulating hormone, vitamin B12, blood alco-\nconsideration. Electrolyte derangements (sodium,           hol level, HIV, syphilis serology, C-reactive protein,\ncalcium, magnesium), hypoglycemia or hyperglyce-           erythrocyte sedimentation rate, blood cultures, and uri-\nmia, acid-base disorders, severe hypothyroidism, hy-       nalysis. These were within normal limits. CSF analysis\npoadrenalism, hypoxia, hepatic failure, uremia, and        for cell count, protein, glucose, Gram staining, cultures,\nhypercarbia should be considered.                          and herpes simplex virus PCR were unremarkable.\n    Illicit drugs, medication overdosage (accidental or    Blood and urine toxicology screen were negative for\nintentional), certain toxins, and alcohol deserve note-    benzodiazepines, cocaine, phencyclidine, cannabi-\nworthy attention. Major offenders include narcotics,       noids, methamphetamine, opiates, tricyclic antide-\nbenzodiazepines, lithium, antipsychotics, salicylates,     pressants, salicylates, and acetaminophen. EKG and\nantiepileptic medications, heroin, cocaine, inhaled        CT head were normal. Brain MRI was not per-\nsolvents, methanol, ethylene glycol, and carbon            formed due to metallic hardware in the cervical\nmonoxide.                                                  spine visualized on radiography.\n    Infectious causes (encephalitis, meningitis, sepsis,\n                                                           Questions for consideration:\nneurosyphilis, and HIV-related infections) and in-\ncreased intracranial pressure should be considered.        1. What was the cause of coma in this patient?\nComa may result from trauma leading to intracranial        2. Is this clinical picture compatible with brain death?\n\n\n\n\n                                                                                                GO TO SECTION 3\n\n\n\n\n                                                           Neurology 78    February 14, 2012                          e43\n\f      SECTION 3                                                 the spinal cord.2 The recommended regimen for adults\n      Despite the absence of pupillary light, corneal, oculo-   is 5 mg 3 times daily and may be increased to a maxi-\n      cephalic, vestibulo-ocular, pharyngeal, and tracheal      mum dose of 80 mg per day.\n      reflexes, the patient’s examination did not meet the          Baclofen toxicity can occur in the setting of oral\n      current American Academy of Neurology guidelines1         ingestion or intrathecal administration. Reports of\n      for brain death in adults. Firstly, the constricted pu-   toxicity are predominantly single case reports with\n      pils were suggestive of drug toxicity1; secondly, there   one report of 14 adolescents overdosing in a single\n      was no identifiable cause of the profound coma. We        event.2 One study3 consisted of a retrospective review\n      therefore did not proceed with apnea testing but          of prospectively collected data on 23 cases of\n      elected to institute supportive care while searching      baclofen overdose.\n      for a cause of the coma.                                      Overdose presents with nausea, ataxia, and agitation\n          No CNS-depressant drugs were administered or          followed by profound coma with flaccid areflexia and\n      detected on routine toxicology screening. Severe elec-    respiratory depression.4 – 6 Other manifestations include\n      trolyte, acid-base, or endocrine abnormalities were       absent brainstem reflexes, hypotension, bradycardia,\n      absent. Head and neck CT angiogram (CTA) re-              tachycardia, hypothermia, hypersalivation, and su-\n      vealed normal flow. Empiric acyclovir and antibiotics     praventricular tachycardia.2– 4,6 – 8 Miosis is more com-\n      were started. As he did not appear to be nonconvul-       mon than mydriasis2,6,7 and pupil reactivity is typically\n      sive status epilepticus, an EEG was not performed at      lost.5 Ventilatory support (mean length of 40 hours2) is\n      the time of presentation. About 10 hours later, he        often required, particularly when ingestion exceeds 200\n      regained spontaneous movement and respirations.           mg.3 Seizures may be related to baclofen toxicity or\n      He was agitated, hypertensive, tachycardic, and dia-      withdrawal.5 Myoclonus (epileptic or encephalopathic\n      phoretic. Tone was normal but diffuse hyperreflexia       in origin) has been reported.7\n      and prominent fasciculations in his leg muscles were          The most common EEG findings in baclofen tox-\n      noted. EEG at this time showed generalized theta          icity are burst suppression4,8 and nonspecific diffuse\n      slowing with reactivity.                                  slowing9 but other EEG patterns have been reported\n          We contacted the patient’s recently divorced wife,    as well.8 Laboratory abnormalities include transient\n      who believed he was taking baclofen, duloxetine, and\n                                                                elevation of hepatic enzymes, hyperglycemia, and\n      desvenlafaxine, and had been very depressed and dis-\n                                                                leukocytosis.5\n      traught lately. With this information, a presumptive\n                                                                    In most settings, measurement of serum baclofen\n      diagnosis of intentional baclofen overdose was made.\n                                                                levels is not readily available. Furthermore, animal ex-\n      Delirium, hyperreflexia, fasciculations, and auto-\n                                                                periments indicate that the apparent rate of baclofen\n      nomic changes were attributed to acute baclofen\n                                                                elimination from nervous tissue is slower than from se-\n      withdrawal. Serotonin syndrome was a possible dif-\n                                                                rum,4 which may explain the prolonged neurologic\n      ferential diagnosis.\n                                                                manifestations following overdose despite normal or\n          He received meticulous supportive care. Loraz-\n                                                                negligible serum levels.2 There is no antidote for toxicity\n      epam and haloperidol were used to control agitation.\n                                                                and therefore, treatment is supportive therapy. Coma\n      Baclofen 5 mg 3 times daily was started to treat acute\n                                                                may occur rapidly but with supportive care, full neuro-\n      baclofen withdrawal. Cyproheptadine was given to\n                                                                logic recovery can be expected, provided no cerebral\n      treat possible serotonin syndrome.\n                                                                hypoxic-ischemic insult occurred.4,5\n          He recovered completely by day 5 of hospitaliza-\n                                                                    Though recommended, gastric lavage and acti-\n      tion. He was alert, attentive, and oriented. His vital\n                                                                vated charcoal may be of little use given the rapid\n      signs were stable. His reflexes were normal and fas-\n                                                                absorption of baclofen from the alimentary tract.7\n      ciculations resolved. He admitted to attempting sui-\n                                                                Atropine,2,5 physostigmine,2,4 flumazenil,4 ondanse-\n      cide by ingesting at least 600 mg of baclofen. He\n                                                                tron,5 and hemodialysis6 have been used but none are\n      denied taking other drugs. He was transferred to the\n                                                                supported by controlled studies. Baclofen withdrawal\n      medical ward and later, for psychiatric care.\n                                                                syndrome may occur in patients on chronic therapy and\n          Although measurement of blood baclofen levels\n                                                                is typically more severe in intrathecal baclofen therapy.\n      were unavailable at our institution, his medical his-\n                                                                Manifestations include pruritus, seizures, myoclonus,\n      tory and clinical course pointed to a diagnosis of in-\n                                                                delirium, psychosis, diplopia, dyskinesias, rebound\n      tentional baclofen overdose.\n                                                                spasticity, autonomic instability, and hyperthermia. In\n      DISCUSSION                                                severe cases, rhabdomyolysis, renal failure, multisystem\n      Baclofen [4-amino-3(4-chlorophenyl)-butanoic acid] is     organ failure, and death may occur.6,8,9\n      a lipophilic derivative of ␥-aminobutyric acid (GABA),        This case underscores the importance of meeting\n      one of the primary inhibitory neurotransmitters of the    all the prerequisites of the AAN practice guidelines\n      CNS, and acts by agonism of the GABAB receptors of        for determining brain death. Apart from excluding\n\ne44   Neurology 78   February 14, 2012\n\fhypotension, hypothermia, and severe acid-base,                               REFERENCES\nelectrolyte, or endocrine abnormalities, it is impor-                          1. Wijdicks EFM, Panayiotis NV, Gronseth GS, Greer DM.\n                                                                                  Evidence-based guideline update: determining brain death\ntant to identify the cause of the coma either by neu-\n                                                                                  in adults: report of the quality standards subcommittee of\nroimaging or laboratory studies.1 This case illustrates\n                                                                                  the American Academy of Neurology. Neurology 2010;\nhow certain CNS-suppressing drugs that cannot be                                  74:1911–1918.\nreadily tested for, like baclofen, may induce a coma                           2. Perry HE, Wright RO, Shannon MW, Woolf AD.\nmimicking brain death. It may be argued that confir-                              Baclofen overdose: drug experimentation in a group of ad-\nmatory tests like CTA and EEG would exclude the                                   olescents. Pediatrics 1998;101:1045–1048.\ndiagnosis of brain death in such cases, but it is imper-                       3. Yeung NY, Whyte IM, Isbister GK. Baclofen overdose:\native to remember these studies can produce false-                                defining the spectrum of toxicity. Emerg Med Australas\nnegative results.10 In coma with absent brainstem                                 2006;18:77– 82.\n                                                                               4. Ostermann ME, Young B, Sibbald WJ, Nicolle MW.\nreflexes, the clinical determination of brain death\n                                                                                  Coma mimicking brain death following baclofen overdose.\nshould not be made if the cause of the coma remains\n                                                                                  Intensive Care Med 2000;26:1144 –1146.\nunidentified. We emphasize the importance of eluci-                            5. VanDierendonk DR, Dire DJ. Baclofen and ethanol inges-\ndating the cause of profound coma prior to the con-                               tion: a case report. J Emerg Med 1999;17:989 –993.\nsideration of formal brain death declaration.                                  6. Peng CT, Ger J, Yang CC, Tsai WJ, Deng JF, Bullard MJ.\n                                                                                  Prolonged severe withdrawal symptoms after acute-on-\nAUTHOR CONTRIBUTIONS                                                              chronic baclofen overdose. J Toxicol Clin Toxicol 1998;\nDr. Beh was involved in drafting and revision of the manuscript. Drs.             36:359 –363.\nVernino and Warnack were involved in revision of the manuscript.               7. Ghose K, Holmes KM, Matthewson K. Complications of\n                                                                                  baclofen overdose. Postgrad Med J 1980;56:865– 867.\nDISCLOSURE                                                                     8. Darbari FP, Melvin JJ, Piatt JH, Adirim TA. Intrathecal\nDr. Beh reports no disclosures. Dr. Vernino has served on a scientific            baclofen overdose followed by withdrawal: clinical and\nadvisory board and as consultant for Athena Diagnostics, Inc.; serves as an       EEG features. Pediatr Neurol 2005;33:373–377.\nAssociate Editor for Clinical Autonomic Research and on the editorial\n                                                                               9. Green LB, Nelson VS. Death after acute withdrawal of\nboard of Archives of Neurology; receives/has received research support from\n                                                                                  intrathecal baclofen: case report and literature review. Arch\nChelsea Therapeutics, the NIH/NINDS, and the US Department of Vet-\nerans Affairs; and receives license fee payments from Athena Diagnostics,         Phys Med Rehabil 1999;80:1600 –1604.\nInc. for technology re: Antigen material for antibody testing. Dr. War-       10. Wijdicks EFM. The case against confirmatory tests for deter-\nnack reports no disclosures.                                                      mining brain death in adults. Neurology 2010;75:77– 83.\n\n\n\n\n                                                                              Neurology 78     February 14, 2012                          e45\n\f   Clinical Reasoning: A 41-year-old comatose man with absent brainstem reflexes\n                 Shin C. Beh, Steven Vernino and Worthy R. Warnack\n                             Neurology 2012;78;e42-e45\n                        DOI 10.1212/WNL.0b013e318246d690\n\n                     This information is current as of February 13, 2012\n\n Updated Information &               including high resolution figures, can be found at:\n Services                            http://www.neurology.org/content/78/7/e42.full.html\n\n Supplementary Material              Supplementary material can be found at:\n                                     http://www.neurology.org/content/suppl/2012/02/10/78.7.e42.DC1.htm\n                                     l\n References                          This article cites 10 articles, 4 of which you can access for free at:\n                                     http://www.neurology.org/content/78/7/e42.full.html##ref-list-1\n Subspecialty Collections            This article, along with others on similar topics, appears in the\n                                     following collection(s):\n                                     All Clinical Neurology\n                                     http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                     Brain death\n                                     http://www.neurology.org//cgi/collection/brain_death\n                                     Coma\n                                     http://www.neurology.org//cgi/collection/coma\n                                     Other toxicology\n                                     http://www.neurology.org//cgi/collection/other_toxicology\n Permissions & Licensing             Information about reproducing this article in parts (figures,tables) or in\n                                     its entirety can be found online at:\n                                     http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                            Information about ordering reprints can be found online:\n                                     http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2012 by AAN Enterprises, Inc.. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2141,
  "indexed": "2025-09-25T22:53:20.817Z",
  "method": "direct"
}
