{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Woo et al. - 2013 - Clinical Reasoning A 45-year-old woman with reversible bilateral hearing loss.pdf",
  "fileName": "Woo et al. - 2013 - Clinical Reasoning A 45-year-old woman with reversible bilateral hearing loss.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Woo et al. - 2013 - Clinical Reasoning A 45-year-old woman with reversible bilateral hearing loss.pdf",
  "text": "Clinical Reasoning: A 45-year-old woman with reversible bilateral\n                          hearing loss\n   Peter Yat Ming Woo, Jeremy Yuen Chun Teoh, George Kwok Chu Wong, et al.\n                            Neurology 2013;80;e23\n                     DOI 10.1212/WNL.0b013e31827deaff\n\n\n                   This information is current as of January 14, 2013\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n               http://www.neurology.org/content/80/3/e23.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2013 by AAN Enterprises, Inc. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                                 Clinical Reasoning:\nSection Editor                   A 45-year-old woman with reversible\nMitchell S.V. Elkind,\nMD, MS                           bilateral hearing loss\n\nPeter Yat Ming Woo,              SECTION 1                                                                         On the day of admission, the woman did not com-\n   MMedSc*                       A 45-year-old woman complained of a progressive                               plain of headache and there were no blurring of vision.\nJeremy Yuen Chun Teoh,           2-month history of bilateral hearing impairment and                           On physical examination, the patient was fully conscious\n   MBBS*                         diplopia on upward gaze. She had a history of a recur-                        with significant bilateral hearing impairment and upward\nGeorge Kwok Chu Wong,            rent pineal region ganglioglioma with repeated tumor                          conjugate gaze palsy. Her visual acuity was 20/40 in each\n   MD                            excision, adjuvant radiotherapy, and a ventriculo-                            eye and her visual fields were intact. Fundoscopy showed\nXian Lun Zhu, FRCSEd             peritoneal shunt performed 12 years prior. Subsequent                         no evidence of papilledema. The ventriculo-peritoneal\n   (SN)                          imaging studies 6 years ago showed a pineal region cyst                       shunt valve was compressible and refilled quickly.\nDeyond Yung Woon Siu,            with progressive increase in size and a Rickham reser-\n                                                                                                               Questions for consideration:\n   FRCR                          voir (Codman; Johnson & Johnson, Raynham, MA)\nMarco Cheuk Lun Kwan,            was placed for percutaneous cyst fluid aspiration. The                        1. What other physical signs could be elicited in view\n   FRCSEd(SN)                    size of the cystic lesion remained static upon follow-up                         of her past medical history?\nWai Sang Poon, FRCS              CT scans for several years.                                                   2. What are the main differential diagnoses to consider?\n\n\nCorrespondence to\nDr. Wong:\ngeorgewong@surgery.cuhk.edu.hk\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                                 *These authors contributed equally to this work.\n                                 From the CUHK Brain Tumour Centre, Department of Surgery (P.Y.M.W., J.Y.C.T., G.K.C.W., X.L.Z., M.C.L.K., W.S.P.), and Department of\n                                 Imaging and Interventional Radiology (D.Y.W.S.), Prince of Wales Hospital, The Chinese University of Hong Kong, Hong Kong.\n                                 Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the\n                                 article.\n\n                                                                                                               © 2013 American Academy of Neurology                                 e23\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                  of the head to assess the known pineal region cyst,\n  Figure 1       CT of the head\n                                                                                                  reservoir and shunt placement, and any other intra-\n                                                                                                  cranial pathology. MRI would yield higher resolu-\n                                                                                                  tion images, but may not be urgently available.\n                                                                                                  Her CT scan showed a large pineal region cyst with\n                                                                                                  a significant interval increase in size compared to\n                                                                                                  her last imaging study a year ago. The intracranial\n                                                                                                  Rickham reservoir catheter was in situ within the\n                                                                                                  cyst (figure 1A). The ventriculo-peritoneal shunt\n                                                                                                  catheter was also in position and there was no\n                                                                                                  hydrocephalus. Percutaneous aspiration of the cyst\n                                                                                                  via the Rickham reservoir was attempted and a total\n                                                                                                  of 20 mL of straw-colored fluid was yielded.\n(A) CT scan before pineal region cyst aspiration. (B) CT scan after cyst aspiration. The tip of   Her bilateral hearing improved dramatically and\nthe Rickham catheter can be seen within the pineal region cyst.\n                                                                                                  her upward conjugate gaze palsy was completely\n                                                                                                  resolved after cyst aspiration. A repeat CT scan\n                                 SECTION 2                                                        showed a marked reduction in size of the pineal\n                                 On further physical examination, there was bilateral             region cyst (figure 1B). MRI brain scan revealed\n                                 loss of the direct pupillary light reflex, but preserva-         a pineal region cyst with thick enhancing wall com-\n                                 tion of the accommodation reflex. No convergence                 pressing against the midbrain and posterior third\n                                 nystagmus could be observed.                                     ventricle. The aspirated fluid was sent for cytologic\n                                     The main differential diagnoses were tumor pro-              examination, returning negative for malignant cells.\n                                 gression, postradiation therapy cystic change, and\n                                                                                                  Questions for consideration:\n                                 recurrent hemorrhage with cystic transformation.\n                                 Tumor progression could be diagnosed by an increase              1. Why would fluid reaccumulate in the pineal\n                                 in solid component of the tumor.                                    region cyst?\n                                     The first investigation (after a complete bedside            2. What further investigations should be performed\n                                 clinical examination) was a noncontrast CT scan                     to evaluate her hearing loss?\n\n\n\n\n                                                                                                                                  GO TO SECTION 3\n\n\n\n\ne24                              Neurology 80    January 15, 2013\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                  SECTION 3                                                           were performed before and after the aspiration of\n                                  Fluid reaccumulation in the pineal cyst was postu-                  the cyst.\n                                  lated to be related to recurrent microhemorrhage or\n                                                                                                      Question for consideration:\n                                  active secretion from the cyst wall.\n                                      Pure tone audiogram (figure 2A), speech dis-                    1. How would you interpret the pure tone audiogram\n                                  crimination assessment (figure 2B), and brainstem                      (PTA), speech discrimination assessment, and\n                                  auditory evoked potential investigations (figure 2C)                   brainstem auditory evoked potential (BAEP) results?\n\n\n\n                                                                                                                                             GO TO SECTION 4\n\n\n\n\n  Figure 2        Pure tone audiogram, speech discrimination assessment, and brainstem auditory evoked potential\n\n\n\n\nPure tone audiograms (A), speech discrimination assessment (B), brainstem auditory evoked potential (C) before (left) and after (right) pineal region cyst aspiration.\n\n                                                                                                      Neurology 80    January 15, 2013                           e25\n\n   ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 4                                                     to these extensive auditory interconnections that result\n                    PTA showed a significant left high-frequency hearing          in binaural representation, pineal region lesions must\n                    impairment on both air and bone conduction (sug-              compress the pontine lateral lemnisci and the midbrain\n                    gested neurosensory hearing impairment), which                inferior colliculi (anatomical generators for waves IV\n                    recovered after aspiration. Speech discrimination assess-     and V, respectively) bilaterally in order to produce\n                    ments showed bilateral impairment (left more than             bilateral neurosensory hearing loss.2–4\n                    right), which improved significantly after aspiration.            One reason for the indeterminate incidence of\n                    The characteristic BAEP patterns for this patient sug-        such symptoms is that they can easily be overlooked.\n                    gest a direct compressive effect of the lesion against        In a case series of 12 pineal tumor cases, 5 patients\n                    the tectal plate. Preaspiration BAEP recordings revealed      had hearing loss with evidence of tectal plate com-\n                    bilateral increased interpeak latency of waves III–V (left    pression upon autopsy.5 In another case series of 72\n                    more than right), which reduced after aspiration.             patients with pineal region tumors, 13 (18%) were\n                        The patient developed recurrent bilateral hearing         noted to have measurable hearing impairment.4\n                    loss and diplopia 2 weeks later. A repeat CT scan                 Bilateral hearing loss can occur in patients with\n                    showed re-emergence of the pineal region cyst. A cys-         pineal region tumors and should not be disregarded.\n                    to-peritoneal shunt was performed and there was a tran-       They may even be reversible after appropriate treat-\n                    sient improvement in her symptoms that corresponded           ment as in our patient. The main mechanism was\n                    with the radiologic findings of a decompressed cyst.          direct bilateral compression of the inferior colliculi\n                    Her symptoms recurred 4 weeks later and eventually            and was confirmed with immediate hearing improve-\n                    an infratentorial-supracerebellar approach craniotomy         ment after tumor excision.\n                    with total excision of the lesion was performed. Final\n                    pathology confirmed a pineal region ganglioglioma             AUTHOR CONTRIBUTIONS\n                    (WHO grade I glioma). Her symptoms improved after             G.K. Wong and X.L. Zhu conceived the paper; P.Y. Woo and J.Y. Teoh\n                                                                                  drafted the paper; all authors contributed and agreed to the final version of\n                    the operation and follow-up imaging did not show\n                                                                                  the paper.\n                    recurrence of the pineal region tumor.\n\n                    DISCUSSION                                                    STUDY FUNDING\n                                                                                  No targeted funding reported.\n                    Patients with pineal region lesions classically present\n                    with Parinaud syndrome, a tetrad of signs comprising\n                                                                                  DISCLOSURE\n                    upward conjugate palsy, Argyll-Robertson pupils, i.e,         The authors report no disclosures relevant to the manuscript. Go to\n                    loss of the direct pupillary light reflex with preservation   Neurology.org for full disclosures.\n                    of the accommodation reflex, convergence-retraction\n                    nystagmus, and eyelid retraction, as a result of direct       REFERENCES\n                    compression of the dorsal midbrain, otherwise known           1. Moore DR. Anatomy and physiology of binaural hearing.\n                                                                                     Audiology 1991;30:125–134.\n                    as the tectal plate or the corpora quadrigemina.\n                                                                                  2. Nieuwenhuys R. Anatomy of the auditory pathways, with\n                        A clear understanding of auditory pathway neuroa-            emphasis on the brain stem. Adv Otorhinolaryngol 1984;\n                    natomy is crucial in explaining this patient’s hearing           34:25–38.\n                    impairment as a consequence of a large pineal region          3. Stockard J, Pope-Stockard J, Sharbrough F. Brain stem\n                    tumor. Fibers from the cochlear nerve are received by            auditory evoked potentials in neurology: methodology,\n                    their ipsilateral pontine cochlear nuclei, which relay           interpretation, and clinical application. In: Aminoff M,\n                                                                                     ed. Electrodiagnosis in Clinical Neurology. 3rd ed. New\n                    intricate ascending brainstem projections to the bilat-\n                                                                                     York: Churchill Livingstone; 1992:503–536.\n                    eral superior olivary nuclei, lateral lemnisci, and the\n                                                                                  4. Missori P, Delfini R, Cantore G. Tinnitus and hearing loss in\n                    midbrain’s inferior colliculi. Thus both medial genicu-          pineal region tumours. Acta Neurochir 1995;135:154–158.\n                    late bodies of the forebrain individually receive binaural    5. Horrax G, Bailey P. Tumors of the pineal body. Arch Neurol\n                    information that is relayed to the auditory cortex.1 Due         Psychiatry 1925;13:423–470.\n\n\n\n\ne26                 Neurology 80   January 15, 2013\n\n  ª 2013 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 45-year-old woman with reversible bilateral hearing loss\n Peter Yat Ming Woo, Jeremy Yuen Chun Teoh, George Kwok Chu Wong, et al.\n                           Neurology 2013;80;e23\n                     DOI 10.1212/WNL.0b013e31827deaff\n                 This information is current as of January 14, 2013\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/80/3/e23.full.html\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               Clinical neurology examination\n                               http://www.neurology.org/cgi/collection/clinical_neurology_ex\n                               amination\n                               Evoked Potentials/Auditory\n                               http://www.neurology.org/cgi/collection/evoked_potentials-aud\n                               itory\nPermissions & Licensing        Information about reproducing this article in parts (figures,\n                               tables) or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus",
  "wordCount": 1646,
  "indexed": "2025-09-25T22:55:16.835Z",
  "method": "direct"
}
