{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Batra y Berkowitz - 2015 - Clinical Reasoning A 50-year-old man with headache and cognitive decline.pdf",
  "fileName": "Batra y Berkowitz - 2015 - Clinical Reasoning A 50-year-old man with headache and cognitive decline.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Batra y Berkowitz - 2015 - Clinical Reasoning A 50-year-old man with headache and cognitive decline.pdf",
  "text": "RESIDENT\n               & FELLOW\n               SECTION\n                          Clinical Reasoning:\nSection Editor            A 50-year-old man with headache and\nJohn J. Millichap, MD\n                          cognitive decline\n\nAyush Batra, MD           SECTION 1                                                                             On examination, he was arousable to voice but\nAaron Berkowitz, MD,      A 50-year-old man presented with headache and cog-                                 had difficulty sustaining alertness for more than a\n  PhD                     nitive decline 10 weeks after undergoing matched-                                  few seconds and was unable to state the days of the\n                          donor peripheral blood stem cell transplantation for                               week backward. He was oriented to self, place, and\n                          treatment of mixed-phenotype acute leukemia. His                                   month, but not year. He was able to follow simple\nCorrespondence to         pretransplant treatment included systemic chemo-                                   1- and 2-step commands but with profound psycho-\nDr. Batra:\nabatra@partners.org\n                          therapy (cyclophosphamide, daunorubicin, vincris-                                  motor slowing and abulia. His cranial nerve examina-\n                          tine, prednisone, L-asparaginase, dasatinib, and                                   tion was notable for mild anisocoria (right pupil being\n                          cytarabine), intrathecal chemotherapy (methotrex-                                  1 mm larger than left and slightly sluggish in its\n                          ate), and total body irradiation. His posttransplant                               response) but otherwise unremarkable including fun-\n                          course had been complicated by cutaneous graft-vs-                                 duscopy. There was no weakness or incoordination,\n                          host disease. Over 1 month, he developed holoce-                                   but all movements were performed slowly. Sensory\n                          phalic, throbbing, temporal headache worse when                                    and reflex examinations were normal. The patient\n                          standing and reported feeling confused. His family                                 was able to ambulate slowly with assistance.\n                          members reported progressively withdrawn affect,\n                                                                                                             Question for consideration:\n                          depressed mood, and decreased spontaneous activity.\n                          Before his illness, he worked in a cognitively demand-                             1. What is the localization and differential diagnosis\n                          ing profession with no history of cognitive deficit.                                  for his presentation?\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\nSupplemental data\nat Neurology.org\n\n                          From the Department of Neurology, Brigham and Women’s Hospital (A. Batra, A. Berkowitz), and Department of Neurology, Massachusetts\n                          General Hospital (A. Batra), Harvard Medical School, Boston, MA.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne182                      © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                    SECTION 2\n  Figure       Brain MRI\n                                                                                                    Progressive headache and cognitive decline with no\n                                                                                                    focal signs beyond isolated anisocoria suggest altera-\n                                                                                                    tion in intracranial pressure. The predominant cog-\n                                                                                                    nitive symptoms and signs could suggest the\n                                                                                                    following: a frontal or diffuse infiltrating lesion with\n                                                                                                    mass effect; a posterior fossa or intraventricular\n                                                                                                    lesion causing obstructive hydrocephalus; a diffuse\n                                                                                                    infectious or inflammatory parenchymal process;\n                                                                                                    venous sinus thrombosis with cerebral edema; idio-\n                                                                                                    pathic intracranial hypertension; or an extra-axial\n                                                                                                    process such as leptomeningeal metastasis, infec-\n                                                                                                    tious or inflammatory meningitis, or subdural\n                                                                                                    hematoma. Given his recent stem cell transplant\n                                                                                                    and immunosuppressed state, potential opportunis-\n                                                                                                    tic CNS infections to consider include herpes sim-\n                                                                                                    plex virus, varicella zoster virus, human herpes\n                                                                                                    virus 6, Epstein-Barr virus, aspergillosis, and toxo-\n                                                                                                    plasmosis. CNS graft-vs-host disease is also a consid-\n                                                                                                    eration, as it has rarely been reported to cause\n                                                                                                    cerebral vasculitis, demyelination, and immune-\n                                                                                                    mediated encephalitis.1\n                                                                                                        MRI of the brain was obtained by the patient’s\n                                                                                                    oncologists, and the results prompted neurology con-\n(A) Axial T2-weighted and (B) postcontrast T1-weighted images demonstrate bilateral subdural\n                                                                                                    sultation (figure).\ncollections (thin white arrowheads) and diffuse pachymeningeal enhancement (white arrows).          Question for consideration:\n(C) Axial and (D) sagittal postcontrast T1-weighted contrast highlight pituitary hyperemia (white\narrowhead), pachymeningeal enhancement (white arrow), and brainstem sag (checkered arrow).          1. How should the MRI findings be interpreted?\n\n\n\n\n                                                                                                                                      GO TO SECTION 3\n\n\n\n\n                                                                                                    Neurology 85   December 15, 2015                  e183\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                     viral, fungal (particularly Cryptococcus) or tubercular\n                    MRI of the brain demonstrates diffuse pachymenin-             meningitis. Focal cranial nerve deficits are more likely\n                    geal enhancement, bilateral frontal subdural fluid col-       to be seen with leptomeningeal processes but can be\n                    lections, slit-like ventricles (figure, A and B), pituitary   present with either. This patient’s MRI showed no lep-\n                    hyperemia (figure, C), and sag of the brainstem with          tomeningeal abnormalities.\n                    effacement of the prepontine cistern and decreased                This patient’s MRI demonstrates all of the MRI\n                    distance between the pons and mammillary bodies               findings of intracranial hypotension, which can be\n                    (figure, C and D).                                            remembered by the mnemonic SEEPS: subdural\n                        The differential diagnosis for meningeal enhance-         fluid collections, enhancement of the pachymeninges,\n                    ment depends on whether the enhancement is pachyme-           engorgement of venous structures, pituitary hyperemia,\n                    ningeal (dural) or leptomeningeal (pial/subarachnoid).        and sagging of the brain.2 Cognitive decline and focal\n                    Pachymeningeal processes can result from inflammatory         cranial nerve deficits can develop when decreased CSF\n                    diseases such as Wegener granulomatosis, neurosarcoid-        pressure leads to sagging of the brain and brainstem.3\n                    osis, IgG-4–related hypertrophic pachymeningitis; neo-\n                                                                                  Questions for consideration:\n                    plastic processes such as dural metastases (most common\n                    with breast and prostate cancer) or CNS lymphoma; and         1. What is the differential diagnosis for intracranial\n                    intracranial hypotension. Leptomeningeal processes that          hypotension?\n                    cause diffuse leptomeningeal enhancement include neo-         2. What additional testing can confirm the diagnosis\n                    plastic processes such as lymphoma and carcinomatous             and distinguish among etiologies of intracranial\n                    meningitis, and infectious processes such as bacterial,          hypotension?\n\n\n\n\n                                                                                                                    GO TO SECTION 4\n\n\n\n\ne184                Neurology 85   December 15, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 4                                                lumbar puncture. This was not pursued in our patient\n                  Intracranial hypotension is most often due to CSF        because of the degree of brain sag and concern for\n                  leaks but can also be caused by over-shunting in pa-     herniation. CT myelography has historically been the\n                  tients with ventricular catheters. CSF leaks can occur   diagnostic technique of choice in localizing CSF leaks\n                  due to brain or spine trauma, surgery, or lumbar         in cases of spontaneous intracranial hypotension.\n                  puncture causing disruption of the dura; meningeal       However, magnetic resonance myelography does\n                  diverticulum; or may be classified as spontaneous        not require intrathecal contrast or radiation exposure\n                  if there is no clear precipitant. Although the exact     and is now more commonly used.5 Contrast-\n                  cause of the leak is often not found in patients with    enhanced MRI of the spine was performed in our\n                  spontaneous intracranial hypotension, a precipitating    patient and showed no evidence of CSF leak, menin-\n                  mechanical event can be identified in up to one-third    geal diverticula, or extrathecal CSF collection. In our\n                  of patients.4 Certain connective tissue disorders are    patient, intracranial hypotension was attributed to his\n                  also associated with an increased risk of spontaneous    history of multiple dural punctures for intrathecal\n                  CSF leaks and increased incidence of spontaneous         chemotherapy, although no radiologic evidence of a\n                  intracranial hypotension, such as Marfan syndrome,       precise site of leak was found.\n                  Ehlers-Danlos syndrome type II, and autosomal\n                                                                           Question for consideration:\n                  dominant polycystic kidney disease.2\n                      Intracranial hypotension can be confirmed by dem-    1. How is intracranial hypotension due to CSF leak\n                  onstrating low opening pressure (,60 mm H2O) on             treated?\n\n\n\n\n                                                                                                            GO TO SECTION 5\n\n\n\n\n                                                                           Neurology 85   December 15, 2015                 e185\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 5                                                    intracranial hypotension (as was the case with our\n                    Treatment of intracranial hypotension requires nor-          patient) may be attributed to microstructural changes\n                    malizing CSF pressure and addressing the suspected           within the pachymeninges due to fibrocollagenous\n                    etiology of the CSF leak, if found. In cases in which        proliferation caused by an inflammatory response\n                    dural defects are found, definitive treatment is by sur-     induced by intracranial hypotension.e2\n                    gical repair, although not all defects are amenable to           This patient’s case highlights the importance of\n                    repair.2 Fortunately, most cases of intracranial hypo-       recognizing the variety and severity of symptoms that\n                    tension with absence of identified CSF leak resolve          can be caused by intracranial hypotension and the\n                    spontaneously. For those patients requiring treat-           associated neuroimaging findings. Although the true\n                    ment, a range of options exist, although none have           incidence of cognitive decline in the setting of intra-\n                    been studied through randomized controlled trials.           cranial hypotension remains unknown, early recogni-\n                    Conservative approaches to treating orthostatic head-        tion and prompt treatment can result in complete\n                    ache due to spontaneous intracranial hypotension             normalization of neurologic deficits.\n                    include bed rest, aggressive oral hydration, and\n                    increase in caffeine intake. IV caffeine, theophylline,      AUTHOR CONTRIBUTIONS\n                                                                                 Dr. Batra drafted the initial manuscript, revised the manuscript, and was\n                    and steroids are utilized by some practitioners, but\n                                                                                 involved in the clinical care of the patient. Dr. Berkowitz revised the\n                    data on their efficacy are limited.2                         manuscript and was involved in the clinical care of the patient.\n                        The primary treatment for headache with intracra-\n                    nial hypotension refractory to conservative measures is      STUDY FUNDING\n                    epidural blood patching. In this procedure, 10 to 20         No targeted funding reported.\n\n                    mL of a patient’s blood is injected into the epidural\n                                                                                 DISCLOSURE\n                    space, and symptomatic relief of headache is often\n                                                                                 A. Batra reports no disclosures relevant to the manuscript. A. Berkowitz\n                    immediate. Targeting epidural blood patching to the          receives royalties from Clinical Pathophysiology Made Ridiculously Simple\n                    site of leak (if found) is more likely to be successful in   (MedMaster, Inc.) and The Improvising Mind (Oxford University Press).\n                    resolving CSF leaks.6 Given our patient’s severely altered   Go to Neurology.org for full disclosures.\n\n                    cognition in addition to his headache, he was treated\n                                                                                 REFERENCES\n                    immediately with empiric lumbar epidural blood                1. Grauer O, Wolff D, Bertz H, et al. Neurological manifes-\n                    patching. Over the following 48 hours, he reported a             tations of chronic graft-versus-host disease after allogeneic\n                    dramatic decrease in headache and had increased spon-            haematopoietic stem cell transplantation: report from the\n                    taneous speech production and was more engaged with              consensus conference on clinical practice in chronic graft-\n                    his surroundings. On follow-up examination at 3                  versus-host disease. Brain 2010;133:2852–2865.\n                                                                                  2. Schievink WI. Spontaneous spinal cerebrospinal fluid leaks\n                    months, he had returned to his prior cognitive baseline\n                                                                                     and intracranial hypotension. JAMA 2006;295:2286–2296.\n                    such that he was able to resume his previous professional     3. Fishman RA, Dillon WP. Dural enhancement and cerebral\n                    activities. Repeat brain MRI revealed interval resolution        displacement secondary to intracranial hypotension.\n                    of bilateral frontal subdural fluid collections, although        Neurology 1993;43:609–611.\n                    mild residual pachymeningeal enhancement remained.            4. Chung SJ, Kim JS, Lee MC. Syndrome of cerebral spinal\n                                                                                     fluid hypovolemia: clinical and imaging features and out-\n                    DISCUSSION Although orthostatic headache is the                  come. Neurology 2000;55:1321–1327.\n                    most common presentation of intracranial hypotension,         5. Wang YF, Lirng JF, Fuh JL, Hseu SS, Wang SJ. Heavily\n                                                                                     T2-weighted MR myelography vs CT myelography in\n                    low CSF pressure has been reported to lead to profound\n                                                                                     spontaneous intracranial hypotension. Neurology 2009;\n                    alterations in cognition and consciousness.7,8 The               73:1892–1898.\n                    mechanism of the headache in intracranial hypotension         6. Cho KI, Moon HS, Jeon HJ, Park K, Kong DS. Sponta-\n                    is postulated to be caused by downward displacement of           neous intracranial hypotension: efficacy of radiologic target-\n                    the brain due to lack of buoyancy normally provided by           ing vs blind blood patch. Neurology 2011;76:1139–1144.\n                    CSF, stretching pain-sensitive intracranial structures        7. Hong M, Shah GV, Adams KM, Turner RS, Foster NL.\n                                                                                     Spontaneous intracranial hypotension causing reversible\n                    such as the dura.2 Because the brain sags and becomes\n                                                                                     frontotemporal dementia. Neurology 2002;58:1285–1287.\n                    compressed against the skull base, patients may present       8. Sayao AL, Heran MK, Chapman K, Redekop G, Foti D.\n                    with cognitive changes similar to those seen in the              Intracranial hypotension causing reversible frontotemporal\n                    behavioral variant of frontotemporal dementia, a                 dementia and coma. Can J Neurol Sci 2009;36:252–256.\n                    condition described as the frontotemporal brain               9. Wicklund MR, Mokri B, Drubach DA, Boeve BF,\n                    sagging syndrome.9 Given the rarity of this condition,           Parisi JE, Josephs KA. Frontotemporal brain sagging syn-\n                    treatment is based on case reports/series, and dramatic          drome: an SIH-like presentation mimicking FTD.\n                                                                                     Neurology 2011;76:1377–1382.\n                    responses have been reported with epidural blood\n                                                                                 10. Sass C, Kosinski C, Schmidt P, Mull M, Schulz J,\n                    patching and intrathecal infusions of saline.10,e1               Schiefer J. Intrathecal saline infusion: an emergency pro-\n                        Incomplete resolution of pachymeningeal enhance-             cedure in a patient with spontaneous intracranial hypoten-\n                    ment despite clinical improvement in severe cases of             sion. Neurocrit Care 2013;19:116–118.\n\ne186                Neurology 85   December 15, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f      Clinical Reasoning: A 50-year-old man with headache and cognitive decline\n                           Ayush Batra and Aaron Berkowitz\n                             Neurology 2015;85;e182-e186\n                        DOI 10.1212/WNL.0000000000002222\n\n                    This information is current as of December 14, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/24/e182.full.html\n\n Supplementary Material             Supplementary material can be found at:\n                                    http://www.neurology.org/content/suppl/2015/12/12/WNL.000000000\n                                    0002222.DC1.html\n References                         This article cites 10 articles, 7 of which you can access for free at:\n                                    http://www.neurology.org/content/85/24/e182.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Assessment of cognitive disorders/dementia\n                                    http://www.neurology.org//cgi/collection/assessment_of_cognitive_dis\n                                    orders_dementia\n                                    Idiopathic intracranial hypertension\n                                    http://www.neurology.org//cgi/collection/idiopathic_intracranial_hyper\n                                    tension\n                                    Low pressure syndrome\n                                    http://www.neurology.org//cgi/collection/low_pressure_syndrome\n                                    MRI\n                                    http://www.neurology.org//cgi/collection/mri\n                                    Pupils\n                                    http://www.neurology.org//cgi/collection/pupils\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2157,
  "indexed": "2025-09-25T22:53:18.785Z",
  "method": "direct"
}
