{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Zuzuárregui et al. - 2015 - Clinical Reasoning A 72-year-old man with nocturn.pdf",
  "fileName": "Zuzuárregui et al. - 2015 - Clinical Reasoning A 72-year-old man with nocturn.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Zuzuárregui et al. - 2015 - Clinical Reasoning A 72-year-old man with nocturn.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           A 72-year-old man with nocturnal stridor\nJohn J. Millichap, MD\n\n\n\n\nJosé Rafael P.           SECTION 1                                                                             Examination revealed flattening of the right\n   Zuzuárregui, MD       Initial presentation. A 72-year-old man was admitted                               nasolabial fold, hypomimia, hypophonia, and\nAnand Shah, BA           to the hospital with a 5-day history of shortness of                               severe spastic dysarthria. He also had rigidity of\nMarie-Helene Saint-      breath. He initially presented to the emergency                                    the right upper extremity that increased with acti-\n   Hilaire, MD           department and was found to have significant difficulty                            vation, and bradykinesia bilaterally. Mild weak-\n                         with respiration. On the day after admission, the                                  ness of the right triceps was noted. Sensory\n                         patient developed stridor, tachypnea, and hypoxia,                                 examination demonstrated decreased vibratory\nCorrespondence to                                                                                           sense up to the ankles. Stretch reflexes were 21\nDr. Zuzuárregui:         requiring bilevel positive airway pressure (BiPAP) use.\nrafzuzu@bu.edu           ENT was consulted for evaluation of new-onset                                      in the upper extremities and 31 at the knees with\n                         stridor; direct fiberoptic laryngoscopy revealed proper                            crossed adduction bilaterally. The left Achilles was\n                         vocal cord function while awake but bilateral vocal                                21 and the right Achilles had sustained clonus.\n                         cord abduction paralysis while asleep. Collateral history                          Plantar responses were down on the left and up\n                         revealed that the patient had experienced progressive                              on the right. Action tremor and dysmetria were\n                         dysphagia, ataxia, and bradykinesia for the previous 3                             noted in both upper extremities.\n                         years. He also experienced constipation, erectile\n                                                                                                            Questions for consideration:\n                         dysfunction, and orthostatic hypotension.\n                             His medical history was remarkable for hyperten-                               1. What is the differential diagnosis?\n                         sion, diabetes, heart failure, and left frontal and cere-                          2. What is the most likely anatomical localization of\n                         bellar strokes.                                                                       the lesion responsible for these symptoms?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From the Department of Neurology (J.R.P.Z., M.-H.S.-H.), Boston University School of Medicine (A.S.), MA.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne136                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                      pathway of the basal ganglia. Excitatory cortical input\n                                                                                 to the putamen and caudate is relayed as inhibitory\n                  Differential and localization. In a patient with bilateral\n                                                                                 fibers to the globus pallidus pars interna and substan-\n                  vocal fold paralysis, the differential diagnosis includes\n                                                                                 tia nigra pars reticulata. Inhibitory fibers are then sent\n                  a number of nonneurologic and neurologic disorders.\n                                                                                 to the ventral anterior and ventral lateral nucleus of\n                  Nonneurologic disorders include, but are not limited\n                                                                                 the thalamus, where excitatory fibers are relayed to\n                  to, trauma, mass lesions, laryngospasm secondary to\n                                                                                 the motor areas of the cortex. Disruption of this path-\n                  asthma or gastroesophageal reflux disease, and inflamma-\n                                                                                 way leads to hypokinesis and is commonly seen in the\n                  tion from an upper respiratory infection.1 Acute-onset\n                                                                                 setting of neurodegenerative issues where onset of\n                  neurologic disorders that cause stridor include ischemic\n                                                                                 symptoms is insidious.\n                  or demyelinating events, as well as botulinum.1,2\n                                                                                     Ataxia localizes to either cerebellar lobe, as well as\n                  Guillain-Barré syndrome, its variants, and myasthenia\n                                                                                 the output pathway from the dentate nucleus. Fibers\n                  gravis may also cause stridor in the acute to subacute\n                                                                                 exit through the superior cerebellar peduncle and\n                  setting.1 Chronic neurologic causes of stridor include\n                                                                                 then decussate in the midbrain to reach the contralat-\n                  amyotrophic lateral sclerosis (ALS) and other causes of\n                                                                                 eral red nucleus. These synapse in the contralateral\n                  motor neuron disease, as well as spinocerebellar ataxia\n                                                                                 ventral lateral nucleus of the thalamus, which then\n                  type 3 (SCA) and multiple system atrophy (MSA).1,3–7\n                                                                                 project to the contralateral cortex to modulate motor\n                      In this case, the initial step is to identify the tracts\n                                                                                 systems. Clinically, ipsilateral ataxia would occur with\n                  that regulate the various neurologic complaints and\n                                                                                 disruption of this pathway.\n                  then localize the dysfunction. Vocal cord control is\n                                                                                     The selective paresis of the bilateral vocal cords that\n                  mediated by motor fibers from the primary motor\n                                                                                 occurred only during sleep is a unique feature to this\n                  cortex that travel along the corticospinal tracts and\n                                                                                 case. This would argue against an acute process such\n                  synapse bilaterally in the nucleus ambiguus. Fibers\n                                                                                 as ischemia, demyelination, or toxic exposure, which\n                  then emerge ipsilaterally from the medulla and travel\n                                                                                 would cause persistent dysfunction of the vocal cords.\n                  with the vagus nerve. These then travel along the\n                                                                                 Subacute to chronic neurologic processes would also be\n                  carotid arteries in the neck and branch into the recur-\n                                                                                 expected to cause persistent dysfunction as well. How-\n                  rent laryngeal nerves at the level of the aortic arch.\n                                                                                 ever, given the diffuse nature of the symptoms and\n                  These nerves innervate the ipsilateral posterior cricoar-\n                                                                                 localization for each of these, a diffuse neurodegenera-\n                  ytenoid muscles, which mediate vocal cord abduction.\n                                                                                 tive process was suspected.\n                  Clinically, stridor may occur as a result of disruption of\n                  any part of this pathway.\n                                                                                 Question for consideration:\n                      The combination of bradykinesia and rigidity are\n                  likely representative of dysfunction in the direct             1. What investigations would you recommend?\n\n\n\n\n                                                                                                                     GO TO SECTION 3\n\n\n\n\n                                                                                 Neurology 85   November 3, 2015                      e137\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                    DISCUSSION MSA is an adult-onset, neurodegenerative\n                                                                                 a-synucleinopathy characterized by parkinsonism,\n                    Initial workup. In the acute setting, workup should\n                                                                                 cerebellar ataxia, pyramidal signs, and autonomic\n                    begin with imaging of the head and neck to evaluate\n                                                                                 dysfunction.4,6 The diagnosis of possible MSA is based\n                    for lesions in the cerebral hemispheres, brainstem,\n                                                                                 on clinical evidence of parkinsonism (MSA-P) or a\n                    cervical cord, and soft tissue of the neck. MRI would\n                                                                                 cerebellar syndrome (MSA-C) in the presence of at\n                    be the preferred study, because this can urgently eval-\n                                                                                 least one autonomic feature of urinary dysfunction,\n                    uate soft tissue structures with the ability to highlight\n                                                                                 erectile dysfunction, or orthostasis.4–6 In addition,\n                    acute damage to the CNS. It also serves as compari-\n                                                                                 corticospinal tract involvement, stridor, or a poor\n                    son to prior imaging for various neurodegenerative\n                                                                                 response to levodopa can be found in either subtype of\n                    disorders. An MRI of the brain was obtained, which\n                                                                                 MSA. Findings of cerebellar ataxia in the MSA-P\n                    demonstrated no evidence of tumor, hemorrhage, or\n                                                                                 subtype or parkinsonism in the MSA-C subtype\n                    ischemia. However, progression of cerebellar and\n                                                                                 further support the diagnosis.6 Probable MSA is\n                    new pontine atrophy was noted when compared with\n                                                                                 characterized by autonomic failure defined as urinary\n                    a brain MRI from 5 years prior (figure, A and B).\n                                                                                 incontinence or orthostasis in combination with\n                    MRI of the neck demonstrated spondylosis of the\n                                                                                 poorly levodopa-responsive parkinsonism or cerebellar\n                    cervical spine but no tumor.\n                                                                                 syndrome.6 In a review of 203 patients with MSA,\n                        Given the various life-threatening neurologic disor-\n                                                                                 59% of patients presented with an initial motor\n                    ders that can cause vocal cord paralysis, electrodiagnos-\n                                                                                 complaint of parkinsonism while 29% presented with\n                    tic evaluation should also be urgently considered. EMG\n                                                                                 ataxia.5\n                    and nerve conduction studies can be useful in evaluat-\n                                                                                     A definite diagnosis of MSA can only be made on\n                    ing for ALS, botulism, Guillain-Barré syndrome, and\n                                                                                 histopathologic examination, with findings depen-\n                    myasthenia gravis.\n                                                                                 dent on the parkinsonism or cerebellar subtype.6\n                    Question for consideration:                                  Degeneration of the substantia nigra and putamen\n                                                                                 is found in patients with severe parkinsonism, while\n                    1. How would you interpret the results of the MRI?\n                                                                                 inferior olive and cerebellar Purkinje cell atrophy is\n                        Tumor and acute stroke were ruled out based on the       seen with prominent cerebellar dysfunction. Interme-\n                    MRI. The presence of progressive atrophy confirmed           diolateral cell column degeneration and atrophy of\n                    suspicion of a neurodegenerative process. Specifically,      the nucleus of Onuf are found with autonomic dys-\n                    marked atrophy of the cerebellum was seen when com-          function.4–6 In the absence of an autopsy, the clinical\n                    pared with 5 years prior (figure, A and B). This can be      presentation of stridor in the setting of progressive\n                    seen in a number of disorders including, but not limited     parkinsonism and ataxia in our patient, with MRI\n                    to, SCA and MSA cerebellar subtype (MSA-C).3–5               findings of olivopontocerebellar atrophy, was highly\n                    However, atrophy of the olivary nuclei was prominent,        suggestive of a diagnosis of MSA-C.\n                    in addition to atrophy of pontocerebellar fibers travers-        Recognition of stridor can help distinguish MSA from\n                    ing the mid pons, known as a “hot cross bun” sign            other neurodegenerative diseases, including Parkinson\n                    (figure, B and C).4–6 These findings were suggestive         disease, ALS, SCA, and progressive supranuclear palsy.\n                    of MSA-C.                                                    Stridor in MSA is thought to occur from degeneration\n\n\n\n                      Figure       Brain and brainstem MRI without contrast\n\n\n\n\n                    (A) Sagittal T1-weighted MRI from 2008 demonstrates a normal-appearing pons and mild atrophy of the cerebellum. (B)\n                    Sagittal T1-weighted MRI from 2013 demonstrates progression of cerebellar atrophy, in addition to new olivary nucleus\n                    and pontine atrophy. (C) Axial T2-weighted MRI from 2013 demonstrates hyperintense lines traversing the mid pons, known\n                    as a “hot cross bun” sign.\n\ne138                Neurology 85   November 3, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  of the nucleus ambiguus, which leads to atrophy of the                     STUDY FUNDING\n                  posterior cricoarytenoid muscles. Selective laryngeal                      No targeted funding reported.\n\n                  abductor weakness follows, leading to stridor.1,4,6\n                                                                                             DISCLOSURE\n                  Although posterior cricoarytenoid muscle atrophy has\n                                                                                             The authors report no disclosures relevant to the manuscript. Go to\n                  been demonstrated on histopathologic examination, cor-                     Neurology.org for full disclosures.\n                  responding changes in the nucleus ambiguus were not\n                  definitive.8 One study demonstrated that 4% of patients                    REFERENCES\n                  presented with stridor as the initial symptom.7 Another                     1. Hillel A, Benninger M, Blitzer A, et al. Evaluation and\n                                                                                                 management of bilateral vocal cord immobility. Otolar-\n                  study showed that 42% of patients with MSA were diag-\n                                                                                                 yngol Head Neck Surg 1999;121:760–765.\n                  nosed with vocal fold dysfunction.9 Overall, stridor is                     2. Sobel J. Botulism. Clin Infect Dis 2005;41:1167–1173.\n                  present in 13% to 19% of patients with MSA and poten-                       3. Paulson H. Machado-Joseph disease/spinocerebellar ataxia\n                  tially higher rates when studied with polysomnography,                         type 3. Handb Clin Neurol 2013;103:437–449.\n                  often coinciding with severe disease and higher rates of                    4. Fanciulli A, Wenning GK. Multiple-system atrophy. N\n                  mortality.10 This highlights the need for early recognition                    Engl J Med 2015;372:249–263.\n                  of stridor in MSA, as treatment with tracheostomy or                        5. Wenning GK, Tison F, Ben Shlomo Y, Daniel SE,\n                                                                                                 Quinn NP. Multiple system atrophy: a review of 203 path-\n                  BiPAP leads to significant improvement in mortality.10\n                                                                                                 ologically proven cases. Mov Disord 1997;12:133–147.\n                  In our case, the patient was referred for polysomnography                   6. Gilman S, Wenning GK, Low PA, et al. Second consensus\n                  and prescribed a continuous positive airway pressure                           statement on the diagnosis of multiple system atrophy.\n                  (CPAP) machine. Significant reduction in nocturnal stri-                       Neurology 2008;71:670–676.\n                  dor was noted at 3-month follow-up.                                         7. Uzawa A, Sakakibara R, Tamura N, et al. Laryngeal abductor\n                       The clinical presentation of MSA can be highly                            paralysis can be a solitary manifestation of multiple system\n                                                                                                 atrophy. J Neurol Neurosurg Psychiatry 2005;76:1739–1741.\n                  variable and easily mistaken for other neurodegenera-\n                                                                                              8. Bannister R, Gibson W, Michaels L, Oppenheimer DR.\n                  tive diseases. However, recognition of stridor in the                          Laryngeal abductor paralysis in multiple system atrophy: a\n                  context of parkinsonism can assist with the diagnosis                          report on three necropsied cases, with observations on the\n                  of MSA.7,9 Early recognition allows for prompt treat-                          laryngeal muscles and the nuclei ambigui. Brain 1981;104:\n                  ment with tracheostomy or CPAP.10                                              351–368.\n                                                                                              9. Lalich IJ, Ekbom DC, Starkman SJ, Orbelo DM,\n                  AUTHOR CONTRIBUTIONS                                                           Morgenthaler TI. Vocal fold motion impairment in mul-\n                  Dr. Zuzuárregui, Mr. Shah, and Dr. Saint-Hilaire contributed to drafting       tiple system atrophy. Laryngoscope 2014;124:730–735.\n                  and revising the manuscript. Dr. Zuzuárregui was responsible for the       10. Gaig C, Iranzo A. Sleep-disordered breathing in neurodegener-\n                  study concept.                                                                 ative diseases. Curr Neurol Neurosci Rep 2012;12:205–217.\n\n\n\n\n                                                                                             Neurology 85      November 3, 2015                          e139\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f               Clinical Reasoning: A 72-year-old man with nocturnal stridor\n            José Rafael P. Zuzuárregui, Anand Shah and Marie-Helene Saint-Hilaire\n                                Neurology 2015;85;e136-e139\n                            DOI 10.1212/WNL.0000000000002088\n\n                     This information is current as of November 2, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/18/e136.full.html\n\n References                         This article cites 10 articles, 5 of which you can access for free at:\n                                    http://www.neurology.org/content/85/18/e136.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    Multiple system atrophy\n                                    http://www.neurology.org//cgi/collection/multiple_system_atrophy\n                                    Sleep apnea\n                                    http://www.neurology.org//cgi/collection/sleep_apnea\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2100,
  "indexed": "2025-09-25T22:55:33.114Z",
  "method": "direct"
}
