{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Bendtsen et al. - 2010 - EFNS guideline on the treatment of tension-type he.pdf",
  "fileName": "Bendtsen et al. - 2010 - EFNS guideline on the treatment of tension-type he.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Bendtsen et al. - 2010 - EFNS guideline on the treatment of tension-type he.pdf",
  "text": "European Journal of Neurology 2010, 17: 1318–1325                                                    doi:10.1111/j.1468-1331.2010.03070.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS guideline on the treatment of tension-type headache –\nReport of an EFNS task force\nL. Bendtsena, S. Eversb, M. Lindec, D. D. Mitsikostasd, G. Sandrinie and J. Schoenenf\na\n    Department of Neurology, Danish Headache Centre, Glostrup Hospital, University of Copenhagen, Copenhagen, Denmark; bDepartment of\nNeurology, University of Münster, Münster, Germany; cInstitute of Neuroscience and Physiology, The Sahlgrenska Academy, University of\nGothenburg, Sweden and Norwegian National Headache Centre, St. Olavs Hospital, Trondheim Norway and Department of Neuroscience,\nNorwegian University of Science and Technology, Trondheim, Norway; dDepartment of Neurology, Headache Clinic, Athens Naval Hospital,\nAthens, Greece; eUniversity Centre for Adaptive Disorders and Headache, IRCCS C. Mondino Institute of Neurology Foundation, University\nof Pavia, Pavia Italy; and fDepartment of Neurology, Headache Research Unit, University of Liège, Liège, Belgium\n\n\n\n\nKeywords:                            Background: Tension-type headache (TTH) is the most prevalent headache type and\nantidepressants, guideline,          is causing a high degree of disability. Treatment of frequent TTH is often diﬃcult.\nprophylaxis, tension-type            Objectives: To give evidence-based or expert recommendations for the diﬀerent treat-\nheadache, treatment                  ment procedures in TTH based on a literature search and the consensus of an expert panel.\n                                     Methods: All available medical reference systems were screened for the range of\nReceived 9 February 2010             clinical studies on TTH. The ﬁndings in these studies were evaluated according to the\nAccepted 26 March 2010               recommendations of the EFNS resulting in level A, B or C recommendations and\n                                     good practice points.\n                                     Recommendations: Non-drug management should always be considered although the\n                                     scientiﬁc basis is limited. Information, reassurance and identiﬁcation of trigger factors\n                                     may be rewarding. Electromyography (EMG) biofeedback has a documented eﬀect in\n                                     TTH, whilst cognitive-behavioural therapy and relaxation training most likely are\n                                     eﬀective. Physical therapy and acupuncture may be valuable options for patients with\n                                     frequent TTH, but there is no robust scientiﬁc evidence for eﬃcacy. Simple analgesics\n                                     and non-steroidal anti-inﬂammatory drugs are recommended for the treatment of\n                                     episodic TTH. Combination analgesics containing caﬀeine are drugs of second choice.\n                                     Triptans, muscle relaxants and opioids should not be used. It is crucial to avoid\n                                     frequent and excessive use of analgesics to prevent the development of medication-\n                                     overuse headache. The tricyclic antidepressant amitriptyline is drug of ﬁrst choice for\n                                     the prophylactic treatment of chronic TTH. Mirtazapine and venlafaxine are drugs of\n                                     second choice. The eﬃcacy of the prophylactic drugs is often limited, and treatment\n                                     may be hampered by side eﬀects.\n\n\n\n                                                                        meta-analyses, whilst the vast amount of uncontrolled\nObjectives\n                                                                        reports of non-drug treatment will not be considered.\nThese guidelines aim to give evidence-based recom-                      A brief clinical description of the headache disorders is\nmendations for the acute and prophylactic drug treat-                   included. The deﬁnitions follow the diagnostic criteria\nment of TTH. In addition, the guidelines aim to provide                 of the International Headache Society (IHS) [1].\na short overview on non-drug treatment of TTH based\non the best performed controlled trials, reviews and\n                                                                        Background\n\nCorrespondence: L. Bendtsen, Chairperson, Department of\n                                                                        Tension-type headache is classiﬁed into three subtypes\nNeurology, Danish Headache Centre, Glostrup Hospital, University        according to headache frequency: infrequent episodic\nof Copenhagen, DK-2600 Glostrup, Copenhagen, Denmark                    TTH (<1 day of headache per month), frequent epi-\n(tel.: +45 432 32062; fax +45 4323 3839; e-mail: larben01@glo.          sodic TTH (1–14 days of headache per month) and\nregionh.dk).\n                                                                        chronic TTH (‡15 days per month) [1] (Table 1). This\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the Internet at http://www.efns.org/EFNS\n                                                                        division may seem artiﬁcial but has proved to be highly\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for         relevant for several reasons. First impact on quality of\ncorrectly answering the questions will be issued by the EFNS.           life diﬀers considerably between the subtypes. A person\n\n\n                                                                                                                    \u0002 2010 The Author(s)\n1318                                                                                          European Journal of Neurology \u0002 2010 EFNS\n\f                                                                              Guideline for treatment of tension-type headache   1319\n\n\nTable 1 Diagnostic criteria of tension-type headache of the IHS          class III evidence, whilst a level C rating (possibly\nclassiﬁcation [1]                                                        eﬀective, ineﬀective or harmful) requires at least two\n2.1 Infrequent episodic tension-type headache                            convincing class III studies [4].\n  A. At least 10 episodes occurring on <1 day per month on average          In general, non-pharmacological management should\n  (<12 days per year) and fulﬁlling criteria B–D                         always be considered in TTH [5]. When it comes to\n  B. Headache lasting from 30 min to 7 days                              pharmacological management, the general rule is that\n  C. Headache has at least two of the following characteristics:\n     1. Bilateral location\n                                                                         patients with episodic TTH [1] are treated with symp-\n     2. Pressing/tightening (non-pulsating) quality                      tomatic (acute) drugs, whilst prophylactic drugs should\n     3. Mild or moderate pain intensity                                  be considered in patients with very frequent episodic\n     4. Not aggravated by routine physical activity such as walking or   TTH and in patients with chronic TTH [1]. Analgesics\n     climbing stairs                                                     are often ineﬀective in patients with chronic TTH.\n  D. Both of the following:\n     1. No nausea or vomiting (anorexia may occur)\n                                                                         Furthermore, their frequent use produces risk of tox-\n     2. No more than one of photophobia or phonophobia                   icity (e.g. kidney and liver problems) as well as of\n  E. Not attributed to another disorder                                  medication-overuse headache [6].\n2.2 Frequent episodic tension-type headache\n  As 2.1 except for:\n     A. At least 10 episodes occurring on ‡1 but <15 days per month      Search strategy\n     for at least 3 months (‡12 and <180 days per year) and fulﬁlling\n     criteria B-D                                                        A literature search was performed using the reference\n2.3 Chronic tension-type headache                                        databases MedLine, Science Citation Index and the\n  As 2.1 except for:                                                     Cochrane Library; the key word used were Ôtension-type\n     A. Headache occurring on ‡15 days per month on average              headacheÕ (last search October 2009). In addition, a\n     for >3 months (‡180 days per year) and fulﬁlling criteria B–D\n     B. Headache lasts hours or may be continuous\n                                                                         review book [7] and treatment recommendations from\n     D. Both of the following:                                           the British Association for the Study of Headache [8]\n        1. No more than one of photophobia, phonophobia or mild          were considered. Trials published in English and con-\n        nausea                                                           ducted amongst adult patients (aged 18 and older) with\n        2. Neither moderate or severe nausea or vomiting                 reasonable criteria designed to distinguish TTH from\n                                                                         migraine were considered. For drug treatments, ran-\nhaving headache every day from the time of waking,                       domized placebo-controlled trials and trials comparing\npersisting until bedtime, month in and month out, is                     diﬀerent treatments were considered. For non-drug\ndisabled. At the other extreme, a mild headache once                     treatments, controlled trials were considered.\nevery other month has very little impact on health or\nfunctional ability and needs little if any medical atten-\n                                                                         Method for reaching consensus\ntion. Second, the pathophysiological mechanisms may\ndiﬀer signiﬁcantly between the subtypes; peripheral                      All authors performed an independent literature search.\nmechanisms are probably more important in episodic                       The ﬁrst draft of the manuscript was written by the\nTTH, whereas central pain mechanisms are pivotal in                      chairman of the task force. All other members of the\nchronic TTH [2]. Third, treatment diﬀers between the                     task force read the ﬁrst draft and discussed changes by\nsubtypes, with symptomatic and prophylactic treat-                       email. Three more drafts were then written by the\nments being more appropriate for episodic and chronic                    chairman and each time discussed by email. All recom-\nTTH, respectively. Therefore, a precise diagnosis is                     mendations had to be agreed to by all members of the\nmandatory and should be established by means of a                        task force unanimously. The background of the research\nheadache diary [3] completed for at least 4 weeks.                       strategy and of reaching consensus and the deﬁnitions\n   The recommendations in this article are based on the                  of the recommendation levels used in this article have\nscientiﬁc evidence from clinical trials and on the expert                been described in the EFNS recommendations [4].\nconsensus by the respective task force of the EFNS. The\nlegal aspects of drug prescription and drug availability\n                                                                         Epidemiology\nin the diﬀerent European countries will not be consid-\nered. The deﬁnitions of the recommendation levels                        The lifetime prevalence of TTH was as high as 78% in a\nfollow the EFNS criteria [4]. Brieﬂy, a level A rating                   population-based study in Denmark, but the majority had\n(established as eﬀective, ineﬀective or harmful) requires                episodic infrequent TTH (1 day a month or less) without\nat least one convincing class I study or at least two                    speciﬁc need of medical attention [9]. Nevertheless, 24–\nconsistent convincing class II studies. A level B rating                 37% had TTH several times a month, 10% had it weekly\n(probably eﬀective, ineﬀective or harmful) requires at                   and 2–3% of the population had chronic TTH usually\nleast one convincing class II study or overwhelming                      lasting for the greater part of a lifetime [9,10].\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f1320    L. Bendtsen et al.\n\n\n\n   The female:male ratio of TTH is 5:4 indicating that,         secondary headache is suspected (e.g. the headache\nunlike migraine, women are only slightly more aﬀected           characteristics are untypical), if the course of headache\nthan men [11,12]. The average age of onset of TTH is            attacks changes or if persistent neurological or psycho-\nhigher than that in migraine, namely 25–30 years in             pathological abnormalities are present. Signiﬁcant\ncross-sectional epidemiological studies [10]. The preva-        co-morbidity, e.g. anxiety or depression, should be\nlence peaks between the age of 30 to 39 and decreases           identiﬁed and treated concomitantly. Poor compliance\nslightly with age. Poor self-rated health, inability to         with prophylactic treatment may be a problem in chronic\nrelax after work and sleeping few hours per night have          TTH as it is in migraine [18]. It should be explained to the\nbeen reported as risk factors for developing TTH [13].          patient that frequent TTH only seldom can be cured, but\n   A recent review of the global prevalence and burden          that a meaningful improvement often can be obtained\nof headaches [11] showed that the disability of TTH as a        with the combination of drug and non-drug treatments.\nburden of society was greater than that of migraine,\nwhich indicates that the overall cost of TTH is greater\n                                                                Acute drug treatment of TTH\nthan that of migraine. Two Danish studies have shown\nthat the number of workdays missed in the population            Acute drug therapy refers to the treatment of individual\nwas three times higher for TTH than for migraine                attacks of headache in patients with episodic and\n[10,14], and a US study has also found that absenteeism         chronic TTH. Most headaches in patients with episodic\nbecause of TTH is considerable [15]. The burden is              TTH are mild to moderate, and the patients often can\nparticularly high for the minority who have substantial         self-manage using simple analgesics (paracetamol or\nand complicating co-morbidities [16].                           aspirin) or non-steroidal anti-inﬂammatory drugs\n                                                                (NSAIDs). The eﬃcacy of the simple analgesics tends to\n                                                                decrease with increasing frequency of the headaches. In\nClinical aspects\n                                                                patients with chronic TTH, the headaches are often\nTTH is characterized by a bilateral, pressing tightening        associated with stress, anxiety and depression, and\npain of mild to moderate intensity, occurring either in         simple analgesics are usually ineﬀective and should be\nshort episodes of variable duration (episodic forms) or         used with caution because of the risk of medication-\ncontinuously (chronic form). The headache is not                overuse headache at a regular intake of simple analge-\nassociated with the typical migraine features as vomit-         sics above 14 days a month or triptans or combination\ning, severe photophobia and phonophobia. In the                 analgesics above 9 days a month [19]. Other interven-\nchronic form, only one of the latter two accompanying           tions such as non-drug treatments and prophylactic\nsymptoms or mild nausea is accepted [1] (Table 1).              pharmacotherapy should be considered.\nBecause of lack of accompanying symptoms and the                   The eﬀect of acute drugs in TTH has been examined\nrelatively milder pain intensity, patients are rarely           in many studies, and these have used many diﬀerent\nseverely incapacitated by their pain. TTH is the most           methods for the measurement of eﬃcacy. The guide-\nfeatureless of the primary headaches, and because many          lines for drug trials in TTH from the International\nsecondary headaches may mimic TTH, a diagnosis of               Headache Society recommend pain-free after 2 h as the\nTTH requires exclusion of other organic disorders.              primary eﬃcacy measure [20]. This has been used in\n                                                                some studies whilst many studies have used other eﬃ-\n                                                                cacy measures such as pain intensity diﬀerence, time to\nDiagnosis\n                                                                meaningful relief. This makes comparison of results\nThe diagnosis of TTH is based on the typical patientÕs          between studies diﬃcult.\nhistory and a normal neurological examination.\nA correct diagnosis should be assured by means of a\n                                                                Simple analgesics and NSAIDs\nheadache diary [3] recorded over at least 4 weeks. The\ndiagnostic problem most often encountered is to dis-            Paracetamol 1000 mg was signiﬁcantly more eﬀective\ncriminate between TTH and mild migraine. If the                 than placebo in most [21–27] but not all [28,29] trials,\nheadache is strictly unilateral, the debated entity cervi-      whilst three trials found no signiﬁcant eﬀect of paraceta-\ncogenic headache should be considered [17]. The diary           mol 500 mg to 650 mg compared with placebo [21,28,30].\nmay also reveal triggers and medication overuse, and               Aspirin has consistently been reported more eﬀective than\nit will establish the baseline against which to measure         placebo in doses of 1000 mg [21,31,32], 500 mg to 650 mg\nthe eﬃcacy of treatments. Identiﬁcation of a high intake        [21,32–34] and 250 mg [32]. One study found no diﬀerence\nof analgesics is essential because medication overuse           in eﬃcacy between solid and eﬀervescent aspirin [34].\nrequires speciﬁc treatment [6]. Paraclinical investi-              Ibuprofen 800 mg [33], 400 mg [24,25,33,35,36] and\ngations, in particular brain imaging, is necessary if           200 mg [37] are more eﬀective than placebo, as are\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                             European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f                                                                                  Guideline for treatment of tension-type headache         1321\n\n\n\nketoprofen 50 mg [28,37], 25 mg [27,29,37] and 12.5 mg                     between paracetamol and NSAIDs or between these\n[29]. One study could not demonstrate a signiﬁcant                         drugs and placebo [41]. However, it is well known that\neﬀect of ketoprofen 25 mg possibly because of a low                        NSAIDs have more gastro-intestinal side eﬀects than\nnumber of patients [28]. Diclofenac 25 mg and 12.5 mg                      paracetamol, whilst the use of large amounts of par-\nhave been reported eﬀective [35], whilst there are no                      acetamol may cause liver injury. Amongst the NSAIDs,\ntrials of the higher doses of 50–100 mg proved eﬀective                    ibuprofen seems to have the most favourable side eﬀect\nin migraine. Naproxen 375 mg [26] and 550 mg [30,38]                       proﬁle [41].\nand metamizole 500 and 1000 mg [31] have also been\ndemonstrated eﬀective. The latter drug is not available\n                                                                           Combination analgesics\nin many countries, because it carries a minimal (if at all)\nrisk of causing agranulocytosis. Treatment with intra-                     The eﬃcacy of simple analgesics and NSAIDs is\nmuscular injection of ketorolac 60 mg in an emergency                      increased by combination with caﬀeine 64–200 mg\ndepartment has been reported eﬀective [39].                                [22,23,42–45]. There are no comparative studies exam-\n                                                                           ining the eﬃcacy of combination with codeine. It is\nOptimal dose                                                               clinically well known that caﬀeine withdrawal can cause\nThere are only few studies investigating the ideal dose for                headache and chronic daily headache has been reported\ndrugs used for the acute treatment of TTH. One study                       to be associated with use of over-the-counter caﬀeine\ndemonstrated a signiﬁcant dose–response relationship of                    combination products [46]. Therefore, it is probable\naspirin with 1000 mg being superior to 500 and 500 mg                      that combinations of simple analgesics or NSAIDs with\nbeing superior to 250 mg [32]. Ketoprofen 25 mg tended                     caﬀeine are more likely to induce MOH than simple\nto be more eﬀective than 12.5 mg [29], whilst another                      analgesics or NSAIDs alone. Until otherwise proven,\nstudy found very similar eﬀects of ketoprofen 25 and                       we therefore recommend that simple analgesics or\n50 mg [37]. Paracetamol 1000 mg seems to be superior to                    NSAIDs are drugs of ﬁrst choice and that combinations\n500 mg, as only the former dose has been demonstrated                      of one of these drugs with caﬀeine are drugs of second\neﬀective. In lack of evidence, the most eﬀective dose of a                 choice for the acute treatment of TTH. Combinations\ndrug well tolerated by a patient should be chosen. Sug-                    of simple analgesics with codeine or barbiturates should\ngested doses are presented in Table 2.                                     not be used, because use of the latter drugs increases the\n                                                                           risk of developing medication-overuse headache [46].\nComparison of simple analgesics\nFive studies reported NSAIDs to be signiﬁcantly more\n                                                                           Triptans, muscle relaxants and opioids\neﬀective than paracetamol [24,25,28–30], whilst three\nstudies could not demonstrate a diﬀerence [21,26,27].                      Triptans have been reported eﬀective for the treatment\nFive studies have compared eﬃcacy of diﬀerent                              of interval headaches [47], which were most likely mild\nNSAIDs, and it has not be possible to clearly demon-                       migraines [48], in patients with migraine. Triptans most\nstrate the superiority of any particular drug                              likely do not have a clinically relevant eﬀect in patients\n[31,33,35,37,40].                                                          with TTH [49,50] and cannot be recommended. Muscle\n                                                                           relaxants have not been demonstrated eﬀective in epi-\nAdverse events                                                             sodic TTH [51]. Use of opioids increases the risk of\nA thorough review of the acute drug treatment of TTH                       developing medication-overuse headache [46]. Opioids\ncould not detect any diﬀerence in adverse events                           are not recommended for the treatment of TTH.\n\nTable 2 Recommended drugs for acute therapy of tension-type headache\n\nSubstance            Dose                 Level of recommendation         Comment\n\nIbuprofen            200–800 mg           A                               Gastrointestinal side effects, risk of bleeding\nKetoprofen           25 mg                A                               Side effects as for ibuprofen\nAspirin              500–1000 mg          A                               Side effects as for ibuprofen\nNaproxen             375–550 mg           A                               Side effects as for ibuprofen\nDiclofenac           12.5–100 mg          A                               Side effects as for ibuprofen, only doses of 12.5–25 mg tested in TTH\nParacetamol          1000 mg (oral)       A                               Less risk of gastrointestinal side effects compared with NSAIDs\nCaffeine comb.       65–200 mg            B                               See belowa\n\nThe level of recommendation considers side effects and consistency of the studies. There is sparse evidence for optimal doses. The most effective\ndose of a drug well tolerated by a patient should be chosen; NSAID, non-steroidal anti-inﬂammatory drugs; TTH, tension-type headache;\na\n  Combination with caffeine 65–200 mg increases the efﬁcacy of ibuprofen [43] and paracetamol [23,42], but possibly also the risk for developing\nmedication-overuse headache [46,53]. Level of recommendation of combination drugs containing caffeine is therefore B.\n\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f1322    L. Bendtsen et al.\n\n\n\n                                                               curve (AUC) to be used as primary eﬃcacy measure [20].\nConclusions\n                                                               These parameters have been used in some studies, whilst\nSimple analgesics and NSAIDs are the mainstays in the          other studies have used other eﬃcacy measures such as\nacute therapy of TTH (Table 2). Paracetamol 1000 mg is         pain reduction from baseline, headache intensity. This\nprobably less eﬀective than the NSAIDs but has a better        makes comparison of results between studies diﬃcult.\ngastric side eﬀect proﬁle [52]. Ibuprofen 400 mg may be\nrecommended as drug of choice amongst the NSAIDs\n                                                               Amitriptyline\nbecause of a favourable gastrointestinal side eﬀect pro-\nﬁle compared with other NSAIDs [52]. Combination               Lance and Curran [54] reported amitriptyline 10–25 mg\nanalgesics containing caﬀeine are more eﬀective than           three times daily to be eﬀective, whilst Diamond and\nsimple analgesics or NSAIDs alone but are regarded by          Baltes [55] found amitriptyline 10 mg/day but not 60 mg/\nsome experts [53] to more likely induce medication-            day to be eﬀective. Amitriptyline 75 mg/day was reported\noveruse headache. Physicians should be aware of the risk       to reduce headache duration in the last week of a 6-week\nof developing medication-overuse headache as a result of       study [56], whilst no diﬀerence in eﬀect size between ami-\nfrequent and excessive use of all types of analgesics in       triptyline 50–75 mg/day or amitriptylinoxide 60–90 mg/\nacute therapy [6]. Triptans, muscle relaxants and opioids      day and placebo was found in one study [57]. However,\ndo not play a role in the treatment of TTH.                    also the frequencies of side eﬀects were similar on ami-\n   Although simple analgesics and NSAIDs are eﬀective          triptyline and placebo in the latter study. The inability to\nin episodic TTH, the degree of eﬃcacy has to be put in         detect the well-known side eﬀects of amitriptyline suggests\nperspective. For example, the proportion of patients that      insensitivity of the trial for reasons which remain obscure.\nwere pain-free 2 h after treatment with paracetamol            Bendtsen et al. [58] found that amitriptyline 75 mg daily\n1000 mg, naproxen 375 mg and placebo were 37%, 32%             reduced the area-under-the-headache curve (calculated as\nand 26%, respectively [26]. The corresponding rates for        headache duration times headache intensity) by 30%\nparacetamol 1000 mg, ketoprofen 25 mg and placebo              compared with placebo, which was highly signiﬁcant.\nwere 22%, 28% and 16% in another study with 61%,               Holroyd and colleagues [59] treated patients with antide-\n70% and 36% of subjects reporting worthwhile eﬀect,            pressants (83% took amitriptyline median dose 75 mg\nrespectively [27]. Thus, eﬃcacy is modest, and there is        daily and 17% took nortriptyline median dose 50 mg\nclearly room for better acute treatment of episodic TTH.       daily) and compared this with stress management therapy\n                                                               and with a combination of stress management and anti-\n                                                               depressant treatment. After 6 months, all three treatments\nRecommendations\n                                                               reduced headache index with approximately 30% more\nSimple analgesics and non-steroidal anti-inﬂammatory           than placebo, which was highly signiﬁcant.\ndrugs are recommended for the treatment of episodic\nTTH. Combination analgesics containing caﬀeine are\n                                                               Other antidepressants\ndrugs of second choice. It is crucial to avoid frequent\nand excessive use of analgesics to prevent the develop-        The tricyclic antidepressant clomipramine 75–150 mg\nment of medication-overuse headache.                           daily [60] and the tetracyclic antidepressants maprotiline\n                                                               75 mg daily [61] and mianserin 30–60 mg daily [60] have\n                                                               been reported more eﬀective than placebo. Interestingly,\nProphylactic drug treatment of TTH\n                                                               some of the newer more selective antidepressants with\nProphylactic pharmacotherapy should be considered in           action on serotonin and noradrenaline seem to be as\npatients with chronic TTH, and it can be considered in         eﬀective as amitriptyline with the advantage that they\npatients with very frequent episodic TTH. Co-morbid            are tolerated in doses needed for the treatment of a\ndisorders, e.g. overweight or depression, should be taken      concomitant depression. Thus, the noradrenergic and\ninto account. For many years, the tricyclic anti-              speciﬁc serotonergic antidepressant mirtazapine 30 mg/\ndepressant amitriptyline has been used. More lately            day reduced headache index by 34% more than placebo\nother antidepressants, NSAIDs, muscle relaxants,               in diﬃcult to treat patients without depression including\nanticonvulsants and botulinum toxin have been tested in        patients who had not responded to amitriptyline [62].\nchronic TTH. The eﬀect of prophylactic drugs in TTH            The eﬃcacy of mirtazapine was comparable to that of\nhas been examined in surprisingly few placebo-con-             amitriptyline reported by the same group [58]. A sys-\ntrolled studies, which have used diﬀerent methods for          tematic review concluded that the two treatments may be\nthe measurement of eﬃcacy. The guidelines for drug             equally eﬀective for the treatment of chronic TTH [63].\ntrials in TTH from the International Headache Society          The serotonin and noradrenaline reuptake inhibitor\nrecommend days with TTH or area-under-the-headache             venlafaxine 150 mg/day [64] reduced headache days\n\n\n                                                                                                             \u0002 2010 The Author(s)\n                                            European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f                                                                            Guideline for treatment of tension-type headache      1323\n\n\n\nfrom 15 to 12 per month in a mixed group of patients                  Table 3 Recommended drugs for prophylactic therapy of tension-type\nwith either frequent episodic or chronic TTH. Low-dose                headache\n\nmirtazapine 4.5 mg/day alone or in combination with                                                                     Level of\nibuprofen 400 mg/day was not eﬀective in chronic TTH.                 Substance                  Daily dose             recommendation\nThe selective serotonin reuptake inhibitors (SSRIs),\n                                                                      Drug of ﬁrst choice\ncitalopram [58] and sertraline [65], have not been found               Amitriptyline             30–75 mg               A\nmore eﬀective than placebo. SSRIÕs have been compared                 Drugs of second choice\nwith other antidepressants in six studies. These studies               Mirtazapine               30 mg                  B\nwere reviewed in a Cochrane analysis that concluded                    Venlafaxine               150 mg                 B\n                                                                      Drugs of third choice\nthat SSRIÕs are less eﬃcacious than tricyclic antide-\n                                                                       Clomipramine              75–150 mg              B\npressants for the treatment of chronic TTH [66].                       Maprotiline               75 mg                  B\n                                                                       Mianserin                 30–60 mg               B\n\nMiscellaneous agents                                                  The level of recommendation considers side effects and number and\n                                                                      quality of the studies.\nThere have been conﬂicting results for treatment with\nthe muscle relaxant tizanidine [61,67], whilst the\nNMDA-antagonist memantine was not eﬀective [68].                      dose [58]. Therefore, it is advisable to change to other\nBotulinum toxin has been extensively studied [69–79]. It              prophylactic therapy, if the patient does not respond\nwas concluded in a systematic review that botulinum                   after 4 weeks on maintenance dose. The side eﬀects of\ntoxin is likely to be ineﬀective or harmful for the                   amitriptyline include dry mouth, drowsiness, dizziness,\ntreatment of chronic TTH [63]. The prophylactic eﬀect                 obstipation and weight gain. Mirtazapine, of which the\nof daily intake of simple analgesics has not been studied             major side eﬀects are drowsiness and weight gain, or\nin trials that had this as the primary eﬃcacy parameter,              venlafaxine, of which the major side eﬀects are vomiting,\nbut explanatory analyses indicated that ibuprofen                     nausea, dizziness and loss of libido, should be considered\n400 mg/day was not eﬀective in one study [80]. On the                 if amitriptyline is not eﬀective or not tolerated. Dis-\ncontrary, ibuprofen increased headache compared with                  continuation should be attempted every 6–12 months.\nplacebo indicating a possible early onset of medication-              The physician should keep in mind that the eﬃcacy of\noveruse headache [80]. Topiramate [81] and buspirone                  preventive drug therapy in TTH is often modest and that\n[82] have been reported eﬀective in open-label studies.               the eﬃcacy should outweigh the side eﬀects.\n\n\nConclusions                                                           Recommendations\n\nAmitriptyline has a clinically relevant prophylactic                  Amitriptyline is drug of ﬁrst choice for the prophylactic\neﬀect in patients with chronic TTH and should be drug                 treatment of chronic TTH. Mirtazapine and venlafax-\nof ﬁrst choice (Table 3). Mirtazapine or venlafaxine are              ine are drugs of second choice.\nprobably eﬀective, whilst the older tricyclic and tetra-\ncyclic antidepressants, clomipramine, maprotiline and\n                                                                      Non-pharmacologic treatment of TTH\nmianserin, may be eﬀective. A recent systematic review\n[63] concluded that amitriptyline and mirtazapine are\n                                                                      Information, reassurance and identification of trigger\nthe only forms of treatment that can be considered\n                                                                      factors\nproven beneﬁcial for the treatment of chronic TTH.\nHowever, the last search was performed in 2007 before                 Non-drug management should be considered for all\npublication of the study on venlafaxine [64].                         patients with TTH and is widely used. However, the\n   Amitriptyline should be started at low dosages                     scientiﬁc evidence for eﬃcacy of most treatment\n(10–25 mg/day) and titrated by 10–25 mg weekly until                  modalities is sparse [83–86]. The very fact that the\nthe patient has either good therapeutic eﬀect or side                 physician takes the problem serious may have a thera-\neﬀects are encountered. It is important that patients are             peutic eﬀect, particularly if the patient is concerned\ninformed that this is an antidepressant agent but has an              about serious disease, e.g. brain tumour, and can be\nindependent action on pain. The maintenance dose is                   reassured by thorough examination. Identiﬁcation of\nusually 30–75 mg daily administered 1–2 h before bed-                 trigger factors should be performed, as coping with\ntime to help to circumvent any sedative adverse eﬀects.               triggers may be of value [87]. The most frequently\nThe eﬀect is not related to the presence of depression                reported triggers for TTH are stress (mental or physi-\n[58]. A signiﬁcant eﬀect of amitriptyline may be                      cal), irregular or inappropriate meals, high intake or\nobserved already in the ﬁrst week on the therapeutic                  withdrawal of coﬀee and other caﬀeine containing\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f1324     L. Bendtsen et al.\n\n\n\nTable 4 Non-pharmacological treatments for tension of tension-type    cause of low power there is conﬂicting evidence to\nheadache                                                              support or refute the eﬀectiveness of EMG biofeedback\nTreatment                                Level of recommendation      compared with placebo or any other treatments [85].\n                                                                      However, a recent extensive and thorough meta-anal-\nPsycho-behavioural treatments\n                                                                      ysis including 53 studies concluded that biofeedback\n  EMG biofeedback                        A\n  Cognitive-behavioural therapy          C\n                                                                      has a medium-to-large eﬀect. The eﬀect was found to be\n  Relaxation training                    C                            long lasting and enhanced by combination with relax-\nPhysical therapy                         C                            ation therapy [97]. The majority of the studies included\nAcupuncture                              C                            employed EMG biofeedback. It was not possible to\nThe level of recommendation considers number and quality of the\n                                                                      draw reliable conclusions as to whether the eﬀect dif-\nstudies.                                                              fered between patients with episodic and chronic TTH.\n\n                                                                      Cognitive-behavioural therapy\ndrinks, dehydration, sleep disorders, too much or too                 The aim of cognitive-behavioural therapy is to teach the\nlittle sleep, reduced or inappropriate physical exercise,             patient to identify thoughts and beliefs that generate\npsycho-behavioural problems as well as variations                     stress and aggravate headaches. These thoughts are then\nduring the female menstrual cycle and hormonal sub-                   challenged, and alternative adaptive coping self-\nstitution [88–90]. It has been demonstrated that stress               instructions are considered. A variety of exercises may be\ninduces more headache in patients with chronic TTH                    used to challenge thoughts and beliefs, including exper-\nthan in healthy controls probably through hyperalgesic                imenting with adoption of another personÕs view of the\neﬀects on already sensitized pain pathways [91].                      situation, actively generating other possible views of a\n   Information about the nature of the disease is                     situation and devising a behavioural experiment to test\nimportant. It can be explained that muscle pain can lead              the validity of a particular belief [96]. One study found\nto a disturbance of the brainÕs pain-modulating mech-                 cognitive-behavioural therapy, treatment with tricyclic\nanisms [2,92,93], so that normally innocuous stimuli are              antidepressants and a combination of the two treatments\nperceived as painful, with secondary perpetuation of                  better than placebo with no signiﬁcant diﬀerence\nmuscle pain and risk of anxiety and depression. The                   between treatments [59], whilst another study reported\nprognosis in the longer run was found to be favourable                no diﬀerence between cognitive-behavioural therapy and\nin a population-based 12-year epidemiological follow-                 amitriptyline [98]. Cognitive-behavioural therapy may\nup study, because approximately half of all individuals               be eﬀective but there is no convincing evidence [63,85].\nwith frequent or chronic TTH had remission of their\nheadaches [13]. It is not known whether the same is true              Relaxation training\nfor individuals who seek medical consultation.                        The goal of relaxation training is to help the patient to\n                                                                      recognize and control tension as it arises in the course\n                                                                      of daily activities. Relaxation training involves a range\nPsycho-behavioural treatments\n                                                                      of aﬀective, cognitive and behavioural techniques, such\nA large number of psycho-behavioural treatment strat-                 as breathing exercises and meditation. Relaxation\negies have been used to treat chronic TTH. EMG bio-                   training has been compared with no treatment or\nfeedback, cognitive-behavioural therapy and relaxation                waiting list control [99–103] and with other interven-\ntraining have been investigated the most. However, only               tions [104–107]. A recent review concluded that there is\nfew trials have been performed controlled with suﬃcient               conﬂicting evidence that relaxation is better than no\npower and clear outcome measures [85]. Hypnotherapy                   treatment, waiting list or placebo [85].\nhas been reported eﬀective [94], but there is not con-\nvincing evidence for its eﬀect in TTH [85,95].                        Conclusions\n                                                                      EMG biofeedback has an eﬀect in TTH, whilst cogni-\nEMG biofeedback                                                       tive-behavioural therapy and relaxation training may\nThe aim of EMG biofeedback is to help the patient to                  have an eﬀect in TTH, but at this moment, there is no\nrecognize and control muscle tension by providing                     convincing evidence to support this [63,85]. These\ncontinuous feedback about muscle activity. Sessions                   treatments are relatively time-consuming, but unfortu-\ntypically include an adaptation phase, baseline phase,                nately, there are no documented guidelines for which\ntraining phase where feedback is provided and a self-                 psycho-behavioural treatment(s) to choose for the\ncontrol phase where the patient practices controlling                 individual patient. Therefore, until scientiﬁc evidence is\nmuscle tension without the aid of feedback [96]. A                    provided, common sense must be used. Thus, it is likely\nrecent review including 11 studies concluded that be-                 that cognitive-behavioural therapy will be most bene-\n\n\n                                                                                                                    \u0002 2010 The Author(s)\n                                                   European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 17, 1318–1325\n\f                                                                            Guideline for treatment of tension-type headache   1325\n\n\n\nﬁcial for the patient where psycho-behavioural prob-                  [110,113,127], relaxation [113] or a combination of\nlems or aﬀective distress play a major role [96], whilst              massage and relaxation [128]. Collectively, these trials\nbiofeedback or relaxation training may be preferable                  suggest slightly better results for some outcomes with the\nfor the tense patient.                                                latter therapies according to the recent Cochrane anal-\n                                                                      ysis [86]. Together, the available evidence suggests that\n                                                                      acupuncture could be a valuable option for patients\nNon-invasive physical therapy\n                                                                      suﬀering from frequent TTH, but more research is nee-\nPhysical therapy is widely used for the treatment of                  ded before ﬁnal conclusions can be made.\nTTH and includes the improvement of posture, mas-                        A recent study reported no eﬀect of greater occipital\nsage, spinal manipulation, oromandibular treatment,                   nerve block in patients with chronic TTH [129].\nexercise programs, hot and cold packs, ultrasound and\nelectrical stimulation, but the majority of these modal-\n                                                                      Recommendations\nities have not been properly evaluated [108]. Active\ntreatment strategies are generally recommended [108].                 Non-drug management should always be considered\nA recent review concluded that exercise may have a                    although the scientiﬁc basis is limited (Table 4). Infor-\nvalue for TTH [109]. Carlson et al. [110] reported better             mation, reassurance and identiﬁcation of trigger factors\neﬀect of physiotherapy than acupuncture. A controlled                 may be rewarding. EMG biofeedback has a docu-\nstudy [111] combined various techniques such as mas-                  mented eﬀect in TTH, whilst cognitive-behavioural\nsage, relaxation and home-based exercises and found a                 therapy and relaxation training most likely are eﬀective,\nmodest eﬀect. It was reported that adding craniocervi-                but there is no convincing evidence. Physical therapy\ncal training to classical physiotherapy was better than               and acupuncture may be valuable options for patients\nphysiotherapy alone [112]. A recent study found no                    with frequent TTH, but there is no robust scientiﬁc\nsigniﬁcant long-lasting diﬀerences in eﬃcacy amongst                  evidence for eﬃcacy.\nrelaxation training, physical training and acupuncture\n[113]. Spinal manipulation has no eﬀect in episodic\n                                                                      Need of update\nTTH [114] and no convincing eﬀect in chronic TTH\n[115,116]. Oromandibular treatment with occlusal                      These recommendations should be updated within\nsplints is often recommended but has not yet been tes-                5 years.\nted in trials of reasonable quality and cannot be rec-\nommended in general [117]. There is no ﬁrm evidence\n                                                                      Conflicts of interest\nfor eﬃcacy of therapeutic touch, cranial electrotherapy\nor transcutaneous electrical nerve stimulation [84].                  The present guidelines were developed without external\n   It can be concluded that there is a huge contrast                  ﬁnancial support. The authors report the following\nbetween the widespread use of physical therapies and                  ﬁnancial supports: Lars Bendtsen: Salary by Glostrup\nthe lack of robust scientiﬁc evidence for eﬃcacy of these             University Hospital. Honoraria in 2009 from MSD and\ntherapies and that further studies of improved quality                Pﬁzer; Stefan Evers: Salary by the University of Mün-\nare necessary to either support or refute the eﬀective-               ster. Honoraria or grants by Addex Pharma, ",
  "wordCount": 9545,
  "indexed": "2025-09-25T22:55:45.394Z",
  "method": "direct"
}
