{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Kouzmitcheva et al. - 2015 - Clinical Reasoning A 66-year-old man with recurre.pdf",
  "fileName": "Kouzmitcheva et al. - 2015 - Clinical Reasoning A 66-year-old man with recurre.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Kouzmitcheva et al. - 2015 - Clinical Reasoning A 66-year-old man with recurre.pdf",
  "text": "RESIDENT\n                & FELLOW\n                SECTION\n                                     Clinical Reasoning:\nSection Editor                       A 66-year-old man with recurrent\nMitchell S.V. Elkind,\nMD, MS                               multi-territory infarcts\n\nElizabeth Kouzmitcheva,              SECTION 1                                                                          neurologic deficits, including right arm and leg hemipa-\n   MD                                A 66-year-old man was referred to our center for evalu-                            resis, expressive aphasia, and right homonymous hemi-\nClaude Steriade, MDCM                ation of recurrent infarcts in multiple vascular territories                       anopia. He was initially evaluated at a community\nAnca Prica, MD                       over the preceding 6 months (figure 1). The patient first                          Stroke Prevention Clinic. His medical history was sig-\nLili-Naz Hazrati, MD,                presented with a 3-month, stuttering course of transient                           nificant for several classic vascular risk factors: coronary\n   PhD\nDaniel M. Mandell, MD,\n   PhD                                  Figure 1           Serial MRI of multifocal infarctions\n\n\n\nCorrespondence to\nDr. Kouzmitcheva:\nelizabeth.kouzmitcheva@sickkids.ca\n\n\n\n\n                                     (A) Axial diffusion-weighted imaging (DWI) from January (initial), February (1 month later), and March 2014 (2 months later)\n                                     shows a dynamic pattern of MRI lesions with resolution of some DWI lesions and new appearance of others, predominantly\n                                     in the left hemisphere. (B) T2 fluid-attenuated inversion recovery at the time of initial presentation depicts subcortical and deep\n                                     white matter hyperintensities.\n\n\n                                     From the Division of Neurology, Department of Paediatrics, The Hospital For Sick Children (E.K.), the Department of Medicine, Division of\n                                     Neurology (C.S.), the Division of Medical Oncology and Hematology, Princess Margaret Cancer Centre (A.P.), the Division of Pathology,\n                                     Department of Laboratory Medicine, University Health Network (L.-N.H.), and the Division of Neuroradiology, Department of Medical Imaging\n                                     (D.M.M.), University of Toronto, Canada.\n                                     Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                                        © 2015 American Academy of Neurology                                   e195\n\n    ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    artery disease requiring a coronary artery bypass graft,    history of left nephrectomy for biopsy-proven renal cell\n                    dyslipidemia for which he was taking atorvastatin 20 mg     carcinoma, with several subsequent normal abdominal\n                    daily, and obstructive sleep apnea with noncompliance       ultrasounds.\n                    to his continuous positive airway pressure mask. In addi-\n                                                                                Question for consideration:\n                    tion, he had atrial fibrillation for which he had under-\n                    gone a cardiac ablation procedure 2 years prior. He was a   1. What potential stroke mechanisms need to be\n                    nonsmoker and was normotensive. He had a distant               considered?\n\n\n\n\n                                                                                                                  GO TO SECTION 2\n\n\n\n\ne196                Neurology 84   June 9, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 2                                                     hemisphere, in the anterior cerebral artery, middle cerebral\n                  There are multiple common etiologies of ischemic stroke       artery (MCA), and posterior cerebral artery (PCA) terri-\n                  that need to be considered at the outset, including large-    tories, without areas of hemorrhage on susceptibility-\n                  artery atherosclerosis, cardioembolism, and small-vessel      weighted sequences. His initial magnetic resonance\n                  occlusion.1 Other potential yet uncommon etiologies           angiography (MRA) did not reveal any evidence of\n                  include infectious and inflammatory arteriopathies,           atherosclerosis or stenosis of the intracranial or extra-\n                  genetic syndromes such as mitochondrial encephalomy-          cranial vessels of the head and neck. As a result,\n                  opathy, lactic acidosis, and stroke-like episodes, systemic   large-vessel atherosclerosis etiology was largely ruled\n                  disorders that also involve the cerebrovascular system        out. The location and appearance of ischemic\n                  such as systemic lupus erythematosus, noninflammatory         strokes was not consistent with small-vessel athero-\n                  disorders of the arterial wall such as Moyamoya disease,      sclerosis, given the involvement of both white and\n                  thrombophilias, and vasospasm-related disorders.2             gray matter, with some infarcts following the bound-\n                      A cardioembolic mechanism was first considered given      aries of the large arterial vascular territories. In addi-\n                  the patient’s history of atrial fibrillation and multifocal   tion, there was lack of risk factors commonly\n                  infarcts, but a transesophageal echocardiogram was nega-      predisposing to small-vessel disease, such as hyper-\n                  tive for any intracardiac thrombus. Given the history of      tension and diabetes.\n                  atrial fibrillation, his community neurologist started him\n                                                                                Question for consideration:\n                  on apixaban 5 mg daily. Despite this, he continued to\n                  have ischemic events. Serial MRIs (figure 1) showed           1. What further investigations are needed to eluci-\n                  multiple small acute to subacute infarcts in the left            date the stroke etiology?\n\n\n\n\n                                                                                                                    GO TO SECTION 3\n\n\n\n\n                                                                                Neurology 84   June 9, 2015                           e197\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                        SECTION 3\n  Figure 2       Cerebral catheter angiogram, left internal carotid artery injection,\n                 lateral projection\n                                                                                        Other, less common, stroke mechanisms such as infec-\n                                                                                        tious and inflammatory arteriopathies and malignant\n                                                                                        processes were considered. A basic autoimmune screen\n                                                                                        including erythrocyte sedimentation rate, C-reactive\n                                                                                        protein, antinuclear antibodies, antineutrophil cytoplas-\n                                                                                        mic antibodies, and complements were within normal\n                                                                                        limits, along with an infectious workup including\n                                                                                        hepatitis serologies and HIV testing. A lumbar puncture\n                                                                                        showed 2 leukocytes (52% lymphocytes, 22% neutro-\n                                                                                        phils), 248 erythrocytes, glucose of 4.1 mmol/L (refer-\n                                                                                        ence range 2.2–4.4 mmol/L), and a slightly elevated\n                                                                                        protein of 0.85 g/L (reference range 0.15–0.45 g/L).\n                                                                                        CSF cytology showed no malignant cells and flow\n                                                                                        cytometry demonstrated a benign reactive T-lymphoid\n                                                                                        population. Microbiological studies, including varicella-\n                                                                                        zoster virus, were negative.\n                                                                                            Despite anticoagulation, the patient continued to\n                                                                                        have TIAs with corresponding new acute infarcts in\n                                                                                        the left hemisphere, again in multiple territories. A repeat\n                                                                                        MRA was not diagnostic. Due to persistent clinical sus-\nImage depicts narrowing and irregularity of multiple distal arterial branches.          picion of an inflammatory arteriopathy, the patient\n                                                                                        underwent a cerebral angiogram, the gold standard for\n                                                                                        intraluminal imaging, which showed multiple abnormal-\n                                                                                        ities including concentric vessel wall narrowing and irreg-\n                                                                                        ularities of the distal arterial branches of the MCA, PCA,\n                                                                                        superior cerebellar artery, and posterior inferior cerebellar\n                                                                                        artery on the left side (figure 2). As a result, he was given\n                                                                                        a presumed diagnosis of primary CNS vasculitis, given\n                                                                                        the acquired neurologic deficits combined with multifo-\n                                                                                        cal CNS lesions and typical angiographic findings. He\n                                                                                        was empirically started on prednisone at 1 mg/kg/day.\n                                                                                            A month later, the patient returned to our center\n                                                                                        with worsening right hemiparesis despite high-dose\n                                                                                        steroids, accompanied by right-sided intermittent\n                                                                                        rhythmic movements of the arm with no associated\n                                                                                        impairment of awareness, which were thought to be\n                                                                                        either focal motor seizures or limb-shaking TIAs.\n                                                                                        He did not endorse headaches or other systemic fea-\n                                                                                        tures. His cognitive deficits were also progressively\n                                                                                        worsening, with Montreal Cognitive Assessment\n                                                                                        score of 16/30 on admission.\n\n                                                                                        Questions for consideration:\n\n                                                                                        1. What is supportive of primary CNS vasculitis?\n                                                                                        2. What other diagnostic considerations are present?\n\n\n\n\n                                                                                                                             GO TO SECTION 4\n\n\n\n\ne198                            Neurology 84    June 9, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                  SECTION 4\n  Figure 3       MRI demonstrates leptomeningeal enhancement\n                                                                                                  The cerebral angiogram suggested a process leading to\n                                                                                                  narrowing of the distal arterial branches, the most\n                                                                                                  likely being an inflammatory vasculopathy such as\n                                                                                                  primary CNS vasculitis. However, the clinical pro-\n                                                                                                  gression despite an adequate prednisone trial, lack\n                                                                                                  of headaches or systemic features, and primarily uni-\n                                                                                                  lateral hemispheric involvement raised the question of\n                                                                                                  an alternative diagnosis. Malignant and infectious\n                                                                                                  causes of arteritis needed to be reconsidered, the latter\n                                                                                                  thought to be unlikely given the bland CSF and neg-\n                                                                                                  ative microbiologic studies.\n                                                                                                      Given the multiple atypical features for vasculitis and\n                                                                                                  the possibility of malignancy causing the arteritis, CTs of\n                                                                                                  the chest, abdomen, and pelvis were performed, but were\nAxial contrast-enhanced T1-weighted images show leptomeningeal enhancement, predom-               negative for malignancy. Serum lactate dehydrogenase\ninantly in the left frontoparietal-temporal region (arrows), which signifies involvement of the\n                                                                                                  and peripheral blood flow cytometry were normal.\nvessel lumens in the subarachnoid space.\n                                                                                                      In the absence of diagnostic findings of a systemic dis-\n                                                                                                  order, oral cyclophosphamide 100 mg daily was added to\n                                                                                                  the patient’s treatment regimen. At the same time, an\n                                                                                                  MRI was repeated and showed leptomeningeal enhance-\n                                                                                                  ment, predominantly in the left frontoparietal-temporal\n                                                                                                  region (figure 3), along with continued appearance of\n                                                                                                  new acute infarcts in the left hemisphere. The patient\n                                                                                                  showed no clinical improvement despite the addition of\n                                                                                                  cyclophosphamide to his immunosuppression.\n\n                                                                                                  Question for consideration:\n\n                                                                                                  1. What further testing would you perform to clarify\n                                                                                                     the diagnosis?\n\n\n\n\n                                                                                                                                      GO TO SECTION 5\n\n\n\n\n                                                                                                  Neurology 84   June 9, 2015                           e199\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 5                                                     space, CNS vasculitis is characterized by inflammatory\n                    The patient underwent a left parieto-occipital brain          damage to the blood vessel walls themselves.4 The end\n                    biopsy that confirmed intravascular large B-cell lym-         result is the same—ischemic infarction of surrounding\n                    phoma. Immunostaining showed that the atypical                tissues. Acquired progressive neurologic deficits, accom-\n                    cells within the blood vessels intensely expressed            panied by multifocal brain parenchymal infarcts on neu-\n                    CD20, identifying them as B-lymphocytes (figure 4).           roimaging, are the hallmark of CNS vasculitis.4 IVL can\n                        The patient was started on R-CHOP (rituximab,             mimic these imaging findings. Due to its rarity, lack of\n                    cyclophosphamide, doxorubicin, vincristine, predni-           clinical markers, and noninvasive diagnostic tests,\n                    sone) chemotherapy for intravascular lymphoma                 the need for a brain biopsy of a suspected site of\n                    (IVL). He was transferred to an oncology tertiary care        involvement is essential to establish an antemortem\n                    center for ongoing treatment.                                 diagnosis.3 Whether a less invasive, lesional skin\n                                                                                  biopsy can be performed to rule in the diagnosis\n                    DISCUSSION IVL has often been described as the on-            remains to be answered.\n                    cologist’s “great imitator.”3 It is characterized by the          There are no pathognomonic neuroradiologic find-\n                    aggressive proliferation of clonal B-lymphocytes within       ings for IVL.3,5 The most often cited abnormalities on\n                    small vessels, causing occlusion and ischemia, with usual     brain MRI are multifocal, discrete, cortical, or subcortical\n                    sites of involvement including the skin and the CNS.3 It      lesions that are hyperintense on T2-weighted and fluid-\n                    is unique due to its predominant neuroectodermal tro-         attenuated inversion recovery images and accompanying\n                    pism with relative sparing of surrounding tissue, lymph       meningeal enhancement on T1-weighted postgadoli-\n                    nodes, and bone marrow.3 Symptoms of the disease              nium images.3,6,7 In contrast, CNS vasculitis lesions usu-\n                    depend on the tissue surrounded by the affected vessels       ally occur in the deep as opposed to subcortical white\n                    causing a myriad of clinical presentations including focal    matter and lack meningeal enhancement.4 The most\n                    motor, sensory, visual, and language deficits.4,5 In con-     common abnormalities of both disorders on cerebral\n                    trast to IVL, where damage to surrounding tissue occurs       angiogram are multivessel segmental narrowing in a\n                    secondary to malignant cells occluding the intraluminal       beadlike pattern.4,8 However, despite some subtle\n\n\n\n                      Figure 4      Intravascular large B-cell lymphoma\n\n\n\n\n                    (A) Low-power image of brain parenchyma and blood vessels (arrows) with cellular infiltrate. (B) Higher power microphoto-\n                    graph of blood vessels shows intraluminal packing with large pleomorphic cells that are shown to be strongly positive for\n                    CD20 (C) and BCL2 (E). The proliferative index as shown by MiB1 immunohistochemistry is very high (D). Scale bar repre-\n                    sents 450 mm in (A), 50 mm in (B), 150 mm in (C), 150 mm in (D), and 75 mm in (E).\n\ne200                Neurology 84   June 9, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  differences, neuroimaging cannot definitively distinguish                     STUDY FUNDING\n                  between IVL and CNS vasculitis, further underscoring                          No targeted funding reported.\n\n                  the need for a biopsy. In a review of the literature, mul-\n                  tiple reports of normal cerebral angiograms in IVL with                       DISCLOSURE\n                                                                                                The authors report no disclosures relevant to the manuscript. Go to\n                  CNS involvement exist, with up to 45% of cases of IVL                         Neurology.org for full disclosures.\n                  having angiographic findings that have been confirmed\n                  by brain biopsy.4,8 That means that roughly 50% of IVL                        REFERENCES\n                  cases with CNS involvement are angiography negative.4                         1. Adams HP Jr, Bendixen BH, Kappelle LJ, et al. Classifica-\n                  Unilateral presentation is not a common radiologic fea-                          tion of subtype of acute ischemic stroke: definitions for use\n                                                                                                   in a multicenter clinical trial: TOAST: Trial of Org 10172\n                  ture in either IVL or CNS vasculitis, as was seen in our\n                                                                                                   in acute stroke treatment. Stroke 1993;24:35–41.\n                  patient.\n                                                                                                2. Mackey J. Evaluation and management of stroke in young\n                      Framing bias added to the difficulties in obtaining a                        adults. Continuum 2014;20:352–369.\n                  diagnosis in our patient. Indeed, he was admitted to our                      3. Zuckerman D, Seliem R, Hochberg E. Intravascular lym-\n                  institution carrying a presumed diagnosis of primary                             phoma: the oncologist’s “great imitator.” Oncologist 2006;\n                  CNS vasculitis. Lack of response to first-line treatment                         11:496–502.\n                  led to the addition of second-line treatment rather than                      4. Song DK, Boulis NM, McKeever PE, et al. Angiotropic\n                                                                                                   large cell lymphoma with imaging characteristics of\n                  reconsideration of the diagnosis. In addition, the lack of\n                                                                                                   CNS vasculitis. AJNR Am J Neuroradiol 2002;23:\n                  prodromal malaise, fever or headache, systemic features                          239–242.\n                  of vasculitis, and leptomeningeal enhancement were, in                        5. Mihaljevic B, Sternic N, Skender Gazibara M, et al. Intra-\n                  retrospect, indicators of an alternative diagnosis.                              vascular large B-cell lymphoma of central nervous system: a\n                      IVL should be considered in the differential diagnosis                       report of two cases and literature review. Clin Neuropathol\n                  in patients with presumed primary CNS vasculitis given                           2010;29:233–238.\n                                                                                                6. Vieren M, Sciot R, Robberecht W. Intravascular lympho-\n                  its significant impact on prognosis and management.\n                                                                                                   matosis of the brain: a diagnostic problem. Clin Neurol\n                                                                                                   Neurosurg 1999;101:33–36.\n                  AUTHOR CONTRIBUTIONS\n                                                                                                7. Baehring JM, Longtine J, Hochberg FH. A new approach\n                  Dr. Elizabeth Kouzmitcheva: drafting/revising the manuscript, interpreta-\n                                                                                                   to the diagnosis and treatment of intravascular lymphoma.\n                  tion of data. Dr. Claude Steriade: drafting/revising the manuscript, inter-\n                  pretation of data. Dr. Anca Prica: revising the manuscript, analysis and         J Neurooncol 2003;61:237–248.\n                  interpretation of data. Dr. Lili-Naz Hazrati: revising the manuscript,        8. Detsky ME, Chiu L, Shandling MR, Sproule ME,\n                  analysis and interpretation of data. Dr. Daniel M. Mandell: revising             Ursell MR. Heading down the wrong path. N Engl J\n                  the manuscript, analysis and interpretation of data.                             Med 2006;355:67–74.\n\n\n\n\n                                                                                                Neurology 84      June 9, 2015                              e201\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f    Clinical Reasoning: A 66-year-old man with recurrent multi-territory infarcts\n               Elizabeth Kouzmitcheva, Claude Steriade, Anca Prica, et al.\n                             Neurology 2015;84;e195-e201\n                         DOI 10.1212/WNL.0000000000001662\n\n                        This information is current as of June 8, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/84/23/e195.full.html\n\n References                         This article cites 8 articles, 3 of which you can access for free at:\n                                    http://www.neurology.org/content/84/23/e195.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Cerebrovascular disease/Stroke\n                                    http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                    stroke\n                                    All Education\n                                    http://www.neurology.org//cgi/collection/all_education\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2404,
  "indexed": "2025-09-25T22:54:23.902Z",
  "method": "direct"
}
