{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Berardelli et al. - 2013 - EFNSMDS-ES recommendations for the diagnosis of P.pdf",
  "fileName": "Berardelli et al. - 2013 - EFNSMDS-ES recommendations for the diagnosis of P.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Berardelli et al. - 2013 - EFNSMDS-ES recommendations for the diagnosis of P.pdf",
  "text": "European Journal of Neurology 2013, 20: 16–34                                                                           doi:10.1111/ene.12022\n\nEFNS/MDS-ES GUIDELINES/CME ARTICLE\n\n\nEFNS/MDS-ES recommendations for the diagnosis of\nParkinson’s disease\nA. Berardellia*, G. K. Wenningb, A. Antoninic, D. Bergd, B. R. Bloeme, V. Bonifatif, D. Brooksg,\nD. J. Burnh, C. Colosimoi, A. Fanciullib, J. Ferreiraj, T. Gasserd, F. Grandask, P. Kanovskyl,\nV. Kosticm, J. Kulisevskyn, W. Oertelo, W. Poeweb, J.-P. Reesep, M. Reljaq, E. Ruzickar,\nA. Schrags, K. Seppib, P. Tabat and M. Vidailhetu\na\n                                                                                              a di Roma, Rome, Italy; bDepartment\n    Dipartimento di Neurologia e Psichiatria and IRCCS NEUROMED Institute, Sapienza, Universit\u0001\nof Neurology, Innsbruck Medical University, Innsbruck, Austria; cParkinson’s disease and Movement Disorders Unit IRCCS, San\nCamillo, Venice, Milan, Italy; dDepartment of Neurodegenerative Diseases, Hertie-Institute for Clinical Brain Research, German Center\nfor Neurodegenerative Diseases, University of T€                  ubingen, Germany; eDonders Institute for Brain, Cognition and\n                                               ubingen and DZNE, T€\nBehaviour, Department of Neurology, Radboud University Nijmegen Medical Center, Nijmegen; fDepartment of Clinical Genetics, Eras-\nmus MC, Rotterdam, The Netherlands; gDepartment of Clinical Neuroscience, Imperial College London, Hammersmith Hospital, London,\nUK; hInstitute for Ageing and Health, Newcastle University, Newcastle upon Tyne, UK; iDipartimento di Neurologia e Psichiatria,\n                   a di Roma, Rome, Italy; jCentro De Estudos Egas Moniz, Faculdade De Medicina De Lisboa, Lisbon, Portugal;\nSapienza, Universit\u0001\nk\n Movement Disorders Research Unit, Hospital Universitario Gregorio Mara~ no\u0003n, Madrid, Spain; lDepartment of Neurology, Palacky Uni-\nversity, Olomouc, Czech Republic; mInstitute of Neurology CCS, School of Medicine, University of Belgrade, Belgrade, Serbia; nMove-\nment Disorders Unit, Department of Neurology, Sant Pau Hospital, Universitat Autonoma de Barcelona and Ciberned, Barcelona, Spain;\no\n    Department of Neurology, Centre of Nervous Diseases, Philipps-University of Marburg, Marburg, Germany; pInstitut f€\n                                                                                                                      ur Medizinische\nSoziologie, Deutschland, Germany; qDepartment of Neurology, Movement Disorders Centre, School of Medicine and University Hospital\nCentre, University of Zagreb, Zagreb, Croatia; r1st Faculty of Medicine and General University Hospital in Prague, Charles University in\nPrague, Praha, Czech Republic; sInstitute of Neurology, University College London, London, UK; tDepartment of Neurology and\nNeurosurgery, University of Tartu, Tartu, Estonia; and uP^\n                                                         ole des Maladies du Syst\u0001\n                                                                                 eme Nerveux et CRICM UPMC/INSERM\nUMR_S975 CNRS UMR7225, F\u0003\n                        ed\u0003\n                          eration de Neurologie, H^\n                                                  opital de la Salp^\n                                                                   etri\u0001\n                                                                       ere, Paris, France\n\n\n\n\nKeywords:                            Background: A Task Force was convened by the EFNS/MDS-ES Scientist Panel\nmovement disorders,                  on Parkinson’s disease (PD) and other movement disorders to systemically review\nneurological disorders,              relevant publications on the diagnosis of PD.\nParkinson’s disease                  Methods: Following the EFNS instruction for the preparation of neurological diag-\n                                     nostic guidelines, recommendation levels have been generated for diagnostic criteria\nReceived 18 July 2012                and investigations.\nAccepted 18 September 2012           Results: For the clinical diagnosis, we recommend the use of the Queen Square\n                                     Brain Bank criteria (Level B). Genetic testing for speciﬁc mutations is recommended\n                                     on an individual basis (Level B), taking into account speciﬁc features (i.e. family\n                                     history and age of onset). We recommend olfactory testing to diﬀerentiate PD from\n                                     other parkinsonian disorders including recessive forms (Level A). Screening for pre-\n                                     motor PD with olfactory testing requires additional tests due to limited speciﬁcity.\n                                     Drug challenge tests are not recommended for the diagnosis in de novo parkinso-\n                                     nian patients. There is an insuﬃcient evidence to support their role in the diﬀeren-\n                                     tial diagnosis between PD and other parkinsonian syndromes. We recommend an\n                                     assessment of cognition and a screening for REM sleep behaviour disorder,\n                                     psychotic manifestations and severe depression in the initial evaluation of suspected\n                                     PD cases (Level A). Transcranial sonography is recommended for the diﬀerentiation\n                                     of PD from atypical and secondary parkinsonian disorders (Level A), for the early\n                                     diagnosis of PD and in the detection of subjects at risk for PD (Level A), although\n                                     the technique is so far not universally used and requires some expertise. Because\n\nCorrespondence: A. Berardelli, Dipartimento di Neurologia e Psichiatria, Sapienza, Universit\u0001a di Roma, Viale dell’Università 30, 00185 Rome,\nItaly (tel./fax: +390649914700; e-mail: alfredo.berardelli@uniroma1.it).\nThis is a Continuing Medical Education article, and can be found with corresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for correctly answering the questions will be issued by the EFNS.\n\n\n\n                                                                                                                        © 2012 The Author(s)\n16                                                                                                European Journal of Neurology © 2012 EFNS\n\f                                                                                                EFNS/MDS-ES Guidelines     17\n\n\n\n\n                                  speciﬁcity of TCS for the development of PD is limited, TCS should be used in con-\n                                  junction with other screening tests. Conventional magnetic resonance imaging and\n                                  diﬀusion-weighted imaging at 1.5 T are recommended as neuroimaging tools that\n                                  can support a diagnosis of multiple system atrophy (MSA) or progressive supranu-\n                                  clear palsy versus PD on the basis of regional atrophy and signal change as well as\n                                  diﬀusivity patterns (Level A). DaTscan SPECT is registered in Europe and the Uni-\n                                  ted States for the diﬀerential diagnosis between degenerative parkinsonisms and\n                                  essential tremor (Level A). More speciﬁcally, DaTscan is indicated in the presence\n                                  of signiﬁcant diagnostic uncertainty such as parkinsonism associated with neurolep-\n                                  tic exposure and atypical tremor manifestations such as isolated unilateral postural\n                                  tremor. Studies of [123I]MIBG/SPECT cardiac uptake may be used to identify\n                                  patients with PD versus controls and MSA patients (Level A). All other SPECT\n                                  imaging studies do not fulﬁl registration standards and cannot be recommended for\n                                  routine clinical use. At the moment, no conclusion can be drawn as to diagnostic\n                                  eﬃcacy of autonomic function tests, neurophysiological tests and positron emission\n                                  tomography imaging in PD.\n                                  Conclusions: The diagnosis of PD is still largely based on the correct identiﬁcation of its\n                                  clinical features. Selected investigations (genetic, olfactory, and neuroimaging studies)\n                                  have an ancillary role in conﬁrming the diagnosis, and some of them could be possibly\n                                  used in the near future to identify subjects in a pre-symptomatic phase of the disease.\n\n\n                                                                        8 Neuroimaging\nIntroduction\n                                                                        9 Economic issues\nA correct diagnosis of Parkinson’s disease (PD) is a pre-                Groups of experts were allocated to each section\nrequisite for patient counselling and therapeutic man-                and asked to provide an evidence-based recommenda-\nagement. Despite all the recent advances in imaging                   tion level for the assigned diagnostic tool. To this\nand genetics of parkinsonian disorders, the diagnosis of              end, MEDLINE, EMBASE and Cochrane libraries\nPD remains a primarily clinical exercise. However, clin-              were searched for relevant citations up to June 2011.\nical diagnostic uncertainty is high at initial presenta-              Consensus on the guidelines was ﬁnally reached within\ntion, and up to 10–30% of patients initially diagnosed                the Task Force.\nas PD are clinically re-classiﬁed even in specialized units              The recommendations have been developed accord-\n[1]. Targeting this pitfall, numerous ancillary investiga-            ing to the EFNS Evidence Classiﬁcation Scheme for\ntions have been developed in the last decades to support              diagnostic measures [3].\nPD diagnostic work-up [2]. Because these tests diﬀer in                  In this statement, recommendations for diagnostic\ntheir diﬀerential diagnostic performance, availability                investigations in PD are therefore graded as follows:\nand costs, the EFNS/MDS-ES Task Force identiﬁed a                     • Level A – eﬀective\nclear need to develop guidelines for the diagnosis of PD              • Level B – probably eﬀective\nto be applied across Europe. This need is fostered by                 • Level C – possibly eﬀective\nrecent eﬀorts of the PD research community focusing                      A Level A or B recommendation does not mean\non the development of screening tools capable of identi-              that this test should be employed in all patients of a\nfying individuals at risk for PD.                                     certain group, but simply means that the test has\n   This EFNS/MDS-ES Task Force report is divided                      good diagnostic accuracy. It is for the physician to\ninto nine sections addressing key aspects of the                      decide whether or not to use it in the given patient.\ndiagnostic work-up of patients presenting with                        For example, a Level A recommendation for an imag-\nparkinsonism:                                                         ing test based on excellent diagnostic performance\n  1 Clinical diagnostic criteria                                      may still not mean that a clear-cut patient with a solid\n  2 Genetic testing                                                   clinical diagnosis should have this test.\n  3 Autonomic function testing\n  4 Olfactory tests\n                                                                      Section 1: clinical diagnostic criteria for PD\n  5 Drug challenge tests\n  6 Neurophysiological tests                                          Several sets of clinical diagnostic criteria have been\n  7 Neuropsychological tests                                          proposed, based mainly on the presence of the classi-\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f18     A. Berardelli et al.\n\n\n\nTable 1 Queen Square Brain Bank UK PDS Brain Bank Criteria                       The ﬁrst diagnostic step requires the presence of\nfor the diagnosis of PD [4,6]                                                 bradykinesia. Crucially, bradykinesia is not just slow-\nStep 1 Diagnosis of parkinsonian syndrome                                     ness of movement or movements. It is rather meant as\nBradykinesia (slowness of initiation of voluntary movement with               progressive fatiguing and decrement of repetitive alter-\n progressive reduction in speed and amplitude or repetitive actions)\n                                                                              nating movements during ﬁnger or foot tapping [5].\n and at least one of the following:\n                                                                              The second step involves a checklist of symptoms and\n• Muscular rigidity                                                           signs that argue against a diagnosis of PD. Finally,\n• 4- to 6-Hz rest tremor                                                      the diagnosis of PD requires the presence of three or\n• Postural instability not caused by primary visual, vestibular,              more supportive criteria (Table 1). Recently, hypos-\n  cerebellar or proprioceptive dysfunction                                    mia and hallucinations have been added to this list\nStep 2 Exclusion criteria for Parkinson’s disease                             [6].\n                                                                                 The accuracy of the QSBB clinical diagnostic crite-\n• History of repeated strokes with stepwise progression of                    ria has been retrospectively assessed in two clinical–\n  parkinsonian features\n• History of repeated head injury                                             pathological studies (class III evidence) [7], (class III\n• History of deﬁnite encephalitis                                             evidence) [8]. In a series of 100 cases with pathologi-\n• Oculogyric crises                                                           cally proven PD, the QSBB clinical diagnostic criteria\n• Neuroleptic treatment at onset of symptoms                                  were applied retrospectively, and the diagnostic accu-\n• More than one aﬀected relative (*)                                          racy proved to be 82% [7]. A more recent study (pub-\n• Sustained remission                                                         lished 10 years after the previous publication)\n• Strictly unilateral features after 3 years                                  involved a series of 143 cases with pathologically pro-\n• Supranuclear gaze palsy\n• Cerebellar signs                                                            ven PD. In this study, the QSBB clinical diagnostic\n• Early severe autonomic involvement                                          criteria were mostly applied by movement disorder\n• Early severe dementia with disturbances of memory, language                 experts [8]. The results showed an overall sensitivity\n  and praxis                                                                  for PD clinical diagnosis of 91.1%, a speciﬁcity of\n• Babinski sign                                                               98.4%, a positive predictive value of 98.6% and a\n• Presence of a cerebral tumour or communicating hydrocepha-                  negative predictive value of 90%. The clinical diagnos-\n  lus on CT scan\n                                                                              tic accuracy was thus improved over time, suggesting\n• Negative response to large doses of L-dopa (if malabsorption                an optimized use of the QSBB criteria and its support-\n  excluded)\n• MPTP exposure                                                               ive and non-supportive signs.\n                                                                                 Clinical expertise of the neurologist assessing PD\nStep 3 Supportive prospective positive criteria of Parkinson’s disease\nThree or more required for the diagnosis of deﬁnite                           diagnosis has been shown to predict the diagnostic\nParkinson’s disease:                                                          eﬀectiveness of the QSBB clinical diagnostic criteria\n                                                                              in two independent studies [1,9]. In the ﬁrst study,\n• Unilateral onset                                                            the QSBB clinical diagnostic criteria were applied by\n• Rest tremor present\n• Progressive disorder                                                        movement disorder specialists to 402 cases previously\n• Persistent asymmetry aﬀecting the side onset most (*)                       diagnosed as PD from general practitioners in North\n• Excellent response (70–100%) to L-dopa                                      Wales [9]. A deﬁnite diagnosis of PD could be\n• Severe L-dopa-induced chorea                                                reached in only 53% of cases, suggesting an error\n• L-dopa response for 5 years or more (*)                                     rate of 47% outside of specialized centres. The most\n• Clinical course of 10 years or more (*)                                     common misdiagnoses were essential tremor, Alzhei-\n• Hyposmia\n• Visual hallucinations                                                       mer’s disease and vascular parkinsonism. The second\n                                                                              study compared the diagnostic accuracy of PD clini-\n(*) Criteria that will need future revision.                                  cal diagnosis, as made by movement disorder\n                                                                              experts, in comparison with non-expert physicians in\ncal motor signs of the disease, combined with the                             the community [1]. In this study, 126 patients with a\nabsence of incompatible or atypical signs (the so-                            pre-existing clinical diagnosis of probable or possible\ncalled red ﬂags suggestive of atypical parkinsonism).                         PD underwent diagnostic reassessment by movement\nThe most widely used clinical criteria for the diagnosis                      disorder specialists using the QSBB clinical diagnostic\nof PD are those introduced by the Queen Square                                criteria. The results showed that experts reached a\nBrain Bank (QSBB) [4]. These criteria provide a three-                        greater sensitivity (93.5% for experts versus 73.5%\nstep method: (Table 1)                                                        for non-experts) and positive predictive value (88.7%\n 1 Signs that must be present                                                 for experts versus 73.5% for non-experts), whereas\n 2 Signs that should not be present                                           the negative predictive value was similar (76.9% for\n 3 Supportive criteria                                                        experts versus 79.1% for non-experts) [1]. These\n\n\n                                                                                                                           © 2012 The Author(s)\n                                                                         European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                EFNS/MDS-ES Guidelines     19\n\n\n\nresults underscored a relatively high diagnostic inac-                ing on anonymously coded DNA samples by labora-\ncuracy by non-experts.                                                tory technicians can be practically considered as\n   Even if made by a movement disorder expert, PD                     equivalent to a blinded testing condition, the studies\ndiagnosis may change at follow-up, for several rea-                   are classiﬁed as class III evidence, which leads to\nsons: development of atypical signs (red ﬂags), insuﬃ-                Level B recommendation.\ncient response to dopaminergic treatment or                              With few notable exceptions in some populations,\nneuroimaging clues for an alternative diagnosis.                      <5% of all PD cases are caused by known single-gene\n   In prospective studies with PD cohorts initially                   mutations. Therefore, genetic testing will allow an\nrecruited from experts according to the QSBB criteria,                accurate aetiological diagnosis only in a minority of\nchange of diagnosis occurred in 6–8% of cases [10,11].                patients [12,13]. As no speciﬁc treatment is available\nThis suggests a relative low rate of misclassiﬁcation, if             for genetic cases, the purpose of genetic testing in PD\nthe diagnosis is initially assessed by a movement dis-                is essentially oriented at patient and family members’\norder expert.                                                         counselling with respect to disease prognosis and\n   Although the QSBB clinical diagnostic criteria are                 genetic risk of unaﬀected relatives.\nwidely used in clinical practice, a number of pitfalls                   The results of diagnostic genetic testing have impli-\nhave been recognized:                                                 cations in the psychological, social and professional\n 1 Having more than one aﬀected relative cannot be                    domains of both patients and relatives. Therefore,\n    considered an exclusion criterion of PD anymore;                  informed consent and privacy warranty are important\n 2 Some of the supportive criteria such as persistent                 issues. Further, the genetic testing should always be\n    asymmetry, prolonged disease course or continu-                   performed by a professional team and include pre-test\n    ous levodopa response may occur in atypical par-                  and post-test counselling [12].\n    kinsonian disorders as well. A critical revision of\n    the QSBB criteria will be required to address these\n                                                                      Autosomal dominant forms of PD\n    drawbacks.\n   Other diagnostic criteria are shown as supporting                  SNCA\ninformation in the online version of this article (Data               Point mutations in the gene for alpha-synuclein\nS1).                                                                  (SNCA), as well as duplications and triplications of\n                                                                      the entire gene locus, can cause PD. The point muta-\n                                                                      tions E46K and A53T and also gene triplications\nRecommendations\n                                                                      cause an aggressive form of PD with relatively early\nOnly the QSBB clinical diagnostic criteria have been                  onset [14]. Most cases have been identiﬁed in families\nvalidated by Hughes et al. [8] and are therefore rec-                 with multiple aﬀected individuals. The A30P muta-\nommended as probably eﬀective (Level B) for clinical                  tion, as well as SNCA duplications, causes more typi-\npractice.                                                             cal PD with late onset. Incomplete penetrance of\n                                                                      SNCA duplications may result in a negative family\n                                                                      history [15]. Nevertheless, all the above cited SNCA\nSection 2: genetic testing\n                                                                      mutations are rare in sporadic patients.\nThese recommendations are formulated according to\nthe criteria established by the EFNS [3], with some                   Leucine-rich repeat kinase 2\nmodiﬁcations accounting for the speciﬁc nature of                     Mutations in the gene for leucine-rich repeat kinase 2\ngenetic tests [12]. Genetic testing is by deﬁnition the               (LRRK2) are a much more common cause of domi-\ngold standard for the diagnosis of a genetic disease                  nant PD. Up to date, 6 mutations are known to be\n(barring the rare event of a laboratory error). There-                pathogenic (N1437H, R1441C, R1441G, Y1699C,\nfore, the diagnostic accuracy of genetic testing cannot               G2019S and I2020T), based on their cosegregation in\nbe measured by using another method as reference                      PD families. Overall, LRRK2 mutations account for 5\ninvestigation. Therefore, the level of recommendation                 –15% of dominant familial [16], and 1–3% of spo-\nfor genetic testing has been based on the quality of                  radic PD cases [17], with higher prevalence of some\navailable studies investigating the nature and fre-                   founder mutations in speciﬁc populations. The\nquency of mutations of a given gene amongst clini-                    G2019S variant is found in 15–30% of Ashkenazi\ncally deﬁned series of patients.                                      Jewish [18] and up to 40% of North African Arab\n  Because all the available studies have been retro-                  patients (both sporadic and familial), whilst the\nspective (i.e. looking for speciﬁc mutations amongst                  R1441G variant is a Basque founder mutation with a\npreviously ascertained and clinically diagnosed series)               prevalence of 15% in patients with PD from this\nand because the formal execution of the genetic test-                 region [19].\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f20   A. Berardelli et al.\n\n\n\n  Clinically, LRRK2-associated PD is indistinguish-         factor for PD. Last, a second pathogenic mutation\nable from sporadic typical PD, as to age of onset and       might be present, but escapes detection by the stan-\nsymptomatology. Reduced penetrance of 30–70% has            dard screening methods.\nbeen estimated for the G2019S mutation.                       The clinical phenotype associated with parkin\n                                                            mutations is characterized by early-onset parkinson-\nGlucocerebrosidase                                          ism, good and prolonged L-dopa responsiveness and\nHeterozygous mutations in the gene for glucocerebro-        overall benign course. The average age at onset is in\nsidase (GBA) are a frequent and strong risk factor for      the 30s in most patients, but late-onset cases have\nPD, especially in some populations [20–22]. Some            been described as well. Motor ﬂuctuations and levo-\nmutations are more prevalent in speciﬁc ethnic              dopa-induced dyskinesias are frequent, whereas\ngroups, such as the N370S mutation amongst Ashke-           marked cognitive or autonomic disturbances are rare\nnazi Jewish. According to current odds ratios’ esti-        [25]. The phenotype associated with PINK1 and DJ-\nmates (pooled OR > 5), GBA mutations have much              1 mutations has been studied in a smaller number of\nlower eﬀect size than classical mendelian mutations.        patients, but it is basically indistinguishable from\nIn other words, GBA mutations display a markedly            that of parkin.\nreduced penetrance. However, an accurate estimate of\nORs and penetrance is currently possible only for the\n                                                            Atypical recessive forms\nmost common GBA mutations. Clinically, patients\nwith GBA pathogenic mutations have typical PD with          Mutations in the ATP13A2 (PARK9), PLA2G6\npossibly slightly earlier-onset age.                        (PARK14), FBXO7 (PARK15) and other genes cause\n                                                            rare recessive forms of parkinsonism, usually with\n                                                            very early onset (<30 years) and atypical features\nAutosomal recessive forms of PD\n                                                            (pyramidal, dystonic, ocular movement and cognitive\nHomozygous or compound heterozygous mutations               disturbances).\nin each of the following three genes: parkin\n(PARK2), PINK1 (PARK6) and DJ-1 (PARK7), can\n                                                            Recommendations\ncause autosomal recessive forms of PD. Mutations in\nthe parkin gene are the most common. Up to half of          Available evidence provides a Level B recommenda-\nfamilial PD cases with a disease onset under the age        tion for the use of genetic testing in the diagnosis of\nof 45 and a recessive pattern of inheritance are            PD. Genetic testing for speciﬁc mutations is recom-\ncaused by parkin mutations. Similarly, parkin muta-         mended on an individual basis, and speciﬁc features,\ntions underlie ~15% of the sporadic PD cases with           particularly family history and age of onset, must be\ndisease onset before the age of 45 [23]. Mutations in       taken into account:\nthe PINK1 and DJ-1 gene are less common, account-           I Testing for SNCA point mutations and gene multi-\ning for up to 1–8% and 1–2% of the sporadic cases           plications is recommended only in families with multi-\nwith early onset, respectively. The likelihood of           ple aﬀected members in more than one generation\nPINK-1 and DJ-1 mutations is inversely proportional         suggestive of dominant inheritance, with early- or\nto the age of PD onset: the earlier the onset, the          late-onset PD\nhigher the likelihood. A large number of mutations          II LRRK2 genetic testing for counselling purposes,\nhave been identiﬁed in these three genes worldwide,         speciﬁcally directed at known pathogenic variants is\nincluding point or small mutations, but also large          recommended in patients with a clinical picture of\ngenomic rearrangements (deletions and multiplica-           typical PD and a positive family history suggestive of\ntions). The latter are especially frequent in the parkin    dominant inheritance\ngene. Therefore, sequencing and dosage assay of all         III In sporadic patients, genetic testing should be lim-\nexons is required for an accurate screening of these        ited to the search for known LRRK2 founder muta-\nthree genes.                                                tions in the appropriate populations (i.e. with known\n   In some cases, only a single heterozygous mutation       high mutation frequencies)\nis detected in one of the genes for recessive PD. This      IV Genetic testing for GBA gene mutations is recom-\nﬁnding does not lend itself to a clear interpretation.      mended in patients with typical PD with or without a\nOn the one hand, a single heterozygous mutation             positive family history, limited to the known founder\nmight be coincidental (unrelated to the disease), as        mutations of established pathogenic role in the appro-\nsupported from the screening of large case–control          priate populations\nseries [24]. On the other hand, a single heterozygous       V Genetic testing of the parkin, PINK1 and DJ-1\nmutation in one of these genes might also act as a risk     genes for counselling purposes is recommended in\n\n\n                                                                                                         © 2012 The Author(s)\n                                                       European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                EFNS/MDS-ES Guidelines     21\n\n\n\npatients with typical PD and positive family history                  nostic criteria into MSA or PD depending on the\ncompatible with recessive inheritance, particularly                   presence of overt autonomic failure. This may have\nwhen the disease onset is before the age of 50 years.                 increased the likelihood of abnormal test results in\nFor sporadic cases, parkin, PINK1 and DJ-1 genetic                    MSA patients. Unbiased AFT data are sparse, sug-\ntesting is recommended when onset is very early, par-                 gesting substantial overlap between MSA and PD\nticularly before the age of 40                                        patients (class III evidence) [35].\nVI Testing of the ATP13A2, PLA2G6 and FBXO7\ngenes might be considered in cases with very-early-\n                                                                      Neurophysiological assessment of autonomic function\nonset PD, if no mutation in parkin, PINK1 and DJ-1\ngene has been found.                                                  In contrast to PD and other degenerative parkinso-\n                                                                      nian syndromes, R-R interval variation at ECG exam-\n                                                                      ination is reduced and the sympathetic skin response\nSection 3: autonomic function tests\n                                                                      is abnormal in MSA [27]. These tests might be used\nSymptoms suggestive of autonomic failure are com-                     for the diﬀerentiation of MSA from other parkinso-\nmon in PD, with increasing prevalence and severity as                 nian syndromes.\nthe disease progresses. A subgroup of patients with\nPD develop autonomic symptoms such as orthostatic\n                                                                      Recommendations\nhypotension (OH), urogenital failure or constipation\nearly on, sometimes even prior to motor onset. Diﬀer-                 Autonomic function tests are principally helpful to\nentiation from multiple system atrophy (MSA) on                       detect autonomic impairments in patients with PD.\nclinical grounds may be diﬃcult in this situation. Rec-               Some dysautonomic features, like OH or post-void\nognition of autonomic failure in PD by means of                       residual volume, have important therapeutic implica-\nappropriate autonomic function tests (AFTs) is                        tions. However, at the moment, there is insuﬃcient\nimportant because of diagnostic and therapeutic impli-                evidence to provide a level of recommendation for\ncations. Most reports on AFTs in PD represent class                   AFTs in PD.\nIV evidence. AFTs comparing PD and MSA patients\nhave reported the diﬀerences between the two diseases\n                                                                      Section 4: olfactory tests\nin cardiovascular [26–28], urinary [29–31], anorectal\n[32], skin temperature and sweating regulatory func-                  The reported prevalence of olfactory deﬁcit in PD\ntions [27,28,33,34]. However, multiple studies have                   ranges from 73% to 90% [40–45]. The best validated\nshown that cardiovascular AFTs alone do not distin-                   and most widely used quantitative screening tests for\nguish between PD, MSA and progressive supranuclear                    odour identiﬁcation are the UPSIT and the smell test.\npalsy (PSP) [35,36]. Detrusor-sphincter dyssynergia,                  The smell test is also available with ethnically speciﬁc\nlarge post-void residuals and an open bladder neck                    odours [class I, 40–45]. In contrast to PD, published\nare common urodynamic ﬁndings in MSA [30], whilst                     data suggest that olfactory function is mildly impaired\nthese are usually less pronounced in idiopathic PD                    or normal in MSA, essential tremor, PSP and cortico-\n[37]. Anorectal manometric patterns do not diﬀerenti-                 basal degeneration (CBD) [class I, 45–47]. Also, short\nate MSA from PD patients. Both MSA and PD                             reports indicate that in vascular parkinsonism and\npatients may show an abnormal straining pattern,                      drug-induced parkinsonism, olfactory function is\ndecreased anal tone or both dysfunctions. However,                    mostly unaﬀected [class I, 48,49]. In monogenic PD,\nin MSA, sphincter abnormalities occur earlier and                     especially in the recessive forms, olfactory dysfunction\ndevelop faster than in PD [32].                                       is less impaired than in PD [class I, 50,51]. Current\n   Thermoregulatory sweat tests have been investi-                    evidence suggests that odour detection and identiﬁca-\ngated in PD and MSA with controversial results                        tion deﬁcits are rather independent of the disease\n[35,38]. In one study [35], MSA and PD patients                       stage, duration or the use of antiparkinsonian medica-\nshowed similar patterns of anhidrosis. In a second                    tion. To the contrary, impairment of odour discrimi-\nstudy, progressively wider anhidrotic skin areas could                nation increases with disease progression, although\nbe shown in MSA [38]. Skin temperature and blood                      controversial results have been obtained in diﬀerent\nﬂow measurements have been proposed to discrimi-                      studies [class I, 40,41,43]. Impaired olfaction is nowa-\nnate MSA from PD (cold hand sign). However, there                     days recognized as non-motor symptom of PD that\nis considerable overlap between these disorders                       may be detectable even in the pre-motor stage [class I,\n[33,39].                                                              52–55]. Smell identiﬁcation score appears to correlate\n   In general, most of the AFT studies segregated                     with sympathetic denervation of the heart measured\npatients with parkinsonism according to clinical diag-                with iodine-123-labelled meta-iodobenzylguanidine\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f22    A. Berardelli et al.\n\n\n\n(MIBG) in early PD patients [56]. Several independent          most patients will eventually be scheduled for dopa-\nstudies have shown that hyposmia positively predicts           minergic medications, these tests provide limited\nthe development of PD [class I, 52,55,57–59]. Accord-          positive diagnostic beneﬁt at the expense of adverse\ning to population-based (class I evidence) [52] and            events.\nother prospective studies (class I evidence) [53–55],             Almost contemporarily, a consensus meeting on the\nsensitivity of hyposmia for the identiﬁcation of indi-         role of acute dopaminergic challenge in PD was held\nviduals at risk for PD is high (>80%), but speciﬁcity          [66]. Conclusions from this meeting were summarized\nis low as up to one-third of the elderly population has        in a subsequent paper, which described the scientiﬁc\nolfactory loss.                                                background and supplied practical guidelines to per-\n                                                               form and evaluate acute challenge tests in parkinso-\n                                                               nian disorders. In particular, the consensus meeting\nRecommendations\n                                                               participants agreed that lack of motor improvement\nOlfactory testing diﬀerentiates PD from                        following an acute challenge in a drug-naive parkinso-\nI Atypical and secondary parkinsonian disorders                nian patient, or in a patient at treatment beginning,\n(Level A).                                                     does not always exclude a positive chronic response.\nII Recessive forms of PD (Level A).                            The false-negative rate of dopaminergic challenge tests\n   Current evidence suggests that olfactory testing            in drug-naive patients, as to prediction of L-dopa\nmay be considered as a diagnostic screening proce-             chronic responsiveness, may be as high as 40%.\ndure (Level A), but not as an indicator of disease             Furthermore, following a negative response to apo-\nprogression (Level B) in PD. Olfactory testing is a            morphine, an additional levodopa challenge may be\nsensitive screening test for pre-motor PD (Level A),           warranted, because it has been occasionally reported\nbut not speciﬁc. Thus, olfactory testing can be envi-          that patients who do not respond to apomorphine\nsioned in a screening battery for PD. If hyposmia is           may respond to levodopa.\ndetected, then other speciﬁc tests for PD should                  In a more recent statement from a Committee of\nfollow.                                                        the American Academy of Neurology (AAN) [67], it\n                                                               was recognized that levodopa and apomorphine chal-\n                                                               lenge tests are probably useful in distinguishing PD\nSection 5: drug challenge tests\n                                                               from other parkinsonian syndromes. This conclusion\nThe clinical diagnosis of PD is supported by a favour-         was drawn because of two studies (class I evidence)\nable response to dopaminergic drugs, whilst a failure          [68] (class III evidence) [69]. The members of the\nrepresents an exclusion criterion. Based on this               AAN Committee concluded that diagnostic yields\nassumption, acute challenge tests with various com-            appear to be similar between the two tests. In addi-\npounds have been proposed since the 1980s as predic-           tion, the committee highlighted a relative high rate of\ntors of long-term L-dopa responsiveness and as                 false-negative and false-positive results. Further,\nsupportive criterion for PD diagnosis [60–64].                 according to AAN Committee, these studies generated\n   Heterogeneous methodologies (e.g. levodopa versus           insuﬃcient evidence due to the lack of post-mortem\napomorphine, high dose versus low dose, ﬁxed dose              validation.\nversus ﬂexible dose based on the body weight) have\ninﬂuenced the results of the above-mentioned studies\nto a great extent. They have also impacted on the              Recommendations\npractical use of the test (part of the initial screening in\n                                                               Drug challenge tests are not recommended for the\nde novo patients or re-evaluation in patients with a\n                                                               diagnosis of de novo parkinsonian patients. There is\nprevious diagnosis of PD or other parkinsonian condi-\n                                                               an insuﬃcient evidence to support their role in the dif-\ntions). Additionally, no agreement exists on the deﬁni-\n                                                               ferential diagnosis between PD and other parkinso-\ntion of a positive response to a drug challenge.\n                                                               nian syndromes.\n   A comprehensive systematic review of studies\nexamining the diagnostic accuracy of acute challenge\ntests with levodopa and/or apomorphine in the diag-\n                                                               Section 6: neurophysiological tests\nnosis of PD versus other parkinsonian syndromes\nwas published in 2000 [65]. The authors of this\n                                                               EEG\nreview concluded that the accuracy of the acute chal-\nlenge tests is similar to that of chronic levodopa             Routine EEG can be useful in PD patients with sus-\ntherapy, essentially providing no further clues for the        pected dementia, but it cannot diﬀerentiate PD from\ndiﬀerential diagnosis of parkinsonian syndromes. As            other parkinsonian disorders [70,71].\n\n\n                                                                                                            © 2012 The Author(s)\n                                                          European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                                                 EFNS/MDS-ES Guidelines       23\n\n\n\n                                                                      incident cases. By deﬁnition, this cognitive impairment\nEvoked potentials\n                                                                      is insuﬃcient to interfere with activities of daily living,\nA number of unblinded multimodal evoked potential                     and the patients are thus not demented.\nstudies have been performed in PD versus demented                        Collateral history from a carer is helpful in deter-\nor atypical parkinsonian patients, showing some dif-                  mining the eﬀects (if any) of cognitive impairment\nferences that may help in the diﬀerential diagnosis of                upon daily function. The National Institute of Neuro-\nparkinsonian syndromes, if conﬁrmed in prospective                    logical Disorders and Stroke (NINDS) PD Common\nblinded studies [72–96].                                              Data Elements (CDEs) has recently recommended\n                                                                      scales that can be readily used in data collection for\n                                                                      clinical trials that are as broad as possible and appli-\nSleep studies\n                                                                      cable to all stages of PD. In terms of screening for\nPolysomnography can be used to investigate REM                        PD dementia (PDD), the Mattis Dementia Rating\nand other sleep disorders, as well as excessive daytime               Scale (DRS-2), a validated instrument for the diagno-\nsleepiness. The latter are frequent in PD and MSA,                    sis of PDD [112], scored most highly, but is impracti-\nbut uncommon in other types of degenerative parkin-                   cal in routine clinical practice because of the time it\nsonism [97–101].                                                      takes to administer [113]. Other scales that were\n                                                                      recommended for screening purposes were the\n                                                                      Addenbrooke’s         Cognitive    Examination-Revised\nTremor analysis\n                                                                      (ACE-R) [114,115] and the Montreal Cognitive\nTremor analysis can help diﬀerentiate parkinsonian                    Assessment (MoCA) [116,117]. Both the ACE-R and\nrest and postural tremor from other causes of tremor                  the MoCA are freely available. Two scales speciﬁcally\n[102–105].                                                            developed to rate cognitive functions in PD, the SCO-\n                                                                      PA-cog [class I, 118] and the PD-CRS [class I, 119],\n                                                                      are also suitable for research purposes and interven-\nEMG/ENG studies\n                                                                      tional trials [120]. The PD-CRS has the additional\nRoutine EMG/ENG studies are usually normal in                         advantage of distinguishing frontosubcortical and pos-\nPD. Anal sphincter EMG is usually normal in PD,                       terior cortical patterns of cognitive impairment [121].\nwhereas it can be abnormal in atypical parkinsonism,                  It was considered by the NINDS review as being com-\nparticularly in MSA [106–108].                                        prehensive, sensitive (94%) and speciﬁc (94%) in\n                                                                      screening for PDD, and able to distinguish between\n                                                                      PD, mildly cognitively impaired and demented PD\nRecommendations\n                                                                      patients. Although widely used, the Mini Mental State\nNo recommendation can be given on neurophysiologi-                    Examination (MMSE) does not capture domains ger-\ncal tests because of the low evidence level of the avail-             mane to PD (i.e. executive dysfunction) and suﬀers\nable studies.                                                         from ceiling eﬀects (i.e. a normal score does not rule\n                                                                      out cognitive disturbances or dementia in PD). The\n                                                                      sensitivity of this instrument in the context of detect-\nSection 7: neuropsychological tests\n                                                                      ing dementia in PD may be improved consi",
  "wordCount": 18745,
  "indexed": "2025-09-25T22:55:47.499Z",
  "method": "direct"
}
