{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Prasad et al. - 2009 - Clinical Reasoning A 36-year-old man with vertica.pdf",
  "fileName": "Prasad et al. - 2009 - Clinical Reasoning A 36-year-old man with vertica.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Prasad et al. - 2009 - Clinical Reasoning A 36-year-old man with vertica.pdf",
  "text": "Clinical Reasoning: A 36-year-old man with vertical diplopia\n             Sashank Prasad, Nicholas J. Volpe and Madhura A. Tamhankar\n                             Neurology 2009;72;e93-e99\n                        DOI 10.1212/WNL.0b013e3181a55ee3\n\n\n                      This information is current as of May 11, 2009\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/72/19/e93.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\f             Clinical Reasoning: A 36-year-old man with vertical diplopia\n             Sashank Prasad, Nicholas J. Volpe and Madhura A. Tamhankar\n                              Neurology 2009;72;e93-e99\n                         DOI 10.1212/WNL.0b013e3181a55ee3\n\n                    This information is current as of May 11, 2009\n\nUpdated Information &           including high resolution figures, can be found at:\nServices                        http://www.neurology.org/content/72/19/e93.full.html\n\nReferences                      This article cites 6 articles, 0 of which you can access for free at:\n                                http://www.neurology.org/content/72/19/e93.full.html##ref-list-1\n\nCitations                       This article has been cited by 1 HighWire-hosted articles:\n                                http://www.neurology.org/content/72/19/e93.full.html##otherarti\n                                cles\nSubspecialty Collections        This article, along with others on similar topics, appears in the\n                                following collection(s):\n                                Clinical neurology examination\n                                http://www.neurology.org//cgi/collection/clinical_neurology_exa\n                                mination\n                                Clinical neurology history\n                                http://www.neurology.org//cgi/collection/clinical_neurology_hist\n                                ory\n                                Diplopia (double vision)\n                                http://www.neurology.org//cgi/collection/diplopia_double_vision\n\n                                Ocular motility\n                                http://www.neurology.org//cgi/collection/ocular_motility\nPermissions & Licensing         Information about reproducing this article in parts (figures,tables)\n                                or in its entirety can be found online at:\n                                http://www.neurology.org/misc/about.xhtml#permissions\nReprints                        Information about ordering reprints can be found online:\n                                http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                  Clinical Reasoning:\nSection Editor                    A 36-year-old man with vertical diplopia\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nSashank Prasad, MD                SECTION 1                                                                  prism in the right eye. With-out spontaneous improve-\nNicholas J. Volpe, MD             A 36-year-old man with Von Hippel-Lindau syndrome                          ment after 10 months of using prisms, he desired an\nMadhura A. Tamhankar,             presented with binocular vertical diplopia following                       alternative to prism correction.\n  MD                              suboccipital craniotomy for resection of a cerebellar he-                  Question for consideration:\n                                  mangioblastoma. His diplopia was worse in left gaze.                       1. What features of the examination will help determine the\n                                  He was effectively treated with a 6-diopter base-down                         cause of vertical diplopia?\nAddress correspondence and\nreprint requests to Dr. Sashank\nPrasad, Department of\nNeurology, Division of Neuro-\nophthalmology, Hospital of the                                                                                                                          GO TO SECTION 2\nUniversity of Pennsylvania, 3\nGates Bldg., 3400 Spruce St.,\nPhiladelphia, PA 19104\nsashank.prasad@uphs.upenn.edu\n\n\n\n\n                                  From the Division of Neuro-ophthalmology, Scheie Eye Institute, Hospital of the University of Pennsylvania, Philadelphia.\n                                  Disclosure: The authors report no disclosures.\n\n\n                                                                                                             Copyright © 2009 by AAN Enterprises, Inc.              e93\n\f        Table         Examination techniques in the diagnosis of vertical diplopia\n\n        Observation                        Comment\n\n        Head tilt or head turn             May be identified in prior photographs, indicating chronicity of strabismus and adaptation\n\n        Ocular ductions                    Identify overt motility deficit, although ductions can often be normal in patients with ocular\n                                           vertical misalignment\n\n        Forced ductions                    Distinguish muscle restriction from paresis\n\n        Parks-Bielschowsky three-step      Assessment of hypertropia in horizontal gaze and head tilt to identify the paretic\n        test                               cyclovertical muscle\n\n        Cover testing                      Identify misalignment (tropia) by covering the preferred eye and observing a movement of\n                                           redress in the fellow eye\n\n        Cover-uncover testing and          Identify latent misalignment (phoria) by assessing movement of redress in the eye under\n        alternate cover testing            cover when cover is removed, after disrupted binocular fusion\n\n        Maddox rod testing                 Identify phoria for misalignment by preventing binocular fusion with disparate images\n\n        Double Maddox rod testing          Identify relative cyclotorsion by presenting disparate images\n\n        Dilated funduscopy                 Identify cyclotorsion by direct visualization of position of macula with respect to optic disc\n\n        Upright and supine testing         Assess any improvement of hypertropia or cyclotorsion in the supine position\n\n        Fusional amplitude measurement     Identify higher-order adaptive mechanisms for binocular fusion of disparate images\n\n\n\n\n      SECTION 2                                                          saccade in the uncovered fellow eye. This correction,\n      A detailed neuro-ophthalmologic history and exami-                 termed the movement of redress, occurs if the fellow\n      nation is critical for evaluation of double vision                 eye is misaligned and refixates. Cover testing is re-\n      (table). First, it should be established whether double            peated for the second eye, and is repeated in the nine\n      vision is monocular (persists with the fellow eye                  cardinal positions of gaze. In this manner, an overt\n      closed) or binocular (abates with one eye closed).                 misalignment of the eyes will be identified as a hyper-\n      Binocular diplopia results when misaligned eyes relay              tropia (relative elevation of one eye), exotropia (rela-\n      contradictory visuospatial information; it therefore               tive outward position of one eye), or esotropia\n      does not occur when viewing through one eye only.                  (relative inward position of one eye). Variations of\n      Examination should include observation of abnor-                   cover testing are the cover-uncover test and the alter-\n      mal posture, such as a head tilt or head turn that the\n                                                                         nate cover test, in which the movement of redress is\n      patient may use to minimize symptoms; these may\n                                                                         observed in the eye under cover at the time the cover\n      also be evident on old photographs. Ocular ductions\n                                                                         is removed. The period of monocular cover causes\n      (movements of each eye individually) and versions\n                                                                         disruption of binocular vision, allowing a latent devi-\n      (movements of the eyes together) should be carefully\n                                                                         ation (phoria) of the eyes to be detected. Detecting a\n      examined in all directions, to identify abnormalities\n                                                                         latent deviation is critical because decompensation\n      of muscle weakness or overaction.1 Weakness in a\n                                                                         (for example, during periods of fatigue) is a common\n      particular direction of gaze may be partial or com-\n                                                                         cause of intermittent binocular diplopia. To quantify\n      plete, and may result from dysfunction at the level of\n                                                                         a tropia or phoria in each direction of gaze, the meth-\n      the cranial nerve, eye muscle, or neuromuscular junc-\n      tion. Muscle overaction in a direction of gaze often               ods of cover testing can be performed with prism\n      signifies compensation for a long-standing or con-                 held before one eye. The apex of the prism should\n      genital process. The possibility of mechanical restric-            point in the direction of the deviation (i.e., a base-\n      tion (for example, from an orbital mass or                         down prism over the right eye would aid in quantify-\n      extraocular muscle fibrosis) may be tested by evaluat-             ing a right hypertropia).\n      ing forced ductions, using a cotton-tipped applicator                  The Parks-Bielschowsky three-step test allows\n      or ophthalmic forceps to rotate the globe after apply-             identification of the paretic cyclovertical muscle in\n      ing topical anesthesia. In patients with nonrestrictive            patients with vertical misalignment. First, the hyper-\n      paresis, the eye can be moved the full extent of a                 tropic eye is identified; the paretic muscle must\n      normal duction.                                                    therefore be a depressor of one eye (inferior rectus or\n          It is common for patients with vertical misalign-              superior oblique) or an elevator of the other eye (su-\n      ment to have no visible impairment in ocular motil-                perior rectus or inferior oblique). Second, it should\n      ity. In this situation, cover testing is a useful                  be identified whether the hypertropia is worse in lat-\n      technique to identify the ocular misalignment. While               eral gaze; hypertropia worse in contralateral gaze nar-\n      the subject fixates upon a target with both eyes, the              rows the possibilities to weakness of the ipsilateral\n      examiner covers one eye and observes for a corrective              superior oblique or contralateral inferior rectus.\n\ne94   Neurology 72      May 12, 2009\n\f  Figure 1       Eye movements and Maddox rod testing\n\n\n\n\n(A) Ocular motility. Note very small right hypertropia in primary gaze and upgaze, increased in left gaze. (B) Simulation of\npatient’s view through Maddox rod in each direction of gaze. Note greatest vertical separation in down-and-left gaze.\n\n\n\nThird, it should be identified if the hypertropia is           position of the macula with respect to the optic\nworse with head tilt; hypertropia worse with ipsilat-          disc). Assessing cyclotorsional and vertical mis-\neral head tilt must be due to weakness of either the           alignment in both the upright and supine position\nipsilateral intorter (superior oblique) or the contralat-      may be helpful in distinguishing specific causes of\neral extorter (inferior oblique). In cases where an iso-       vertical misalignment.2\nlated muscle is weak, application of these three rules             The patient’s ability to fuse disparate images (fu-\nallows the examiner to successfully identify the spe-          sional amplitude) is an important clue in assessing\ncific abnormality through a process of elimination.            the chronicity of vertical strabismus. With progres-\nIn some cases, however, the results of the three-step          sively increased prism placed over one eye, the pa-\ntest may be misleading; these situations include               tient is asked to report double vision. A vertical\nchronic extraocular muscle paralysis or mechanical             fusional capacity greater than 8 –10 diopters suggests\nocular muscle restriction (for example, due to an or-          the presence of higher compensatory mechanisms\nbital floor fracture or thyroid eye disease).                  that occur with long-standing misalignment.\n    Vertical misalignment of the eyes can also be eval-\nuated with the Maddox rod, placed by convention                Differential diagnosis. Binocular vertical diplopia has\nover the right eye. This device prevents binocular fu-         a limited differential diagnosis, which includes third\nsion, because the viewer simultaneously sees dispar-           nerve palsy, fourth nerve palsy, skew deviation, ex-\nate images (a point of light with the left eye and a red       traocular muscle restriction (for example, thyroid eye\nline with the right). If the eyes are misaligned, the red      disease), and neuromuscular junction impairment\nline does not intersect the point of light; it is dis-         (for example, myasthenia gravis). In third nerve palsy\nplaced in the direction of weakness (opposite the di-          and fourth nerve palsy, the amount of hyperdevia-\nrection of the deviation) because the image becomes            tion of one eye is greatest in the direction of action of\nprojected onto extrafoveal retina (figure 1). The im-          the affected muscle. This unequal amount of mis-\nages are maximally separated during gaze in the di-            alignment in each direction of gaze is termed incomi-\nrection of action of the paretic muscle. The Maddox            tance. Skew deviation, on the other hand, is a cause\nrod provides a sensitive method to evaluate a small            of vertical alignment in which the amount of mis-\ndeviation or latent phoria that may not be evident on          alignment does not follow an incomitant pattern typ-\ncover-uncover or alternate cover testing.                      ical of third or fourth nerve palsy. In contrast to\n    Torsional diplopia often accompanies vertical              those conditions, the hyperdeviation in a skew may\ndiplopia, resulting from ocular cyclotorsion. Cy-              be fairly equal (comitant) in each direction of gaze.\nclotorsion can be evaluated with the double Mad-               Skew deviation is thought to be caused by imbal-\ndox rod or dilated funduscopy (by assessing the                anced utricular inputs from the inner ear, leading\n\n                                                               Neurology 72    May 12, 2009                            e95\n\f      to a compensatory, reflexive cyclovertical ocular          increased to 12 diopters, and on left head tilt it de-\n      deviation.                                                 creased to 4 diopters. Measurements taken in the supine\n          On examination, the patient’s ocular ductions were     position were not different from those in the vertical\n      full, without evidence of inferior oblique overaction      position. Cyclotorsion was not appreciated on fundus-\n      (figure 1). There was a very small right hypertropia,      copy, but double Maddox rod testing revealed 5 degrees\n      greatest in left gaze. Maddox rod testing confirmed a      of relative excyclotorsion of the right eye. Except for\n      right hypertropia of 6–8 diopters in primary position,     mild dysarthria and gait ataxia, the remainder of the\n      increasing in left gaze to 8–10 diopters, and increasing   examination was normal.\n      further in down-and-left gaze to 10 –12 diopters (figure   Question for consideration:\n      1). The misalignment was significantly less in upgaze,     1. What cause of vertical ocular misalignment does this ex-\n      measuring 4 diopters. On right head tilt, the deviation       amination confirm, and why?\n\n\n\n                                                                                                    GO TO SECTION 3\n\n\n\n\ne96   Neurology 72   May 12, 2009\n\fSECTION 3                                                    which further elevates the eye in adduction). The reason\nThe findings of right hypertropia greatest in con-           hypertropia is worse with ipsilateral head tilt is that the\ntralateral gaze and ipsilateral head tilt suggest a right    ocular counter-roll reflex stimulates ipsilateral intorters\nfourth nerve palsy. According to the Parks-                  (superior oblique and superior rectus) and contralateral\nBielschowsky three-step test, right hypertropia sug-         extorters (inferior oblique and inferior rectus); when the\ngests weakness of the right superior oblique, right          superior oblique is weak, this reflex causes compensa-\ninferior rectus, left inferior oblique, or left inferior     tory increase in ipsilateral superior rectus action, result-\nrectus muscles. Next, increased right hypertropia in         ing in additional hypertropia (since the superior rectus\ncontralateral gaze narrows the possibilities to right        is an elevator). In skew deviation, head tilt does not\nsuperior oblique or left inferior rectus weakness. Fi-       worsen hypertropia, since these ocular counter-roll\nnally, increased right hypertropia on ipsilateral head\n                                                             mechanisms are intact.\ntilt further reduces the possibilities, ultimately identi-\n                                                                 Additional findings that indicate fourth nerve\nfying right superior oblique weakness.\n                                                             palsy over skew deviation are excyclotorsion of the\n     The reason that superior oblique dysfunction\n                                                             eye and persistence of hypertropia in the supine posi-\ncauses this pattern of impaired motility relates to its\n                                                             tion. Excyclotorsion of the hypertropic eye suggests\nmechanical properties. The superior oblique arises\n                                                             fourth nerve palsy, because of weakened intorsion; in\nfrom the orbital apex, passes through a fibrocartilagi-\n                                                             contrast, intorsion of the hypertropic eye occurs in\nnous trochlea just inside the superior medial orbital\n                                                             skew deviation, due to decreased stimulation of the\nrim, and then inserts on the superior lateral aspect of\nthe globe, posterior to the equator. Its main action,        inferior oblique subnucleus. The reason that hyper-\ntherefore, depends upon the position of the eye:             deviation is mitigated in the supine position in skew\nwhen the eye is abducted, the superior oblique is a          deviation, but not fourth nerve palsy, relates to the\nstrong intorter, and when the eye is adducted, it is a       fact that utricular inputs depend upon head position;\ndepressor. Its tertiary action is abduction of the globe     the utricular imbalance that causes a skew deviation\nin depression.                                               is lessened in the supine position, and the amount of\n     The reason that hypertropia is exacerbated in con-      ocular hyperdeviation is reduced.2\ntralateral gaze is that there is weakness of depression in   Question for consideration:\nadduction (or, in long-standing cases, the hypertropia is    1. What is the differential diagnosis for a fourth nerve palsy\ndue to overaction of the ipsilateral inferior oblique,          and what testing would you pursue?\n\n\n\n                                                                                                  GO TO SECTION 4\n\n\n\n\n                                                             Neurology 72    May 12, 2009                             e97\n\f                                                                                       Decompensated congenital fourth nerve palsy is\n Figure 2   Preoperative and postoperative gadolinium-enhanced T1-weighted\n            MRI scans, demonstrating fourth ventricle hemangioblastoma\n                                                                                   also common and may present in adulthood. Charac-\n                                                                                   teristic features of congenital fourth nerve palsy in-\n                                                                                   clude head tilt, inferior oblique overaction, large\n                                                                                   vertical fusional amplitude, hypertropia greater in\n                                                                                   upgaze, and minimal torsional diplopia. The precise\n                                                                                   etiology of congenital fourth nerve palsy is unclear\n                                                                                   but may include hypoplasia of the nucleus, birth\n                                                                                   trauma, anomalous muscle insertion, muscle fibrosis\n                                                                                   or adhesion, or structural abnormalities of the ten-\n                                                                                   don.4 The cause of decompensation is likely break-\n                                                                                   down of vertical fusion that leads to symptomatic\n                                                                                   diplopia, rather than progressive superior oblique\n                                                                                   dysfunction.5\n                                                                                       Ischemic fourth nerve palsy is less common, but\n                                                                                   occurs most often in patients over age 50 with vascu-\n                                                                                   lar risk factors. There is often periorbital aching pain\n                                                                                   on presentation, and excellent spontaneous recovery\n                                                                                   is expected over several months.\n                                                                                       Less frequent causes of fourth nerve palsy in-\n                                                                                   clude midbrain hemorrhage or infarction, schwan-\n                                                                                   noma, aneurysmal compression, meningitis,\n                                                                                   demyelination, giant cell arteritis, hydrocephalus,\n                                                                                   and herpes zoster ophthalmicus. Finally, when an-\n                        SECTION 4\n                        In patients with a fourth nerve palsy, the etiology can    cillary testing fails to support a definitive etiology,\n                        often be determined by history and examination alone.      a diagnosis of idiopathic acquired fourth nerve\n                        Neuroimaging is required when the cause is unclear.        palsy can be made.\n                            The most common cause of acquired fourth nerve             In our patient, brain MRI revealed postoperative\n                        palsy is trauma. The trochlear nerve is the longest        changes related to resection of a hemangioblastoma\n                        and thinnest of all the cranial nerves, coursing along     within the fourth ventricle. The etiology of his right\n                        the free edge of the tentorium through the prepon-         fourth nerve palsy was most likely intraoperative\n                        tine cistern, where it is vulnerable to crush injury. In   trauma (figure 2).\n                        cases of bilateral traumatic fourth nerve palsies, both    Question for consideration:\n                        nerves are often injured at the anterior medullary vel-    1. How should a patient with a fourth nerve palsy be\n                        lum, where they decussate.3                                   managed?\n\n\n\n                                                                                                                    GO TO SECTION 5\n\n\n\n\ne98                     Neurology 72   May 12, 2009\n\fSECTION 5                                                sis after surgery than patients with acquired fourth\nThere are several treatment options for the patient      nerve palsy, because they often have increased verti-\nwith superior oblique palsy. Occlusion of the af-        cal fusional amplitude that reduces the likelihood of\nfected eye (or, if diplopia occurs only in down-and-     postoperative diplopia.6\ncontralateral gaze, occlusion of the lower half of the       To improve ocular alignment, we performed a left\nlens over the affected eye) can serve as a temporary     inferior rectus weakening procedure. Postoperatively,\nmeasure, when spontaneous recovery is expected. Al-      the patient had 1 diopter right hypertropia in pri-\nternatively, base-down prism over the affected, hy-      mary and eccentric gaze, measured by Maddox rod\npertropic eye may alleviate diplopia (by shifting the    testing. Subjective vertical diplopia was successfully\nimage downward to the fovea). Temporary press-on         eliminated.\nFresnel prisms may be tried before permanent prisms\nare ground into the lenses. The disadvantage of\n                                                         REFERENCES\nprisms is that the patient may have an unequal           1. Kushner BJ. Multiple mechanisms of extraocular muscle\namount of misalignment in each direction of gaze            “overaction.” Arch Ophthalmol 2006;124:680–688.\n(i.e., an incomitant deviation), yet the prism is only   2. Parulekar MV, Dai S, Buncic JR, Wong AM. Head\ncapable of providing a fixed amount of correction for       position-dependent changes in ocular torsion and vertical\nmisalignment. The patient may therefore continue to         misalignment in skew deviation. Arch Ophthalmol 2008;\n                                                            126:899–905.\nexperience diplopia in eccentric gaze. Furthermore,\n                                                         3. von Noorden GK, Murray E, Wong SY. Superior oblique\ntorsional diplopia cannot be corrected by prisms.           paralysis: a review of 270 cases. Arch Ophthalmol 1986;\n    Surgery may be necessary for persistent symptom-        104:1771–1776.\natic fourth nerve palsy when conservative measures       4. Helveston EM, Krach D, Plager DA, Ellis FD. A new clas-\nfail, as long as measurements of misalignment have          sification of superior oblique palsy based on congenital\nbeen stable over several months. The general princi-        variations in the tendon. Ophthalmology 1992;99:1609–\n                                                            1615.\nple behind strabismus surgery is to detach and reat-\n                                                         5. Mansour AM, Reinecke RD. Central trochlear palsy. Surv\ntach the appropriate extraocular muscles in a position\n                                                            Ophthalmol 1986;30:279–297.\nthat achieves better ocular alignment, particularly in   6. Maruo T, Iwashige H, Kubota N, et al. Long-term results\nprimary gaze. Patients with decompensated congeni-          of surgery for superior oblique palsy. Jpn J Ophthalmol\ntal fourth nerve palsy generally have a better progno-      1996;40:235–238.\n\n\n\n\n                                                         Neurology 72   May 12, 2009                            e99",
  "wordCount": 3091,
  "indexed": "2025-09-25T22:54:50.365Z",
  "method": "direct"
}
