{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Ictus en situaciones especiales/Zak et al. - 2007 - Imaging of Neurologic Disorders Associated with Pr.pdf",
  "fileName": "Zak et al. - 2007 - Imaging of Neurologic Disorders Associated with Pr.pdf",
  "relativePath": "Neurología/Cerebrovascular/Ictus en situaciones especiales/Zak et al. - 2007 - Imaging of Neurologic Disorders Associated with Pr.pdf",
  "text": "Note: This copy is for your personal non-commercial use only. To order presentation-ready\n          copies for distribution to your colleagues or clients, contact us at www.rsna.org/rsnarights.\n\nEDUCATION EXHIBIT                                                                                                                           95\n\n\n\n                           Imaging of Neurologic\n                           Disorders Associated\n                           with Pregnancy and the\n                           Postpartum Period1\nCME FEATURE                Imad T. Zak, MD ● Harjot S. Dulai, MD ● Karl K. Kish, MD\n See accompanying\n   test at http://\n   www.rsna.org\n     /education            Diverse pathologic conditions affect the central nervous system (CNS)\n   /rg_cme.html            and pituitary gland during pregnancy and the puerperium. Some are\n                           specific to the physiologic process of reproduction (eg, eclampsia, post-\n      LEARNING\n                           partum cerebral angiopathy, Sheehan syndrome, lymphocytic adeno-\n     OBJECTIVES\n     FOR TEST 3            hypophysitis). Others are nonspecific but occur more often in preg-\n   After reading this\n                           nant women (eg, cerebral infarction, dural venous thrombosis, pitu-\n   article and taking      itary apoplexy). Recognition of the characteristic imaging findings in\n   the test, the reader\n     will be able to:      eclampsia, for example, may allow exclusion of other disorders. Even\n䡲 List the various         when imaging changes are nonspecific, knowledge of those entities as-\ncerebrovascular, neu-\nroendocrine, and           sociated with pregnancy and awareness of the increased likelihood of\nneoplastic disorders       certain diseases in pregnancy will allow a more informed differential\naffecting the central\nnervous system dur-\n                           diagnosis. Differentiation of primary nonaneurysmal subarachnoid\ning pregnancy and          hemorrhage (SAH) from aneurysmal SAH is an example. Moreover,\nthe puerperium.\n                           earlier use of imaging will result in fewer delayed diagnoses. For ex-\n䡲 Identify the imag-\ning features that          ample, magnetic resonance venography allows early diagnosis of cere-\ncharacterize each of       bral venous thrombosis. Even when the imaging changes are less spe-\nthese disorders.\n                           cific, knowledge of likely possibilities will lead to more appropriate ear-\n䡲 Describe the\npathophysiologic fea-      lier use of imaging. For example, the stimulatory effects of pregnancy\ntures of these disor-      on prolactinoma, meningioma, hemangioblastoma, vestibular schwan-\nders and discuss how\nthey correlate with        noma, and metastatic tumors such as breast cancer and choriocarci-\nthe imaging features.      noma suggest the early use of CNS imaging to avoid the consequences\n                           of a delayed diagnosis.\n    TEACHING               ©\n                               RSNA, 2007\n    POINTS\n    See last page\n\n\n\n\nAbbreviations: CNS ⫽ central nervous system, CVT ⫽ cerebral venous thrombosis, FLAIR ⫽ fluid-attenuated inversion recovery, PCA ⫽ postpar-\ntum cerebral angiopathy, SAH ⫽ subarachnoid hemorrhage\n\nRadioGraphics 2007; 27:95–108 ● Published online 10.1148/rg.271065046 ● Content Codes:\n1From the Department of Radiology, Wayne State University, DRH 3L-8, 4201 St Antoine, Detroit, MI 48201. Presented as an education exhibit at\n\nthe 2005 RSNA Annual Meeting. Received March 28, 2006; revision requested May 11 and received June 29; accepted June 29. All authors have no\nfinancial relationships to disclose. Address correspondence to I.T.Z. (e-mail: izak@med.wayne.edu).\n©\n    RSNA, 2007\n\f96   January-February 2007                                                  RG f Volume 27 ● Number 1\n\n\n                 Introduction                           The risk of both ischemic infarction, which ac-\nPregnant women experience significant improve-          counts for 60% of all strokes, and intracranial       Teaching\n                                                                                                                Point\nment of migraine headache during pregnancy.             hemorrhage is high in the peripartum period and\nHowever, headache remains the commonest                 puerperium, but not during the 9-month course\nsymptom encountered due to intracranial disease         of pregnancy itself (4).\nduring the course of pregnancy and the puerpe-             Thrombotic infarcts result from hypercoagula-\nrium. Thus, the development of acute headache           ble states and thrombosis on top of existing ath-\nshould be taken seriously (1). There is consider-       erosclerotic plaques (Fig 1). Embolic infarcts can\nable overlap of the clinical features of different      result from dissections due to prolonged difficult\ndisease entities affecting the central nervous sys-     labor, cardiac valvular disease, and the rare di-\ntem (CNS). There is a general tendency for de-          lated peripartum cardiomyopathy (5). In those\nlayed diagnosis of uncommon but serious condi-          conditions, infarctions typically occur in the ma-\ntions during pregnancy because of a reluctance to       jor arterial distributions. Watershed infarcts can\nperform imaging studies.                                result from dissections and significant obstetric\n   This article surveys the neurologic disorders        hemorrhage (Fig 2).\nthat occur during the course of pregnancy and the\npostpartum period. Cerebrovascular complica-            Subarachnoid Hemorrhage\ntions are classified into ischemic infarctions, sub-    Subarachnoid hemorrhage (SAH) is a rare occur-\narachnoid hemorrhage, eclamptic encephalopa-            rence during pregnancy. Even during pregnancy\nthy, postpartum cerebral angiopathy, and cerebral       and the puerperium, rupture of an intracranial\nvenous thrombosis. The neuroendocrine disor-            aneurysm still remains the commonest cause of\nders of the pituitary gland are classified into pitu-   SAH. Pregnancy may increase the risk of aneu-\nitary apoplexy, Sheehan syndrome, and lympho-           rysm rupture due to the hemodynamic and hor-\ncytic adenohypophysitis. Neoplastic disorders           monal alterations (6). The reported prevalence of\ninclude pituitary adenomas, primary CNS tu-             SAH during pregnancy is 1 in every 10,000 pa-\nmors, and intracranial metastatic disease.              tients. This translates to a prevalence five times\n                                                        higher than in nonpregnant women (7). SAH due\n     Cerebrovascular Complications                      to aneurysmal rupture commonly occurs in young\nCerebrovascular disorders can be classified into        primigravidas during the third trimester (8). Rup-\nischemic stroke, subarachnoid hemorrhage,               tured aneurysms should be treated just as they\neclamptic encephalopathy, postpartum cerebral           would be in patients who are not pregnant. Un-\nangiopathy, and cerebral venous thrombosis.             ruptured aneurysms should be treated only if they\n                                                        are symptomatic or enlarging (6). Successful en-\nIschemic Stroke                                         dovascular coil treatment of aneurysms during\nPregnancy and the puerperium are considered             pregnancy has been reported (9).\nhypercoagulable states. Factors leading to hyper-          Primary nonaneurysmal SAH due to preg-\ncoagulability of blood include low levels of inhibi-    nancy-induced hypertension is an extremely rare\ntors of the coagulant protein S; elevated levels of     event. Autopsy studies have shown leptomenin-\ninhibitors of protein C; increased levels of fibrino-   geal petechial hemorrhages in women who died of\ngen, factor VII, factor VIII, and factor X; and an      eclampsia. On rare occasions, pregnancy-induced\nenhanced ability to neutralize heparin (2).             hypertension has been linked to significant SAH\n   The risk of ischemic stroke increases with age,      that was detectable at CT (10). Shah (10) re-\nparticularly after age 35 years. Black women are        ported three patients with primary nonaneurys-\nat a higher risk. Other risk factors include lupus,     mal SAH associated with pregnancy-induced hy-\nblood transfusion, and migraine headaches (3).          pertension. All three women presented with acute\n                                                        sharp headache and focal seizures within 2 days\n                                                        after delivery. All three women were black and\n                                                        had no history of sickle cell disease. CT typically\n\fRG f Volume 27 ● Number 1                                                                          Zak et al   97\n\n\n\n\nFigure 1. Reversible ischemia in an 18-year-old woman with sickle cell trait who devel-\noped weakness 4 days after cesarean section. (a) Axial fluid-attenuated inversion-recovery\n(FLAIR) magnetic resonance (MR) image shows bilateral gyral thickening (arrows) in the\nfrontal and parietal lobes, which is presumably due to cytotoxic edema. (b) Axial gadolin-\nium-enhanced T1-weighted MR image shows cortical enhancement (arrows), a finding\ncharacteristic of reversible or incomplete ischemia. Computed tomography (CT) performed\n6 weeks later showed mild encephalomalacia.\n\n\n\n\nFigure 2. Complete (irreversible) cerebral infarctions in a 24-year-old woman who devel-\noped cortical blindness after difficult labor. (a) Axial diffusion-weighted MR image shows\nrestricted diffusion in both occipital lobes, primarily in the arterial watershed zones. (b) Ax-\nial FLAIR MR image shows corresponding edema and mass effect. MR imaging performed\n7 weeks later showed corresponding laminar necrosis and cortical atrophy.\n\f98   January-February 2007                                                         RG f Volume 27 ● Number 1\n\n\n\n\n           Figure 3. Idiopathic SAH in a 27-year-old                Figure 4. Posterior reversible encephalopathy\n           woman who developed a sudden sharp headache              syndrome in a 28-year-old woman who was 36\n           after vaginal delivery. Axial unenhanced CT scan         weeks pregnant and presented with eclampsia.\n           shows localized SAH over the right frontal con-          Coronal FLAIR MR image shows vasogenic\n           vexity (arrows). A four-vessel cerebral angiogram        edema involving the cortex and subcortical white\n           was normal. (Courtesy of A. K. Shah, MD,                 matter (arrows).\n           Wayne State University, Detroit, Mich.)\n\n                                                                   Eclampsia as well as several other pathologic\nshows a limited amount of unilateral SAH over                  entities may result in the posterior reversible en-\nthe frontal or parietal convexities (Fig 3). Unlike            cephalopathy syndrome. The exact mechanism\npatients with aneurysmal rupture, none of these                remains unknown. However, it is likely to be mul-\npatients showed hemorrhage within the basal cis-               tifactorial and involves cytotoxic effects on the\nterns or ventricles (10). All three women under-               vascular endothelium leading to increased perme-\nwent cerebral angiography within 2 days of CT,                 ability and vasogenic edema (12). In addition,\nand no aneurysms were found. Shah (10) hypoth-                 acute fluctuations of blood pressure can result in\nesized that SAH is possibly related to sudden hy-              variable degrees of vasospasm and vasodilatation.\npertension and failure of cerebral autoregulation              This impairment of the cerebral autoregulation\nwith propagation of the high arterial pressure                 eventually leads to disruption of the blood-brain\nwaves to the relatively thin-walled pial veins, re-            barrier in the posterior circulation. The predilec-\nsulting in their rupture (10).                                 tion for the posterior circulation and watershed\n                                                               zones is believed to be related to its sparse vaso-\nEclamptic Encephalopathy                                       motor sympathetic innervation (13,14).\nEclampsia is a serious complication that occurs in                 The imaging findings in patients with eclamp-\n5% of pregnancies and accounts for 10% of the                  sia are identical to those of hypertensive encepha-\ndeaths related to pregnancy. Eclampsia is defined              lopathy (15,16). CT demonstrates transitory pos-\nclinically as seizure or coma associated with preg-            terior areas of patchy low attenuation. MR imag-\nnancy-induced hypertension. Patients typically                 ing is superior to CT in imaging patients with\npresent with headache, altered mental status, cor-             eclamptic encephalopathy. Lesions are character-\ntical blindness, and seizures (11).                            ized by low signal intensity on T1-weighted im-\n                                                               ages and high signal intensity on T2-weighted\n                                                               images in the posterior cortex and subcortical\n                                                               white matter (Fig 4). Lesions typically show no\n                                                               diffusion restriction.\n\f           RG f Volume 27 ● Number 1                                                                       Zak et al   99\n\n\n\n\n           Figure 5. Posterior reversible encephalopathy syndrome in a 32-year-old woman with\n           sickle cell trait who was 36 weeks pregnant and presented with eclampsia. (a) Axial FLAIR\n           MR image shows symmetric edema in the thalami and basal ganglia. (b) Axial FLAIR MR\n           image shows diffuse edema in the pons. Follow-up MR images obtained 2 months later were\n           normal.\n\n\n                                   Diffusion-weighted imaging         recognizable forms of PCA described in the litera-\n           is particularly useful in distinguishing the revers-       ture. Idiopathic PCA is a reversible nonrelapsing\nTeaching                                                              angiopathy that occurs in normotensive postpar-\n  Point    ible vasogenic edema from the cytotoxic edema of\n           complete infarction (17). There is also occasional         tum women who present with severe headache,\n           involvement of the basal ganglia and brainstem             seizures, and focal neurologic deficits due to in-\n           (18) (Fig 5). Catheter angiography typically               tracerebral hemorrhage (21–24). In some pa-\n           shows vasospasm in the medium and large cere-              tients, PCA may be discovered early, before the\n           bral arteries, particularly of the basilar artery (19).    development of intracerebral hemorrhage. Idio-\n               Treatment of eclampsia is supportive, with             pathic PCA is also known as Call-Fleming post-\n           priorities set out for controlling seizures and hy-        partum angiopathy (24). Iatrogenic PCA occurs\n           pertension, as well as maintaining a stable hemo-          anytime during the puerperium after administra-\n           dynamic state. Magnesium sulfate is the drug               tion of bromocriptine to suppress lactation (25),\n           of choice to prevent recurrent convulsions in              administration of ergot alkaloids to control post-\n           eclampsia (20).                                            partum hemorrhage (26), or use of sympathomi-\n                                                                      metics in cold medicines and nasal decongestants\n           Postpartum Cerebral Angiopathy                             (27).\n           Postpartum cerebral angiopathy (PCA) is a                     The diagnosis of PCA should be considered in\n           unique and poorly understood cerebrovascular               normotensive postpartum women presenting with\nTeaching\n  Point    disease that occurs in normotensive postpartum             intracerebral hemorrhage. At imaging, there is\n           women within 1– 4 weeks of delivery. Unfortu-              intracerebral hemorrhage with local mass effect\n           nately, the term has been used loosely in the lit-\n           erature to describe any form of cerebral angiopa-\n           thy in the puerperium including the hypertension-\n           induced angiopathy of eclampsia. There are two\n\f100   January-February 2007                                                          RG f Volume 27 ● Number 1\n\n\n\n\nFigure 6. PCA in a 38-year-old woman who experienced a severe headache and a seizure 2 weeks after childbirth.\n(a) Axial unenhanced CT scan obtained at admission shows a cerebral hematoma in the left frontal lobe. (b) Axial\nT2-weighted MR image obtained after 2 days of evacuation shows a new hematoma in the right frontal lobe and re-\nsidual hemorrhage in the left frontal lobe. (c, d) Right carotid angiogram (c) and magnified view with region-of-in-\nterest circles (d) show multifocal stenoses and a beaded appearance of the peripheral branches of the anterior and\nmiddle cerebral arteries. The findings are characteristic of the angiitis of PCA, which affects the small- and medium-\ncaliber arteries beyond the proximal segments of the major cerebral arteries.\n\n\n(Fig 6a, 6b). Patients with PCA may also develop              This is in contradistinction to eclampsia, which\nreversible high T2 signal abnormalities anywhere              affects large and medium-sized arteries in the pos-\nin the brain cortex or white matter (24,28). The              terior circulation. Transcranial Doppler ultra-\nangiographic features are characterized by revers-            sonography (US) depicts vasospasm by recording\nible multifocal stenoses and a beaded appearance              high velocities. Transcranial Doppler US is par-\nof the medium- and small-caliber cerebral arteries            ticularly useful in monitoring the effect of treat-\nin the anterior circulation (21–23) (Fig 6c, 6d).             ment and confirming reversibility of the vaso-\n                                                              spasm (29,30).\n\fRG f Volume 27 ● Number 1                                                                                Zak et al   101\n\n\n\n\nFigure 7. Thrombosis of the superior sagittal sinus and venous infarction in a 25-year-old woman who was 34\nweeks pregnant and developed headaches and blurring of vision. (a) Axial CT scan shows high attenuation in the\nsuperior sagittal sinus (curved arrows) and focal hemorrhage in the left parietal lobe at the gray-white matter interface\n(straight arrow). (b– d) Sagittal T1-weighted (b), axial T2-weighted (c), and axial FLAIR (d) MR images show high\nsignal intensity in the superior sagittal sinus (arrow). (e) Axial gadolinium-enhanced T1-weighted MR image shows a\nfilling defect (empty delta sign) (arrow) in the superior sagittal sinus. (f) On a three-dimensional time-of-flight MR\nvenogram, the superior sagittal sinus is not visualized because of extensive thrombosis.\n\n\n   Treatment of PCA is controversial. Patients                 severe or rare as previously assumed. The clinical\nmay improve after symptomatic treatment (24).                  presentation varies from headache to coma, de-\nSteroids are commonly used (21,28), and hyper-                 pending largely on the severity and extent of\nosmolar hypervolemic infusions have been sug-                  thrombosis as well as the mode of onset (37). A\ngested (31). Intracranial balloon angioplasty is               patient with CVT may present with focal neuro-\nrarely needed (23).                                            logic deficits depending on the sinus or major ce-\n                                                               rebral vein involved. The superior sagittal sinus\nCerebral Venous Thrombosis                                     is most commonly involved in nonseptic CVT,\nCerebral venous thrombosis (CVT) accounts for                  whereas cavernous and lateral sinus thromboses\n6% of maternal deaths (32). CVT may occur                      are more often the result of sepsis (38).\nanytime during the course of pregnancy and the                    At CT, there is hyperattenuation of the throm-\npuerperium, but the risk seems to be highest dur-              bosed sinuses with or without venous infarction\ning the first 2 weeks of the puerperium (33,34).               (Fig 7a). Contrast-enhanced CT may show the\nThere is increased risk of CVT in young mothers                typical filling defect commonly referred to as the\nand after cesarean section (35,36). CVT is not as\n\f           102   January-February 2007                                                  RG f Volume 27 ● Number 1\n\n           empty delta sign. However, it may take 7–10 days\n           for the empty delta sign to show on CT scans af-\n           ter the onset of symptoms (39). MR imaging is\n           more sensitive than CT in early detection of\n           thrombosis and more accurate in depicting the\n           extent and complications of CVT. Simultaneous\n           high signal intensity of the venous sinuses with all\n           routine sequences (T1-weighted, T2-weighted,\n           and FLAIR) is a reliable sign of CVT (Fig 7b–7d)\n           (39). High signal intensity on T1-weighted im-\n           ages with a corresponding filling defect after gad-\n           olinium enhancement may develop within the\n           first week after clinical onset (Fig 7e). Lack of\n           physiologic enhancement of the venous sinus is\n           an early sign and is typically seen within the first\n           week of CVT on both CT and MR images (39).\n           MR venography can add to the diagnostic value\n           of routine MR imaging and better demonstrates\n           the layout of the major cerebral veins and dural              Figure 8. Pituitary apoplexy in a 24-year-old\n           venous sinuses (Fig 7f). Other parenchymal signs              woman who was 20 weeks pregnant and pre-\n           of CVT include diffuse mass effect, localized sul-            sented with a sudden sharp headache behind the\n           cal effacement, and venous infarcts. Venous in-               eyes. Sagittal T1-weighted MR image shows\n                                                                         hemorrhage in a prominent pituitary gland (ar-\n           farcts typically do not conform to the arterial ter-          row).\n           ritories and are often associated with hemorrhage\n           at the gray-white matter interface (39 – 42).\n               Catheter angiography is not needed to confirm        gland. Clinically, the patient may present with\n           the diagnosis of CVT. However, it may be useful          severe headache, vomiting, and visual distur-\n           in delivering local thrombolytic agents and in           bances including visual field defects and restricted\n           thrombus retrieval. Although anticoagulation is          eye movements (50). Occasionally, there is a\n           the first line of treatment (43,44), some refer-         small amount of SAH that may irritate the adja-\n           ences advocate early thrombolysis and have re-           cent meninges. Patients may also develop dizzi-\n           ported good outcomes even in the presence of             ness or altered mental status, thought to be the\n           hemorrhagic infarctions (45,46).                         result of hemodynamic instability presumably due\n                                                                    to acute hypopituitarism (51). Pituitary apoplexy\n                       Pituitary Disorders                          is a rare occurrence during pregnancy and may be\n           The rising levels of estrogen during pregnancy           thought of as a presentation of pituitary microad-\n           cause hypertrophy of prolactin-producing lac-            enoma (52,53). CT and MR imaging show hem-\n           totrophs, which result in progressive enlargement        orrhage in a prominent pituitary gland (Fig 8).\n           of the adenohypophysis. This is paralleled by the        However, not all patients with apoplexy show\n           rising levels of prolactin in the circulation. Prolac-   intrasellar hemorrhage (Fig 9).\n           tin levels may reach 35 ng/mL during the first tri-          Treatment of pituitary apoplexy is supportive\n           mester, 175 ng/mL during the second trimester,           with hormonal replacement if needed. Trans-\n           and up to 210 ng/mL during the third trimester           sphenoidal surgery although safe is rarely needed\n           (47). The pituitary gland achieves its maximum           (52).\n           size during the first 3 days of the puerperium in\n           preparation for lactation. There is an increased         Sheehan Syndrome\nTeaching\n           chance of pituitary hemorrhage, infarction, and          Sheehan syndrome is a clinical state of panhypo-\n  Point    accelerated prolactinoma growth during the               pituitarism due to pituitary infarction that occurs\n           course of pregnancy and the puerperium (48,49).          after an obstetrically related hypotensive episode\n                                                                    around the time of delivery. Pituitary infarction in\n           Pituitary Apoplexy                                       the setting of an obstetric hemorrhage should be\n           Pituitary apoplexy is defined as acute hemor-            suspected if hypotension and tachycardia persist\n           rhagic infarction in an existing pituitary adenoma       after adequate initial treatment of the inciting\n           or otherwise physiologically enlarging pituitary         event. Additional early signs of hypopituitarism\n                                                                    may include hypoglycemia and failure of lactation\n                                                                    (54,55). Owing to a deficiency of pituitary hor-\n                                                                    mones, patients may subsequently present with a\n\fRG f Volume 27 ● Number 1                                                                            Zak et al   103\n\n\n\n\nFigure 9. Pituitary apoplexy in a 44-year-old woman who developed headaches 3 weeks after childbirth. Her\nprolactin level was 19.9 ng/mL. (a) Coronal T1-weighted MR image shows an enlarged, poorly enhancing pi-\ntuitary gland (arrow). (b) MR image obtained 4 weeks later shows atrophy of the pituitary with a partial empty\nsella appearance.\n\n\n                                                             itary gland that may affect young women in the\n                                                             peripartum. The disorder has been reported only\n                                                             rarely in males, with a female-to-male ratio of ap-\n                                                             proximately 10:1 (57). This disorder is consid-\n                                                             ered an inflammatory autoimmune disease and\n                                                             has been associated with other autoimmune dis-\n                                                             eases such as autoimmune thyroiditis and perni-\n                                                             cious anemia.\n                                                                 Lymphocytic adenohypophysitis results most\n                                                             often in early failure of adrenocorticotropic hor-\n                                                             mone and thyroid-stimulating hormone, whereas\n                                                             nonfunctioning adenoma causes early failure of\n                                                             growth hormone and gonadotropins (57). Post-\n                                                             partum hypoprolactinemia (level ⬍ 150 ng/mL) is\n                                                             seen in the majority of patients with lymphocytic\nFigure 10. Sheehan syndrome in a 37-year-old                 adenohypophysitis. This is attributed to pituitary\nwoman who presented with a clinical picture of pan-\nhypopituitarism 3 months after complicated delivery.\n                                                             parenchymal damage caused by the severe inflam-\nSagittal gadolinium-enhanced T1-weighted MR image            matory reaction (47,49). Hyperprolactinemia is\nshows an empty sella with herniation of the optic chi-       seen in less than one-third of patients. This may\nasm (arrow) into the sella turcica.                          be attributed to compression of the pituitary in-\n                                                             fundibulum, thus preventing the transport of pro-\n                                                             lactin-inhibiting factor to the adenohypophysis, or\nmyriad of clinical signs and symptoms, including             may be related to the presence of prolactin-stimu-\nchronic fatigue, dizziness, postural hypotension,            lating antibodies (57).\ncold intolerance, hypopigmentation, myxedema,                    At imaging, there is enlargement of the pitu-\nloss of pubic and axillary hair, decreased libido,           itary gland with suprasellar extension in 60%–\nbreast atrophy, and amenorrhea (56). At imaging,             80% of patients. In lymphocytic adenohypophysi-\nthere is usually the appearance of a partial or              tis, the pituitary gland may have variable appear-\ncomplete empty sella (Fig 10) (54 –56).                      ances on MR images. In the majority of patients,\n                                                             there is early and homogeneous enhancement of\nLymphocytic Adenohypophysitis\nLymphocytic adenohypophysitis is a rare inflam-\nmatory disorder of the anterior lobe of the pitu-\n\f           104   January-February 2007                                                   RG f Volume 27 ● Number 1\n\n\n\n\n                      Figure 11. Lymphocytic adenohypophysitis in a 28-year-old woman who developed a severe headache\n                      4 days after normal vaginal delivery. (a) Sagittal T1-weighted MR image shows mild enlargement and\n                      homogeneous enhancement of the pituitary gland (arrow). (b) Sagittal T1-weighted MR image obtained\n                      3 weeks later shows spontaneous regression of the pituitary to a normal size.\n\n\n           the pituitary gland (58) (Fig 11). However, heter-       Pituitary Adenoma\n           ogeneity of the enlarged pituitary gland may also        Prolactinomas are the most common pituitary\n           be seen. Hemorrhage has not been reported in             tumors occurring during pregnancy. The stimula-\n           lymphocytic adenohypophysitis, to our knowl-             tory effect of elevated estrogen on prolactinoma\n           edge. Thickening of the infundibulum and in-             growth is well recognized. Molitch (49) analyzed\n           volvement of the neurohypophysis resulting in            results of several series totaling 376 women with\n           diabetes insipidus are reported in 15% of patients       microadenomas and 151 women with macroad-\n           (57). There are no imaging features that distin-         enomas. Only six women (1.6%) with microad-\n           guish lymphocytic adenohypophysitis from pitu-           enomas developed signs and symptoms of tumor\n           itary adenoma (47,49). After recovery, there is          enlargement. Of 86 women with macroadenomas\n           regression of the pituitary gland to normal or           who had no prior treatment, 20 (23.3%) devel-\n           small size, resulting in the appearance of a partial     oped symptomatic tumor enlargement.\n           or total empty sella (57).                                  Clinical evaluation of a pituitary mass poses a\n              Although recovery may occur spontaneously,            significant challenge during pregnancy. This is in\n           steroids have been advocated as the main line of         part due to the continuously rising level of prolac-\n           treatment. Not only do glucocorticoids replace           tin. Pituitary evaluation is further hindered by our\n           the shortage of a vital hormone, but they also           reluctance to administer gadolinium contrast ma-\n           have a potent anti-inflammatory effect (57,59).          terial during pregnancy. Prolactin levels may vary\n                                                                    in the presence of a prolactinoma, and periodic\n                      Neoplastic Disorders                          measurements are of little help. Surveillance for\n           Hormonal changes during pregnancy can en-                tumor growth is usually performed by periodic\nTeaching   hance the rate of growth of prolactinomas, while         clinical assessment and visual field testing (48). If\n  Point    hemodynamic alterations may increase the capil-          imaging becomes necessary, high-resolution MR\n           lary bed of some vascular benign tumors. Intra-          imaging sequences without contrast material can\n           cranial metastasis can be the first manifestation of     be performed. In the proper clinical context, a\n           an extracranial malignancy. Symptoms may be              pituitary adenoma may be present if the pituitary\n           masked by other existing pathologic processes            height exceeds 12 mm (49) (Fig 12).\n           such as migraine or preeclampsia.                           Treatment options are meticulously consid-\n                                                                    ered and individualized. Medications such as bro-\n                                                                    mocriptine or cabergoline are considered the\n                                                                    treatment of choice for prolactin-secreting mi-\n                                                                    croadenoma and adenomas confined to the sella.\n\fRG f Volume 27 ● Number 1                                                                          Zak et al   105\n\n\n\n\nFigure 12. Prolactinoma in a 27-year-old woman who was 32 weeks pregnant and presented with\nheadaches, visual disturbances, and a prolactin level of 290 ng/mL. Unenhanced coronal (a) and sagit-\ntal (b) T1-weighted MR images show a large sellar and suprasellar tumor that causes mild compression\nof the optic chiasm (arrow).\n\n\nTranssphenoidal surgery may become necessary                cancer. It is well recognized that pregnant women\nin uncontrollable suprasellar macroadenomas.                with breast cancer present with more advanced\nAdenomas secreting adrenocorticotropic hor-                 disease than nonpregnant women (64). Chorio-\nmone should always be surgically removed. Sur-              carcinoma is the severest form of trophoblastic\ngery and medication are not indicated in growth             disease and can rarely coexist with a normal preg-\nhormone–secreting adenomas and nonfunction-                 nancy. Intracerebral hemorrhage can be the first\ning adenomas. Patients with thyroid-stimulating             presentation of gestational choriocarcinoma. In\nhormone secreting tumors should receive only                the indexed literature, there are four reported\nantithyroid medications to control hyperthyroid-            cases of metastatic gestational carcinoma to the\nism (48).                                                   brain (65– 67). Hemorrhage was seen in two\n                                                            (50%) of the cases.\nPrimary Intracranial Tumors\nPregnancy has no significant effect on the inci-                              Conclusions\ndence or behavior of glioma. However, pregnancy             Imaging abnormalities in the CNS are produced\nappears to enhance the growth of meningioma                 by a spectrum of diseases that may occur during\n(60). About 70% of meningiomas express proges-              pregnancy and the puerperium. Some are spe-\nterone receptors and 30% express estrogen recep-            cific to the physiologic process of reproduction,\ntors. Serial imaging has shown regression of me-            eclampsia being one of the more common, while\nningiomas after delivery. These observations sug-           others are the result of diseases that are seen regu-\ngest that progesterone influences tumor growth              larly in the adult population albeit sometimes\n(60,61). In addition, there are a few reports in            with increased frequency in pregnant women,\nthe literature that document accelerated tumor              such as dural sinus thrombosis. Recognition of\ngrowth in hemangioblastoma (62) and vestibular              the characteristic imaging findings in eclampsia\nschwannoma (63) during the course of preg-                  may, for example, allow confident exclusion of\nnancy.                                                      more serious disorders like stroke. Even when\n                                                            CNS imaging changes are nonspecific, an aware-\nIntracranial Metastasis                                     ness of the increased likelihood of certain diseases\nCerebral metastasis can be the initial presentation         in pregnancy as well as knowledge of those enti-\nof breast cancer and choriocarcinoma. The rela-             ties more or less specific to pregnancy and the\ntively dense and firm breasts during pregnancy\nand lactation may hinder early diagnosis of breast\n\f106   January-February 2007                                                        RG f Volume 27 ● Number 1\n\n\n\n\n           Figure 13. Calvarial osteomyelitis complicated by pachymeningitis and epidural abscess in a 17-year-\n           old girl who was 28 weeks pregnant and experienced a seizure. (a) Sagittal T1-weighted MR image\n           shows diffuse low signal intensity in the bone marrow and an elliptical extraaxial lesion in the midline\n           anteriorly (arrow). (b) Axial FLAIR MR image shows the elliptical extraaxial hyperintense lesion lying\n           over the superior sagittal sinus anteriorly. (c) Three-dimensional time-of-flight MR venogram shows\n           interruption of the superior sagittal sinus anteriorly (arrows). (d) Sagittal gadolinium-enhanced T1-\n           weighted MR image shows enhancement consistent with osteomyelitis of the frontal bone (solid straight\n           arrow) and clearly demonstrates the epidural abscess (open straight arrow) with pachymeningitis (curved\n           arrows). Further questioning of the patient disclosed sickle cell trait and a recent history of pneumonia.\n\n\npuerperium will allow a more informed differen-                 Moreover, earlier use of imaging will result in\ntial diagnosis. Differentiating primary nonaneu-             fewer delayed diagnoses. Modalities such as CT\nrysmal SAH from aneurysmal SAH is an ex-                     and MR venography enable early noninvasive\nample. PCA with its underlying changes of vascu-             diagnosis of CVT. Simple unenhanced CT or\nlitis is another entity that should be considered in         preferably MR imaging allows safe confirmation\naddition to the other common causes of intracere-            of pituitary apoplexy. Furthermore, even when\nbral hemorrhage.                                             the imaging changes are less specific, knowledge\n                                                             of likely possibilities will lead to more appropriate\n                                                             earlier use of imaging. For example, awareness of\n\fRG f Volume 27 ● Number 1                                                                        Zak et al   107\n\n\nthe stimulatory effects of pregnancy on prolacti-         16. Schwaighofer BW, Hesselink JR, Healy ME. MR\nnoma, meningioma, hemangioblastoma, and ves-                  demonstration of reversible brain abnormalities in\n                                                              eclampsia. J Comput Assist Tomogr 1989;13(2):\ntibular schwannoma, as well as metastatic tumors              310 –312.\nsuch as gestational choriocarcinoma and breast            17. Schaefer PW, Buonanno FS, Gonzalez RG,\ncancer, suggests the early use of CNS imaging to              Schwamm LH. Diffusion-weighted imaging\navoid the consequences of a delayed diagnosis.                discriminates between cytotoxic and vasogenic\n   The last example illustrates the importance of             edema in a patient with eclampsia. Stroke 1997;\n                                                              28(5):1082–1085.\nearly imaging in making a definitive diagnosis that       18. Imaizumi H, Nara S, Kaneko M, Chiba S, Tama-\nmay have saved the patient’s life (Fig 13).                   kawa M. Magnetic resonance evaluation of brain-\n                                                              stem dysfunction in eclampsia and the HELLP\nReferences                                                    syndrome. J Emerg Med 1995;13(2):191–194.\n 1. Welch KM. Migraine and pregnancy. Adv Neurol          19. Trommer BL, Homer D, Mikhael MA. Cerebral\n    1994;64:77– 81.                                           vasospasm and eclampsia. Stroke 1988;19(3):\n 2. Comeglio P, Fedi S, Liotta AA, et al. Blood clot-         326 –329.\n    ting activation during normal pregnancy. Thromb       20. Sibai BM. Diagnosis, prevention, and manage-\n    Res 1996;84(3):199 –202.                                  ment of eclampsia. Obstet Gynecol 2005;105(2):\n 3. James AH, Bushnell CD, Jamison MG, Myers ER.              402– 410.\n    Incidence and risk factors for stroke in pregnancy    21. Ursell MR, Marras CL, Farb R, Rowed DW,\n    and the puerperium. Obstet Gynecol 2005;106:              Black SE, Perry JR. Recurrent intracranial hemor-\n    509 –516.                                                 rhage due to postpartum cerebral angiopathy: im-\n 4. Jaigobin C, Silver FL. Stroke and pregnancy.              plications for management. Stroke 1998;29(9):\n    Stroke 2000;31(12):2948 –2951.                            1995–1998.\n 5. Elkayam U, Akhter MW, Singh H, et al. Preg-           22. Geocadin RG, Razumovsky AY, Wityk RJ, Bhard-\n    nancy-associated cardiomyopathy: clinical charac-         waj A, Ulatowski JA. Intracerebral hemorrhage\n    teristics and a comparison between early and late         and postpartum cerebral vasculopathy. J Neurol\n    presentation. Circulation 2005;111(16):2050 –             Sci 2002;205(1):29 –34.\n    2055.                                                 23. Song JK, Fisher S, Seifert TD, et al. Postpartum\n 6. Stoodley MA, Macdonald RL, Weir BK. Preg-                 cerebral angiopathy: atypical features and treat-\n    nancy and intracranial aneurysms. Neurosurg Clin          ment with intracranial balloon angioplasty. Neuro-\n    N Am 1998;9(3):549 –556.                                  radiology 2004;46(12):1022–1026.\n 7. Fox MW, Harms RW, Davis DH. Selected neuro-           24. Neudecker S, Stock K, Krasnianski M. Call-Flem-\n    logic complications of pregnancy. Mayo Clin Proc          ing postpartum angiopathy in the puerperium: a\n    1990;65(12):1595–1618.                                    reversible cerebral vasoconstriction syndrome.\n 8. Kriplani A, Relan S, Misra NK, Mehta VS,                  Obstet Gynecol 2006;107(2 pt 2):446 – 449.\n    Takkar D. Ruptured intracranial aneurysm com-         25. Janssens E, Hommel M, Mounier-Vehier F,\n    plicating pregnancy. Int J Gynaecol Obstet 1995;          Leclerc X, Guerin du Masgenet B, Leys D. Post-\n    48(2):201–206.                                            partum cerebral angiopathy possibly due to bro-\n 9. Meyers PM, Halbach VV, Malek AM, et al. Endo-             mocriptine therapy. Stroke 1995;26(1):128 –130.\n    vascular treatment of cerebral artery aneurysms       26. Barinagarrementeria F, Cantu C, Balderrama J.\n    during pregnancy: report of three cases. AJNR             Postpartum cerebral angiopathy with cerebral in-\n    Am J Neuroradiol 2000;21(7):1306 –1311.                   farction due to ergonovine use. Stroke 1992;23(9):\n10. Shah AK. Non-aneurysmal primary subarachnoid              1364 –1366.\n    hemorrhage in pregnancy-induced hypertension          27. Chartier JP, Bousigue JY, Teisseyre A, Morel C,\n    and eclampsia. Neurology 2003;61(1):117–120.              Delpuech-Formosa F. Postpartum cerebral angi-\n11. Donaldson JO. Eclamptic hypertensive encepha-             opathy of iatrogenic origin [in French]. Rev Neu-\n    lopathy. Semin Neurol 1988;8(3):230 –233.                 rol (Paris) 1997;153(3):212–214.\n12. Schwartz RB, Feske SK, Polak JF, et al. Pre-          28. Konstantinopoulos PA, Mousa S, Khairallah R,\n    eclampsia-eclampsia: clinical and neuroradio-             Mtanos G. Postpartum cerebral angiopathy: an\n    graphic correlates and insights into the pathogene-       important diagnostic consideration in the postpar-\n    sis of hypertensive encephalopathy. Radiology             tum period. Am J Obstet Gynecol 2004;191(1):\n    2000;217(2):371–376.                                      375–377.\n13. Nag S, Robertson DM, Dinsdale HB. Cerebral            29. Zunker P, Golombeck K, Brossmann J, Georgia-\n    cortical changes in acute experimental hyperten-          dis D, Deuschl G. Post-partum cerebral angiopa-\n    sion: an ultrastructural study. Lab Invest 1977;          thy: repetitive TCD, MRI, MRA, and EEG ex-\n    36(2):150 –161.                                           aminations. Neurol Res 2002;24(6):570 –572.\n14. Sheth RD, Riggs JE, Bodenstenier JB, Gutierrez        30. Bogousslavsky J, Despland PA, Regli F, Dubuis\n    AR, Ketonen LM, Ortiz OA. Parietal occipital              PY. Postpartum cerebral angiopathy: reversible\n    edema in hypertensive encephalopathy: a patho-            vasoconstriction assessed by transcranial Doppler\n    genic mechanism. Eur Neurol 1996;36(1):25–28.             ultrasounds. Eur Neurol 1989;29(2):102–105.\n15. Crawford S, Varner MW, Digre KB, Servais G,\n    Corbett JJ. Cranial magnetic resonance imaging in\n    eclampsia. Obstet Gynecol 1987;70(3 pt 2):474 –\n    477.\n\f108   January-February 2007                                                           RG f Volume 27 ● Number 1\n\n31. Akins PT, Levy KJ, Cross AH, Goldberg MP,                  50. Bills DC, Meyer FB, Laws ER Jr, et al. A retro-\n    Schieber MH. Postpartum cerebral vasospasm                     spective analysis of pituitary apoplexy. Neurosur-\n    treated with hypervolemic therapy. Am J Obstet                 gery 1993;33(4):602– 608; discussion 608 – 609.\n    Gynecol 1996;175(5):1386 –1388.                            51. Ostrov SG, Quencer RM, Hoffman JC, Davis PC,\n32. Angelov A. Intracranial venous thrombosis in rela-             Hasso AN, David NJ. Hemorrhage within pitu-\n    tion to pregnancy and delivery. Pathol Res Pract               itary adenomas: how often associated with pitu-\n    1989;185(6):843– 847.                                          itary apoplexy syndrome? AJR Am J Roentgenol\n33. Srinivasan K. Cerebral venous and arterial throm-              1989;153:153–160.\n    bosis in pregnancy and puerperium: a study of 135          52. de Heide LJ, van Tol KM, Doorenbos B. Pituitary\n    patients. Angiology 1983;34:731–746.                           apoplexy presenting during pregnancy. Neth\n34. Mas JL, Lamy C. Stroke in pregnancy and the pu-                J Med 2004;62(10):393–396.\n    erperium. J Neurol 1998;245(6-7):305–313.                  53. Randeva HS, Schoebel J, Byrne J, Esiri M, Adams\n35. Lanska DJ, Kryscio RJ. Risk factors for peripartum             CB, Wass JA. Classical pituitary apoplexy: clinical\n    and postpartum stroke and intracranial venous                  features, management and outcome. Clin Endo-\n    thrombosis. Stroke 2000;31(6):1274 –1282.                      crinol (Oxf) 1999;51(2):181–188.\n36. Cantu C, Barinagarrementeria F. Cerebral venous            54. Sheehan HL. The recognition of chronic hypopi-\n    thrombosis associated with pregnancy and puerpe-               tuitarism resulting from postpartum pituitary ne-\n    rium: review of 67 cases. Stroke 1993;24(12):                  crosis. Am J Obstet Gynecol 1971;111(6):852–\n    1880 –1884.                                                    854.\n37. Bousser MG. Cerebral venous thrombosis: diag-              55. Kelestimur F. Sheehan’s syndrome. Pituitary\n    nosis and management. J Neurol 2000;247(4):                    2003;6(4):181–188.\n    252–258.                                                   56. Ozbey N, Inanc S, Aral F, et al. Clinical and labo-\n38. Southwick FS, Richardson EP Jr, Swartz MN.                     ratory evaluation of 40 patients with Sheehan’s\n    Septic thrombosis of the dural venous sinuses.                 syndrome. Isr J Med Sci 1994;30(11):826 – 829.\n    Medicine (Baltimore) 1986;65(2):82–106.                    57. Hashimoto K, Takao T, Makino S. Lymphocytic\n39. Roncallo F, Turtulici I, Arena E, et al. Cerebral              adenohypophysitis and lymphocytic infundibulo-\n    venous sinus thrombosis: prognostic",
  "wordCount": 6397,
  "indexed": "2025-09-25T22:51:59.334Z",
  "method": "direct"
}
