{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Garcia-Borreguero et al. - 2012 - European guidelines on management of restless legs.pdf",
  "fileName": "Garcia-Borreguero et al. - 2012 - European guidelines on management of restless legs.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Garcia-Borreguero et al. - 2012 - European guidelines on management of restless legs.pdf",
  "text": "European Journal of Neurology 2012, 19: 1385–1396                                                      doi:10.1111/j.1468-1331.2012.03853.x\n\nEFNS/ENS/ESRS GUIDELINES\n\n\nEuropean guidelines on management of restless legs syndrome:\nreport of a joint task force by the European Federation\nof Neurological Societies, the European Neurological Society\nand the European Sleep Research Society\nDiego Garcia-Borregueroa, Luigi Ferini-Strambib, Ralf Kohnenc, Shaun O’Keeffed, Claudia\nTrenkwaldere,f, Birgit Höglg, Heike Benesh, Poul Jennumi, Markku Partinenj, Danyal Fera,\nPasquale Montagnak,†, Claudio L. Bassettil, Alex Iranzom,n,o, Karel Sonkap and Anne-Marie\nWilliamsa\na\n    Sleep Research Institute, Madrid, Spain; bSleep Disorders Center, Università Vita-Salute San Raﬀaele, Milan, Italy; cRPS Research\nGermany and Psychology Department, University Erlangen-Nuremberg, Nuremberg, Germany; dDepartment of Geriatric Medicine,\nGalway University Hospitals, Galway, Ireland; eParacelsus-Elena Klinik, Center of Parkinsonism and Movement Disorders, Kassel,\nGermany; fDepartment of Clinical Neurophysiology, University of Goettingen, Kassel, Germany; gDepartment of Neurology, Innsbruck\nMedical University, Innsbruck, Austria; hSomni Bene Institute for Medical Research and Sleep Medicine, and Neurology Department,\nUniversity of Rostock, Schwerin, Germany; iDanish Center for Sleep Medicine, Glostrup Hospital, and Center for Healthy Aging,\nUniversity of Copenhagen, Copenhagen, Denmark; jHelsinki Sleep Clinic, Vitalmed Research Centre, Helsinki, Finland; kDepartment of\nNeurological Sciences, University of Bologna, Bologna, Italy; lDepartment of Neurology, University Hospital (Inselspital), Bern, and\nNeurocenter of Southern Switzerland, Lugano, Switzerland; mNeurology Service and Multidisciplinary Sleep Unit, Hospital Clinic,\nBarcelona, Spain; nCentro de Investigación Biome´dica en Red Enfermedades Neurodegenerativas (CIBERNED), Barcelona, Spain; oInsti-\ntut d’Investigacions Biome`diques August Pi i Sunyer (IDIBAPS), Barcelona, Spain; and pDepartment of Neurology, First Faculty of\nMedicine, Charles University, Prague, Czech Republic\n\n\n\n\nKeywords:                            Background: Since the publication of the ﬁrst European Federation of Neurological\nanticonvulsants,                     Societies (EFNS) guidelines in 2005 on the management of restless legs syndrome\nbenzodiazepines,                     (RLS; also known as Willis-Ekbom disease), there have been major therapeutic\ndopaminergics, evidence-             advances in the ﬁeld. Furthermore, the management of RLS is now a part of\nbased, guidelines,                   routine neurological practice in Europe. New drugs have also become available, and\nlevodopa, opioids,                   further randomized controlled trials have been undertaken. These guidelines were\nperiodic limb movement               undertaken by the EFNS in collaboration with the European Neurological Society\ndisorder, restless legs              and the European Sleep Research Society.\nsyndrome, Willis-Ekbom               Objectives: To provide an evidence-based update of new treatments published since\ndisease                              2005 for the management of RLS.\n                                     Methods: First, we determined what the objectives of management of primary and\nReceived 9 July 2012                 secondary RLS should be. We developed the search strategy and conducted a review\nAccepted 12 July 2012                of the scientiﬁc literature up to 31 December 2011 (print and electronic publications)\n                                     for the drug classes and interventions employed in RLS treatment. Previous guidelines\n                                     were consulted. All trials were analysed according to class of evidence, and recommen-\n                                     dations made according to the 2004 EFNS criteria for rating.\n                                     Recommendations: Level A recommendations can be made for rotigotine, ropini-\n                                     role, pramipexole, gabapentin enacarbil, gabapentin and pregabalin, which are all\n                                     considered eﬀective for the short-term treatment for RLS. However, for the long-term\n\n\n\nCorrespondence: D. Garcia-Borreguero, Sleep Research Institute, Alberto Alcocer 19, 28036 Madrid, Spain (tel.: +34 91 345 4129;\nfax: +34 91 350 9593; e-mail: dgb@iis.es).\nReviewed and approved by the European Federation of Neurological Societies (EFNS), the European Society of Sleep Research (ESRS), and\nthe European Neurological Society (ENS). †Deceased December 2010. The authors did not receive any funding for this review. Financial\ndisclosures are included at the end of the manuscript.\nThis is a Continuing Medical Education article, and can be found with corresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for correctly answering the questions will be issued by the EFNS.\n\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS                                                                                            1385\n\f1386    D. Garcia-Borreguero et al.\n\n\n\n\n                                treatment for RLS, rotigotine is considered eﬀective, gabapentin enacarbil is proba-\n                                bly eﬀective, and ropinirole, pramipexole and gabapentin are considered possibly\n                                eﬀective. Cabergoline has according to our criteria a level A recommendation, but\n                                the taskforce cannot recommend this drug because of its serious adverse events.\n\n\n\n                                                              the essential criteria were included [15]. The previous\nBackground\n                                                              guidelines divided treatment into short-term and long-\nIn the last 5 years, a number of controlled studies           term, deﬁned as <30 days and >30 days, respectively.\nhave been undertaken to examine both existing and             However, such a classiﬁcation does not take into\nnew drugs for the management of restless legs syn-            account the fact that augmentation, a paradoxical\ndrome (RLS). During this period, major changes have           worsening of symptoms caused by treatment [16],\ntaken place in RLS practice, with the approval of             manifests after several months of treatment. Further-\nthree new drugs in Europe (ropinirole, pramipexole            more, studies performed after the last guidelines [14]\nand rotigotine). Also, major developments have been           tended to have a longer duration of treatment. There-\nmade in our understanding of the causes of the dis-           fore, we considered trials <6 months to be short-term\nease: we now know that iron plays a major role in the         and those \u00156 months to be long-term.\npathophysiology of RLS, likely both as a forewarning             To determine the eﬀectiveness of drugs and physical\nof a newly developing metabolic pathology and as a            interventions in the treatment for RLS, the following\ndirect eﬀect of iron deﬁciency. Studies have detected         hypotheses were assessed.\nbrain iron metabolism changes in patients with RLS             1 Any drugs are more eﬀective than no treatment or\nusing imaging, and in cerebrospinal ﬂuid with reduced             treatment with placebo:\nferritin and aberrant circadian rhythm of dopamine                 a in abolishing or reducing the occurrence of\nmetabolites, suggesting decreased brain iron stores [1–              RLS symptoms;\n3] with the probable consequence of altered function               b in improving quality of life.\nof the dopamine system [4]. Data from neuropatho-              2 One class (see Table 1) or one agent is better than\nlogical studies show that there is less iron in neuro-            another.\nmelanin cells [5], and several MRI studies have                3 Physical intervention is more eﬀective than no\ndetected low brain iron in vivo [6,7], a ﬁnding con-              treatment or treatment with placebo:\nﬁrmed by transcranial ultrasound that has detected                 a in abolishing or reducing the occurrence of\nhypoechogenic substantia nigra indicating low iron                   RLS symptoms;\nstores [8–10]. Major advances have also taken place in             b in improving the quality of life (QoL).\ngenetics, where risk polymorphisms – that is, genetic          4 The risk/beneﬁt ratio of any treatment is positive\nvariants that increase the risk of having RLS – have              for the patient.\nbeen identiﬁed in ﬁve chromosomal regions [11–13].\n   In light of the new evidence for treatment, and the        Methods and search strategy\nchanges in routine clinical care introduced by the\napproval of new drugs in Europe, the European Fed-            A literature search was performed using the same\neration of Neurological Societies (EFNS) deemed it            strategy as the previous guidelines (Table 2); all terms\nnecessary for a task force to re-examine the data and         were searched as free text and standardized search\nrevise the ﬁrst RLS guidelines [14]. It should be noted       items in electronic databases (Cochrane Library,\nthat periodic limb movement disorder (PLMD) has               National Library of Medicine’s MEDLINE, EMBASE,\nbeen deleted from the current guidelines as there are         CINAHL). Existing guidelines and meta-analyses were\nno new studies concerning PLMD and therefore no               also taken into consideration. All articles published\nnew recommendations.                                          (including those available online before going to print)\n                                                              in English between 1 January 2005 and 31 December\n                                                              2011 were assessed for inclusion, and data extraction\nObjectives\n                                                              performed. In addition, task force members performed\nThese guidelines seek to provide revised evidence-            an independent literature search. Each working group\nbased recommendations for the treatment for RLS.              task force member was allocated to cover two drugs\nThis current revision uses the same deﬁnition of RLS          or class of drugs, and each allocated topic was\nthat was used in the previous guidelines. However,            reviewed independently by two members to reduce\nonly studies that clearly diagnosed RLS according to          reviewer error and bias. Dropout rates because of\n\n\n                                                                                                           © 2012 The Author(s)\n                                                         European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                                   European guidelines on management of restless legs syndrome           1387\n\n\nTable 1 Evidence classiﬁcation scheme for a therapeutic intervention [17]\n\nClass I: An adequately powered prospective, randomized, controlled, double-blind clinical trial in a representative population or an adequately\n powered systematic review of prospective randomized controlled clinical trials with masked outcome assessment in representative populations.\nThe following are required:\na. Randomization concealment\nb. Primary outcome(s) is/are clearly deﬁned\nc. Exclusion/inclusion criteria are clearly deﬁned\nd. Adequate accounting for drop-outs and crossovers with numbers suﬃciently low to have minimal potential for bias\ne. Relevant baseline characteristics are presented and substantially equivalent amongst treatment groups or there is appropriate statistical\n adjustment for diﬀerences.\nClass II: Prospective matched-group cohort study in a representative population with masked outcome assessment that meets a–e above or a\n randomized, controlled trial in a representative population that lacks one criteria a–e.\nClass III: All other controlled trials (including well-deﬁned natural history controls or patients serving as own controls) in a representative\n population, where outcome assessment is independent of patient treatment\nClass IV: Evidence from uncontrolled studies, case series, case reports, or expert opinion\nRating of recommendations\nLevel A rating (established as eﬀective, ineﬀective, or harmful) requires at least one convincing Class I study or at least two consistent,\n convincing Class II studies.\nLevel B rating (probably eﬀective, ineﬀective, or harmful) requires at least one convincing Class II study or overwhelming Class III evidence.\nLevel C rating (possibly eﬀective, ineﬀective, or harmful) requires at least two convincing Class III studies.\nGood practice points Where there was a lack of evidence but consensus was clear, the task force has stated their opinion as good practice\n points.\n\n\n\n\nadverse events were noted, and risk of bias was                              2 Polysomnographic indexes of sleep dysfunction\nassessed. Full text copies of the relevant studies were                        [mean periodic limb movements in sleep index\nobtained, and task force members assessed them                                 (PLMS-I), and while awake PLMS-A, sleep eﬃ-\nfor inclusion and extracted the relevant data into                             ciency, sleep latency, actigraphic activity in sleep].\nevidence tables.                                                             3 Quality of life.\n   The methodological limitations of this review con-                        4 Adverse events; augmentation eﬀect, deﬁned as\ncern language and publication bias: the task force                             markedly augmented RLS symptoms occurring in\nonly included studies published in English peer-                               the afternoon and the evening prior to the taking\nreviewed journals available in electronic format. Lan-                         the next nightly dose, was rated amongst adverse\nguage and publication bias are considered to lead to                           events at the latest follow-up.\nan inﬂation of positive results in reviews and meta-                         5 Drop-outs.\nanalyses. The positive, level A recommendations made                         6 Rate of patients choosing to remain in treatment\nby the task force are only made for drugs where                                after completion of trial.\nlarge-scale studies have been published, therefore lim-                       Any discrepancies in the reviews were resolved by\niting positive result bias.                                                 consensus amongst the two reviewers. The ﬁrst draft of\n   As established by EFNS methodology, the studies                          the manuscript was written and directly supervised by\nwere classiﬁed according to type of study design                            the task force chairman (DGB). All members of the\n(Class I–Class IV evidence) (Table 1) [17]. If the                          task force read the ﬁrst draft and discussed it by email.\nhighest level of evidence was not suﬃcient, the                             Subsequent drafts were circulated, ﬁnalized and dis-\nliterature search was extended to the lower adjacent                        cussed by email. When there were no new studies, the\nlevel of evidence. Patients with RLS (deﬁned using                          previous EFNS recommendations were not modiﬁed.\nexplicit diagnostic criteria), with any other co-morbid-                      The GRADE.com system was simultaneously used\nity and co-treatment, were considered. Guideline                            for the evaluation of Level A recommendations.\nrecommendations were made by assessing the volume                           According to this new and more sensitive tool, overall\nof evidence, applicability, consistency and clinical                        quality of evidence is classiﬁed as high, moderate, low\nimpact. Class of evidence and rating of recommenda-                         and very low. According to the available studies, the\ntions were attributed according to the EFNS Task                            overall quality of evidence is rated between high and\nForce Recommendations (Table 2) [17].                                       low.\n   As in the previous guidelines, types of outcome\nmeasures were the following,\n                                                                            Results\n  1 Paraesthesia/dysaesthesia or pain (by simple\n    subjective report or subjective validated scales/                       For each agent, the studies with the highest class of\n    questionnaires).                                                        evidence are reported here. For certain agents, no\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1388      D. Garcia-Borreguero et al.\n\n\n\nTable 2 Search strategy for identiﬁcation of studies                         none of which was Class I; therefore, these guidelines\nPublished papers (systematic reviews, meta-analysis, randomized              eﬀectively concern the treatment of primary RLS\n trials, cohort studies, case–control studies, observational studies)        (see Table S1 for all results).\n were identiﬁed from the following sources published between 1\n January 2005 and 31 December 2011\nCochrane Database of Systematic Reviews (CSDR) in the Cochrane               Dopaminergic agents\n Library\nDatabase of Abstract of Reviews of Eﬀects (DARE) in the                      Dopaminergic agents are the class of drugs for which\n Cochrane Library                                                            the most studies have been published since the\nCENTRAL (Cochrane Central Register of Controlled Trial) in the               previous guidelines.\n Cochrane Library\nNational Library of Medicine’s MEDLINE database\nEMBASE database                                                              Non-ergot derivatives\nCINAHL database                                                              Eighteen reports were retrieved for the non-ergot\nChecking reference lists: bibliographies of identiﬁed articles               derivatives (rotigotine, ropinirole, pramipexole and\n reviewed to ﬁnd additional references\n                                                                             sumanirole).\nSearch terms\nAll the electronic databases considered were checked with terms\n                                                                                Rotigotine (two short-term and two long-term stud-\n focusing only on the condition. With regard to Restless Legs                ies, Class I evidence, new conclusion: ‘eﬀective’ for the\n Syndrome the following search was performed:                                short- and long-term treatment of primary RLS)\n(restless* OR jitter* OR anxiet*) AND (limb* OR leg* OR tibia*)                 The short-term eﬃcacy of rotigotine transdermal\n OR ekbom* OR “restless legs syndrome”\n                                                                             patch for the treatment for RLS has been established\nFor the search with MeSH terms: Restless Legs Syndrome\n(MeSH)                                                                       by the previous guidelines. However, data on mid-\nWith regard to PLMD the following search was performed:                      and long-term eﬃcacy were lacking at the time. Four\n(myoclon* OR movement* OR periodic*) AND (limb* OR leg* OR                   new reports provide high-quality evidence of the eﬃ-\n tibia*) AND (noct* OR sleep*)                                               cacy of rotigotine for the treatment of primary RLS\nFor the search with MeSH terms: Nocturnal Myoclonus\n                                                                             [18–21]. A 6-week dose-ﬁnding trial [18] found rotigo-\nSyndrome (MeSH)\nThe search strategy identiﬁed 3309 references (possible duplicates)          tine to be eﬃcacious in improving RLS symptoms\n for RLS and/or PLMD. After assessing from title, abstract or full           [International RLS severity scale (IRLS) total score]\n text of articles, a total of 54 articles for RLS were eligible for          compared with placebo at doses of 4 mg/24 h, 3 mg/\n inclusion in the above review.                                              24 h, 2 mg/24 h and 1 mg/24 h (P = 0.0013, P <\nAccording to each treatment category the following articles were\n included:\n                                                                             0.0001, P = 0.0003 and P = 0.0004, respectively). The\nDopaminergic agents: 25                                                      0.5 mg/24 h dose was not found to be eﬃcacious\nNon-ergot derivatives: 18                                                    (P = 0.2338). The mean change in the RLS-QoL from\nRotigotine: 4, Ropinirole: 3, Pramipexole: 10, Sumanirole: 1                 baseline was 16.82 (SD ± 12.85) vs. 12.4 (SD ± 15.5)\nErgot derivatives: 5\n                                                                             for placebo. A 6-month European study [19] found\nCabergoline: 2, Lisuride: 2, Terguride: 1\nLevodopa: 2 (one comparative study with cabergoline, another with\n                                                                             rotigotine to be eﬃcacious at all doses from 1 to\n pramipexole)                                                                3 mg in improving IRLS total score and Clinical Glo-\nAntiepileptic drugs: 15                                                      bal Impression (CGI), item 1 (all P < 0.0001), overall\nAlpha-2-delta ligands: 11                                                    QoL improvements were dose-dependent, and the\nGabapentin anacarbil: 7, Pregabalin: 2, Gabapentin: 2\n                                                                             mean change in RLS-QoL from baseline was 15.43\nOxcarbazepine: 2\nLamotrigine: 1                                                               (SD ± 14.04) vs. 7.3 (SD ± 13.5) for placebo. A 6-month\nLevetiracetam: 1                                                             ﬁxed dose (0.5–3 mg/24 h) maintenance study per-\nAdrenergic agents: 0                                                         formed in the United States [20] found rotigotine 2\nBenzodiazepines/hypnotics: 1                                                 and 3 mg/24 h to be eﬃcacious, and a 4-week poly-\nClonazepam: 1\nOpioids: 3\n                                                                             somnographic study reported the eﬃcacy of an aver-\nOther: 12                                                                    age dose of 2.09 mg/24 h (±0.78) in improving RLS\nIron: 4                                                                      symptoms according to IRLS, CGI-I and the periodic\nBotox onabotulinumtoxinA: 1                                                  limb movement index (PLMI), as well as QoL [21]. In\nBupropion: 1\n                                                                             addition to the Class I evidence, there is Class III evi-\nInfrared light: 2\nAerobic training: 2\n                                                                             dence consisting of a well-designed 5-year prospective\nMagnesium: 1                                                                 open-label study, with an average rotigotine dose of\nValerian: 1                                                                  3.1 mg/24 h at the end of the maintenance period.\n                                                                             There was an improvement in severe RLS symptoms\nClass I–III studies were available and, therefore, in                        as shown by a change in the total IRLS score from\nthese cases Class IV studies have been included. Very                        27.7 (SD 6.0) at baseline to 9.0 (SD 9.2) at study end;\nfew studies have been performed on secondary RLS,                            39% of completers were symptom free at the end of\n\n\n                                                                                                                          © 2012 The Author(s)\n                                                                        European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                               European guidelines on management of restless legs syndrome   1389\n\n\n\nthe trial; 30% of patients dropped out because of                     (116 days; range: 62–183; n = 7) than placebo\nadverse events and 11% because of lack of eﬃcacy,                     (30 days; n = 1), conﬁrming that episodes of true\nthe majority of these drop-outs occurred in the ﬁrst                  augmentation are usually not seen during the ﬁrst\nyear. The most common adverse events were adverse                     2 months of treatment [28]. Diﬀerences in eﬃcacy\napplication site reactions aﬀecting 58% of all patients               over the 6-month double-blind period between ro-\ntreated in this study at least once and accounting for                pinirole and placebo were mild [treatment diﬀerence\n19% of patients dropping-out. The incidence of                        in IRLS score 2.5 ( 4.6, 0.3), but still statisti-\nadverse site reactions was 37% in year 1 and <6% in                   cally signiﬁcant (P < 0.05)] [28].\nyears 4 and 5. The overall 5-year incidence of clini-                    Pramipexole (eight short-term and two long-term\ncally signiﬁcant augmentation was 13.2% (39/295);                     studies, Class I evidence, change to previous recommen-\nfor 5.1% of patients, this occurred at 1–3 mg/24 h,                   dation: ‘eﬀective’ for the short-term and ‘possibly eﬀec-\nwhilst 8.1% were receiving 4 mg/24 h [22].                            tive’ for the long-term treatment of primary RLS)\n   Ropinirole (three short-term studies and one long-term                Seventeen reports concern the use of pramipexole;\nstudy, Class I evidence, no change to previous recommen-              of these, there are 10 new RCTs including over 1500\ndation: ‘eﬀective’ for the short-term and ‘possibly eﬀec-             patients [29–38]. For primary RLS, pramipexole\ntive’ for the long-term treatment of primary RLS)                     (0.25–0.75 mg) improves RLS symptoms in both the\n   Of six reports on ropinirole, there are three short-               short- and long-term, as measured using the IRLS, and\nterm [23–25] and one long-term [26] RCTs that con-                    PSG measures signiﬁcantly improve. As far as sleep is\nﬁrm the recommendations of the earlier guidelines.                    concerned, pramipexole 0.5–0.75 mg was shown to\nThese studies report that ropinirole at a mean dose                   improve sleep latency, but not sleep eﬃciency or total\nbetween 2.1 and 3.1 mg/day is eﬃcacious for the                       sleep time [39]. Pramipexole 0.25–0.75 mg signiﬁcantly\ntreatment of primary RLS as measured on the IRLS,                     improved QoL as measured with the SF-36 and the\nCGI-I, Patient Global Impression of Improvement                       RLS-QoL [32,34,35,37,39]; non-signiﬁcant improve-\nand the PLMI [23–26]. A signiﬁcant improvement in                     ments in depression (Beck Depression Inventory) and\nQoL compared with baseline, as measured using the                     anxiety [HADS-Anxiety subscale (HADS-A)] were\nRLS-QoL questionnaire, is reported in one study [24]                  also reported [37]. The most common adverse events\n[ropinirole vs. placebo: 16.9 (SE ± 2.14) vs. 12.4                    to be described are nausea, headache, insomnia, som-\n(SE ± 2.08), respectively, P = 0.003]. The same study                 nolence and dizziness. Only one of the RCTs reported\nalso found ropinirole to improve anxiety in those with                Augmentation Severity Rating Scale data on augmen-\nanxiety (n = 62) as measured on the Hospital Anxi-                    tation; this was a 6-month study by Högl et al. that\nety and Depression rating scale (HADS) (P = 0.04).                    reported a 9.2% rate of augmentation for pramipex-\nRopinirole is also associated with signiﬁcantly greater               ole, compared with 6% for placebo [36]. IRLS score\nimprovements in subjective measures of sleep distur-                  decreased by an adjusted mean of 13.7 in the pram-\nbance, quantity and adequacy [24,26]. Main side                       ipexole group compared with            11.1 in placebo\neﬀects included nausea, somnolence, fatigue and                       (P = 0.0077). Two short-term studies reported a wors-\ndepression. Augmentation was not assessed using                       ening of RLS: of 3.7% in one study [39], whilst no ﬁg-\nestablished criteria, but the 36-week study [26]                      ures were given in the second study [34]. One open-\nindicated a possible 1.5% rate of augmentation in this                label 46-week study [40], and a retrospective study\nperiod. For long-term treatment, there is one open-                   lasting a mean 30.5 months [41] reported possible aug-\nlabel trial (52 weeks) available [27]. In this study, the             mentation rates of 4.3% and 22.4%, respectively.\neﬃcacy was similar to the aforementioned trials, aug-                    Sumanirole (one short-term study, Class I evidence,\nmentation was assessed as an adverse event using the                  new conclusion ‘non-eﬀective’ for the treatment of\nverbatim term ‘RLS’, this gave a possible rate of                     primary RLS)\n9.1%, and 2.3% of patients stopped or reduced the                        There is only one published Class I study on sumani-\ndose because of the adverse event ‘RLS’. A recent                     role for the treatment for RLS [42]. This double-blind\nprospective multicentre study [28] provides new data                  study failed to ﬁnd sumanirole at doses of 0.5–4 mg to\non augmentation: this two-phase study with ropinirole                 be eﬃcacious in improving IRLS scores in patients with\n(median total daily dose of 1.8 mg; range 0.4–3.6 mg)                 primary RLS. An improvement was seen in PLMSI\nreported a 4% augmentation rate, with 3% being                        scores at doses of 2 and 4 mg. A dose-ﬁnding study was\nclinically signiﬁcant (vs. <1% for placebo) over the                  not undertaken prior to this study, and the dosages\n6-month double-blind phase, and a 3% augmenta-                        used are thought to have been too low. Five patients\ntion rate (2% clinically signiﬁcant) during the open-                 dropped out of the study because of adverse events. At\nlabel 6-month follow-up phase. Mean time to ﬁrst                      a dose of 0.5–4 mg, sumanirole is non-eﬃcacious for\nepisode of augmentation was longer for ropinirole                     the treatment for RLS. Sumanirole is not on the market\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1390    D. Garcia-Borreguero et al.\n\n\n\nand has not been approved in Europe or elsewhere for        detect any ﬁbrosis valve abnormalities and ﬁbrosis\nthe treatment for RLS.                                      early enough.\n                                                               Lisuride (two short-term studies, Class III evidence,\nRecommendations for non-ergot derivatives                   no change to previous recommendation: insuﬃcient\nRotigotine transdermal patch (1–3 mg/24 h) is eﬀec-         evidence)\ntive (level A) for the short- and long-term treatment          Two small pilot studies [45,46] providing Class III\nof primary RLS. Ropinirole is eﬀective (level A) for        evidence found lisuride transdermal patch 3 and 6 mg\nimproving symptoms in primary RLS when given at a           to improve IRLS scores and to improve PLMI as\nmean dose of between 2.1 and 3.1 mg/day over the            measured using actigraphy. Lisuride is not currently\nshort-term and possibly over the long-term. Pramipex-       on the market for the treatment for RLS.\nole is considered eﬀective in the short-term (level A)         Terguride (one short-term study, Class III evidence,\nand possibly eﬀective (level B) for the long-term treat-    no change to previous recommendation: insuﬃcient\nment for RLS at doses between 0.25 and 0.75 mg.             evidence)\nSumanirole at the investigated doses (0.5–4 mg) is             There is Class III evidence [47] that terguride\nineﬀective (level A) for the treatment of primary RLS.      (0.25 mg/day) administered for at least 2 weeks\nThere were no new studies with this class of drugs for      improves RLS symptoms as measured using the\nthe treatment for secondary RLS.                            IRLSS (P = 0.014). In this short-term study, there\n                                                            was no signiﬁcant change in subjective nocturnal sleep\n                                                            duration as measured with the Epworth Sleepiness\nErgot derivatives\n                                                            Scale. Augmentation was seen in one of the seven\nA total of ﬁve new reports concern the ergot deriva-        patients following dose doubling.\ntives (cabergoline and lisuride). There were no new            Pergolide (no new studies, new conclusion: not\nstudies meeting inclusion criteria for pergolide, bro-      recommended for the treatment of primary RLS due to\nmocriptine, a-dihydroergocryptine.                          adverse events)\n   Cabergoline (one short-term and one long-term               Similarly to cabergoline, the use of pergolide has\nstudy, Class I evidence, new conclusion: not generally      been associated in Parkinson’s disease to an increased\nrecommended for the treatment of primary RLS                risk of valvulopathy and ﬁbrosis. Furthermore, pergo-\nbecause of adverse events)                                  lide has been withdrawn from the market in EU and\n   One short-term study conﬁrmed the previous con-          in the USA.\nclusion that cabergoline 0.5–2 mg is eﬃcacious for the         Bromocriptine (no new studies, no change to previous\ntreatment of primary RLS over the short-term as             recommendation: probably eﬀective for the short-term\nmeasured with the PLMS-AI (P = 0.0024) and the              treatment of primary RLS)\nIRLS (P = 0.0002), and improves RLS-QoL scores\n(P = 0.0247) [43]. A longer, 30-week study found            Recommendations for ergot derivatives\ncabergoline 2 and 3 mg to be eﬃcacious for primary          In primary RLS, no new studies have been published\nRLS, and with signiﬁcantly improve RLS-QoL com-             on pergolide. Although the previous conclusion of\npared with baseline (P = 0.0001). Augmentation was          eﬀectiveness at mean dosages of 0.4–0.55 mg/day\nreported in 5.6% of patients on cabergoline compared        (level A) and possible eﬀectiveness in the long-term\nwith 14.2% for levodopa, which was used as a control        (level C) remains, the possible toxicity because of an\n[44]. In countries where cabergoline is licensed for use    increased, although low incidence of valvular ﬁbrosis\nin Parkinson’s disease, a boxed warning has been            and other ﬁbrotic side-eﬀects, outweigh the beneﬁts\nadded to product labelling concerning the increased         [48]. Furthermore, at the time of writing, pergolide\nrisk of developing cardiac valvular disease with            was no longer available in many European countries.\ndosages higher than 3 mg. Cabergoline, as any of the        For cabergoline, the same precaution as for pergolide\nergoline derivatives, is therefore contraindicated in       applies. There is insuﬃcient evidence to make any\npatients with a history of cardiac, pulmonary or retro-     recommendations on terguride. There are no new\nperitoneal ﬁbrosis or signs of cardiac valve abnormali-     studies on bromocriptine and, therefore, the previous\nties. Owing to the increased risk of severe side-eﬀects     conclusion of probably eﬀective at 7.5 mg for primary\ndespite the good study evidence for eﬃcacy, cabergo-        RLS (level B) remains. The most frequent adverse\nline is not currently used for the treatment of new         events of ergot-derived dopamine agonists are nausea,\npatients with RLS. If patients on long-term treatment       headache, nasal congestion, dizziness and orthostatic\nfor RLS with cabergoline prefer to stay on their            hypotension. Augmentation remains an open issue for\ntreatment, they should at least undergo echocardio-         all ergot derivatives and requires further extensive\ngraphic and X-ray-thorax monitoring periodically to         investigation. Furthermore, owing to the negative\n\n\n                                                                                                         © 2012 The Author(s)\n                                                       European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                               European guidelines on management of restless legs syndrome   1391\n\n\n\nside-eﬀect proﬁle, especially the potential to induce                 and patient scores (all P = 0.0001), as well as a reduc-\nﬁbrosis, ergot derivatives cannot be recommended for                  tion in RLS pain score in patients with a baseline\nthe ﬁrst-line treatment for RLS and, if used, necessi-                RLS pain score \u0015 4 ( 3.7 vs. 1.9 with placebo\ntate cardiopulmonary monitoring for ﬁbrosis.                          P < 0.0001).\n   Levodopa (one long-term and one short-term study,                     Gabapentin enacarbil signiﬁcantly improved scores\nClass I evidence, no change to previous recommen-                     on all post-sleep questions except the ability to ‘func-\ndations: eﬀective for the short-term treatment and pos-               tion’ on the investigator-designed questionnaire.\nsibly eﬀective for the long-term treatment of primary                 Improvement was seen in wake after sleep onset and\nRLS)                                                                  the number of awakenings, and there was an increase\n   A large, Class I, 30-week double-blind, RCT compar-                in sleep stages 3 and 4, and a decrease in stage 1 [51].\ning cabergoline to levodopa 200 and 300 mg was found                  Improvements in sleep outcomes were conﬁrmed in\nto be eﬃcacious for the treatment of primary RLS;                     two more recent trials [52,53]. The improvement in\nhowever, 14.2% of patients discontinued owing to lack                 PLMS indices was not signiﬁcant in this 14-day study.\nof eﬃcacy and 9.8% discontinued owing to augmenta-                    However, a polysomnography crossover study found\ntion [44]. RLS-QoL signiﬁcantly improved in both                      a dose of 1200 mg/day to signiﬁcantly reduce the\ntreatment groups compared with baseline (both                         PLMS-A at week 4 compared with placebo\nP = 0.0001). A short-term study [38] compared the eﬃ-                 (P = 0.002) [52]. A longer study [54] (12 weeks) found\ncacy and safety of levodopa (125–375 mg) with pramip-                 1200 mg/day gabapentin enacarbil to be eﬃcacious as\nexole (0.25–0.75 mg) in de novo patients with primary                 early as week 1 as seen on CGI-I, MOS scales, PSQ\nRLS. Both drugs were eﬀective in reducing RLS symp-                   and RLS-QoL scores (all P = 0.0001). Only one study\ntoms. However, given the important risk of augmenta-                  ﬁnds gabapentin enacarbil to be eﬃcacious at doses of\ntion, levodopa should not be given at a dosage higher                 600 and 1200 mg/day [53]. In this study, gabapentin e-\nthan 200 mg [49]. In clinical practice, levodopa is now               nacarbil 600 and 1200 mg/day signiﬁcantly improved\nbetter established as a diagnostic test for RLS and as an             IRLS total scores at week 12 compared with placebo\non-demand treatment in sporadic RLS; however, in                      [mean treatment diﬀerence (AMTD): 600 mg/day\ncountries like Germany, it is the most frequently pre-                  4.3; P < 0.0001; 1200 mg/day         3.5; P = 0.0015],\nscribed ﬁrst-line therapy.                                            and signiﬁcantly more patients in both treatment arms\n                                                                      were CGI-I responders compared with placebo\n                                                                      (72.8%, 600 mg/day; 1200 mg/day, 77.5% vs. 44.8%\nAntiepileptic drugs\n                                                                      for placebo). The most commonly reported adverse\nFifteen reports concerned the use of antiepileptic                    events      were      somnolence      (600 mg = 21.7%;\ndrugs (pregabalin, gabapentin, gabapentin enacarbil,                  1200 mg = 18.0%; placebo = 2.1%) and dizziness\noxcarbazepine, lamotrigine and levetiracetam).                        (600 mg/day = 10.4%; 1200 mg/day = 24.3%; pla-\n                                                                      cebo = 5.2%). Dizziness increased with dose and led\nAlpha-2-delta ligands                                                 to discontinuation in two subjects (one in each active\nGabapentin enacarbil (ﬁve short-term studies, Class I                 treatment arm). Somnolence led to discontinuation in\nevidence, and two long-term studies, Class II and III                 three subjects in the 600 mg/day treatment arm. In all\nevidence; new recommendations: eﬀective for the short-                the above studies, the most common reported adverse\nterm and probably eﬀective for the long-term treatment                events were somnolence and dizziness.\nof primary RLS)                                                          In addition to the above, there are three long-term,\n   Gabapentin enacarbil did not ﬁgure in the previous                 open-label studies [55–57] providing Class II and III evi-\nguidelines; three Class I studies now report eﬃcacy                   dence. These studies found gabapentin enacarbil\nfor the treatment of primary RLS [50–54]. One short-                  1200 mg/day to be eﬃcacious in improving primary RLS\nterm study (14 days) demonstrated eﬃcacy (improve-                    symptoms. In the 64-week study, treatment-emergent\nment in IRLS, CGI-I investigator and patient scores,                  adverse events caused 10.3% of subjects to withdraw\nall P < 0.0001) at 1200 mg/day but not at 600 mg/day                  from the trial, and the most common side-eﬀects were\n[50]. Sleep quality as measured on the post-sleep ques-               somnolence and dizziness (19.7% and 11.5% of subjects)\ntionnaire also improved (P = 0.003) [50]. Adverse                     [55]. No speciﬁc data on augmentation were provided,\neﬀects, of which somnolence and dizziness were the                    although Ellenbogen did not ﬁnd early markers of\nmost common, were reported in 82% of patients                         augmentation (e.g. an earlier onset of symptoms in the\nreceiving 1200 mg, vs. 59% receiving 600 mg gaba-                     afternoon) [55]. Gabapentin enacarbil can be considered\npentin enacarbil and 42% of those on placebo.                         an eﬀective treatment for the short-term and probably\nAnother 14-day trial [51] reported a signiﬁcant                       eﬀective for the long-term treatment of RLS at a dose of\nimprovement in IRLS score and in CGI-I investigator                   1200 mg/day, and arguably at 600 mg/day.\n\n\n© 2012 The Author(s)\nEuropean Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f1392    D. Garcia-Borreguero et al.\n\n\n\n   Pregabalin (two short-term studies, Class I evidence,    Other antiepileptic drugs\nnew conclusion: eﬀective for the short-term treatment of    Lamotrigine (one study, Class IV evidence, new\nprimary RLS; insuﬃcient evidence for the long-term)         conclusion: insuﬃcient evidence)\n   Pregabalin did not ﬁgure in the previous guidelines.        Lamotrigine did not ﬁgure in the previous guide-\nIn primary RLS, two Class I studies [58,59] have found      lines, and there is only Class IV evidence concerning\nthis drug to be an eﬃcacious treatment. In a 12-week        treatment for RLS. A case series found lamotrigine at\nstudy [58], pregabalin 150–450 mg/day (mean dose            a mean dose of 360 mg/day to subjectively improve\n337.50 mg/day) was found to signiﬁcantly improve            symptoms, but did not improve actigraphy or SIT\nIRLS total score (P = 0.005), CGI (P = 0.035), RLS-6        scores [63]. Side-eﬀects included pruritus, dizziness\nsleep measures and MOS scale for sleep disturbance,         (one withdrawal) and chest pain.\nsleep adequacy and sleep quantity (all P = 0.001). In          Levetiracetam (one study, Class IV evidence, new\naddition, there was an improvement in PLMI, PLM-AI          conclusion: insuﬃcient evidence)\nand PLM-W (P = 0.001, 0.05, 0.05), and increased sleep         There is evidence from two case reports [64] that\nstages 1 and 2 and slow-wave sleep. A 6-week study [59]     levetiracetam 1000 mg/day given at bedtime improves\nfound that pregabalin (at least 150 mg/day) signiﬁ-         the symptoms of primary RLS and RLS secondary to\ncantly reduced IRLS scores (P = 0.04). An improve-          iron deﬁciency. In addition, it reduced sleep latency,\nment in CGI-I and SF-36 scores was only signiﬁcant at       increased sleep eﬃciency and reduced daytime sleepi-\na daily dose of 450 mg (both P = 0.05). There was an        ness.\nimprovement in RLS-QoL, but this was not statistically\nsigniﬁcant at week 6 compared with placebo [59].            Recommendations\n   In secondary RLS, there is only one open-label case      There is insuﬃcient evidence to conclude on the eﬃcacy\nseries providing Class IV evidence of pregabalin in         of lamotrigine or levetiracetam for the treatment of RLS.\nRLS patients with polyneuropathy [60]. In this study,\na mean dose of 305 mg/day was found eﬃcacious in\n                                                            Adrenergic agents\nimproving symptoms as measured by subjective\nclinical impression.                                        No new reports concern the use of drugs acting\n   Gabapentin (two short-term studies, Class III and IV     primarily on adrenoceptors. Therefore, the previous\nevidence, no change to previous recommendations: eﬀec-      recommendations remain unchanged.\ntive for the short-term treatment of primary RLS and\nprobably eﬀective in secondary RLS after haemodialysis)     Recommendations\n   No new studies providing Class I evidence have           Clonidine is probably eﬀective in reducing symptoms\nbeen published for gabapentin and, therefore, the pre-      and sleep latency in primary RLS at short-term (level\nvious recommendations based on Class I evidence             B). Clonidine had several but tolerated adverse events\nremain unchanged.                                           (dry mouth, decreased cognition and libido, light-\n   Oxcarbazepine (two studies, Class IV evidence, new       headedness, sleepiness, headache). There is not suﬃcient\nconclusion: insuﬃcient evidence)                            evidence to recommend talipexole (primary RLS).\n   Oxcarbazepine did not ﬁgure in the previous\nguidelines; and only Class IV studies have been\n                                                            Benzodiazepines/hypnotics\npublished since. In primary RLS, complete remission\nwas reported with a daily dose of 600 mg as rated by        Since the publication of the previous guidelines, only\nsubjective clinical impression [61]. In secondary RLS,      one report concerns the use of benzodiazepines (clo-\na single case report found a daily dose of 300 mg and       nazepam).\nparoxetine to improve IRLS score [62].                        Clonazepam (one study, Class III evidence, no\n                                                            change to previous recommendation: probably eﬀective\nRecommendations                                             for primary RLS)\nPregabalin and gabapentin enacarbil can be considered         There is Class III evidence from an open-label,\neﬀective for the short-term treatment of primary RLS        prospective switch study [65] whereby patients with an\n(both level A). In addition, gabapentin enacarbil can be    improved outcome after the switch to pramipexole.\nconsidered probably eﬀective for the long-term treat-\nment of RLS. Gabapentin continues to be considered          Recommendations\neﬀective in the short-term treatment of primary RLS         Owing to the lack of new studies of suﬃcient quality\n(level A) and probably eﬀective in secondary RLS after      evidence, the task force is not able to make any\nhaemodialysis (level B). There is insuﬃcient evidence to    further recommendations for benzodiazepines.\nmake any eﬃcacy conclusions on oxcarbazepine.                 Opioids (no change to previous recommendations)\n\n\n                                                                                                         © 2012 The Author(s)\n                                                       European Journal of Neurology © 2012 EFNS European Journal of Neurology\n\f                                                               European guidelines on management of restless legs syndrome   1393\n\n\n\n  Only three studies with low evidence classes have                      Bupropion: insuﬃcient evidence\nbeen published s",
  "wordCount": 8594,
  "indexed": "2025-09-25T22:56:12.485Z",
  "method": "direct"
}
