{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Roubeau et al. - 2012 - Clinical Reasoning An unusual cause of multiple c.pdf",
  "fileName": "Roubeau et al. - 2012 - Clinical Reasoning An unusual cause of multiple c.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Roubeau et al. - 2012 - Clinical Reasoning An unusual cause of multiple c.pdf",
  "text": "Clinical Reasoning: An unusual cause of multiple cranial nerve\n                         impairment\n          Vincent Roubeau, Capucine Diard-Detoeuf, Sylvain Moriniere, et al.\n                           Neurology 2012;79;e202-e205\n                      DOI 10.1212/WNL.0b013e318278b5d4\n\n\n                 This information is current as of December 10, 2012\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n              http://www.neurology.org/content/79/24/e202.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2012 American Academy of\nNeurology. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f  Clinical Reasoning: An unusual cause of multiple cranial nerve impairment\n       Vincent Roubeau, Capucine Diard-Detoeuf, Sylvain Moriniere, et al.\n                        Neurology 2012;79;e202-e205\n                    DOI 10.1212/WNL.0b013e318278b5d4\n\n                This information is current as of December 10, 2012\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/79/24/e202.full.html\n\nSupplementary Material         Supplementary material can be found at:\n                               http://www.neurology.org/content/suppl/2012/12/09/79.24.e202.\n                               DC1.html\n                               http://www.neurology.org/content/suppl/2012/12/09/79.24.e202.\n                               DC2.html\nReferences                     This article cites 10 articles, 2 of which you can access for free\n                               at:\n                               http://www.neurology.org/content/79/24/e202.full.html##ref-list-\n                               1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Clinical Neurology\n                               http://www.neurology.org//cgi/collection/all_clinical_neurology\n                               MRI\n                               http://www.neurology.org//cgi/collection/mri\n                               Nerve tumor\n                               http://www.neurology.org//cgi/collection/nerve_tumor\nPermissions & Licensing        Information about reproducing this article in parts (figures,tables)\n                               or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                           Clinical Reasoning:\nSection Editor             An unusual cause of multiple cranial nerve\nMitchell S.V. Elkind,\nMD, MS                     impairment\n                           SECTION 1                                                                     palpebrae muscle. The patient progressively complained\nVincent Roubeau\n                           In January 2009, an 89-year-old Caucasian man was                             of right crawling paresthesias and numbness only of the\nCapucine Diard-Detoeuf\n                           referred to our hospital for progressive multiple cranial                     right cheek. In January 2009, the right eyelid was still\nSylvain Moriniere, MD,\n                           neuropathies. His past medical history included arterial                      closed, despite the disappearance of botulinum toxin\n   PhD\n                           hypertension, acute pancreatitis, heart failure, and in situ                  effects. A thorough neurologic examination revealed\nJean-Philippe Cottier,\n                           cutaneous squamous cell carcinoma (SCC) in the left                           the following: hypesthesia and pain in the territory of\n   MD, PhD\n                           temporal scalp, which was treated with total local exci-                      the right V1 cranial nerve (CN), right peripheral facial\nNadege Limousin, MD\n                           sion (negative margin) in 2001. Two years later                               palsy (CN VII), right deafness (CN VIII), complete\nBertrand de Toffol, MD,\n                           (2003), a right temporal SCC was diagnosed and treated                        right ophthalmoplegia, and right unreactive mydriasis\n   PhD\n                           with surgery and local radiotherapy (54 gray). In June                        (CNs III, IV, and VI). The examination was otherwise\nCaroline Hommet, MD,\n                           2006, a recurrence occurred on the same side, and                             unremarkable.\n   PhD\n                           pathology from the surgical excision revealed negative\nKarl Mondon, MD, PhD                                                                                     Questions for consideration:\n                           margins. In September 2007, he was admitted to the\n                           otolaryngology department for right facial nerve palsy;                       1. Which anatomic structures could explain the clin-\nCorrespondence & reprint   Bell palsy was diagnosed and treated with oral steroids,                         ical presentation?\nrequests to Dr. Roubeau:   but this regimen was ineffective. To avoid eye complica-                      2. Which syndrome is observed?\nvincroub@gmail.com\n                           tions, botulinum toxin was injected in the right levator                      3. What etiologies might explain this case?\n\n\n\n\n                                                                                                                                                      GO TO SECTION 2\n\n\n\n\nSupplemental data at\nwww.neurology.org\n                           From the Department of Neurology (V.R., C.D.-D., N.L., B.dT.), Memory Center and Department of Geriatric Medicine (C.D.-D., C.H., K.M.),\n                           Department of Otolaryngology (S.M.), and Department of Neuroradiology (J.-P.C.), CHRU Tours; INSERM U930 (C.H., K.M.), Tours; and\n                           Université François Rabelais (V.R., C.D.-D., J.-P.C., B.dT., C.H., K.M.), Tours, France.\n                           Go to Neurology.org for full disclosures. Disclosures deemed relevant by the authors, if any, are provided at the end of this article.\n\ne202                       © 2012 American Academy of Neurology\n\n   ª 2012 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                   SECTION 2                                                               From the midbrain to distal nerve ending, CNs cross\n                                   Topographic reasoning to explain multiple CN                        meninges, subarachnoid space, the skull, and its foram-\n                                   involvement requires knowledge of anatomic struc-                   ina. Their complex path explains why only a few possi-\n                                   tures where CNs are closely bundled. Focal lesions                  bilities could account for the lesion’s localization: tumors\n                                   of such structures define clinical syndromes involving              (30%), vascular disease (12%), trauma (12%), infection\n                                   multiple CNs (table e-1 on the Neurology® Web site                  (10%), inflammatory processes (5%), and diabetes\n                                   at www.neurology.org).                                              mellitus (2%).1\n                                       Our observations indicate that none of the previ-                   Multiple CN impairment could reveal an extra- or\n                                   ously described syndromes can explain the full spec-                intra-axial process. Etiologies are listed in the table.\n                                   trum of CN impairment described above; therefore,\n                                                                                                       Question for consideration:\n                                   the pathology is likely multifocal. Garcin syndrome\n                                   is a rare condition that results in unilateral impair-              1. According to the possible etiologies, which comple-\n                                   ment of all or nearly all CNs. It is a progressive syn-                mentary investigation would you propose for this\n                                   drome that affects the base of the skull but not the                   patient?\n                                   brain itself, and it is typically characterized by a lack\n                                   of intracranial hypertension (IHT). The most com-\n                                   monly involved CNs are V and VII.\n                                                                                                                                                 GO TO SECTION 3\n\n\n\n  Table        Etiologies and clinical symptoms of extra- and intracranial process\n\n  Etiologies                                                                  Clinical symptoms\n\n  Intracranial process\n\n    Vascular: midbrain stroke                                                 Acute onset\n\n                                                                              Bilateral facial palsy, motor or sensitive hemicorporal dysfunction\n\n    Inflammatory: multiple sclerosis                                          Internuclear ophthalmoplegia, facial nerve palsy, pain in the territory of CN V\n\n    Tumoral: anaplastic astrocytoma, lymphoma, glioblastoma                   Insidious and progressive CN palsy, intracranial hypertension\n\n    Degenerative diseases: amyotrophic lateral sclerosis                      Dysarthria, dysphonia, deglutition, and mastication disorder\n    (bulbar form: 25% of initial onset)\n\n                                                                              Fasciculation and amyotrophy of the tongue\n\n  Extracranial process\n\n    Tumoral                                                                   Cavernous sinus syndrome: Horner syndrome, ophthalmoplegia, facial sensory loss\n\n    Local tumor extension (e.g., nasopharyngeal carcinoma,\n    pituitary adenoma)\n\n    Primary metastatic tumor (e.g., lymphoma, meningioma)\n\n    Vascular: carotid aneurysms, cavernous thrombosis and fistulas            Cavernous sinus syndrome, pulsating exophthalmos\n\n    Inflammatory: sarcoidosis (neurologic manifestations in                   Multiple, relapsing, and alternating CN involvement (all CNs could be targeted): facial\n    about 5% of cases, secondary to meningitis infiltration)                  nerve palsy is more frequently observed\n\n    Behçet disease (neurologic manifestations in about 5% of cases)           Anosmia, hearing loss, tinnitus, nystagmus, ocular inflammation (iritis, uveitis), skin\n                                                                              lesions (oral and genital ulcers)\n\n    Wegener granulomatosis (neurologic manifestation in 34%,                  Anosmia, facial nerve palsy 6 pain in the territory of CN V, peripheral neuropathy,\n    and CN involvement in 19% of cases)                                       seizure, and stroke\n\n    Other: rheumatoid arthritis, scleroderma, systemic lupus,                 Multiple nerve involvement without specificity\n    periarteritis nodosa, amyloidosis type IV, Gougerot-Sjögren disease\n\n    Infection: tuberculosis (CN palsy in 30% to 50% of tuberculous            Ophthalmoplegia: CN VI (40%) . CN III (5% to 15%); facial nerve palsy (10% to 20%)\n    meningitides, between 6 months and 2 years after the primary infection)\n\n    Lyme disease (neurologic manifestation in 15% of infected                 Facial nerve palsy (75% of cases) sometimes bilateral, anosmia, pain in the territory of\n    patients during the second stage of infection)                            CN V, hearing loss, tinnitus, nystagmus; radicular pain and cardiac abnormalities\n\n    Whipple disease (CNS involvement in 20% to 40% of cases)                  Ophthalmoplegia, facial nerve palsy, hearing loss, tinnitus, nystagmus; cognitive\n                                                                              impairment, myoclonus, arthralgia, diarrhea, asthenia, weight loss, and fever\n\n    Other: HIV, mycoplasma, botulism, leprosy, diphtheria, listeria,\n    VZV infection, cysticercosis, aspergillus, candida\n\n    Neuromuscular junction disorder: myasthenia, botulism                     Diplopia, ptosis, dysarthria and dysphagia; fluctuating muscle weakness and fatigability\n\n    Peripheral neuropathies: Guillain-Barré and Miller Fisher syndrome        Ophthalmoplegia, ptosis, dysarthria, dysphonia; acute ascending symmetric weakness\n                                                                              with ataxia and areflexia\n\nCN 5 cranial nerve; VZV 5 varicella-zoster virus.\n\n\n\n                                                                                                      Neurology 79       December 11, 2012                              e203\n\n   ª 2012 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 3                                                      subarachnoid space of the CNS with catastrophic con-\n                    The first brain MRI was taken 1 month before admis-            sequences.3 The propensity for tumors to penetrate the\n                    sion (December 2008) and did not reveal any abnormal-          perineural fascial plane is attributed to the lower resis-\n                    ity (figure e-1A). A second MRI taken in February 2009         tance of these distensible spaces.3 Furthermore, the rich\n                    revealed an isolated enhanced signal in the area of CNs        vascular environment of the perineurium may provide\n                    V, VII, and VIII on the right side (figure e-1B). A            growth factors, and tumor cells could produce matrix\n                    lumbar puncture (LP) did not show meningitis (4                metalloproteinases that degrade extracellular matrix\n                    leukocytes without malignant cells and 1 hematia); the         and facilitate metastasis.\n                    amount of protein in CSF was increased (0.73 g/L).                  Neumann4 described the first cutaneous tumor with\n                    CSF glucose and lactate were normal. Viral PCR                 PNI in 1862. The frequency of PNI varies with histol-\n                    (including herpes simplex and varicella-zoster virus)          ogy; the incidence in SCC is between 2.5% and 5% and\n                    in CSF was negative. Routine blood test, angiotensin-          could approach 80% in microcystic adnexal carcinoma.5\n                    converting enzyme, b2 microglobulin levels, immuno-            About 5% of all cutaneous carcinomas have nerve\n                    logic tests, CT of the skull, and histologic examination of    involvement.6 Factors associated with PNI include\n                    a duodenal biopsy were normal. Serologies for hepatitis,       tumor size .2 cm, facial localization, male gender, recur-\n                    HIV, syphilis, and Lyme disease; PCR for Whipple dis-          rence of tumor, and previous lesion treatment.7 These\n                    ease; tuberculin test reaction; antineural antibodies; and     considerations may explain why the PNI occurred on the\n                    tumoral blood markers were negative. We continued to           right side in our case, despite an antecedent of bilateral\n                    manage the patient’s symptoms, but the CN palsy wors-          facial SCC. PNI is asymptomatic in 60% to 70% of\n                    ened, and newer examinations were performed. A third           patients. Symptoms generally occur late in the disease\n                    cerebral MRI (September 2009) showed bone lysis of             course. The main symptoms are paresthesias, feelings of\n                    the clivus area, infiltration from the right cavernous sinus   tingling and crawling, facial pain, anesthesia, burning\n                    to the superior orbital fissure, pterygopalatine fossa and     and numbness, ptosis, diplopia, facial weakness or paral-\n                    right inferior temporal fossa, and an enhancement of           ysis, ophthalmoplegia, and fasciculations.3 Tumor pro-\n                    CNs V, VII, and VIII on the right side. A second LP            gression may cause ophthalmoplegia, blindness, sensory\n                    was negative for meningitides but did show evidence of         loss, and meningeal carcinomatosis. Seizures, IHT, and\n                    hyperproteinorrachia at 1.10 g/L with oligoclonal distri-      cognitive impairment occur less often. Suspicion of neo-\n                    bution. In February 2010, a cerebral MRI revealed an           plastic etiology is established when there is insidious,\n                    extension of the tumoral process with infiltration and         slowly progressive CN involvement, no return of func-\n                    erosion of the occipital basilar process, the right petrous    tion after 6 months, and recurrent symptoms; increased\n                    apex, the Meckel cavum, and the right pterygoid process        pain severity and unremitting characteristics are also signs\n                    with gadolinium enhancement (figure e-1C). Whole-              of malignancies. Symptoms may precede the diagnoses\n                    body PET-fludeoxyglucose fixation did not reveal any           of PNI or primary or recurrent skin carcinomas by\n                    abnormalities with the exception of the skull.                 months or years. CNs that are most often invaded are\n                        We performed a surgical biopsy in the target area          V and VII because of their extensive distribution.8 Clin-\n                    and pathologic analysis revealed a metastasis of an SCC.       ical examinations fail to diagnose PNI because of a lack\n                                                                                   of signs and symptoms in most patients.\n                    Question for consideration:\n                                                                                        One should consider “red flags” (e.g., progressive\n                    1. Which diagnosis would you make in this case?                facial weakness) and conduct appropriate neurologic\n                                                                                   testing in patients with SCC with recurrent, aggressive\n                    DISCUSSION                                                     skin cancer. Imaging could expedite the correct diagno-\n                    We gave a diagnosis of perineural infiltration (PNI) of        sis; in fact, CT or MRI give some radiographic features,\n                    CNs by facial SCC.                                             such as bone erosion, enlargement of skull foramina,\n                        SCC and basal cell carcinomas (BCC) are the most           loss of fat pad in the pterygopalatine fossa, muscle atro-\n                    common human cancers. The incidence of SCC in                  phy, mass along the nerve, and enhancement of the\n                    France is about 30/100,000.2 The mean age at diagnosis         neural foramen, Meckel cave, or the nerves themselves.9\n                    is 76 years (74.4 years in men and 77 years in women),              MRI detection sensitivity is 95% (62% for com-\n                    almost 10 years higher than for BCC, with a higher             plete, accurate mapping of perineural spread).9 Thus,\n                    incidence in men (sex ratio around 2). SCC and BCC             MRI detection could fail to depict PNI and underes-\n                    are traditionally considered to be superficial malignan-       timate the extent of PNI.\n                    cies and generally require localized treatment. Unfor-              LP could provide evidence of tumor cells or hyper-\n                    tunately, when they are undetected, untreated, or              proteinorrachia in CSF in 50% of cases at the first LP\n                    incorrectly managed, they may cause morbidity.                 and 90% at the third LP. Biopsies allow the histologic\n                        PNI describes tumor growth in or around peri-              diagnosis of PNI and must be performed if there is clin-\n                    pheral nerves, and it enables these tumors to extend           ical evidence of a tumor. Unfortunately, biopsies are\n                    from the most distal nerve termination to the proximal         often difficult because malignant cells usually present\n\ne204                Neurology 79   December 11, 2012\n\n  ª 2012 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  exclusively in the perineural space and may be missed by                    REFERENCES\n                  routine sectioning, as in our case. PNI is easier to identify                1. Keane JR. Multiple cranial nerve palsies: analysis of 979\n                                                                                                  cases. Arch Neurol 2005;62:1714–1717.\n                  with Mohs micrographic surgery, which yields horizon-\n                                                                                               2. Bonerandi JJ, Beauvillain C, Caquant L, et al. Guidelines\n                  tally cut frozen section and allows tissue margin examina-\n                                                                                                  for the diagnosis and treatment of cutaneous squamous cell\n                  tion. It seems to be the most common therapeutic                                carcinoma and precursor lesions. J Eur Acad Dermatol\n                  approach to these complex lesions because it allows small                       Venereol 2011;25(suppl 5):1–51.\n                  areas of PNI to be identified. This procedure decreases                      3. Fowler BZ, Crocker IR, Johnstone PA. Perineural spread\n                  the rates of recurrence and metastasis and increases the                        of cutaneous malignancy to the brain: a review of the lit-\n                  survival rate.10 The use of adjuvant localized radiotherapy                     erature and five patients treated with stereotactic radiother-\n                                                                                                  apy. Cancer 2005;103:2143–2153.\n                  remains controversial with conflicting results, but it is\n                                                                                               4. Neumann E. Secondare cancroid—infiltration des nervus\n                  largely used for palliative care and seems to be commonly                       mentalis bei einen fall von lippencancroid. Virchows Arch\n                  used postoperatively.10 Prognosis varies and depends on                         1862;24:201.\n                  the type of malignancy and the nerves that are involved.                     5. Geist DE, Garcia-Moliner M, Fitzek MM, Cho H, Rogers GS.\n                  PNI clearly increases the rates of recurrence and metas-                        Perineural invasion of cutaneous squamous cell carcinoma and\n                  tasis and decreases survival rate.                                              basal cell carcinoma: raising awareness and optimizing manage-\n                                                                                                  ment. Dermatol Surg 2008;34:1642–1651.\n                      Perineural invasion is uncommon but not rare,\n                                                                                               6. McCord MW, Mendenhall WM, Parsons JT, et al. Skin\n                  occurring in about 5% of SCC. Our case demon-                                   cancer of the head and neck with clinical perineural inva-\n                  strates the necessity of testing for PNI during the                             sion. Int J Radiat Oncol Biol Phys 2000;47:89–93.\n                  course of SCC with CN involvement, even if specific                          7. Garcia-Serra A, Hinerman RW, Mendenhall WM, et al.\n                  blood assessments and radiologic examinations are                               Carcinoma of the skin with perineural invasion. Head\n                  normal.                                                                         Neck 2003;25:1027–1033.\n                                                                                               8. Parker GD, Harnsberger HR. Clinical-radiologic issues\n                                                                                                  in perineural tumor spread of malignant diseases of the\n                  AUTHOR CONTRIBUTIONS                                                            extracranial head and neck. Radiographics 1991;11:383–\n                  V. Roubeau drafted the manuscript. C. Diard-Detoeuf helped acquire              399.\n                  data. S. Moriniere helped acquire data. J.-P. Cottier helped acquire data    9. Nemzek WR, Hecht S, Gandour-Edwards R, Donald P,\n                  and interpreted MRI. N. Limousin managed the patient. B. de Toffol\n                                                                                                  McKennan K. Perineural spread of head and neck tumors:\n                  helped acquire data. C. Hommet helped acquire data. K. Mondon super-\n                                                                                                  how accurate is MR imaging? AJNR Am J Neuroradiol\n                  vised the study, developed the idea, and corrected the manuscript.\n                                                                                                  1998;19:701–706.\n                                                                                              10. Gluck I, Ibrahim M, Popovtzer A, et al. Skin cancer of the\n                  DISCLOSURE                                                                      head and neck with perineural invasion: defining the clin-\n                  The authors report no disclosures relevant to the manuscript. Go to             ical target volumes based on the pattern of failure. Int J\n                  Neurology.org for full disclosures.                                             Radiat Oncol Biol Phys 2009;74:38–46.\n\n\n\n\n                                                                                              Neurology 79     December 11, 2012                         e205\n\nª 2012 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.",
  "wordCount": 2653,
  "indexed": "2025-09-25T22:55:00.551Z",
  "method": "direct"
}
