{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Albanese et al. - 2011 - EFNS guidelines on diagnosis and treatment of prim.pdf",
  "fileName": "Albanese et al. - 2011 - EFNS guidelines on diagnosis and treatment of prim.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Albanese et al. - 2011 - EFNS guidelines on diagnosis and treatment of prim.pdf",
  "text": "European Journal of Neurology 2011, 18: 5–18                                                             doi:10.1111/j.1468-1331.2010.03042.x\n\nEFNS GUIDELINES\n\n\nEFNS guidelines on diagnosis and treatment of primary dystonias\nA. Albanesea,b, F. Asmusc, K. P. Bhatiad, A. E. Eliaa,b, B. Elibole, G. Filippinia, T. Gasserc,\nJ. K. Kraussf, N. Nardoccia, A. Newtong and J. Valls-Soléh\na\n    Istituto Neurologico Carlo Besta, Milan, Italy; bUniversità Cattolica del Sacro Cuore, Milan, Italy; cDepartment of Neurodegenerative\nDiseases, Hertie-Institute for Clinical Brain Research, University of Tubingen, Germany; dInstitute of Neurology, University College London,\nQueen Square, London, UK; eHacettepe University Hospitals, Department of Neurology, Ankara, Turkey; fDepartment of Neurosurgery,\nMedical School Hannover, MHH, Hannover, Germany; gEuropean Dystonia Federation, Brussels, Belgium; and hNeurology Department,\nHospital Clı´nic, Barcelona, Spain\n\n\n\n\nKeywords:                             Objectives: To provide a revised version of earlier guidelines published in 2006.\nclassiﬁcation, diagnosis,             Background: Primary dystonias are chronic and often disabling conditions with a\ndystonia, genetics,                   widespread spectrum mainly in young people.\nguidelines, treatment                 Diagnosis: Primary dystonias are classiﬁed as pure dystonia, dystonia plus or par-\n                                      oxysmal dystonia syndromes. Assessment should be performed using a validated\nReceived 6 February 2010              rating scale for dystonia. Genetic testing may be performed after establishing the\nAccepted 11 March 2010                clinical diagnosis. DYT1 testing is recommended for patients with primary dystonia\n                                      with limb onset before age 30, and in those with an aﬀected relative with early-onset\n                                      dystonia. DYT6 testing is recommended in early-onset or familial cases with cranio-\n                                      cervical dystonia or after exclusion of DYT1. Individuals with early-onset myoclonus\n                                      should be tested for mutations in the DYT11 gene. If direct sequencing of the DYT11\n                                      gene is negative, additional gene dosage is required to improve the proportion of\n                                      mutations detected. A levodopa trial is warranted in every patient with early-onset\n                                      primary dystonia without an alternative diagnosis. In patients with idiopathic dysto-\n                                      nia, neurophysiological tests can help with describing the pathophysiological mecha-\n                                      nisms underlying the disorder.\n                                      Treatment: Botulinum toxin (BoNT) type A is the ﬁrst-line treatment for primary\n                                      cranial (excluding oromandibular) or cervical dystonia; it is also eﬀective on writing\n                                      dystonia. BoNT/B is not inferior to BoNT/A in cervical dystonia. Pallidal deep brain\n                                      stimulation (DBS) is considered a good option, particularly for primary generalized or\n                                      cervical dystonia, after medication or BoNT have failed. DBS is less eﬀective in sec-\n                                      ondary dystonia. This treatment requires a specialized expertise and a multidisci-\n                                      plinary team.\n\n\n\n                                                                             Primary dystonias are diseases where torsion dystonia\nBackground\n                                                                          is the only or the largely prevalent clinical feature. To\nDystonia is characterized by sustained muscle con-                        improve clarity of deﬁnitions and exchange of clinical\ntractions, frequently causing repetitive twisting move-                   information, this EFNS committee proposes to intro-\nments or abnormal postures [1,2]. Although thought to                     duce a new terminology for the etiological classiﬁcation\nbe rare, dystonia may be more common than currently                       of primary forms, which encompass pure dystonia,\nevidenced because of underdiagnosis or misdiagnosis                       dystonia plus and paroxysmal dystonia syndromes\n[3]. Adult onset primary dystonia can present mainly                      (Table 1). Areas of speciﬁc concern include clinical\nwith tremor, which could be misdiagnosed as Parkin-                       diagnosis, diﬀerential diagnosis with other movement\nsonÕs disease [4]. In such cases, imaging of dopaminergic                 disorders, aetiology, genetic counselling, drug treat-\nterminals with dopamine transporter (DAT) scan or                         ment, surgical interventions and rehabilitation.\nF-DOPA PET may help with the diﬀerential diagnosis.\n                                                                          Search strategy\nCorrespondence: A. Albanese, Fondazione Istituto Neurologico Carlo\nBesta, Via G. Celoria, 11, 20133 Milano, Italy (tel.:\n                                                                          Computerized MEDLINE and EMBASE searches\n+39 02 2394 2552; fax +39 02 2394 2539; e-mail alberto.albanese@          (2005–July 2009) were conducted using a combination\nunicatt.it).                                                              of textwords, MeSH and EMTREE terms ÔdystoniaÕ,\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS                                                                                                    5\n\f6     A. Albanese et al.\n\n\n\nTable 1 Classiﬁcation of dystonia based on three axes\n\n1. By cause (aetiology)\n   Primary dystonias\n     Primary pure dystonias: torsion dystonia is the only clinical sign (apart from tremor), and there is no identiﬁable exogenous cause or other\ninherited or degenerative disease. Examples are DYT1 and DYT6 dystonias.\n     Primary plus dystonias: torsion dystonia is a prominent sign but is associated with another movement disorder, for example myoclonus or\nparkinsonism. There is no evidence of neurodegeneration. For example, DOPA-responsive dystonia (DYT5) and myoclonus-dystonia (DYT11)\nbelong to this category.\n     Primary paroxysmal dystonias: torsion dystonia occurs in brief episodes with normalcy in between. These disorders are classiﬁed as idiopathic\n(often familial although sporadic cases also occur) and symptomatic because of a variety of causes. Three main forms are known depending on the\ntriggering factor. In paroxysmal kinesigenic dyskinesia (PKD; DYT9), attacks are induced by sudden movement; in paroxysmal exercise-induced\ndystonia (PED) by exercise such as walking or swimming and in the non-kinesigenic form (PNKD; DYT8) by alcohol, coffee, tea, etc. A\ncomplicated familial form with PNKD and spasticity (DYT10) has also been described.\n   Heredodegenerative dystonias: dystonia is a feature, amongst other neurological signs, of a heredodegenerative disorder. Example: WilsonÕs disease.\n   Secondary dystonias: dystonia is a symptom of an identiﬁed neurological condition, such as a focal brain lesion, exposure to drugs or chemicals.\nExamples: dystonia because of a brain tumour, off-period dystonia in ParkinsonÕs disease.\n\n2. By age at onset\n   Early-onset (variably deﬁned as £20–30 years): usually starts in a leg or arm and frequently progresses to involve other limbs and the trunk.\n   Late onset: usually starts in the neck (including the larynx), the cranial muscles or one arm. Tends to remain localized with restricted progression\nto adjacent muscles.\n\n3. By distribution\n   Focal: single body region (e.g., writerÕs cramp, blepharospasm)\n   Segmental: contiguous body regions (e.g., cranial and cervical, cervical and upper limb)\n   Multifocal: non-contiguous body regions (e.g., upper and lower limb, cranial and upper limb)\n   Generalized: both legs and at least one other body region (usually one or both arms)\n   Hemidystonia: half of the body (usually secondary to a structural lesion in the contralateral basal ganglia)\n\n\n\nÔblepharospasmÕ, ÔtorticollisÕ, ÔwriterÕs crampÕ, ÔMeige                      primary diagnostic studies, and 108 were eﬃcacy\nsyndromeÕ, ÔdysphoniaÕ and Ôsensitivity and speciﬁcityÕ                       studies.\nor ÔdiagnosisÕ, and Ôclinical trialÕ or Ôrandom allocationÕ\nor Ôtherapeutic useÕ limited to human studies. The\n                                                                              Clinical features of dystonia\nCochrane Library and the reference lists of all known\nprimary and review articles were searched for relevant                        Literature search on the clinical features of dystonia\ncitations. No language restrictions were applied. Studies                     identiﬁed a report of a multidisciplinary working group\nof diagnosis, diagnostic test and various treatments for                      [7], one workshop report [8], 64 primary studies on\npatients suﬀering from dystonia were considered and                           clinically based diagnosis and 125 primary studies on\nrated as level A to C according to the recommendations                        the diagnostic accuracy of diﬀerent laboratory tests.\nfor EFNS scientiﬁc task forces [5]. Where only class IV                       The primary clinical studies encompassed 4 cohort\nevidence was available but consensus could be achieved,                       studies, 15 case–control studies, 12 cross-sectional and\nwe have proposed good practice points.                                        33 clinical series.\n                                                                                 The clinical features of dystonia have been summa-\n                                                                              rized in the previous guidelines edition [6]. More recent\nMethod for reaching consensus\n                                                                              reviews and new primary studies have focused on spe-\nThe results of the literature searches were circulated by                     ciﬁc diagnostic features; a recent review has assembled\ne-mail to the task force members for comments. The                            the features of dystonia into a diagnostic ﬂowchart [9].\ntask force chairman prepared a ﬁrst draft of the man-                            Dystonia is a dynamic condition that often changes in\nuscript based on the results of the literature review, data                   severity depending on the posture assumed and on vol-\nsynthesis and comments from the task force members.                           untary activity of the involved body area. The changing\nThe draft and the recommendations were discussed                              nature of dystonia makes the development of rating\nduring a conference held in Florence on 12 September                          scales with acceptable clinimetric properties problematic.\n2009, until consensus was reached within the task force.                         Three clinical scales are available for generalized\n                                                                              dystonia: the Fahn–Marsden rating scale [10], the\n                                                                              Uniﬁed Dystonia Rating Scale and the global dystonia\nResults\n                                                                              rating scale [11]. The total scores of these three scales\nIn addition to the previously published literature screen                     correlate well, they have excellent internal consistency,\n[6], we found 299 papers, amongst whom 191 were                               from good to excellent inter-rater correlation and from\n\n\n                                                                                                                         \u0002 2010 The Author(s)\n                                                              European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f                                                                                                    EFNS dystonia guidelines   7\n\n\n\nfair to excellent inter-rater agreement [11]. An evidence-             5. Assessment of dystonia should be performed using a\nbased review identiﬁed more than 10 rating scales for                  validated rating scale (good practice point).\ncervical dystonia [12]. However, the most frequently\nused ones are the Toronto Western Spasmodic Torti-\n                                                                       Use of genetic test in diagnosis and counselling\ncollis Rating Scale [13], the Tsui scale [14] and the\nCervical Dystonia Severity Scale [15].                                 Two genes for PPD have been identiﬁed: DYT1 and\n   Dystonia inﬂuences various aspects of quality of life,              DYT6 [17,18]. Three other gene loci for autosomal-\nparticularly those related to physical and social func-                dominant PPD (DYT4, DYT7 and DYT13) and two\ntioning. Class IV studies have evaluated the predictors                forms of recessive PPD (DYT2 and DYT17) have been\nof quality of life in dystonia [12,16]. Functional dis-                described with phenotypes ranging from cranial to\nability, body concept and depression were important                    generalized dystonia; however, the speciﬁc gene\npredictors of quality of life in dystonia.                             abnormality has not yet been identiﬁed [19].\n                                                                          All known DYT1 mutations reside in exon 5 of the\n                                                                       TorsinA gene, except for one in exon 3 [20]. Screening\nClassification\n                                                                       for a GAG-deletion at position 302/303 is suﬃcient for\nThe classiﬁcation is based on three axes: (i) aetiology,               clinical testing (class II) [21]. Only two patients with\n(ii) age at onset of symptoms, and (iii) distribution of               PPD have been described with missense mutations in\nbody regions aﬀected (Table 1). The etiological axis                   exon 3 (p.F205I) and exon 5 (p.R288Q), and the\ndeﬁnes primary (idiopathic) dystonia with no identiﬁ-                  pathogenicity of this variant has not been proven, as no\nable exogenous cause or evidence of neurodegeneration                  familial cosegregation has been demonstrated [20,22].\n(i.e., no progressive loss of neural cells). In the pure                  Early-onset DYT1 dystonia typically presents in\nform, dystonia is the only clinical sign (apart from                   childhood and usually starts in a limb, gradually and in\ndystonic tremor). We propose to call these forms Ôpri-                 many patients rapidly progressing to a generalized form\nmary pure dystoniaÕ (PPD). In dystonia plus, instead,                  (class II) [21]. Many exceptions to this typical presen-\nusually there are additional movement disorders (e.g.,                 tation have been reported, especially in mutation car-\nmyoclonus or parkinsonism). In the paroxysmal form,                    riers from DYT1 families with focal or segmental\nsymptoms are intermittent and provoked by identiﬁable                  dystonia of adult onset (class IV) [23,24]. Family studies\ntriggers (e.g., kinesigenic because of sudden movement,                have assessed that the penetrance of DYT1 dystonia is\nexercise-induced or non-kinesigenic). Non-primary                      around 30%.\ndystonia is because of heredodegenerative diseases or                     DYT1 mutations are the most important genetic cause\nsecondary (symptomatic) to known causes; these forms                   of early-onset PPD worldwide. Phenotype-genotype\nare characterized by the presence of additional symp-                  correlations have been assessed in diﬀerent DYT1 dys-\ntoms or signs, apart from movement disorders. A                        tonia populations (class II and III) [21,25]. In Ashkenazi\nnumber of genes and gene loci have been identiﬁed for                  Jews, DYT1 testing is positive in close to 100% in\nprimary as well as for other forms.                                    patients with limb onset dystonia before age 26. Rec-\n                                                                       ommendation 1 below is based on such evidence [21,26].\n                                                                       In the western-European population, the proportion of\nRecommendations and good practice points\n                                                                       DYT1 mutation negative dystonia is considered higher\n1. The diagnosis of dystonia is clinical, the core being               than in North America [25]. Patients with early-onset\nabnormal postures (with or without tremor) and the                     PPD not caused by the DYT1 gene tend to have later age\nrecognition of speciﬁc features, e.g. gestes antagonistes,             at onset, less commonly limb onset, more frequent cer-\noverﬂow and mirror movements (good practice point).                    vical involvement, and a slower progression than DYT1\n2. The classiﬁcation of dystonia is important for pro-                 PPD cases (class IV) [27] In patients with generalized\nviding appropriate management, prognostic informa-                     dystonia with cranio-cervical onset DYT6 mutations\ntion, genetic counselling and treatment (good practice                 should be considered [28]. thanatos associated protein\npoint).                                                                (THAP1) has been identiﬁed to cause autosomal-domi-\n3. Because of the lack of speciﬁc diagnostic tests, expert             nant DYT6, ÔmixedÕ-type dystonia, in Amish-Mennonite\nobservation is recommended. Using a structured ﬂow                     families with cranial or limb onset at young age (from 5\nchart [9] may increase diagnostic accuracy (good prac-                 to 48 years) [18,29]. DYT6 mutations have been\ntice point).                                                           described in other populations with clinical presenta-\n4. Appropriate investigations are required if the initial              tions from focal to generalized dystonia in a few per cent\npresentation or the course suggests heredodegenerative                 of cases. In particular, early-onset generalized PPD with\nor secondary (symptomatic) dystonia (good practice                     spasmodic dysphonia is a characteristic phenotype\npoint).                                                                caused by DYT6 mutations (class IV) [28].\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f8   A. Albanese et al.\n\n\n\n   Four dystonia-plus syndromes have been character-           the upper limbs, with a prevalent proximal involvement\nized genetically: dopa-responsive dystonia (DRD,               and slow progression [44]. In a subset of patients, M-D\nDYT5), myoclonus-dystonia (M-D, DYT11), rapid-                 presents as a gait disorder with lower limb onset and\nonset dystonia-parkinsonism (RDP, DYT12) and auto-             evolves into the typical clinical presentation until ado-\nsomal-recessive (AR) dystonia-parkinsonism (DYT16).            lescence [45,46]. Myoclonus and dystonia are strikingly\n   The most common form is DRD linked to the                   alleviated by alcohol in many but not in all patients\nGTPcyclohydrolase I (GCH1) gene. As this is a treat-           [47]. However, a response to alcohol is not speciﬁc for\nable and often misdiagnosed condition, a particular            DYT11 (class IV)[48–50]. In patients with the typical\neﬀort should be made to establish a correct diagnosis.         M-D phenotype, mutations in the epsilon-sarcoglycan\nThe classical phenotype comprises onset with walking           gene (DYT11) may be detected in over 50% with an age\ndiﬃculties before 20 years, and progression to seg-            at onset generally below 20 [51–54]. As in DRD, the\nmental or generalized dystonia, sometimes with addi-           rate of mutation detection in the epsilon-sarcoglycan\ntional parkinsonism and sustained response to                  gene is increased by screening for exon or whole gene\nlevodopa [30,31]. Three additional DRD categories              deletions (gene dosage) [50,55–57]. Complex pheno-\nwith diﬀerent courses have been recognized: (i) young-         types with additional features may be related to chro-\nonset (<20 years) cases with episodic dystonia, toe            mosomal deletions and rearrangements of the 7q21\nwalking or progressive scoliosis throughout life;              region [50,57–59].\n(ii) compound heterozygous GCH1 mutation carriers,                In DYT12, RDP, the mutated gene is ATP1A3. RDP\nwho develop young-onset severe DRD with initial                is an extremely rare disease with onset in childhood or\nhypotonia similar to AR-DRD caused by tyrosine                 early adulthood in which patients develop dystonia,\nhydroxylase (TH) mutations; and (iii) adult-onset DRD          bradykinesia, postural instability, dysarthria and dys-\npatients manifesting above age 30 with mild dystonia or        phagia over a period ranging from several hours to\nresting tremor or non-tremulous parkinsonism [31,32].          weeks with triggering factors [60]. In addition to rapid\nTo date numerous GCH1 mutations but no phenotype-              onset, features suggesting an ATP1A3 mutation are\ngenotype correlations to speciﬁc heterozygous GCH1             prominent bulbar symptoms and a gradient of dystonia\nmutations have been detected.                                  severity with the cranial region being more severely\n   Inclusion of screening for gene dosage alterations of       aﬀected than arms and legs. Tremor at onset or\nGCH1 [33,34] in addition to direct sequencing has in-          prominent pain could not be found in ATP1A3 muta-\ncreased the rate of detected mutations to over 80%             tion-positive patients [61].\n[35,36].                                                          Protein-kinase RNA-dependent activator (PRKRA)\n   If genetic testing of GCH1 is negative, other genes of      has been identiﬁed as the DYT16 gene on chromosome\nthe tetrahyhdrobiopterin and dopamine synthesis                2q31.2. Mutations cause a novel form of non-degener-\npathways like TH and sepiapterin reductase should be           ative, early-onset AR dystonia-parkinsonism [62]. The\nconsidered, especially if inheritance is recessive or          phenotypic spectrum of DYT16 has not been deter-\natypical features like mental retardation or oculogyric        mined yet.\ncrises are present (class IV) [36,37]. Parkin mutations           Four forms of paroxysmal dystonias have been\nare a rare diﬀerential diagnosis of DRD, and the               genetically deﬁned to date. In two, only the locus has\ndiagnosis can be made by dopamine transporter imag-            been mapped: paroxysmal dystonic choreoathetosis\ning (class IV) [38]. For the TH gene, sequencing of the        with episodic ataxia and spasticity (DYT9) and par-\n3¢-promoter sequence is recommended to increase                oxysmal familial kinesigenic dyskinesia (DYT10).\nmutation detection (class IV) [39].                            Paroxysmal non-kinesigenic dystonia (PNKD, DYT8)\n   A therapeutic trial with levodopa has been proposed         is caused by mutations in the myoﬁbrillogenesis\nfor diagnostic purposes (class IV) [40]. Alternatively,        regulator 1 (MR-1) gene in all families with a typical\nstudies on pterin and dopamine metabolites from cer-           PNKD phenotype [63–65]. This condition is charac-\nebrospinal ﬂuid (CSF) or a phenylalanine loading test          terized by episodes of choreodystonia with onset in\nhave been suggested as diagnostic complements [41–43],         infancy or early childhood. Attacks typically last\nbut there is no clear evidence regarding their diagnostic      10 min–1 h and are induced by caﬀeine or alcohol\naccuracy and both may only be performed in special-            [66].\nized centres. Hence, the practical recommendation still           Paroxysmal exertion-induced dyskinesia (PED) is\nremains that every patient with early-onset dystonia           caused by mutations in the gene for the glucose trans-\nwithout an alternative diagnosis should have a trial           porter 1 (SLC2A1, DYT18). In addition to PED,\nwith levodopa. The initial symptoms at the onset of            patients with DYT18 gene may present with epilepsy\nM-D emerge in childhood and usually consist of light-          (absence or generalized tonic-clonic seizures), migraine,\nning jerks and dystonia mostly aﬀecting the neck and           cognitive deﬁcits, haemolytic anaemia or developmental\n\n\n                                                                                                            \u0002 2010 The Author(s)\n                                                 European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f                                                                                                    EFNS dystonia guidelines   9\n\n\n\ndelay. A diagnostic marker is a decreased CSF/serum                    Cortical excitability is abnormally enhanced in symp-\nglucose ratio below 0.5 (class III) [67,68].                           tomatic and non-symptomatic DYT1 carriers, whilst\n                                                                       this is not the case in DYT11 M-D syndrome [74].The\n                                                                       induction of plastic changes in the motor cortex by\nRecommendations and good practice points\n                                                                       repetitive transcranial magnetic stimulation (rTMS) at\n1. Genetic testing should be performed after establish-                theta burst frequency has been found to be excessive in\ning the clinical diagnosis. Genetic testing is not suﬃ-                patients with dystonia (either genetic or sporadic) and\ncient to make a diagnosis of dystonia without clinical                 abnormally reduced in asymptomatic DYT1 carriers\nfeatures of dystonia [26,69,70] (level B). Genetic coun-               [75]. It is possible that such decrease in gene carriers\nselling is recommended.                                                with no symptoms indicates a form of protection\n2. DYT1 testing is recommended for patients with limb-                 against the propensity or susceptibility of DYT1\nonset, primary dystonia with onset before age 30 [70]                  patients to undergo plastic changes that could eventu-\n(level B), as well as in those with onset after age 30 if              ally lead to clinical manifestations of dystonia.\nthey have an aﬀected relative with early-onset dystonia                   Disturbed sensory processing has been for the past\n[26,70] (level B).                                                     years recognized as one of the main pathophysiological\n3. In dystonia families, DYT1 testing is not recom-                    agents of dystonia [76,77]. Many authors have contrib-\nmended in asymptomatic individuals (good practice                      uted recently to conﬁrm these ﬁndings and expand in the\npoint).                                                                implication of altered sensory processing in the disor-\n4. DYT6 testing is recommended in early-onset dystonia                 dered motor control of patients with dystonia: abnormal\nor familial dystonia with cranio-cervical predominance                 sensory perception has been reported with studies of\n[28,29] or after exclusion of DYT1 (good practice point).              mental rotation and two point discrimination [78].\n5. A diagnostic levodopa trial is warranted in every                   Several reports have shown abnormal enhancement of\npatient with early-onset dystonia without an alternative               sensory evoked potentials (SEP) in patients with dys-\ndiagnosis [40] (good practice point).                                  tonia [79]. Notably, however, the only study in which the\n6. Individuals with early-onset myoclonus aﬀecting the                 assessment was carried out blindly showed that diﬀer-\narms or neck, particularly if positive for autosomal-                  ences in the size of the SEPs were not signiﬁcant between\ndominant inheritance and if triggered by action, should                patients and controls or between patients before and\nbe tested for the DYT11 gene [51] (good practice point).               after botulinum toxin treatment [80]. Somatosensory\nIf direct sequencing of the SGCE gene is negative, gene                stimuli cause abnormally reduced inhibitory eﬀects on\ndosage studies increase the proportion of mutation-                    the motor evoked potentials (MEP) to TMS, regardless\npositives (level C).                                                   of whether the stimulus is applied on homotopic or\n7. Diagnostic testing for the PNKD gene (DYT8) is                      heterotopic peripheral nerves [81]. A recent study indi-\nrecommended in symptomatic individuals with PNKD                       cates that somatosensory temporal discrimination\n(good practice point).                                                 threshold abnormalities are a generalized feature of\n8. Gene testing for mutation in GLUT1 is recom-                        patients with primary focal dystonias and are a valid\nmended in patients with paroxysmal exercise-induced                    tool for screening subclinical sensory abnormalities [82].\ndyskinesias, especially if involvement of GLUT1 is                     Using the paradigm of paired associative stimulation\nsuggested by low CSF/serum glucose ratio, epileptic                    (PAS), i.e., applying a sensory stimulus followed 15–\nseizures or haemolytic anaemia (good practice point).                  20 ms later by a single pulse TMS, Tamura et al. [79]\n                                                                       reported a transient enhancement of cortical excitabil-\n                                                                       ity, manifested by an increase in the P27 of the\nUse of neurophysiology in the diagnosis and\n                                                                       somatosensory evoked potentials tested 15 min after\nclassification of dystonia\n                                                                       PAS. The same intervention was reported to cause an\nNeurophysiological tests are helpful in the character-                 abnormal increase in the MEP, which is not only limited\nization of functional abnormalities in patients with                   to the territory depending on the nerve stimulated but\ndystonia. However, all neurophysiology studies are                     includes other muscles as well [83].\nclass IV, not providing evidence-based results. The need                  In most instances, neurophysiological abnormalities\nfor standardized study designs and methods to investi-                 are not speciﬁc but, rather, they reveal a trend towards\ngate the diagnostic sensitivity and speciﬁcity of neuro-               functional defects that may or may not become clini-\nphysiological tests in dystonia has been emphasized in a               cally relevant. This is the case in non-aﬀected relatives\nrecent review [71]. A number of studies have been                      of patients with dystonia [78] or in non-dystonic sites of\nreviewed previously [6] and will not be dealt with here.               patients with focal dystonia. Changes in neuronal\nAlterations in cerebellar functions suggest a role of the              excitability have been found in patients with forms of\ncerebellum in the pathophysiology of dystonia [72,73].                 dystonia akin to psychogenicity [84,85].\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f10    A. Albanese et al.\n\n\n\n                                                                caudate and putamen D2 receptor availability and re-\nRecommendations and good practice points\n                                                                duced [11C] raclopride binding in the ventrolateral\n1. Neurophysiological tests are not routinely recom-            thalamus were evident in DYT6 and DYT1 dystonia in\nmended for the diagnosis or classiﬁcation of dystonia;          a class III study [104]. The changes were greater in\nhowever, multiple simultaneous electromyography                 DYT6 than DYT1 carriers without diﬀerence between\n(EMG) recordings from various muscles may contri-               manifesting and non-manifesting carriers of either\nbute to the clinical assessment by showing characteristic       genotype.\nfeatures of dystonia [9] (good practice point).                    A practical approach to diﬀerentiate patients with\n                                                                dystonia-plus syndromes from patients with parkin-\n                                                                sonism and secondary dystonia is to obtain a single\nUse of brain imaging in the diagnosis of dystonia\n                                                                photon emission computerized tomography study with\nConventional or structural MRI studies in primary               ligands for dopamine transporter; this is readily avail-\ndystonia are normal, and a normal MRI study is usu-             able and less expensive than positron emission tomog-\nally considered a pre-requisite to state that a patientÕs       raphy. Patients with DRD have normal studies,\ndystonia is primary. Recent class III [86] and class IV         whereas patients with early-onset ParkinsonÕs disease\n[87–89] diﬀusion magnetic resonance studies found               show reduction of striatal ligand uptake (class IV) [105].\nsignal abnormalities in various brain areas (including          It has been suggested that patients with tremor resem-\ncorpus callosum, basal ganglia, pontine brainstem and           bling parkinsonian tremor who have normal DAT\npre-frontal cortical areas) in cervical dystonia, writerÕs      scans may be aﬀected by dystonia [4].\ncramp and generalized dystonia, but not in blepharos-\npam.\n                                                                Recommendations and good practice points\n   Interesting prospects of understanding the patho-\nphysiological mechanisms of primary and secondary               1. Structural brain imaging is not routinely required\ndystonia are oﬀered by functional MRI studies. Class            when there is a conﬁdent diagnosis of primary dystonia\nIV studies conducted in series of patients with blepha-         in adult patients, because a normal study is expected in\nrospasm [90], writerÕs cramp [91–93] or other focal             primary dystonia [106] (good practice point).\ndystonia of the arm [94] demonstrated that several deep         2. Structural brain imaging (MRI) is necessary for\nstructures and cortical areas may be activated in pri-          screening of secondary forms of dystonia [107] (good\nmary dystonia, depending on the diﬀerent modalities of          practice point). Computed tomography may be required\nexamination. A class II study on blepharospasm and              to diﬀerentiate between calcium and iron accumulation.\ncervical dystonia demonstrated increased basal ganglia          3. Pre-synaptic dopaminergic scan (DAT or 18F-\nactivation in a task not primarily involving the dystonic       DOPA) is useful to diﬀerentiate between DRD and\nmusculature [95].                                               juvenile ParkinsonÕs disease presenting with dystonia\n   Recent class II [96] and class IV [97–100] voxel-based       (good practice point). This can also be useful to dis-\nmorphometry studies demonstrated an increase in grey            tinguish dystonic tremor from parkinsonian tremor\nmatter density or volume in various areas, including            (good practice point).\ncerebellum, basal ganglia and primary somatosensory\ncortex. This increase might represent plastic changes\n                                                                Treatment\nsecondary to overuse, but diﬀerent interpretations have\nbeen considered. Another class IV study found that              Botulinum toxin (BoNT) treatment continues to be the\nnon-DYT1 adult-onset patients with dystonia and                 ﬁrst choice treatment for most types of focal dystonia.\nasymptomatic DYT1 carriers have signiﬁcantly larger             Pharmacological and neurosurgical treatments have\nbasal ganglia compared to symptomatic DYT1 muta-                also a role in the treatment algorithm.\ntion carriers, with a signiﬁcant negative correlation\nbetween severity of dystonia and basal ganglia size in          Medical treatments: BoNT\nDYT1 patients [101].                                            It is established that BoNT, in properly adjusted doses,\n   Positron emission tomography studies with diﬀerent           are eﬀective and safe treatments of cranial (excluding\ntracers have provided information about areas of                oromandibular) and cervical dystonia [6]. In the last\nabnormal metabolism in diﬀerent types of dystonia and           years long-term studies on the eﬃcacy and safety of\nin diﬀerent conditions (e.g. during active involuntary          BoNT/A have become available, a new formulation of\nmovement or during sleep), providing insight on the             BoNT/A has been marketed, and new studies on BoNT/\nrole of cerebellar and subcortical structures versus            B have been performed. Further to systematic reviews\ncortical areas in the pathophysiology of dystonia (all          already reported in the previous guidelines version, a\nclass IV studies) [102,103]. A signiﬁcant reduction in          new evidence-based systematic review released by the\n\n\n                                                                                                             \u0002 2010 The Author(s)\n                                                  European Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f                                                                                                   EFNS dystonia guidelines   11\n\n\n\nAmerican Academy of Neurology [108] recommended                          A class IV study reported that using EMG guidance\nthat BoNT injections should be oﬀered as a treatment                   can improve outcome in patients with cervical dystonia\noption for cervical dystonia (established as eﬀective) and             [124]. A class III trial evaluated that the association of\nmay be oﬀered for blepharospasm, focal upper extre-                    ad hoc rehabilitative programme with BoNT injections\nmity dystonia, adductor laryngeal dystonia (probably                   in patients with cervical dystonia [117] provided more\neﬀective). A lower level of evidence was detected for                  marked improvement and a longer duration eﬀect than\nfocal lower limb dystonia (possibly eﬀective).                         BoNT injections alone.\n   The eﬃcacy and safety proﬁle of BoNT treatment\nhas been evaluated in long-term observational studies.\n                                                                       Recommendations and good practice points\nIn patients with diﬀerent dystonia types followed for\n>12 years, there was no decline of eﬃcacy and the                      1. BoNT/A (or type B if there is resistance to type A)\nmain side eﬀects consisted in muscle weakness in or                    can be regarded as ﬁrst-line treatment for primary\naround the injected region [109]. Also, immunogenicity                 cranial (excluding oromandibular) or cervical dystonia\nwas found to be low for BoTN/A in long-term use,                       [125,126] (level A).\nalthough might be higher for BoTN/B (Class III,                        2. BoNT/A is eﬀective for writerÕs cramp [113] (level A)\n[110]). Four class I [111–114], two class II [115,116],                and is possibly eﬀective in other types of upper limb\ntwo class III [80,117] and 29 class IV new studies on                  dystonia, but controlled dose adjustments are needed\nBoNT were identiﬁed. These reports have conﬁrmed                       because of frequent muscle weakness (good practice\nthe long-term safety of BoNT products for dystonia                     point).\nand other conditions. A meta-analysis performed on                     3. BoNT/A is probably eﬀective for adductor-type lar-\nchildren with cerebral palsy found that adverse events                 yngeal dystonia, but there is insuﬃcient evidence to\nare more frequent amongst children with cerebral                       support eﬃcacy in abductor-type laryngeal dystonia\npalsy than in individuals with other conditions [118].                 and in muscular tension dysphonia (good practice\nOccasional occurrences of botulism-like symptoms                       point).\nhave been reported in children and in adults treated                   4. BoNT are safe and eﬃcacious when repeated treat-\nwith BoNT products; therefore, the United States                       ments are performed over many years (good practice\nFood and Drug Administration has ordered the                           point), but doctors and patients should be aware that\nmanufacturers to add a boxed warning to the pre-                       excessive cumulative doses may be dangerous, particu-\nscribing information for each product about the po-                    larly in children (good practice point).\ntential for serious side eﬀects at sites distant from                  5. BoNT injections can be performed by direct inspec-\ninjection [119]. No similar initiative has been taken by               tion; EMG- or ultrasound-assisted targeting may\nthe European Medicines Agency. Furthermore, the                        improve clinical outcome (good practice point).\npossible occurrence of central eﬀect following BoNT                    6. BoNT should not be used in patients aﬀected by a\nbecause of axonal migration and neuronal transcytosis                  disorder of neuromuscular transmission or in presence\nhas been recently suggested [120], but not unequivo-                   of local infection at the injection site. The recom-\ncally demonstrated.                                                    mended dosage should not be exceeded (good practice\n   Three recent studies compared diﬀerent BoNT/A                       point).\nproducts and three compared the A and B serotypes.\nTwo class II trials reported that Xeomin is as eﬀective               Other medical treatments\nand safe as Botox for the treatment for cervical dysto-               No new class A or B data are available for oral medi-\nnia [115] and blepharospasm [121]. A class IV trial                   cations. Therefore, the previously reported recommen-\nfound that in cervical dystonia and blepharospasm,                    dations and good practice points are retained [6].\nBotox is more eﬃcacious than Dysport and has a longer\nduration of eﬀect [122]. A class IV study with longer                  Neurosurgical procedures: Deep brain stimulation\nfollow-up reported that in blepharospasm the mean                      Long-term electrical stimulation of the globus pallidus\nduration of improvement was higher for Dysport than                    internus (GPi) is now established as an eﬀective treat-\nfor Botox [123]. Two class I studies found that                        ment for various types of dystonia [127]. The use of\nimprovement of cervical dystonia was comparable                        deep brain stimulation (DBS) for dystonia currently\nfollowing BoNT/A and B treatments, but dry mouth                       addresses in particular primary generalized or segmen-\nand dysphagia were more frequent with BoNT/B                           tal forms, complex cervical dystonia and tardive dys-\n[112,114]. A class II study reported that patients treated             tonia in patients who do not achieve suﬃcient relief\nwith BoNT/B had less saliva production and more                        with conservative approaches [128]. Other manifesta-\nsevere constipation than those treated with BoNT/A                     tions are still being explored, such as status dystonicus,\n[116].                                                                 task-speciﬁc dystonia, camptocormia and secondary\n\n\n\u0002 2010 The Author(s)\nEuropean Journal of Neurology \u0002 2010 EFNS European Journal of Neurology 18, 5–18\n\f12    A. Albanese et al.\n\n\n\ndystonias including hemidystonia, pantothenate kinase-            It is clear that improvement of dystonia after DBS\nassociated neurodegeneration, Lesch-Nyhan and cere-            frequently follows a particular pattern, with phasic,\nbral palsy-related dystonia-choreoathetosis. DBS for           myoclonic and tremulous elements improving earlier\ndystonia is widely available in Western countries and in       than tonic elements, the latter often with a delay of\nJapan. After it received FDA approval in the form of a         weeks or months [145–147]. More recently, it has also\nhumanitarian device exemption in the United States             been shown that upon recurrence of dystonia after\nand CE certiﬁcation in Europe, it is uniformly being           switching oﬀ DBS, phasic elements manifest again\nreimbursed by health-insurance carriers.                       within minutes and tonic elements within hours [148].\n   In August 2006, the National Institute for Clinical         The GPi has been used in most studies on chronic\nExcellence (NICE), UK, published a guideline for               stimulation, whilst there is limited experience with other\ntreatment of tremor and dystonia with DBS [129],               targets [128] such as thalamus [149], STN [150] and\nwhich was based on data from a systematic review and           cortex [151].\ntwo primary studies. According to this evidence, GPi              Overall, the most beneﬁcial results with pallidal DBS\nDBS provided marked beneﬁt of dystonia, with                   were reported in children with primary generalized\nimprovement of dystonia motor scores ranging                   dystonia. DYT1 dystonia was shown to improve in the\nbetween 34 and 88% and disability scores between 40            range of 40% to 90% [152–154] and also, adult patients\nand 50%. A meta-analysis using a regression analysis           with non-DYT1 primary generalized dystonia can\npublished in 2006 revealed that longer duration of             achieve equivalent beneﬁt [145,146,155]. The French\ndystonia correlated negatively with surgical outcome           Spidy Study on patients with primary generalized dys-\n[130]. The German DBS Working Group recently pro-              tonia reported a mean motor improvement of 54%, and\nvided recommendations on several practical issues [131].       a mean improvement of disability of 44% at 1-year\n   One class I randomized sham-controlled study with a         follow-up [133].\ncrossover design at 3 months found that in patients               Long-term eﬃcacy was reported to be sustained after\nwith primary generalized and segmental dystonia the            more than 5 years of follow-up [156–159]. Bilateral\nchange from baseline in the mean dystonia motor score          pallidal stimulation did not negatively aﬀect cognitive\nwas signiﬁcantly greater in the neurostimulation group         performance [160].\n()15.8 ± 14.1 points) than in the sham-stimulation                In patients with cervical dystonia, GPi DBS has been\ngroup ()1.4 ± 3.8 points) [132]. In addition, patients in      used primarily in those who were thought not to be\nthe sham-stimulation group had a similar beneﬁt when           ideal candidates for peripheral denervation, including\nthey switched to active treatment during the open label        patients with head tremor and myoclonus, or marked\nphase of the study. A total of 22 adverse events               phasic dystonic movements [147,161,162]. In the past\noccurred in 19 patients (the most frequent adverse event       few years, however, indications have been widened. In a\nwas dysarthria) during an overall follow-up of                 recent class II trial, the Toronto Western Spasmodic\n6 months.                                                      Torticollis Rating Scale (TWSTRS) dystonia severity\n   There are several studies with some form of blinded         score improved from a mean of 14.7 ± 4.2 before\nassessment, including either blinded video evaluation or       surgery to 8.4 ± 4.4 at 12 months post-operatively\ndouble-blind assessment randomized to oﬀ or on DBS             [135]. Disability and pain scores improved similarly.\n[133–136] which provide class II-III evidence and sup-            Patients with primary craniofacial dystonia may\nport the eﬃcacy and safety of DBS GPi in selected              achieve similar beneﬁt than patients with other seg-\npatients with primary generalized or segmental dystonia        mental dystonia with regard to the severity score. In a\n[133,134], primary cervical dystonia [135] or tardive          study on six patients with Meige syndrome, a mean\ndystonia [136].                                                improvement of 72% of dystonia motor scores",
  "wordCount": 11441,
  "indexed": "2025-09-25T22:55:43.333Z",
  "method": "direct"
}
