{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Vignatelli et al. - 2006 - EFNS guidelines on management of restless legs syn.pdf",
  "fileName": "Vignatelli et al. - 2006 - EFNS guidelines on management of restless legs syn.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Vignatelli et al. - 2006 - EFNS guidelines on management of restless legs syn.pdf",
  "text": "European Journal of Neurology 2006, 13: 1049–1065                                                    doi:10.1111/j.1468-1331.2006.01410.x\n\nEFNS TASK FORCE ARTICLE\n\n\nEFNS guidelines on management of restless legs syndrome and periodic\nlimb movement disorder in sleep\nL. Vignatellia, M. Billiardb, P. Clarenbachc, D. Garcia-Borreguerod, D. Kaynake, V. Liesienef,\nC. Trenkwalderg and P. Montagnaa\n\na\nDepartment of Neurological Sciences, University of Bologna Medical School, Bologna, Italy; bFaculty of Medicine, Gui de Chauliac\nHospital, Montpellier, France; cNeurologische Klinik, EV Johannes-Krankenhaus, Bielefeld, Germany; dDepartment of Neurology, Fundacion\nJimenez Diaz, Sleep Disorders Unit, Universidad Autonoma de Madrid, Madrid, Spain; eCerrahpasa Faculty of Medicine, Sleep Disorders\nUnit, Istanbul University, Istanbul, Turkey; fFaculty of Medicine, University of Kaunas, Kaunas, Lithuania; and gDepartment of Clinical\nNeurophysiology, University of Goettingen, Goettingen, Germany\n\n\nKeywords:                          In 2003, the EFNS Task Force was set up for putting forth guidelines for the man-\nbenzodiazepines, dopami-           agement of the Restless Legs Syndrome (RLS) and the Periodic Limb Movement\nnergics, drugs guidelines,         Disorder (PLMD). After determining the objectives for management and the search\nperiodic limb movement             strategy for primary and secondary RLS and for PLMD, a review of the scientiﬁc\ndisorder, Restless legs            literature up to 2004 was performed for the drug classes and interventions employed in\nsyndrome                           treatment (drugs acting on the adrenoreceptor, antiepileptic drugs, benzodiazepines/\n                                   hypnotics, dopaminergic agents, opioids, other treatments). Previous guidelines were\nReceived 30 September 2005         consulted. All trials were analysed according to class of evidence, and recommenda-\nAccepted 3 October 2005            tions formed according to the 2004 EFNS criteria for rating. Dopaminergic agents\n                                   came out as having the best evidence for eﬃcacy in primary RLS. Reported adverse\n                                   events were usually mild and reversible; augmentation was a feature with dopamin-\n                                   ergic agents. No controlled trials were available for RLS in children and for RLS\n                                   during pregnancy. The following level A recommendations can be oﬀered: for primary\n                                   RLS, cabergoline, gabapentin, pergolide, ropinirole, levodopa and rotigotine by\n                                   transdermal delivery (the latter two for short-term use) are eﬀective in relieving the\n                                   symptoms. Transdermal oestradiol is ineﬀective for PLMD.\n\n\n\n                                                                      PLMD severity is assessed by the PLMS Index (PLMS-\nBackground\n                                                                      I: PLMS per hour of polysomnographic recording).\nRestless Legs Syndrome (RLS) was ﬁrst identiﬁed by                       The International Restless Legs Syndrome Study\nWillis [1] and reviewed in full monographic form by                   Group has proposed four minimal clinical diagnostic\nEkbom [2]. Accordingly, it is also termed ÔEkbom                      criteria for RLS [4] revised in 2003 [5]: (i) an urge to\nsyndromeÕ. RLS is also known as Ôanxietas tibiarumÕ                   move the legs, usually accompanied or caused by\nand by the colloquial term Ôleg jittersÕ. RLS has a sig-              uncomfortable and unpleasant sensations in the legs;\nniﬁcant motor counterpart in the form of recurrent                    (ii) the urge to move or unpleasant sensations begin\njerking movements termed Ôperiodic limb movements in                  or worsen during periods of rest or inactivity such as\nsleepÕ (PLMS, formerly Ônocturnal myoclonusÕ and                      lying or sitting; (iii) the urge to move or unpleasant\nÔperiodic leg movements in sleepÕ). Even though PLMS                  sensations are partially or totally relieved by move-\nmay occur independently from RLS as an incidental                     ment, such as walking or stretching, at least as long\npolysomnographic ﬁnding, the International Classiﬁ-                   as the activity continues; (iv) the urge to move or\ncation of Sleep Disorders recognizes the ÔPeriodic Limb               unpleasant sensations are worse in the evening or\nMovement DisorderÕ (PLMD) because of its potential                    night than during the day or only occur in the\nimpact on sleep quality and a possible source of                      evening or night.\nexcessive daytime sleepiness, particularly when PLMS                     Severity is measured on the International RLS rating\nare associated with arousals (PLMS-A) [3]. PLMS/                      scale which has 10 questions for disease severity [6].\n                                                                      An RLS Quality of Life Instrument measuring quality\n                                                                      of life has been recently validated [7]. RLS may be\nCorrespondence: Prof. Pasquale Montagna, Dipartimento di Scienze\nNeurologiche, Università di Bologna, Via Ugo Foscolo 7, 40123\n                                                                      either primary or secondary [8]. Primary RLS often\nBologna, Italy (tel.: ++39 051 2092927; fax: ++39 051 2092963;        represents a familial disorder. RLS may also be sec-\ne-mail: pmontagn@neuro.unibo.it).                                     ondary to other pathological conditions, in particular\n\n\n\n\u0002 2006 EFNS                                                                                                                        1049\n\f1050    L. Vignatelli et al.\n\n\n\nperipheral neuropathies, myelopathies, uraemia, rheu-        treatments. The duration of treatment in every study\nmatoid arthritis, Parkinson’s disease, iron deﬁciency,       was divided into short term (£30 days) or long term\nattention-deﬁcit hyperactivity disorder in children,         (>30 days).\nand pregnancy. Dysfunction of the endogenous opioid             For RLS, types of outcome measures were the fol-\nand dopaminergic systems has been implicated in              lowing domains:\nRLS principally based on the favourable eﬀects of            1. paraesthesia/dysaesthesia, or pain (by simple sub-\npharmacological interventions. The evidence for a               jective report or subjective validated scales/ques-\ncentral dopaminergic defect is still controversial. A role      tionnaires).\nfor iron and iron storage in the pathophysiology has         2. Polysomnographic indexes of sleep dysfunction\nalso been derived from studies on iron metabolism in             (mean PLMS-I in sleep, mean PLMS-A, sleep eﬃ-\nRLS.                                                             ciency, sleep latency, actigraphic activity in sleep).\n   The goal of therapy for RLS and PLMD is to control        3. Quality of life.\nthe symptoms. The aim of this guideline is to examine        4. Adverse events; augmentation eﬀect, deﬁned as\nthe best evidence available on the eﬀectiveness of any           Ômarkedly augmented RLS symptoms occurring in\ntreatment in these disorders.                                    the afternoon and the evening prior to the taking the\n                                                                 next nightly doseÕ was rated amongst adverse events\n                                                                 at the latest follow-up.\nObjectives\n                                                             5. Drop-outs.\nTo determine the eﬀectiveness and maintained eﬀect of        6. Rate of patients choosing to remain in treatment\ndrugs and physical interventions in the treatment of            after completion of trial.\nRLS and PLMD, the following hypotheses were tested:          For PLMD, the outcomes belonged to the following\n1. Any drugs are more eﬀective than no treatment or          domains:\n   treatment with placebo:                                   1. Polysomnographic indexes of sleep dysfunction.\na. in abolishing or reducing the occurrence of RLS and       2. Quality of life.\n   PLMD;                                                     3. Adverse events.\nb. in improving the quality of life.                         4. Drop-outs.\n2. One class or one molecule is better than another.         In the strategy for identiﬁcation of studies, search terms\n3. Any physical intervention is more eﬀective than no        were generated for searching the following electronic\n   treatment or treatment with placebo:                      databases (see Table S1 on the website): Cochrane\na. in abolishing or reducing the occurrence of RLS and       Library, National Library of Medicine’s MEDLINE\n   PLMD;                                                     (from 1966), EMBASE (from 1980), CINAHL (from\nb. in improving the quality of life.                         1982). Existing guidelines were also sought and taken\n4. The side-eﬀects of the class or molecules and of the      into consideration.\n   physical treatments proved to be eﬀective do not             All references until the end of 2004 were reviewed to\n   exceed the therapeutic eﬀects.                            assess potentially relevant studies for inclusion, and\n                                                             data extraction performed. For every key question, an\n                                                             evidence table was created listing the design and\nMethods and search strategy\n                                                             methodological classiﬁcation of each study. For form-\nThe best available evidence to address each question         ing guideline recommendations, the volume of evidence,\nwas sought, with the classiﬁcation scheme by type of         applicability, generalizability, consistency and clinical\nstudy design according to the EFNS Guidance docu-            impact, were summarized by every member of the Task\nment (Class I to Class IV evidence, [9]). If the highest     Force. Classes of evidence and rating levels of recom-\nclass of evidence was not suﬃcient or required updating      mendations were attributed according to the EFNS\nthe literature search was extended to the lower adjacent     Task Force Guidance [9]. Disagreement was resolved\nclass of evidence. Patients with RLS and/or PLMD,            by discussion. Finally, every member of the guideline\nwith any other comorbidity and co-treatment were             group had to declare a potential conﬂict of interest, if\nconsidered. Explicit diagnostic criteria of RLS were         any.\nnot required for inclusion. Therapies with any kind\nof drugs (any dose, any regimen) and with any kind\n                                                             Results\nof physical intervention were included. The following\nclasses of drugs were considered: drugs acting on the        Class I to III studies are reported here, and are refer-\nadrenoreceptor, antiepileptic drugs, benzodiazepines/        enced in Table S2 (placed on the website). Class IV\nhypnotics, dopaminergic agents (levodopa, ergot- and         studies were also considered, but are only referenced in\nnon-ergot-derived dopaminergics), opioids, other             Table S3 (placed on the website).\n\n\n                                                                     \u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f                                                                                              Management of RLS      1051\n\n\n\n                                                               with gabapentin (48% vs. 20.8%), and commonly\nDrugs acting on the adrenoreceptor\n                                                               included malaise, somnolence, and gastrointestinal\nFifteen reports concerned the use of drugs acting on the       symptoms. No adverse events lead to discontinuation of\nadrenoreceptor (clonidine, phenoxybenzamine, prop-             treatment. Class III evidence trials with gabapentin\nranolol, talipexole). In primary RLS, in a class II study      [16–19] reported an improvement in RLS symptoms at\n[10], clonidine (mean dosage 0.5 mg 2 h before onset of        long-term follow-up (6–18 months) with minor adverse\nsymptoms) for 2–3 weeks, improved paraesthesia and             events (dizziness, drowsiness, enhanced alcohol eﬀect\nmotor restlessness (1.6 and 1.7 points respectively of a       and headache).\nnon-validated scale) and sleep latency (35.5 min) but             In a class II evidence trial with 20 patients [20], val-\nPLMS-I, PLMS-A, actigraphy and sleep eﬃciency were             proate slow release at an average dose of 600 mg versus\nleft unchanged. Adverse events (dry mouth, decreased           placebo signiﬁcantly reduced RLS symptom intensity\ncognition, constipation, decreased libido, lightheaded-        by 1.7 points according to a non-validated scale, and\nness, sleepiness, headache) during clonidine did not lead      RLS symptom duration by 92.3 min/24 h, but not\nto drop-outs. There is a class III evidence [11] that          PLMS-I and PLMS-A, at 3 weeks. Most commonly\ntalipexole (an agonist both at dopamine D2 and adr-            reported adverse event was drowsiness.\nenergic a-2 autoreceptors) 0.4–0.8 mg at bedtime                  In secondary RLS in haemodialysis patients, there is\nimproved symptoms and sleep eﬃciency and reduced               class II evidence [21] that gabapentin at a dose of 200/\nPLMS-I and PLMS-A.                                             300 mg after each haemodialysis session versus placebo\n   In secondary RLS there is a class III evidence [12]         reduced RLS symptoms by 2.8 points, according to a\nthat 0.075 mg clonidine twice daily, showed decrease/          non-validated scale, at 6 weeks. Two patients dropped\nrelief of symptoms in nine of 10 compared with one of          out for somnolence and lethargy under gabapentin. In a\n10 patients treated with placebo, at 3 days, in chronic        class III study [22], subjects with secondary RLS and\nuraemia.                                                       heroin abuse during rapid opiate detoxiﬁcation had\n                                                               symptoms reduced by 2.0 points in a non-validated\nRecommendations                                                scale at 1 h, after taking gabapentin at the dose of\nClonidine is probably eﬀective in reducing symptoms            1200 mg.\nand sleep latency in primary RLS at short term (level B\nrating). Clonidine had several but tolerated adverse           Recommendations\nevents (dry mouth, decreased cognition and libido,             Gabapentin, at 800–1800 mg/day can be considered\nlightheadedness, sleepiness, headache) (level B). There        eﬀective in primary RLS (level A rating) and probably\nis no suﬃcient evidence to make a recommendation               eﬀective in secondary RLS after haemodialysis (level\nabout talipexole, propranolol and phenoxybenzamine,            B). Adverse events were usually mild and reversible.\nand about clonidine in secondary RLS.                          Carbamazepine 100–300 mg and valproate slow release\n                                                               at 600 mg/day can be recommended as probably\n                                                               eﬀective in primary RLS (level B). There is insuﬃcient\nAntiepileptic drugs\n                                                               evidence to make a recommendation about topiramate\nTwenty-two reports concerned the use of antiepileptic          and lamotrigine, and about the use of antiepileptic\ndrugs (carbamazepine, gabapentin, lamotrigine, topir-          drugs in PLMD.\namate, valproate). In primary RLS, there is class II\nevidence [13] that carbamazepine 100–300 mg (median\n                                                               Benzodiazepines/hypnotics\ndose 236 mg) at bedtime improved the frequency of\nRLS symptoms reducing attacks from a mean of 2.9 to            A total of 36 reports concern the use of benzodiaze-\n1.5 per week in a long-term (5 weeks) trial. Adverse           pines/hypnotics (alprazolam, clonazepam, diazepam,\nevents were reported as Ônot seriousÕ in 34 of 84 patients     nitrazepam, oxazepam, temazepam, triazolam and\nversus 20 of 90 patients with placebo. Another class II        zolpidem).\nevidence [14] reported a beneﬁcial eﬀect of carbamaze-            For primary RLS, there is conﬂicting class II evi-\npine with respect to placebo, but without calculation of       dence [23,24] that clonazepam 0.5–2 mg did or did not\nstatistical signiﬁcance. There is class I evidence [15] that   signiﬁcantly eliminate/reduce paraesthesia/dysaesthesia\ngabapentin at the dose of 1800 mg daily (one-third of          compared with placebo (a discrepancy possibly related\ntotal dosage at 12.00 hours and two-thirds at                  to diﬀerent administration schedules: before bedtime\n20.00 hours) versus placebo reduced RLS symptoms by            versus four doses/throughout the day). As for poly-\n8.4 points according to the RLS Rating Scale, improved         somnographic indices, only a 14% improvement in\nsleep eﬃciency by 9.8% and reduced PLMS-I by 9.8               sleep eﬃciency was reported in a class III short-term\nevents, at 6 weeks. Adverse events were more frequent          trial with clonazepam 1 mg at bedtime [25]. In a class II\n\n\n\u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f1052    L. Vignatelli et al.\n\n\n\ntrial [23], clonazepam 1 mg at bedtime improved sub-         There are class II studies [20,36–41] that short-term (1\njective sleep quality. Adverse events were absent in one     night/4 weeks) levodopa/benserazide in a single bed-\nclass II study but daily sleepiness was found in three       time dose (100–200 mg) without or with an extra\npatients (out of six) versus one on placebo in another       100 mg dose 3 h after bedtime reduced RLS symptoms\nclass II study of clonazepam 0.5–2 mg four doses             moderately, by 0.5 points on a 4-point scale, 1.9 points\nthroughout the day [24].                                     on a 10-point scale, and 29.3 points on a Visual Ana-\n   For PLMD, there is class II evidence that clonaze-        logue Scale (VAS). The same was not demonstrated in\npam, 1 mg was not more eﬀective than temazepam               another study. In a class II study of selected RLS\n30 mg [26] and that clonazepam 0.5–1.5 mg was not            patients of rapid release levodopa/benserazide (from\nmore eﬀective than cognitive-behavioural therapy [27].       100/25 to 200/50 mg) versus rapid release levodopa/\nSeveral class III trials show that clonazepam 0.5–2 mg       benserazide plus slow release levodopa/benserazide\nat bedtime decreased the PLMS-I and sometimes the            (100/25 mg) at bedtime, the latter was shown to reduce\nPLMS-A [26,28–31]. Adverse events with clonazepam            RLS symptoms in the second half of the night, improve\n0.5 mg at bedtime were increased anxiety leading to          subjective sleep quality and reduce sleep latency [40].\ndrop-out in one of six patient ([27], class II trial), and   Commonly reported adverse events in these studies\nsomnolence or dizziness in two with one drop-out of 10       were diarrhoea, nausea, dyspepsia, reduced general\npatients ([29], class III trial). There are two class II     drive, muscle weakness, somnolence and headache.\nstudies that triazolam (0.125–0.50 mg) improved sleep        Worsening or augmentation of RLS were reported in\neﬃciency and daytime sleepiness without any eﬀect on         two of 37 and four of 20 patients, or 16.7–26.7% of\nPLMS at short-term follow-up [32,33]. There are single       patients.\nclass III trials that temazepam (30 mg) [26] and nit-           On long-term (2–24 months), open phase (class III)\nrazepam (2.5–10 mg) [34] improved sleep eﬃciency,            trials levodopa proved still ÔeﬀectiveÕ in 70.2% of\nsleep latency, and PLMS-I.                                   patients, showed satisfaction with therapy in 29–31% of\n                                                             patients and improved RLS symptoms by 6.0–6.5\nRecommendations                                              points in a 7-point scale and reduced perceived sleep\nClonazepam should be considered as probably eﬀective         latency by 131 min. Drop-outs were many, 30–70% in\nfor improving symptoms in primary RLS when given at          these series, and augmentation ranged from 18.6% to\n1 mg before bedtime, but also probably ineﬀective            82%.\nwhen given at four doses throughout the day (level B            For secondary RLS, at short-term follow-up, two\nrating). In PLMD, clonazepam at 0.5–2 mg/daily is            class II studies [38,42] evaluated levodopa (plus bense-\nprobably eﬀective in ameliorating PLMS-I and PLMS-           razide or carbidopa) in a single bedtime dose (100–\nA (level B) and triazolam (0.125–0.50 mg/day) is             200 mg) versus placebo in uraemic patients. In one\nprobably eﬀective in ameliorating sleep eﬃciency and         study, RLS symptoms were reduced (0.9 points\nprobably ineﬀective in reducing PLMS (level B).              improvement on a 0- to 10-point scale). PLMS-I and\nAdverse events with benzodiazepines (morning seda-           PLMS-A were also reduced and quality of life\ntion, memory dysfunction, daytime somnolence and             improved. However, in the study of Walker et al. [42],\nmuscle weakness) were usually mild, dose dependent           only PLMS indexes but not RLS symptoms were im-\nand reversible. There is insuﬃcient evidence to make a       proved.\nrecommendation about alprazolam, nitrazepam,                    For PLMD, there are class II studies of levodopa\ntemazepam and zolpidem. Likewise no recommenda-              (plus benserazide or carbidopa; 200 mg at bedtime or\ntion can be oﬀered for benzodiazepines/hypnotics in          100 mg ﬁve times a day) versus placebo in PLMD with\nsecondary RLS.                                               or without RLS [43], PLMD with narcolepsy [44] and\n                                                             PLMD in complete spinal lesion patients [45]: PLMS-I\n                                                             and PLMS-A were reduced.\nDopaminergic agents\n\nLevodopa                                                     Recommendations\nFifty-two reports concerned the use of levodopa. For         In primary RLS and at short-term follow-up, levodopa\nprimary RLS, at 4 weeks, there is class I evidence [35]      was eﬀective in reducing symptoms of RLS and in\nthat levodopa/benserazide in a single bedtime dose           improving sleep quality and quality of life and reducing\n(mean: 159/40 mg) versus placebo improved quality of         PLMS (level A rating). Adverse events were minor but\nsleep by 0.7 points on a 1–5 point scale, reduced sleep      more frequent than placebo (level A). In long-term\nlatency by 26 min, improved quality of life, and reduced     follow-up, levodopa was possibly still eﬀective, but\nPLMS-I by 27.8 events per hour. This study did not           30–70% of patients dropped out because of adverse\nconsider improvement in RLS symptoms as outcome.             events or lack of eﬃcacy (level C). Augmentation\n\n\n                                                                     \u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f                                                                                             Management of RLS      1053\n\n\n\nprobably occurred in 20–82% of treated patients, in a         compared with 45% with levodopa. Terguride\nstill uncertain number of them leading to treatment           0.25–0.5 mg/day improved subjective RLS symptoms in\ndiscontinuation. In RLS secondary to uraemia, at              a class III trial.\nshort-term follow-up, levodopa was probably eﬀective            In RLS secondary to uraemia undergoing haemodi-\nin reducing symptoms, improving quality of life and           alysis, pergolide 0.05–0.25 mg in short term (10 nights)\nreducing PLMS-I and PLMS-A (level B). In PLMD, at             did not modify time to sleep onset, number of awake-\nshort-term follow-up, levodopa was probably eﬀective          nings and actigraphy for PLMS. Subjective improve-\nin improving PLMS-I and PLMS-A (level B).                     ment in sleep quality and RLS symptoms in ﬁve of eight\n                                                              patients was not validated by statistical analysis against\nErgot derivatives                                             the placebo (class II study) [52]. Adverse events were\nThirty-nine reports concerned the use of ergot deriva-        nausea in one subject and nightmares in another. In\ntives (a-dihydroergocryptine, bromocriptine, cabergo-         PLMD in narcolepsy, there is class II evidence [53] that\nline, lisuride, pergolide and terguride).                     bromocriptine (7.5 mg) was eﬀective.\n   In primary RLS, a-dihydroergocryptine 10–40 mg\ngave subjective reduction of RLS symptoms in a class          Recommendations\nIII study; subjective sleep patterns also improved [46].      In primary RLS, pergolide is established as eﬀective at\nBromocriptine 7.5 mg in a class II study [47] gave            mean dosages of 0.4–0.55 mg/day (level A rating) and\npartial subjective improvement in restlessness and par-       possibly eﬀective in the long term (level C). PLMS-I\naesthesia in ﬁve of six patients, without relevant adverse    and PLMS-A are also improved. Cabergoline is also\nside-eﬀects. For cabergoline (0.5, 1 and 2 mg once            eﬀective at 0.5–2 mg/day (level A) and possibly\ndaily), a class I trial in 86 patients [48] showed a change   eﬀective in the long term (level C). Bromocriptine\nfrom baseline respectively of )13.1, )13.5 and )15.7          7.5 mg can be recommended as probably eﬀective\npoints on the International RLS scale score with respect      (level B). In secondary RLS associated with chronic\nto )3.3 with placebo at 5 weeks. Abolition of symptoms        haemodialysis, pergolide in short-term administration\nwas observed in 36.4% of the 2 mg cabergoline group           is probably ineﬀective at 0.25 mg/day (level B). In\nwith respect to 4.4% with placebo. Long-term (1 year)         PLMD associated with narcolepsy, bromocriptine is\nopen label treatment at mean doses of 2.2 mg/day or at        probably eﬀective (level B). Most frequent adverse\n1.5 mg/day for 26 weeks [49] remained eﬀective (class         events of ergot-derived dopamine agonists (nausea,\nIII). During long-term treatment, adverse events led to       headache, nasal congestion, dizziness and orthostatic\ndrop-outs in 11 of 85; in particular, augmentation was        hypotension) were controlled by domperidone. Aug-\nfound in 11% of patients. For pergolide, there are six        mentation was not assessed with pergolide in class I\nshort-term and ﬁve long-term studies. In a class I evi-       studies. There is insuﬃcient evidence to make a\ndence trial (total number of patients involved was 100)       recommendation about a-dihydroergocryptine, lisuride\npergolide at dosages from 0.05 mg upwards to 1.5 mg           and terguride.\nand at mean dosages of 0.4–0.55 mg daily signiﬁcantly\nimproved RLS severity, signiﬁcantly ameliorated sub-          Non-ergot derivatives\njective quality of sleep and signiﬁcantly decreased           Thirty-nine reports concerned the use of non-ergot\nPLMS-I and PLMS-A [50]. The rate of responders                derivatives (pramipexole, ropinirole, rotigotine). At the\n(Ômuch improvedÕ or Ôvery much improvedÕ to Patient           time of writing ropinirole was the most extensively\nGlobal Impression Scale) at 6 weeks was 68% in the            studied drug for RLS in class I studies. For primary\npergolide versus 15% in the placebo group. Mainten-           RLS, in a class I trial of 284 patients [54] treatment with\nance for 12 months resulted in a signiﬁcant reduction of      ropinirole at a mean eﬀective dose of 1.9 mg/daily\nPLMS-I and PLMS-A at a mean dosage of 0.52 mg                 caused a signiﬁcant reduction in the International RLS\ndaily (class III evidence). Adverse events were reported      scale score (11.04 points vs. 8.03 under placebo) and\nin 40–70% of patients as mild: nausea, headache, nasal        quality of life after 12 weeks. Similar results obtained in\ncongestion, dizziness, orthostatic hypotension, easily        two other class I trials, one of 266 patients with\ncontrolled in one study with domperidone 20 mg. No            ropinirole at 1.5 mg/day mean eﬀective dose (11.2\nrebound or augmentation phenomenon was observed in            points reduced International RLS scale score versus 8.7\nclass I and II trials. A class II comparative trial of        under placebo) [55] and another of 22 patients with\npergolide versus levodopa [51] pointed out the better         ropinirole at a mean dosage of 4.6 mg daily [56]. Mild\noutcome with pergolide treatment: pergolide 0.125 mg          and transient adverse events included nausea, headache,\ndaily gave complete relief in 82% of patients when            fatigue and dizziness. As for polysomnographic indices\ncompared with 9% with levodopa 250 mg; moreover,              of sleep disruption, in a class I study with polysom-\npergolide caused a 79% reduction in PLMS-I when               nography [57], ropinirole at a mean dose of 1.8 mg/day\n\n\n\u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f1054    L. Vignatelli et al.\n\n\n\nsigniﬁcantly improved PLMS-I (by 76.2% vs. 14% on                For PLMD, there is class II evidence [43] that short-\nplacebo), PLMS-A and sleep latency. Adverse events            term propoxyphene 100–200 mg before bedtime did not\nwere headache and nausea, less commonly dizziness.            improve sleep latency, sleep eﬃciency and PLMS-I, but\nWorsening of RLS possibly because of augmentation             reduced PLMS-A by 28.6 events per hour versus pla-\nwas observed in four of 59 (7%) patients.                     cebo. Adverse events were mild depression, dizziness,\n    As for pramipexole, a class II trial of pramipexole       nausea and one of six patients dropped out because of\n(0.75–1.5 mg 1 h before bedtime) in 10 patients [58]          urticaria and tongue swelling.\ndemonstrated signiﬁcantly reduced RLS subjective\nscores and signiﬁcant improvements in PLMS-I.                 Recommendations\nAdverse events (nausea, constipation, loss of appetite in     For primary RLS, oxycodone at a mean dosage of\n90% of patients; dizziness in 40%, daytime fatigue in         11.4 mg can be considered as probably eﬀective in\n30%) were reported as mild and transient, but persist-        improving RLS symptoms and PLMS-I, PLMS-A and\nent nausea was observed in 33% at 1.5 mg/day. Long-           sleep eﬃciency on a short-term basis (level B rating).\nterm use of pramipexole was eﬀective in class III trials.     Adverse events (mild sedation and rare nocturnal res-\n    Rotigotine (continuous transdermal patch delivery at      piratory disturbances on long-term use) were usually\n1.125, 2.25 and 4.5 mg/day) improved RLS symptoms             mild and reversible, problems of addiction being\n(by 10.5–15.7 points compared with 8 on placebo) in a         observed only rarely. For PLMD, short-term propoxy-\nshort-term class I trial of 63 patients, signiﬁcantly so at   phene is probably ineﬀective in improving sleep quality\nthe 4.5 mg dose [59]. Adverse events and skin tolerab-        and PLMS-I (level B). There is insuﬃcient evidence to\nility were similar with placebo. As these data were           make a recommendation about morphine, tramadol,\nobtained over a 1-week study period, the mid- and long-       codeine and dihydrocodeine, tilidine, and methadone\nterm eﬃcacy of rotigotine remains to be seen.                 and about the intrathecal route of administration. There\n    For RLS secondary to uraemia undergoing haemo-            is insuﬃcient evidence to make a recommendation about\ndialysis, there is one class II study in 11 patients          the use of opioids in secondary RLS.\nwhereby ropinirole 1.45 mg/day gave better improve-\nment of symptoms than levodopa 190 mg/daily [60].             Other treatments\n                                                              Eighty-two reports concerned the use of other treat-\nRecommendations                                               ments. Non-pharmacological cognitive or physical\nIn primary RLS, ropinirole at 1.5–4.6 mg/day has a            agent interventions, and drug treatments with muscle\nlevel A rating of eﬃcacy. Rotigotine by transdermal           relaxants, vitamins/minerals, hormones (estrogens,\npatch delivery is also eﬀective in the short term (level      melatonin, erythropoietin) and antidepressants were the\nA), and pramipexole is probably eﬀective (level B). In        subjects of these trials. Surgical interventions with deep\nRLS secondary to uraemia ropinirole is probably               brain stimulation in Parkinson’s disease, venous scler-\neﬀective (level B). Adverse events were those common          otherapy and kidney transplant were also available.\nto all dopaminergic agents. Augmentation has not been            For primary RLS, one class II trial of iron sulphate\nwell studied for any of these drugs, and has been             325 mg given in liquid form per os over 12 weeks\nreported by 7% of patients with ropinirole (class I           (concurrently with other treatments) did not show any\nevidence). There is insuﬃcient evidence to make rec-          signiﬁcant eﬀect either on RLS symptoms or sleep\nommendations about the use of non-ergot derivatives in        quality; seven of 28 patients dropped out and relevant\nPLMD.                                                         adverse events were nausea, constipation, tooth dis-\n                                                              coloration, dark stools, vertebral fracture and RLS\nOpioids                                                       worsening [62]. No eﬀect was noted with vibration in a\nTwenty-two reports concerned the use of opioids               class II trial [23]. Improved RLS severity, sleep eﬃ-\n(codeine and dihydrocodeine, dextrometorphan,                 ciency or decreased PLMS-I were reported in class III\nmethadone, morphine, oxycodone, propoxyphene, til-            single trials of iron dextran given intravenous in a single\nidine and tramadol). For primary RLS, there is class II       dose of 1000 mg [63], magnesium oxide 12.4 mmol [64]\nevidence [61] that short-term oxycodone at a mean             and amantadine 100–300 mg/day [65].\ndose of 11.4 mg daily gave a 52% improvement in                  For RLS secondary to uraemia, there is class II evi-\nsubjective rating scales on RLS symptoms. In this             dence [66] for improved RLS symptoms with intra-\nstudy, oxycodone also signiﬁcantly reduced PLMS-I             venous iron dextran 1000 mg; eﬃcacy waned however\n(by 34%) and PLMS-A (by 23%), whilst improving                4 weeks after treatment. In a class III study, kidney\nsleep eﬃciency (by 25%). Adverse events were minimal          transplantation abolished RLS symptoms at short term\nconstipation in two of 11 and daytime lethargy in one         in all of 11 patients, and in four patients of the 11 at\nof 11 patients.                                               long term [67]\n\n\n                                                                      \u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f                                                                                             Management of RLS       1055\n\n\n\n   In PLMD, a class I trial with transdermal oestradiol      weak points of the above-cited randomized controlled\n2.5 g/day gel (or 50 lg/24 h for patients older than         trials were ﬂaws in allocation concealment procedures,\n55 years) showed no eﬀect on PLMS-I and PLMS-A at            the absence of a predeﬁned primary endpoint, the over-\n3 months [68]. Single class II trials showed that mod-       use of non-validated or surrogate endpoints instead of\naﬁnil 200–440 mg/day in PLMD associated with nar-            clinically relevant patient oriented endpoints (e.g. rate of\ncolepsy [69] and 1-day nocturnal haemodialysis [70]          remission, quality of life). Such problems are generally,\nwere ineﬀective. In PLMD associated with insomnia, a         but not only, shared by studies predating the year 2000.\nclass II trial of cognitive-behavioural therapy (sleep       The recently validated international scales of disease\neducation, stimulus control, sleep restriction) found no     severity and disease-speciﬁc quality of life [6,7] will rep-\ndiﬀerence with clonazepam 0.5–1.5 mg/day [27]. Sev-          resent valuable tools to design future trials with clinically\neral class III trials with nasal continuous airway posit-    relevant primary endpoints. Furthermore, augmentation\nive pressure in patients with obstructive sleep apnoeas      has not been assessed adequately for most drugs (both\nresulted in conﬂicting ﬁndings of either unchanged,          dopaminergic and not-dopaminergic) and it is hoped\nincreased or decreased PLMS-I. In PLMD associated            that, as more speciﬁc and reliable tools are being devel-\nwith depressive insomnia, trazodone 100 mg did not           oped, they will allow a better assessment of both the\nmodify sleep quality or PLMS-I, or on the contrary           long-term eﬃcacy and augmentation.\nreduced PLMS-I by 10.8 (two 1-night only class III\nstudies [71,72]. In class III studies, 5-OH-tryptophan\n                                                             Recommendations\n500 mg did not modify PLMS-I/PLMS-A [73], whilst\napomorphine, either 0.5 mg single dose subcutaneously        For primary RLS, ropinirole given at mean dosages of\nor transdermal [74,75] and physical exercise in PLMD         1.5–4.6 mg/day, and pergolide at 0.4–0.55 mg/day have\npatients with complete spinal lesion [76–78] reduced the     conﬁrmed level A rating eﬃcacy for relieving paraes-\nPLMS-I.                                                      thesia and motor restlessness. Cabergoline, levodopa\n                                                             and transdermal delivery rotigotine are also established\nRecommendations                                              as eﬀective, the latter two so far only for short-term use\nIn primary RLS, both iron sulphate and vibration are         (level A rating). Amongst the antiepileptic drugs, gab-\nprobably ineﬀective (level B rating). There is insuﬃcient    apentin should be considered as eﬀective in primary\nevidence to make any recommendation about the use of         RLS (level A rating).\nintravenous iron dextran, magnesium oxide and                   For other dopaminergics (pramipexole, bromocrip-\namantadine. In RLS secondary to uraemia, iron dex-           tine) and for valproate, carbamazepine, clonidine and\ntran 1000 mg in a single intravenous dose is probably        oxycodone there is evidence to consider these drugs as\neﬀective in the short term (<1 month) (level B). In          probably eﬀective (level B rating), whilst for clonaze-\nPLMD, transdermal oestradiol is established as               pam evidence for probable eﬃcacy (at 1 mg at bedtime)\nineﬀective (level A rating) and modaﬁnil and 1-day           and probable ineﬃcacy (at 4 doses/day), according to\nnocturnal haemodialysis as probably ineﬀective, whilst       dosage schedule (level B rating). Iron sulphate and\ncognitive-behavioural therapy is no diﬀerent than clo-       vibration are probably ineﬀective (level B rating). In\nnazepam (level B). 5-OH-tryptophan and trazodone are         long-term use, levodopa is possibly eﬀective (level C\npossibly ineﬀective and apomorphine and physical ex-         rating).\nercise (in myelopathy) possibly eﬀective (level C rating).      For RLS secondary to uraemia, levodopa, ropinirole\n                                                             1.45 mg/day, gabapentin 200–300 mg/day and iron\n                                                             dextran 1000 mg i.v. are probably eﬀective, the latter\nDiscussion\n                                                             on short-term use (level B rating). For PLMD, trans-\nBefore oﬀering ﬁnal comments, we wish to emphasize           dermal oestradiol is ineﬀective (level A rating). Clon-\nthat dopaminergic agents are the best-studied drugs to       azepam and levodopa are probably eﬀective whilst\ndate because of the increasing interest of pharmaceutical    propoxyphene, triazolam, modaﬁnil and one-night\ncompanies in achieving an oﬃcial treatment indication        haemodialysis probably ineﬀective (level B rating).\nfor RLS. However, as only few and small studies have         Bromocriptine is probably eﬀective in PLMD associ-\nbeen carried out on non-dopaminergic compounds, and          ated with narcolepsy (level B). 5-OH-tryptophan and\nsome have shown promising therapeutic eﬀects, it is to be    trazodone are possibly ineﬀective and apomorphine\nhoped that an increased eﬀort from both industry and         and physical exercise possibly eﬀective (level C rating).\ninvestigators to develop further alternatives will be car-      As for adverse events, these were reported as usually\nried out. Accordingly, lack of controlled trials for many    mild and reversible upon discontinuation of treatment\ndrug classes should not be construed as implying neg-        in the generality of the trials. In particular the peri-\native evidence of eﬃcacy. The most frequently observed       pheral adverse events of dopaminergics were easily\n\n\n\u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f1056    L. Vignatelli et al.\n\n\n\nrelieved by domperidone. For this class of drugs, aug-        • Levodopa/benserazide (mean dose 159/40 mg at\nmentation represents a troublesome adverse event: even          bedtime) improves RLS symptoms, quality of sleep,\nthough reported particularly with levodopa, it is hard          sleep latency, PLMS-I and quality of life.\nto get reliable comparative data, especially in the ab-       • Pergolide (mean doses 0.4–0.55 mg/day) is eﬀective in\nsence of an augmentation rating scale. Recently, con-           improving RLS severity and ameliorating subjective\ncern with the ergot derivatives was raised by the               quality of sleep.\ndiscovery of severe multivalvular heart defects and           • Ropinirole (mean doses 1.5–4.6 mg/day) is eﬀective\nconstrictive pericarditis and pleuropulmonary ﬁbrosis           in ameliorating RLS scale scores and quality of\nafter long-term use in Parkinson’s disease (reported            life, and in improving sleep latency and PLMS-I/\nwith cabergoline, pergolide and bromocriptine). Daily           PLMS-A.\ndosages in these cases were equal or greater than 4 mg        • Rotigotine by transdermal patch delivery (4.5 mg)\npergolide for several months. Spontaneous echocardi-            and in short-term use improves RLS symptoms.\nographic regression of valvular insuﬃciency along             For PLMD:\nwith marked clinical improvement was reported                 • Transdermal oestradiol is ineﬀective.\nafter cessation of the ergot derivatives in some case\nreports. It was suggested that high doses should\n                                                              Conflicts of interest\nbe avoided and that patients under dopamine\nagonists receive a clinical cardiac assessment at             Dr Billiard received continuing medical education\n3–6 months intervals and if any doubt, obtain an              honoraria from GlaxoSmithKline. Dr Clarenbach was\nechocardiogram. However, the cardiopulmonary                  involved in a trial with Schwarz Pharma, and Dr\nﬁbrosis side-eﬀects of the ergot derivatives have been        Montagna was involved in trials with GlaxoSmithK-\ndescribed too recently for a meaningful analysis across       line, Schwarz Pharma and received consultant hono-\nthe diﬀerent compounds.                                       raria from Boehringer-Ingelheim. Dr Trenkwalder\n   Comparison of these versus guidelines already              received grants/research support from GlaxoSmithK-\npublished [79–81] demonstrates minor diﬀerences in            line, is a consultant for Boehringer-Ingelheim, Glaxo-\njudgement, in part related to the diﬀerent sets of            SmithKline and Novartis, and received speakers\nevidence utilized. In all guidelines, dopaminergic            honoraria for educational symposia from Glaxo-\nagents come out as the best-recommended agents for            SmithKline, Hoﬀmann La Roche and Pﬁzer. Dr Gar-\nthe treatment of RLS. Opioids have not been here              cia-Borreguero received research grants from Pﬁzer and\nconsidered as established, and for iron supplementa-          is a consultant for Pﬁzer, GlaxoSmithKline, Schwarz\ntion we found only class II favourable trials (short          Pharma and Boehringer-Ingelheim.\nterm) or even evidence of ineﬃcacy. Iron has been\nreported as more eﬀective in low-ferritin patients.\n                                                              Acknowledgements\nUnfortunately, still partial evidence is overall avail-\nable for secondary RLS, almost all in RLS secondary           We wish to acknowledge the help of Ms A. Laﬃ in\nto uraemia, and for PLMD. In particular, recom-               typing the manuscript and Ms S. Muzzi for help with\nmendations cannot be oﬀered for RLS during preg-              the bibliography. Supported by MURST ex 60%\nnancy or during childhood, where quality trials are           grants.\nneeded.\n   Finally, it is useful to underline that these guidelines\n                                                              Supplementary material\nshould not be considered as exhausting all methods of\ncare for RLS or PLMD. In consideration of the cir-            The following supplementary material can be found at\ncumstances presented by any particular patient, the           http://www.blackwell-synergy.com/toc/ene/13/10:\nultimate judgement regarding the type of care need al-        Table S1. Search strategy for identiﬁcations of studies.\nways rest with the attending physician.                       Table S2. Class I, II and III evidence studies.\n                                                              Table S3. Class IV evidence studies.\nFinal level A recommendations\n                                                              References\nFor primary RLS:\n• Cabergoline (0.5–2 mg once daily) improves RLS                1. Willis T. The London Practice of Physice, 1st edn. Lon-\n                                                                   don: Thomas Bassett and William Crooke, 1685: 404.\n  scores.\n                                                                2. Ekbom KA. Restless legs. Acta Medica Scandinavica\n• Gabapentin (dosage 800–1800 mg/daily) reduces                    1945; 158: 5–123.\n  RLS scores and improves sleep eﬃciency and                    3. American Academy of Sleep Medicine. Periodic limb\n  PLMS-I.                                                          movement disorder. International Classiﬁcation of Sleep\n\n\n\n                                                                      \u0002 2006 EFNS European Journal of Neurology 13, 1049–1065\n\f                                                                                                 Management of RLS       1057\n\n\n     Disorders. Diagnostic and Coding Manual, 2nd edn.                pathic restless legs syndrome. Neuropsychobiology 2003;\n     Westchester, IL: American Academy of Sleep Medicine,             48: 82–86.\n     2005: 182–186.                                               19. Adler CH. Treatment of restless legs syndrome with gab-\n  4. Walters AS. Toward a better deﬁnition of the restless legs       apentin. Clinical Neuropharmacology 1997; 20: 148–151.\n     syndrome. The International Restless Legs Syndrome           20. Eisensehr I, Ehrenberg BL, Rogge-Solti S, Noachtar S.\n     Study Group. Movement Disorders 1995; 10: 634–642.               Treatment of idiopathic restless legs syndrome (RLS)\n  5. Allen RP, Picchietti D, Hening WA, Trenkwalder C,                with slow-release valproic acid compared with slow-re-\n     Walters AS, Montplaisir J. Restless legs syndrome:               lease levodopa/benserazid. Journal of Neurology 2004;\n     diagnostic criteria, special considerations, and epidemi-        251: 579–583.\n     ology. A report from the restless legs syndrome diagnosis    21. Thorp ML, Morris CD, Bagby SP. A crossover study of\n     and epidemiology workshop at the National Institutes of          gabapentin in treatment of restless legs syndrome among\n     Health. Sleep Medicine 2003; 4: 101–119.                         haemodialysis patients. American Journal of Kidney\n  6. Walters AS, LeBrocq C, Dhar A, et al. International              Diseases 2001; 38: 104–108.\n     Restless Legs Syndrome Study Group. Validation of the        22. Freye E, Levy JV, Partecke L. Use of gabapentin for\n     International Restless Legs Syndrome Study Group                 attenuation of symptoms following rapid opiate detoxi-\n     rating scale for restless legs syndrome. Sleep Medicine          ﬁcation (ROD) – correlation with neurophysiological\n     2003; 4: 121–132.                                                parameters. Neurophysiologie Clinique 2004; 34: 81–89.\n  7. Atkinson MJ, Allen RP, Du Chane J, Murray C,                 23. Montagna P, Sassoli-de-Bianchi L, Zucconi M, Cirign",
  "wordCount": 13935,
  "indexed": "2025-09-25T22:56:35.350Z",
  "method": "direct"
}
