{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Caso clínico aneurisma sacular + ictus/Swartz et al. - 2009 - Intracranial arterial wall imaging using high-resolution 3-tesla contrast-enhanced MRI.pdf",
  "fileName": "Swartz et al. - 2009 - Intracranial arterial wall imaging using high-resolution 3-tesla contrast-enhanced MRI.pdf",
  "relativePath": "Neurología/Cerebrovascular/Caso clínico aneurisma sacular + ictus/Swartz et al. - 2009 - Intracranial arterial wall imaging using high-resolution 3-tesla contrast-enhanced MRI.pdf",
  "text": "Intracranial arterial wall imaging\n                                using high-resolution 3-tesla\n                                contrast-enhanced MRI\n\nR.H. Swartz, MD, PhD            ABSTRACT\nS.S. Bhuta, MD                  Background: Conventional arterial imaging focuses on the vessel lumen but lacks specificity be-\nR.I. Farb, MD                   cause different pathologies produce similar luminal defects. Wall imaging can characterize ex-\nR. Agid, MD                     tracranial arterial pathology, but imaging intracranial walls has been limited by resolution and\nR.A. Willinsky, MD              signal constraints. Higher-field scanners may improve visualization of these smaller vessels.\nK.G. terBrugge, MD\n                                Methods: Three-tesla contrast-enhanced MRI was used to study the intracranial arteries from a\nJ. Butany, MD\n                                consecutive series of patients at a tertiary stroke center.\nB.A. Wasserman, MD\nD.M. Johnstone, RTR,            Results: Multiplanar T2-weighted fast spin echo and multiplanar T1 fluid-attenuated inversion\n   RTMR                         recovery precontrast and postcontrast images were acquired in 37 patients with focal neurologic\nF.L. Silver, MD                 deficits. Clinical diagnoses included atherosclerotic disease (13), CNS inflammatory disease (3),\nD.J. Mikulis, MD                dissections (3), aneurysms (3), moyamoya syndrome (2), cavernous angioma (1), extracranial\n                                source of stroke (5), and no definitive clinical diagnosis (7). Twelve of 13 with atherosclerotic\n                                disease had focal, eccentric vessel wall enhancement, 10 of whom had enhancement only in the\nAddress correspondence and      vessel supplying the area of ischemic injury. Two of 3 with inflammatory diseases had diffuse,\nreprint requests to Dr. David   concentric vessel wall enhancement. Three of 3 with dissection showed bright signal on T1, and 2\nMikulis, Division of\nNeuroradiology, Department of   had irregular wall enhancement with a flap and dual lumen.\nMedical Imaging, New East\n                                Conclusions: Three-tesla contrast-enhanced MRI can be used to study the wall of intracranial\nWing, Toronto Western\nHospital, University Health     blood vessels. T2 and precontrast and postcontrast T1 fluid-attenuated inversion recovery im-\nNetwork, 399 Bathurst St.,      ages at 3 tesla may be able to differentiate enhancement patterns of intracranial atherosclerotic\nToronto, Ontario, Canada\nM5T 2S8                         plaques (eccentric), inflammation (concentric), and other wall pathologies. Prospective studies are\nmikulis@uhnres.utoronto.ca      required to determine the sensitivity and specificity of arterial wall imaging for distinguishing the\n                                range of pathologic conditions affecting cerebral vasculature. Neurology® 2009;72:627–634\n\n                                GLOSSARY\n                                CTA ⫽ computed tomographic angiography; DSA ⫽ digital subtraction angiography; FIESTA ⫽ fast imaging employing\n                                steady state acquisition; FLAIR ⫽ fluid-attenuated inversion recovery; FRFSE ⫽ fast recovery fast spin echo; ICA ⫽ internal\n                                carotid artery; MCA ⫽ middle cerebral artery; MR ⫽ magnetic resonance; MRA ⫽ magnetic resonance angiography; TE ⫽\n                                echo time; TI ⫽ inversion time; TR ⫽ recovery time.\n\n\n                                Many modalities exist for imaging the lumina of blood vessels, including conventional CT and\n                                magnetic resonance (MR) angiography. However, these approaches have a limited ability to\n                                differentiate vascular pathologies, because different pathologies can produce the same luminal\n                                defects. Direct imaging of the blood vessel wall offers the potential to discriminate between\n                                these pathologies. Characterization of atherosclerotic plaque using MRI is already well\n                                established.1-3 High-resolution MR studies of the extracranial carotid arteries have identified\n                                features of atherosclerotic plaque that may convey increased risk of thromboembolic events1\n                                even in cases with less than 50% luminal stenosis.2 Extracranial large artery plaques have\n                                been reported to cause asymmetric wall thickening with enhancement.4 In contrast, ex-\n                                tracranial vasculitis has been reported to show circumferential thickening and enhance-\n                                ment on MRI.5\nSupplemental data at\nwww.neurology.org\n\n                                From the Departments of Neurology (R.H.S.), Neuroradiology (S.S.B., R.I.F., R.A., R.A.W., K.G.t.B., F.L.S., D.J.M.), Medical Imaging (D.M.J.),\n                                and Pathology (J.B.), Toronto Western Hospital, University Health Network, University of Toronto, Ontario, Canada; and Russell H. Morgan\n                                Department of Radiology and Radiological Sciences (B.A.W.), Johns Hopkins Hospital, Baltimore, MD.\n                                Disclosure: The authors report no disclosures.\n\n\n                                                                                                          Copyright © 2009 by AAN Enterprises, Inc.                        627\n\f         Intracranial arterial wall imaging poses a                        tailed imaging review was undertaken. Hospital research ethics\n                                                                           board approval was obtained for a systematic, retrospective chart\n      greater challenge given the smaller size and rela-\n                                                                           and imaging review of all patients who had the 3T wall imaging\n      tively deep location of the target vessels. Three-                   protocol performed (Toronto Western Hospital Research Ethics\n      tesla (T) MRI has been used to characterize                          Board).\n      carotid atherosclerosis1,6 and dissection,7 as well                  Imaging protocol and analysis. Patients were scanned on a\n      as extracranial vessel wall imaging to assess giant                  3T MRI system (HDX platform, GE Healthcare, Milwaukee)\n      cell arteritis.8,9 Although the need to look “be-                    using an eight-channel head coil. All sequences applied were\n                                                                           standard, approved, vendor-supplied pulse sequences. No new\n      yond the lumen” has been increasingly recog-\n                                                                           experimental sequences were pioneered in this study. The “pro-\n      nized in assessing the extracranial vasculature, it                  tocol” described in this study refers to the implementation of a\n      has not yet been systemically applied to multiple                    standardized set of sequences and the disciplined application of\n      intracranial vascular pathologies using high-                        those sequences (e.g., with specific axial, coronal, and sagittal\n                                                                           sampling of the site of intracranial stenosis). The number of\n      resolution 3T MRI. To make this assessment,\n                                                                           pulse sequences used for 3T wall imaging was reduced over the 2\n      we applied high-resolution 3T MRI in a consec-                       years that the protocol was performed. Initially, multiple se-\n      utive case series from a tertiary stroke center                      quences were applied: T1 spin echo (repetition time [TR]/echo\n      with the goal of identifying the unique imaging                      time [TE] 450/21, slice thickness 3 mm, 384 ⫻ 384 matrix), T1\n                                                                           FLAIR (TR/TE/inversion time [TI] 2108/12/860, slice thick-\n      appearance of intracranial vessel pathologies.                       ness 3 mm, 384 ⫻ 384 matrix), three-dimensional fast imaging\n                                                                           employing steady state acquisition (FIESTA) (TR/TE 6/2.5,\n      METHODS Hypotheses. Based on our understanding of\n                                                                           slice thickness 0.8 mm, 256 ⫻ 256 matrix), and T2 fast recovery\n      the morphology and pathophysiology of the three major disor-\n                                                                           fast spin echo (FRFSE) (TR/TE 3450/92, echo train length 17,\n      ders affecting the wall blood of vessels, we developed the follow-\n                                                                           slice thickness 3 mm, 512 ⫻ 512 matrix). All T1 FLAIR and T2\n      ing imaging hypotheses:\n                                                                           FRFSE sequences used a parallel factor of 2. Field of view was 16\n         • Atherosclerotic plaques show eccentric irregular wall           to 22 cm. The ability to distinguish the vessel wall from the\n           thickening; gadolinium enhancement of the plaque corre-         lumen, as well as the presence of flow artifacts, was assessed for\n           lates with plaque instability.                                  each of the sequences. It was observed that T1 FLAIR improved\n         • Vasculitis produces smooth circumferential concentric           visualization of blood vessel walls via its black blood characteris-\n           wall thickening with diffuse gadolinium enhancement of          tics including the absence of blood signal and decreased sensitiv-\n           the inflamed wall.                                              ity to flow artifacts. The T1 spin echo sequences, which had\n         • Dissection shows eccentric wall thickening with T1 bright       these effects, were replaced with multiplanar T1 FLAIR, either\n           wall components representing intramural hematoma.               with or without fat saturation, but always with and without gad-\n                                                                           olinium. The MRI technologist, in consultation with the neuro-\n      Subjects. This study was a retrospective analysis of consecutive     radiologist, selected the best combination of acquisition\n      patients presenting to neurology or neurosurgery at a tertiary       orientations and target vessels. Three-dimensional FIESTA was\n      care center (Toronto Western Hospital) with focal neurologic         found to be more susceptible to artifacts than T2, without pro-\n      symptoms for which the treating clinicians requested additional      viding additional information. These were thus eliminated from\n      information about the intracranial vasculature, beyond conven-       the protocol.\n      tional angiographic techniques (computed tomographic angiog-              The final common “wall protocol” consisted of a minimum\n      raphy [CTA], magnetic resonance angiography [MRA], or                of seven sequences on the 3T MRI: 1) axial T2-weighted images;\n      digital subtraction angiography [DSA]). All patients had to have     precontrast 2) axial, 3) sagittal, and 4) coronal T1 FLAIR im-\n      no contraindications to MRI and be medically stable to be in the     ages; and postcontrast 5) axial, 6) sagittal, and 7) coronal T1\n      MR scanner for 30 to 90 minutes without general sedation. The        FLAIR images. All sequences had to be monitored for quality to\n      sequences were applied, when requested, beginning in August          ensure that the orientation was successful to capture the affected\n      2005, and scans were collected until the beginning of the analysis   artery at the site of stenosis on at least one slice both parallel and\n      period in September 2007. Where patients presented under             perpendicular to a site of abnormality. Where no clear focal ab-\n      acute stroke protocols, plain CT brain scans had been per-\n                                                                           normality was noted on baseline angiography (MRA, CTA, or\n      formed. All participants also had routine MRI pulse sequences\n                                                                           DSA), the acquisitions were targeted to ensure sampling of the\n      (fluid-attenuated inversion recovery [FLAIR], T2-weighted, and\n                                                                           clinically suspected vessel (e.g., the left middle cerebral artery\n      diffusion-weighted images) and at least one method of vessel\n                                                                           [MCA] in a patient presenting with an aphasic TIA).\n      lumen assessment (MRA, CTA, or DSA) before the wall imaging\n                                                                                Imaging analysis was performed on a radiology information\n      protocol. When possible (in 34 of 37 people), wall imaging was\n                                                                           system–picture archiving and communication system and, if\n      performed during the acute hospitalization, within days to weeks\n                                                                           necessary, multiplanar reformatting was performed. At least one\n      of the presenting symptoms. The three patients who did not\n                                                                           method of conventional luminal imaging (MRA, CTA, or DSA)\n      have acute wall imaging returned for follow-up at 2 months (ta-\n                                                                           was available for all patients.\n      ble e-1 on the Neurology® Web site at www.neurology.org, case\n                                                                                Retrospective visual analysis of all imaging information from\n      11), 3 months (case 32), and 5 months (case 37) after symptom\n                                                                           each case was performed to describe any cerebral pathology, to\n      onset.\n                                                                           identify intracranial and extracranial sites of stenosis, to evaluate\n      Institutional ethics approval. All MR images were acquired           focal wall thickening, and to assess postcontrast enhancement, as\n      using vendor-supplied sequences approved for clinical use. To        well as to categorize any enhancement as either concentric or\n      correlate the MR findings with patient demographics and clini-       eccentric. All imaging analysis was performed by a neuroradiolo-\n      cal diagnoses, a retrospective chart review and retrospective de-    gist (D.J.M.) blinded to the final clinical diagnosis.\n\n628   Neurology 72     February 17, 2009\n\f                                                                                                      with transient focal symptoms had no changes on\nTable        Patient demographics by final clinical diagnoses\n                                                                                                      diffusion-weighted imaging. The narrowed areas on\n                                                                                 Average age,         conventional luminal studies corresponded to focal\nDiagnosis                                  No. of patients        Sex, F:M       (min–max), y\n                                                                                                      areas of thickened wall with narrowed lumen seen on\nIntracranial atherosclerotic stroke        13                     3:10           64 (44–80)\n                                                                                                      T1 FLAIR (precontrast) and T2-weighted images\nStroke with extracranial source              5                    2:3            60 (32–84)           (figure 1). Of these 13 patients, 12 had focal areas of\nVasculitic/Inflammatory diseases             3                    3:0            43 (18–66)           eccentric wall enhancement in the intracranial vessel\nDissection                                   3                    1:2            56 (49–60)           supplying the territory of acute infarct (figures 1, 2,\nOther vascular lesions (3 aneurysms,         4                    4:0            48 (23–65)           and e-1). Enhancing plaques were visualized in the\n1 cavernoma)\n                                                                                                      relevant major branches of the circle of Willis, in-\nMoyamoya syndrome                            2                    0:2            38 (30–46)\n                                                                                                      cluding the MCA (figure 1), anterior cerebral artery\nNo final clinical diagnosis                  7                    2:5            50 (30–79)           (figure e-1), and basilar artery (figure 2). Most pa-\nTotal                                      37                     15:22          55 (18–84)           tients with enhancement (10 of 12) had enhance-\n                                                                                                      ment only in the vessel supplying the area of acute\n                                                                                                      infarction, even with multiple areas of wall thicken-\n                                   Wall thickening and enhancement patterns were categorized\n                                                                                                      ing and luminal stenosis indicative of plaques else-\n                               by visual inspection. Enhancement was considered concentric if\n                               it was circumferential and uniform (defined specifically as width\n                                                                                                      where (figure e-2). Two patients had multiple vessels\n                               of the thinnest wall segment at least 50% or more of the thickest      with focal eccentric enhancement, not all of which\n                               segment). In contrast, eccentric enhancement was defined as ei-        had evidence of ischemic injury in the territory they\n                               ther clearly limited to one side of the vessel wall (e.g., not 360-    supplied (figure e-3). Atherosclerotic enhancement\n                               degree circumferential enhancement) or, where circumferential          was typically irregular and eccentric (figures 1 and 2).\n                               enhancement was noted, the thinnest part of the wall enhance-\n                                                                                                      Circumferential, but still eccentric, enhancement\n                               ment was estimated to be less than 50% of the thickest point\n                               (figure e-4). More precise measurements are not feasible based\n                                                                                                      was occasionally seen (figure e-4). One patient had a\n                               on the limits of resolution of the imaging.                            thickened wall with luminal stenosis but no enhance-\n                                                                                                      ment; that patient had wall imaging only at follow-\n                               Case histories. Charts were reviewed for demographic data,\n                               medical history (including cerebrovascular risk factors), present-\n                                                                                                      up, 5 months postinfarct (figure e-5).\n                               ing symptoms and physical findings (blood pressure, height,                Extracranial source of stroke. In the five patients with\n                               weight, neurologic deficits), laboratory results, and imaging find-    an extracranial source of stroke, none showed intra-\n                               ings.                                                                  cranial wall enhancement.\n                               Diagnostic categorization. Subjects were classified as “ath-               Inflammatory disease. In contrast to the pattern seen\n                               erosclerotic” if they had two or more vascular risk factors: men       in patients with atherosclerotic risk factors, one pa-\n                               older than 50 years, women older than 60 years, hypertension,          tient with biopsy-proven giant cell arteritis (figure 3)\n                               hypercholesterolemia, diabetes, overweight or obesity, smoking,        showed a smooth, diffuse, concentric pattern of en-\n                               or calcified intracranial arterial plaques on plain CT head. Sub-\n                                                                                                      hancement. The same pattern of smooth, concentric\n                               jects were classified as “inflammatory” if they had one or fewer\n                               vascular risk factors with blood tests or prior diagnoses consistent\n                                                                                                      enhancement was seen in another patient with sys-\n                               with inflammatory diseases (lupus, erythrocyte sedimentation           temic vasculitis, as well as one patient with drug-\n                               rate or C-reactive protein elevations, antinuclear antigen, or an-     induced vasculopathy. These patterns are difficult to\n                               ti–phospholipid antibody positivity). Subjects whose workup            discern on conventional 1.5T sequences. One pa-\n                               discovered a carotid or cardiac source for their presenting symp-      tient with systemic lupus and amaurosis fugax\n                               toms were classified as “extracranial source.” Those subjects who\n                                                                                                      showed no intracranial wall enhancement of the cir-\n                               had structural pathology diagnosed on conventional angio-\n                               graphic techniques (MRA, CTA, or DSA) were categorized as\n                                                                                                      cle of Willis vessels. Notably, the ophthalmic artery\n                               either “dissection,” “structural (aneurysm/cavernoma),” or             was not well visualized; vessels of this caliber are\n                               “moyamoya.” Subjects were classified as “no final clinical diag-       likely at the limit of the resolving power of the 3T\n                               nosis” if they met none, or more than one, of the above criteria.      system.\n                                                                                                          Intracranial dissection. Intracranial dissection had a\n                               RESULTS Thirty-seven patients underwent the ves-                       similar pattern to atherosclerosis, including eccentric\n                               sel wall protocol. Demographics by final clinical di-                  wall thickening with enhancement. Distinguishing\n                               agnoses are shown in table. Individual case data are                   features included T1 bright wall elements on nonen-\n                               available in table e-1.                                                hanced T1 FLAIR sequences (indicating methemo-\n                               Wall imaging patterns. Stroke with intracranial athero-                globin in the arterial wall), as well as visualization of a\n                               sclerosis. All 13 of the patients with stroke/TIA and                  false lumen (figure 4).\n                               intracranial atherosclerotic disease showed focal lu-                      Other vascular lesions. In three patients with intra-\n                               minal narrowing of intracranial vessels on MRA.                        cranial aneurysms, a thin wall with smooth, circum-\n                               Twelve had diffusion-weighted abnormalities sugges-                    ferential, concentric enhancement was noted (figure\n                               tive of recent cerebral infarction, whereas 1 patient                  e-6). The prognostic significance of aneurysmal wall\n\n                                                                                                      Neurology 72   February 17, 2009                       629\n\f  Figure 1       Focal, eccentric enhancement of the left middle cerebral artery wall\n\n\n\n\nA 57-year-old man with untreated hypertension presented with recurrent right hemiplegia and dysarthria (table e-1, case 4). Axial diffusion-weighted\nimage (A) shows an acute infarct (arrow) in the left corona radiata. Time-of-flight magnetic resonance angiogram maximum-intensity projection image (B)\ndemonstrates focal stenosis (arrow) in the left middle cerebral artery (MCA). Sagittal T1 fluid-attenuated inversion recovery (FLAIR) image (C) shows\neccentric thickening (arrow) of the anterosuperior wall of the left MCA. Axial T2 fast recovery fast spin echo image (D) shows focal eccentric wall thickening\n(arrow) of the left M1 segment of the MCA. Axial T1 FLAIR images before (E) and after (F) gadolinium show an eccentrically enhancing plaque (arrow) on the\nanterior wall of the left MCA. This is likely representing an inflamed active plaque (“hot plaque”).\n\n\n\n                                enhancement patterns is uncertain. One patient who              specific disease (table e-1). Two showed eccentric\n                                was initially thought to have an aneurysm underwent             wall enhancement, two showed concentric enhance-\n                                wall imaging and was found to have a nonenhancing               ment, one had a mixed pattern, and two had thick-\n                                cavernous angioma.                                              ened walls without enhancement; both of these had\n                                    Moyamoya syndrome. Two patients with moyamoya               been imaged months after acute infarctions.\n                                syndrome had severely narrowed or occluded MCA\n                                branches and extensive collateralization. One pre-              DISCUSSION The assessment of the wall of intra-\n                                sented with hemorrhage, and the other presented                 cranial vessels is limited by several factors. Conven-\n                                with hemodynamic symptoms. Neither patient                      tional imaging sequences (T1, T2, FLAIR), even at 3\n                                showed wall thickening or enhancement of the circle             T, do not render these vessels with sufficient detail to\n                                of Willis vessels (including the distal internal carotid        fully assess the vessel wall. Sequence optimization us-\n                                artery).                                                        ing higher spatial resolution is required. Increasing\n                                    No final clinical diagnosis. In the seven people with       spatial resolution by decreasing slice thickness and\n                                no final clinical diagnosis, three had acute infarcts on        decreasing in-plane voxel size is limited by the signal-\n                                diffusion-weighted imaging. All seven had complex               to-noise ratio, which is already deficient for small\n                                case histories with either risk factors for multiple            vessels using a 1.5T scanner. One prior study used\n                                types of disease or insufficient risk factors for any           MRI to examine the wall in atherosclerosis10; how-\n\n630                             Neurology 72    February 17, 2009\n\f  Figure 2       Focal eccentric enhancement of the basilar artery wall\n\n\n\n\nA 61-year-old man presented with recurrent vertebrobasilar TIAs and small strokes in the posterior circulation on diffusion imaging (not shown) (table e-1,\ncase 5). Sagittal T1 fluid-attenuated inversion recovery (FLAIR) image (A) shows eccentric thickening (arrow) and high signal in the wall of a short segment\nof the tortuous basilar artery. Axial T2-weighted image (B) shows thickening of the wall (arrow) with iso to low signal. On a pregadolinium T1 axial image with\nfat saturation (C), minimal high signal intensity is noted in the arterial plaque (arrow). A coronal T1 FLAIR postgadolinium image (D) shows a larger area of\neccentric enhancement (arrow) in the mid basilar artery. Axial T1 FLAIR precontrast (E) shows eccentric wall thickening of the basilar artery. The eccentric\nenhancement of the basilar artery wall is best appreciated on the corresponding axial T1 FLAIR postcontrast image (F). Gadolinium dynamic contrast\nenhanced magnetic resonance angiogram maximum-intensity projection image (G) and digital subtraction angiogram (H) demonstrate a corresponding area\nof severe stenosis (arrow) in the mid basilar artery (compare G and H with D).\n\n\n                                ever, this study used 1.5T MRI, which cannot                     of 3T MRI11,12 to overcome these limitations and\n                                achieve sufficient spatial resolution to assess the in-          demonstrate pathology within the wall of the smaller\n                                tracranial wall. The improved signal-to-noise pro-               caliber intracranial vessels. The use of T1 FLAIR se-\n                                vided by 3T MRI is therefore used to achieve higher              quences, acquired in multiple slice dimensions pre-\n                                spatial resolution. However, examinations still re-              contrast and postcontrast, as well as high-resolution\n                                quire targeting the vessel of interest, because the in-          T2 images, has provided adequate signal to resolve\n                                tracranial vessels are smaller, are more variable in             the smaller vessels. It was chosen for its superior\n                                their distribution than the extracranial carotid arter-          block blood characteristics, where flowing blood re-\n                                ies, and require longer acquisition times. This can be           turns no signal. The eccentric wall enhancement ob-\n                                time-consuming for the radiologist, technologist,                served in intracranial atherosclerosis is consistent\n                                and patient. Finally, it is difficult to validate radio-         with findings using 3T MRI of atherosclerotic\n                                logic findings of intracranial arteries because, unlike          plaques in carotid arteries,6 femoral arteries,3 and the\n                                the case of imaging the carotid bifurcation where                abdominal aorta,3 all of which have been validated\n                                endarterectomy is often performed, pathology is                  with histologic correlations. Although most of our\n                                rarely obtained from the intracranial vessels. In the            atherosclerotic plaque cases show homogeneous en-\n                                current study, we used the demonstrated advantages               hancement within the plaque, case 4 may be an ex-\n\n                                                                                                 Neurology 72    February 17, 2009                        631\n\f  Figure 3       Biopsy-confirmed giant cell arteritis with smooth concentric middle cerebral artery enhancement\n\n\n\n\nA 67-year-old woman presented with multiple TIAs followed by headache and multiple focal neurologic deficits, progressing to decreased level of con-\nsciousness (table e-1, case 9). Diffusion images (not shown) revealed dozens of small cortical and subcortical areas of restriction. Reformatted CT angio-\ngram (A) shows bilateral narrowing (arrows) of the cavernous and supraclinoid internal carotid arteries (ICAs). Catheter digital subtraction angiogram\nimages (B, combined right and left injections) confirm these findings (black arrows). Axial fast imaging employing steady state acquisition images (C) at the\nlevel of the cavernous sinuses show wall thickening (arrow) of bilateral cavernous ICAs. Axial T1 fluid-attenuated inversion recovery (FLAIR) (D and F)\ndemonstrates mural thickening (arrow) of both cavernous ICAs with luminal narrowing. After gadolinium administration, corresponding axial T1 FLAIR\nimages (E and G) show smooth, concentric wall enhancement (arrows) of the cavernous ICAs. Similar enhancement (arrow) is also noted in both vertebral\narteries (H). Note the normal-appearing, nonenhancing basilar artery (starred, D–G). Temporal artery biopsy (I and J) shows destruction of the internal\nelastic lamina with inflammatory cells (predominately lymphocytic with occasional multinucleated giant cells) in the media and adventitia. There were also\nluminal occlusion and fibrin platelet plugs in the vasa vasorum confirming the diagnosis of giant cell arteritis.\n\n\n\n                                ample of an atherosclerotic plaque with fibrous cap             nial wall enhancement. In addition, all 12 patients\n                                enhancement superficial to a lipid core.                        with atherosclerotic disease imaged acutely showed\n                                   In studies of extracranial vessel imaging with               enhancement, and some had enhancement in vessels\n                                pathologic confirmation, inflammatory conditions                that had not yet shown signs of infarction. This sug-\n                                are associated with concentric, circumferential wall            gests that enhancement may reflect active plaques or\n                                thickening and enhancement,5 whereas atheroscle-                “plaques at risk.” Studies with carotid wall imaging\n                                rotic disease is frequently eccentric.4 In our study, we        have shown similar correlations between plaque rup-\n                                found similar patterns in the intracranial vessels of           ture and symptomatic presentations.13 The concept\n                                patients with atherosclerotic and inflammatory dis-             of using imaging to identify vulnerable plaques is\n                                ease (biopsy confirmed in one case) confirming our              well established.14 Inflammation in chronic athero-\n                                hypotheses. The enhancement patterns were consis-               sclerotic plaques plays a role in destabilizing the\n                                tent and largely confined to the vessels supplying the          plaque.15 Denuded vascular endothelium with in-\n                                area of acute infarction. In some cases, remote vessels         flammatory components or neovascularization is\n                                also enhanced, raising concern of active or “hot”               most likely to enhance and also likely serve as a focus\n                                plaque that might be at risk of future thromboem-               for clot formation and embolization.14 It is therefore\n                                bolic events. It remains to be determined whether               not surprising that similar enhancement patterns can\n                                enhancement within intracranial atherosclerotic                 be seen in intracranial vessels using higher-resolution\n                                plaques can be used to select patients at high risk of          scanners and optimized acquisitions. It remains to be\n                                recurrent ischemic stroke.                                      seen whether current treatments (e.g., statin loading,\n                                   None of the three individuals who had wall imag-             anti-inflammatory therapies) can alter the enhance-\n                                ing months after their acute events showed wall en-             ment pattern and affect clinical outcome.\n                                hancement, and none of the patients with                            Our dissection cases also confirmed the hypothe-\n                                extracranial sources for their strokes showed intracra-         sis that eccentric bright T1 elements (higher signal\n\n632                             Neurology 72    February 17, 2009\n\f  Figure 4       Basilar artery dissection\n\n\n\n\nA 60-year-old man with neck pain after a rugby injury presented with ataxia and left-sided weakness (table e-1, case 13). Diffusion-weighted imaging (A)\nshowed restricted diffusion in the pons, and conventional angiography was interpreted as a dissection of the basilar artery (B). Contrast-enhanced mag-\nnetic resonance angiogram (C, axial slice) also shows a severely narrowed lumen of the basilar artery at the level of the midpons (level shown by arrow on\nslice G). At the same level, blooming artifact can be seen on the gradient echo T2* images (D, arrow). T1 fluid-attenuated inversion recovery (FLAIR) image\nwithout contrast (E) shows bright signal consistent with hematoma in the wall (arrow), with narrowed lumen. Postcontrast T1 FLAIR (F) shows additional\nenhancement and thickening of the wall throughout the length of the basilar artery (arrows) and into the vertebral arteries bilaterally (slices not shown).\nSagittal T1 FLAIR precontrast images also show clot extending the length of the basilar artery (G). High-resolution T2-weighted images show a widened\nbasilar artery with two lumens (H, black and white arrows) and an intervening flap. Full characterization of intracranial wall pathology may be able to reduce\nthe need for diagnostic angiography for the diagnosis of intracranial dissections, as has been the case for extracranial dissections.\n\n\n                                intensity than brain) in the vessel wall indicate met-          proper vessel targeting requires interaction between\n                                hemoglobin. It remains to be seen whether T1 bright             an experienced and motivated MR technologist and\n                                wall elements alone are specific for dissection or              a neuroradiologist to monitor the sequence acquisi-\n                                whether they may also be seen in vulnerable athero-             tions and ensure adequate coverage of the vessels.\n                                sclerotic plaque with hemorrhage.                               Given limited 3T MRI availability, these labor-\n                                    Using 3T MRI to image intracranial vessel walls             intensive studies are not routinely available at most\n                                addresses several technological concerns, but it also           centers. Fourth, this study was entirely retrospective\n                                has its own limitations. First, the acquisitions are            and reviewed consecutive patients. Patients were se-\n                                time-consuming and require cooperative patients                 lected to receive these additional imaging sequences\n                                with minimal movement. Second, to identify vessels              based entirely on clinical requests by physicians for\n                                of interest (and aid in the diagnostic workup of pa-            more information about the intracranial process. The\n                                tients), baseline imaging (e.g., acute stroke protocols,        population is thus biased toward the more compli-\n                                CTA, MRA, or DSA) had already been performed.                   cated patients in whom clinicians or radiologists\n                                Wall imaging thus requires additional imaging ses-              wanted further clarification about their disease. This\n                                sions, which add expense and imaging time. Third,               selection bias means that our cohort may not be rep-\n\n                                                                                                Neurology 72     February 17, 2009                       633\n\f      resentative of the full population of patients present-                     6. Cury RC, Houser SL, Furie KL, et al. Vulnerable plaque\n      ing to a neurologist or neurosurgeon with focal                                detection by 3.0 tesla magnetic resonance imaging. Invest\n                                                                                     Radiol 2006;41:112–115.\n      neurologic symptoms. The results presented here are\n                                                                                  7. Bachmann RF, Nassenstein IF, Kooijman HF, et al. Spon-\n      hypothesis generating and must be interpreted with                             taneous acute dissection of the internal carotid artery:\n      caution. Large, longitudinal, prospective studies of a                         high-resolution magnetic resonance imaging at 3.0 tesla\n      broader cohort of patients using wall imaging are re-                          with a dedicated surface coil. Invest Radiol 2006;41:105–\n      quired to determine the sensitivity, specificity, and                          111.\n      predictive values of this technique.                                        8. Markl M, Uhl M, Wieben O, et al. High resolution 3T\n                                                                                     MRI for the assessment of cervical and superficial cranial\n      AUTHOR CONTRIBUTIONS                                                           arteries in giant cell arteritis. J Magn Reson Imaging 2006;\n      Data acquisition, statistical analysis, and manuscript writing were per-       24:423–427.\n      formed by R.H.S.                                                            9. Bley TA, Weiben O, Uhl M, et al. Assessment of the cra-\n                                                                                     nial involvement pattern of giant cell arteritis with 3T\n      Received February 15, 2008. Accepted in final form November 14, 2008.          magnetic resonance imaging. Arthritis Rheum 2005;52:\n                                                                                     2470–2477.\n      REFERENCES                                                                 10. Klein IF, Lavallee PC, Touboul PJ, Schouman-Claeys E,\n       1. Yuan C, Mitsumori LM, Beach KW, Maravilla KR. Ca-                          Amarenco P. In vivo middle cerebral artery plaque imaging\n          rotid atherosclerotic plaque: noninvasive MR characteriza-                 by high-resolution MRI. Neurology 2006;67:327–329.\n          tion and identification of vulnerable lesions. Radiology               11. Al-Kwifi O, Emery DJ, Wilman AH. Vessel contrast at\n          2001;221:285–299.                                                          three tesla in time-of-flight magnetic resonance angiogra-\n       2. Wasserman BA, Wityk RJ, Trout HH III, Virmani R.                           phy of the intracranial and carotid arteries. Magn Reson\n          Low-grade carotid stenosis: looking beyond the lumen                       Imaging 2002;20:181–187.\n          with MRI. Stroke 2005;36:2504–2513.                                    12. Anumula S, Song HK, Wright AC, Wehrli FW. High-\n       3. Koops A, Ittrich H, Petri S, et al. Multicontrast-weighted                 resolution black-blood MRI of the carotid vessel wall using\n          magnetic resonance imaging of atherosclerotic plaques at                   phased-array coils at 1.5 and 3 tesla. Acad Radiol 2005;12:\n          3.0 and 1.5 tesla: ex-vivo comparison with histopathologic                 1521–1526.\n          correlation. Eur Radiol 2007;17:279–286.                               13. Yuan C, Zhang SX, Polissar NL, et al. Identification of\n       4. Adams GJ, Greene J, Vick GW III, et al. Tracking regres-                   fibrous cap rupture with magnetic resonance imaging is\n          sion and progression of atherosclerosis in human carotid                   highly associated with recent transient ischemic attack or\n          arteries using high-resolution magnetic resonance imaging.                 stroke. Circulation 2002;105:181–185.\n          Magn Reson Imaging 2004;22:1249–1258.                                  14. Chen JW, Wasserman BA. Vulnerable plaque imaging.\n       5. Bley TA, Uhl M, Venhoff N, Thoden J, Langer M, Markl                       Neuroimaging Clin North Am 2005;15:609–21, xi.\n          M. 3-T MRI reveals cranial and thoracic inflammatory                   15. Stoll G, Bendszus M. Inflammation and atherosclerosis:\n          changes in giant cell arteritis. Clin Rheumatol 2007;26:                   novel insights into plaque formation and destabilization.\n          448–450.                                                                   Stroke 2006;37:1923–1932.\n\n\n\n\n                      Get Moving for the 2009 Run/Walk for Brain\n                                       Research!\n            Join your colleagues at the 2009 AAN Annual Meeting in Seattle for this exciting event benefiting\n            neuroscience research. The (shoe) rubber meets the road on Tuesday, April 28, starting at 6:30 a.m.\n            for a 5k run or mile long walk along the beautiful Seattle waterfront. Proceeds support Clinical\n            Research Training Fellowships in neurology.\n            Run up even more support by letting friends and family sponsor your run/walk for a flat donation.\n            The more sponsors you recruit, the more raised for research. The runner with the most donations\n            raised will receive FREE registration to the 2010 AAN Annual Meeting. Special prizes given for Best\n            Male and Female Runners. Take your mark, get set, and GO now to www.aan.com/run to register!\n\n\n\n\n634   Neurology 72      February 17, 2009\n\fIntracranial arterial wall imaging using high-resolution 3-tesla contrast-enhanced MRI\n                        R. H. Swartz, S. S. Bhuta, R. I. Farb, et al.\n                               Neurology 2009;72;627-634\n                       DOI 10.1212/01.wnl.0000342470.69739.b3\n\n                     This information is current as of February 16, 2009\n\n Updated Information &                including high resolution figures, can be found at:\n Services                             http://www.neurology.org/content/72/7/627.full.html\n\n Supplementary Material               Supplementary material can be found at:\n                                      http://www.neurology.org/content/suppl/2009/02/15/72.7.627.DC1.htm\n                                      l\n References                           This article cites 15 articles, 4 of which you can access for free at:\n                                      http://www.neurology.org/content/72/7/627.full.html##ref-list-1\n Citations                            This article has been cited by 20 HighWire-hosted articles:\n                                      http://www.neurology.org/content/72/7/627.full.html##otherarticles\n Subspecialty Collections             This article, along with others on similar topics, appears in the\n                                      following collection(s):\n                                      All Cerebrovascular disease/Stroke\n                                      http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                      stroke\n                                      Infarction\n                                      http://www.neurology.org//cgi/collection/infarction\n                                      MRI\n                                      http://www.neurology.org//cgi/collection/mri\n                                      Vasculitis\n                                      http://www.neurology.org//cgi/collection/vasculitis\n Permissions & Licensing              Information about reproducing this article in parts (figures,tables) or in\n                                      its entirety can be found online at:\n                                      http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                             Information about ordering reprints can be found online:\n                                      http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously sinc",
  "wordCount": 5090,
  "indexed": "2025-09-25T22:50:39.740Z",
  "method": "direct"
}
