{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Bonda et al. - 2015 - Clinical Reasoning A 28-year-old woman with lower.pdf",
  "fileName": "Bonda et al. - 2015 - Clinical Reasoning A 28-year-old woman with lower.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Bonda et al. - 2015 - Clinical Reasoning A 28-year-old woman with lower.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                             Clinical Reasoning:\nSection Editor               A 28-year-old woman with lower extremity\nMitchell S.V. Elkind,\nMD, MS                       spasticity and microcytic anemia\n\nChaitanya Bonda, MBBS        SECTION 1                                                                          examination, she was noted to have a right foot drop,\nPankaj Sharma, MBBS          A 28-year-old woman with a medical history of                                      increased tone and hyperreflexia in lower extremities\nKathrin LaFaver, MD          asthma, diabetes, and morbid obesity broke her right                               with a positive Babinski sign, and several beats of\n                             leg 3 years prior to presentation related to slipping on                           ankle clonus bilaterally. Her gait was slightly wide-\n                             icy ground. She underwent surgical intervention for a                              based and unsteady and she had difficulties with\nCorrespondence to            tibial fracture, followed by a lengthy rehabilitation                              tandem gait. Higher cognitive functions, speech, ocu-\nDr. Bonda:\ndr.chaitanyagoud@gmail.com\n                             process. She never regained her previous walking abil-                             lomotor examination, strength in upper extremities\n                             ity and in fact felt that her balance was worsening. She                           and the left leg, and sensory examination including\n                             stumbled frequently, tripping over small obstacles or                              pinprick, light touch, temperature, vibration, and\n                             uneven ground, and had 3 falls over 6 months prior to                              proprioception was normal. She had normal coordi-\n                             presentation. She had lost about 100 pounds after a                                nation in upper extremities and mild difficulties with\n                             gastric banding procedure done shortly before her                                  heel to shin testing bilaterally related to spasticity.\n                             accident. She denied weakness or clumsiness in upper\n                                                                                                                Questions for consideration:\n                             extremities, headaches, vertigo, lightheadedness, or\n                             loss of consciousness. There was no history of fever,                              1. What is the localization of this patient’s examina-\n                             chills, autoimmune disorders, skin rash, joint pain                                   tion findings?\n                             or swellings, blood clots, or miscarriages. No relevant                            2. What differential diagnosis would you consider at\n                             family history of neurologic disorders was present. On                                this point?\n\n\n\n\n                                                                                                                                                                GO TO SECTION 2\n\n\n\n\n                             From the Department of Neurology, University of Louisville, KY.\n                             Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                                © 2015 American Academy of Neurology                                     e11\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 2                                                   spinocerebellar ataxia or hereditary spastic paraplegia\n                    Lower extremity spasticity and hyperreflexia with a         should be considered as well.\n                    pathologic Babinski sign and no sensory deficits is             Laboratory studies revealed microcytic anemia with\n                    characteristic of upper motor neuron pathology. In          a hemoglobin level of 9.1 g/dL. The patient’s thyroid\n                    the absence of abnormal findings in the upper extrem-       panel, liver function tests, vitamins B12 and E, serum\n                    ities, low cervical or thoracic myelopathy affecting pri-   copper, zinc, and ceruloplasmin levels were normal.\n                    marily motor pathways must be ruled out. Ataxic gait        Endomysial immunoglobulin A (IgA), tissue transglu-\n                    can be due to a sensory ataxia, which is ruled out by the   taminase immunoglobulin A (IgG), and gliadin IgG\n                    absence of sensory deficits in our patient. The absence     and IgA antibodies were negative. An ELISA screening\n                    of appendicular ataxia or oculomotor or speech abnor-       test for HIV antibodies was negative. Antinuclear anti-\n                    malities makes a cerebellar pathology unlikely. A struc-    body testing was positive with a titer of 1:320 and a\n                    tural abnormality leading to compression of the spinal      homogeneous pattern, but double-stranded DNA anti-\n                    cord must be ruled out. Other important etiologies for      bodies, Sjögren antibodies, anti-Smith, and anti-RNP\n                    myelopathies are autoimmune, nutritional deficiencies,      were negative. CSF examination revealed normal glu-\n                    infectious, and inflammatory.                               cose and protein with absent cells, normal IgG synthe-\n                        Autoimmune and inflammatory disorders like mul-         sis rate, absent oligoclonal bands, negative Lyme\n                    tiple sclerosis, systemic lupus erythematosus, Sjögren      antibodies, and normal angiotensin-converting enzyme\n                    syndrome, and celiac disease have to be considered.         levels. Electrophysiologic testing was consistent with a\n                    Metabolic and infectious causes of myelopathy include       right peroneal neuropathy localizing above the short\n                    vitamin B12, vitamin E, and copper deficiencies, HIV,       head of the biceps, thought to be related to an injury\n                    and human T-cell lymphotropic virus infection. Of           at time of surgery for her broken leg. MRI of the brain\n                    note, our patient had a history of gastric banding,         and cervical and thoracic spine with and without con-\n                    which typically does not lead to nutritional deficiencies   trast did not reveal significant structural abnormalities.\n                    because it is a restrictive procedure, as opposed to\n                                                                                Question for consideration:\n                    malabsorptive procedures such as Roux-en-Y and gas-\n                    trojejunal bypass surgeries. Finally, despite a lack of     1. What further testing would you consider to obtain\n                    positive family history, a genetic condition such as           a diagnosis?\n\n\n\n\n                                                                                                                   GO TO SECTION 3\n\n\n\n\ne12                 Neurology 85   July 14, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                  anemia did not improve with iron supplementation and\n                  In the absence of structural or metabolic abnormalities    further workup revealed blood in her stool. She was\n                  underlying her gait difficulties and spasticity, genetic   therefore referred to a gastroenterologist. She under-\n                  testing for hereditary spastic paraplegia (HSP) was sent   went a colonoscopy and was found to have a high-\n                  and revealed mutations in the SPG11 (spatacsin) gene       grade adenocarcinoma of the sigmoid with metastases\n                  on both alleles, consistent with a diagnosis of HSP.       to the liver. Treatment with neoadjuvant chemotherapy\n                      The patient was referred to a hematologist for eval-   was initiated.\n                  uation of her anemia. Her positive antinuclear antibod-\n                                                                             Questions for consideration:\n                  ies were not believed to be indicative of lupus and no\n                  treatment was initiated. Anemia was attributed to men-     1. Is there a relationship between HSP and cancer?\n                  orrhagia and she was started on iron supplements. Her      2. What treatment can be offered?\n\n\n\n\n                                                                                                              GO TO SECTION 4\n\n\n\n\n                                                                             Neurology 85   July 14, 2015                      e13\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 4                                                    of the spinal cord can show significant atrophy, espe-\n                    Colorectal cancer in our patient was probably not            cially in SPG6 and SPG8,7 which are autosomal dom-\n                    related to her HSP diagnosis. Interestingly, hyperme-        inant forms of HSP. SPG11 is often associated with a\n                    thylation of the SPG20 promoter has recently been            thin corpus callosum on MRI brain studies,8 which\n                    found to be a biomarker for colorectal cancer. SPG20         was not appreciated in our patient.\n                    encodes for the spartin protein. Hypermethylation of             This case serves as a cautious reminder that there is\n                    the SPG20 promoter region causes downregulation of           not always a unifying diagnosis explaining a patient’s\n                    spartin protein, which in turn results in cytokinesis        abnormal findings (Occam razor), but that patients\n                    arrest, a condition thought to be associated with            are allowed to have as many diseases as they please\n                    carcinogenesis.1                                             (Hickam dictum). Our patient was a young woman\n                        No curative treatment for HSP is available. Spastic-     with no family history of colorectal cancer and no\n                    ity is often improved by muscle relaxants. Symptomatic       relevant neurologic family history, yet it was impor-\n                    treatment options include oral or intrathecal baclofen,      tant to pursue both her anemia and her gait disorder\n                    tizanidine, and dantrolene. Botulinum toxin injections       with a broad differential diagnosis in mind to avoid\n                    can be beneficial in some patients.2 Supportive treat-       missing a potentially life-threatening disease.\n                    ment with physical therapy is recommended and gait\n                    aids become necessary with progression of the disease.       AUTHOR CONTRIBUTIONS\n                                                                                 Chaitanya Bonda: first draft of the manuscript, design and conceptualiza-\n                    There also may be a role for gait phase–dependent\n                                                                                 tion of the study, analysis and interpretation of data. Pankaj Sharma:\n                    transcutaneous peroneal nerve stimulation.2,3 Our            preparation of initial manuscript draft. Kathrin LaFaver: design and con-\n                    patient benefitted from starting baclofen and undergo-       ceptualization of the study, analysis and interpretation of data, critical\n                    ing physical therapy.                                        revision of the manuscript.\n\n\n                    DISCUSSION HSP is a genetically and clinically het-          STUDY FUNDING\n                    erogeneous group of disorders. There are more than           No targeted funding reported.\n\n                    50 genetic types of HSP described to date, numbered\n                                                                                 DISCLOSURE\n                    in the order of discovery. Clinically, they are classified   C. Bonda and P. Sharma report no disclosures relevant to the manuscript.\n                    into complicated and uncomplicated forms. Uncom-             K. LaFaver served as a consultant for US World Meds. Go to Neurology.org\n                    plicated forms present with progressive spasticity and       for full disclosures.\n                    variable degrees of weakness and some dorsal column\n                    impairment. In contrast, complicated forms have              REFERENCES\n                                                                                 1. Lind GE, Raiborg C, Danielsen SA, et al. SPG20, a novel\n                    additional neurologic abnormalities such as cognitive\n                                                                                    biomarker for early detection of colorectal cancer, encodes a\n                    impairment and ataxia.2                                         regulator of cytokinesis. Oncogene 2011;30:3967–3978.\n                        The most common clinical features are progressive        2. Fink JK. Hereditary spastic paraplegia: clinico-pathologic\n                    lower extremity spasticity and variable weakness. Spas-         and emerging molecular mechanisms features. Acta Neuro-\n                    ticity is greatest in hamstring, quadriceps, adductor, and      pathol 2013;126:307–328.\n                    gastrocnemius-soleus muscles.2 Variable sensory loss is      3. Swigchem R, Duijnhoven H, Boer J, Geurts A,\n                                                                                    Weerdesteyn V. Effect of peroneal electrical stimulation versus\n                    present. Progression of disease symptoms varies and\n                                                                                    an ankle foot arthrosis on obstacle avoidance ability in people\n                    may include a relative static course vs continuous pro-         with stroke related foot drop. Phys Ther 2012;92:398–406.\n                    gression or initial worsening with a stable plateau phase.   4. Giudice T, Lombardi F, Santorelli F, Kawarai T,\n                        The major pathologic feature is degeneration of             Orlacchio A. Hereditary spastic paraplegia: clinical-genetic\n                    distal ends of the corticospinal tract and fasciculus           characteristics and evolving molecular mechanisms. Exp\n                    gracilis.2 At the molecular level, HSP proteins play            Neurol 2014;261:518–539.\n                                                                                 5. Anheim M, Lagier-Tourenne C, Stevanin G, et al. SPG 11\n                    important roles in removal of misfolded protein in\n                                                                                    spastic paraplegia. J Neurol 2009;256:104–108.\n                    mitochondria; axonal transport, synthesis, metabo-           6. Murillo M, Kobayashi H, Pegoraro E, et al. Genetic local-\n                    lism, and distribution of lipids; and DNA repair.4              ization of a new locus for recessive familial spastic parapa-\n                        SPG11 is the most common autosomal recessively              resis to 15q13-15. Neurology 1999;53:50–56.\n                    inherited form of HSP, caused by a mutation in the           7. Winner B, Uyanik G, Gross C, et al. Clinical progression\n                    spatacsin gene on chromosome 15q.5,6 Clinically, it is          and genetic analysis in hereditary spastic paraplegia with\n                                                                                    thin corpus callosum in spastic gait gene 11 (SPG11). Arch\n                    among the complicated forms of HSP characterized\n                                                                                    Neurol 2004;61:117–121.\n                    by peripheral neuropathy and various degrees of cog-\n                                                                                 8. Hedera P, Eldevik OP, Maly P, Rainier S, Fink JK. Spinal\n                    nitive abnormalities. In our patient, the peroneal neu-         cord magnetic resonance imaging in autosomal dominant\n                    ropathy was most likely secondary to nerve injury               hereditary spastic paraplegia. Neuroradiology 2005;47:\n                    during surgery and not a feature of her HSP. MRI                730–734.\n\n\n\n\ne14                 Neurology 85   July 14, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f     Clinical Reasoning: A 28-year-old woman with lower extremity spasticity and\n                                 microcytic anemia\n                  Chaitanya Bonda, Pankaj Sharma and Kathrin LaFaver\n                              Neurology 2015;85;e11-e14\n                         DOI 10.1212/WNL.0000000000001736\n\n                        This information is current as of July 13, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/2/e11.full.html\n\n References                         This article cites 8 articles, 2 of which you can access for free at:\n                                    http://www.neurology.org/content/85/2/e11.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Genetics\n                                    http://www.neurology.org//cgi/collection/all_genetics\n                                    Chemotherapy-tumor\n                                    http://www.neurology.org//cgi/collection/chemotherapytumor\n                                    Gait disorders/ataxia\n                                    http://www.neurology.org//cgi/collection/gait_disorders_ataxia\n                                    Gastrointestinal\n                                    http://www.neurology.org//cgi/collection/gastrointestinal\n                                    Spastic paraplegia\n                                    http://www.neurology.org//cgi/collection/spastic_paraplegia\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 1909,
  "indexed": "2025-09-25T22:53:26.919Z",
  "method": "direct"
}
