{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Karakis et al. - 2008 - Clinical Reasoning A 51-year-old woman with synco.pdf",
  "fileName": "Karakis et al. - 2008 - Clinical Reasoning A 51-year-old woman with synco.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Karakis et al. - 2008 - Clinical Reasoning A 51-year-old woman with synco.pdf",
  "text": "Clinical Reasoning: A 51-year-old woman with syncopal episodes\n               and multiple cranial neuropathies\n               Ioannis Karakis, Rodica E. Petrea, Janice F. Wiesman, et al.\n                              Neurology 2008;71;e18-e23\n                       DOI 10.1212/01.wnl.0000323931.19219.25\n\n\n                    This information is current as of August 18, 2008\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/71/8/e18.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\fClinical Reasoning: A 51-year-old woman with syncopal episodes and multiple\n                             cranial neuropathies\n           Ioannis Karakis, Rodica E. Petrea, Janice F. Wiesman, et al.\n                          Neurology 2008;71;e18-e23\n                   DOI 10.1212/01.wnl.0000323931.19219.25\n\n                 This information is current as of August 18, 2008\n\nUpdated Information &         including high resolution figures, can be found at:\nServices                      http://www.neurology.org/content/71/8/e18.full.html\n\nSupplementary Material        Supplementary material can be found at:\n                              http://www.neurology.org/content/suppl/2008/08/15/71.8.e18.DC\n                              1.html\nReferences                    This article cites 12 articles, 0 of which you can access for free\n                              at:\n                              http://www.neurology.org/content/71/8/e18.full.html##ref-list-1\nSubspecialty Collections      This article, along with others on similar topics, appears in the\n                              following collection(s):\n                              All Clinical Neurology\n                              http://www.neurology.org//cgi/collection/all_clinical_neurology\n                              All Imaging\n                              http://www.neurology.org//cgi/collection/all_imaging\n                              All Neurotology\n                              http://www.neurology.org//cgi/collection/all_neurotology\n                              All Oncology\n                              http://www.neurology.org//cgi/collection/all_oncology\n                              Syncope\n                              http://www.neurology.org//cgi/collection/syncope\nPermissions & Licensing       Information about reproducing this article in parts (figures,tables)\n                              or in its entirety can be found online at:\n                              http://www.neurology.org/misc/about.xhtml#permissions\nReprints                      Information about ordering reprints can be found online:\n                              http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                  Clinical Reasoning:\nSection Editor                    A 51-year-old woman with syncopal\nMitchell S.V. Elkind,\nMD, MS                            episodes and multiple cranial neuropathies\n\nIoannis Karakis, MD               SECTION 1                                                                   dissipated over the following 2 days, was the only resid-\nRodica E. Petrea, MD              Case presentation. A 51-year-old right-handed woman                         ual symptom following both episodes.\nJanice F. Wiesman, MD             was admitted to the hospital because of two syncopal                            The patient also had a history of hypertension. She\nScharukh Jalisi, MD               episodes. Both events had similar features with sudden                      was on no medications. She consumed alcohol occa-\n                                  onset of loss of consciousness. There were no preceding                     sionally but denied tobacco or drug abuse. Her family\nAddress correspondence and        symptoms. They lasted only few seconds and were not                         history was positive only for heart disease in her mother.\nreprint requests to Dr. Ioannis   accompanied by any abnormal movements, inconti-\nKarakis, Boston University                                                                                    Question for consideration:\nMedical Center, 715 Albany        nence, or tongue biting. There was no confusion fol-\n                                                                                                              1. What is the differential diagnosis of syncope in\nStreet, C 329, Boston, MA 02118   lowing the events. A feeling of vertigo, which gradually\nioannis.karakis@bmc.org                                                                                          this case?\n\n\n\n\n                                                                                                                                                         GO TO SECTION 2\n\n\n\n\nSupplemental data at\nwww.neurology.org\n                                  From the Departments of Neurology (I.K., R.E.P., J.F.W.) and Otolaryngology-Head and Neck Surgery (S.J.), Boston University Medical Center, MA.\n                                  Disclosure: The authors report no disclosures.\n\ne18                               Copyright © 2008 by AAN Enterprises, Inc.\n\fSECTION 2                                                 were equivocal: the Weber test lateralized to the af-\nSyncope is a sudden and brief loss of consciousness,      fected ear (suggesting a conductive hearing loss in the\nassociated with a loss of postural tone, with sponta-     right ear) and the Rinne test indicated air greater\nneous recovery. It results from transiently decreased     than bone conduction on the right side (suggesting a\nor interrupted cerebral blood flow. Frequently, the       sensorineural hearing loss in the right ear). Her gag\netiology remains unknown. Among diagnosed cases,          reflex was weaker on the right side. The right sterno-\nneurocardiogenic syncope (including vasovagal at-         cleidomastoid was atrophic and there was winging of\ntack, situational syncope, and carotid sinus syncope)     her right scapula. The right side of her tongue was\nis the most frequent cause. It stems from reflex-         mildly atrophic and exhibited prominent fascicula-\nmediated changes in the vascular tone or heart rate.      tions (video 1). The remainder of the neurologic ex-\nOther causes include cardiac (organic heart disease or    amination was unremarkable.\narrhythmia) or neurologic diseases (concussion or\n                                                              The otorhinolaryngologic examination was re-\nseizure), orthostatic hypotension, medications, or\n                                                          markable for a reddish hue behind the right tym-\npsychiatric disorders.1,2 In this patient, based on the\n                                                          panic membrane and mildly sluggish abduction of\nhistory, both reflex-mediated and primary cardiac\n                                                          her right true vocal cord (video 2). The vocal cords\ncauses were contemplated.\n                                                          had good approximation on phonation and swallow-\n    On admission, the patient reported 3 years of\n                                                          ing suggesting compensation from the left true vocal\nright hearing defect without tinnitus or ear pain. She\n                                                          cord. A formal audiogram was obtained to elucidate\ndenied dysphagia or hoarseness of her voice. She was\n                                                          the discrepancy of the tuning fork test and identified\notherwise asymptomatic.\n                                                          profound sensorineural hearing loss in the right ear.\n    On neurologic examination, cranial nerves I–VII\nwere intact. There were multiple lower cranial neu-       Question for consideration:\nropathies (VIII–XII) on the right side. There was sig-    1. What is the differential diagnosis of multiple cra-\nnificant right ear hearing loss. The tuning fork tests       nial neuropathies?\n\n\n\n                                                                                           GO TO SECTION 3\n\n\n\n\n                                                          Neurology 71   August 19, 2008                     e19\n\f      SECTION 3\n                                                                   Figure 1      CT head without contrast showing\n      In a large series of multiple cranial nerve palsies, tu-\n                                                                                 hyperattenuating mass at the right\n      mors comprised 30% of the cases, followed by vascu-                        jugular foramen with associated\n      lar disease (12%), trauma (12%), infection (10%)                           destruction of the temporal bone\n      and Guillain-Barré syndrome (6%). Most com-\n      monly, a schwannoma (17%) was the culprit, fol-\n      lowed by metastases (16%), meningioma (13%),\n      lymphoma (10%), and pontine glioma (9%). The\n      cranial nerve damage was usually at the cavernous\n      sinus (25%), and less frequently at the brainstem\n      (21%), the nerve itself (18%), the skull base (13%),\n      and the subarachnoid space (10%). The affected cra-\n      nial nerves varied depending on the etiology and the\n      location of the damage, but the cranial nerves VI,\n      VII, V, and III were most commonly involved in\n      descending order of frequency.3\n          In this patient, the history of a hearing defect 3\n      years ago and the presence of atrophy and fascicula-\n      tions in her tongue pointed more to a chronic condi-\n      tion than a vascular event. There was no clinical\n      suspicion of trauma or infection. Thus a slow grow-\n      ing neoplasm appeared the most plausible explana-\n      tion of her multiple cranial neuropathies. The\n      involvement of the cranial nerves VIII–XII only on\n      the right, without long tract signs, pointed toward        dense mass at the right jugular foramen with associated\n      skull base localization.                                   destruction of the temporal bone (figure 1).\n          The patient had a negative cardiac evaluation (te-     Question for consideration:\n      lemetry and echocardiogram) for her syncope. She had       1. How can you differentiate jugular foramen tu-\n      an unremarkable EEG. CT of the head showed a hyper-           mors based on neuroimaging?\n\n\n\n                                                                                                  GO TO SECTION 4\n\n\n\n\ne20   Neurology 71   August 19, 2008\n\fSECTION 4\n                                                              Figure 2      MRI head with contrast showing a\nJugular foramen tumors are classified as primary\n                                                                            3.4 ⴛ 2.4 ⴛ 2.4 cm tumor\n(i.e., located in the jugular foramen and extending                         extending through the skull base\ninto the adjacent structures) and as secondary (i.e.,\nextending from the adjacent structures into the\njugular foramen). In descending order of fre-\nquency, glomus jugulare tumors, schwannomas,\nand meningiomas are the most common primary\ntumors. The secondary tumors comprise chordo-\nmas, chondrosarcomas, chondroblastomas, giant\ncell tumors, cholesterol granulomas, giant choles-\nterol cyst, endolymphatic sac tumors, reactive\nmyofibroblastic tumors, temporal bone carcino-\nmas, and metastases. In the group of primary tu-\nmors, glomus jugulare tumors can cause\ndestruction of the jugular foramen margins, may\nhave “salt-and-pepper” appearance in the T1 and\nflow voids on T2-weighted images, exhibit drop\nout effect with contrast administration, and are\nhypervascular lesions with large feeding vessels and\nearly draining veins seen on angiography. Schwan-\nnomas can cause foramen enlargement without in-\nvasion, are hypointense in the T1-weighted and\nhyperintense in the T2-weighted images, enhance\n                                                              Figure 3      CT angiogram of the head and neck\nstrongly with contrast administration, and are                              showing right glomus tumor\nmildly to moderately vascular. Some cases may                               (jugulotympanicum) with\ngive cystic degeneration. Finally, meningiomas                              involvement of the middle ear, otic\n                                                                            capsule, hypoglossal canal, jugular\npreserve the architecture of the foramen, present                           foramen, encasement of right ICA,\nwith a “dural tail,” are hypo/isointense on the T1-                         and invasion of right sigmoid sinus\nweighted and hyperintense in the T2-weighted                                and upper jugular vein\n\nimages, enhance uniformly with contrast adminis-\ntration, and exhibit mild to moderate vascularity.4\n    Our patient underwent further evaluation. MRI of\nthe brain revealed extension of the tumor, measuring\n3.4 ⫻ 2.4 ⫻ 2.4 cm, to the petrous apex, mastoid air\ncells, and superior cerebellopontine angle. The tumor\nsurrounded the right internal carotid artery. There was\nalso extension of the mass through the skull base within\nthe right internal jugular vein and the hypoglossal canal\n(figure 2). CT angiography of the brain demonstrated\nright glomus tumor (jugulotympanicum) with involve-\nment of the middle ear, otic capsule, hypoglossal canal,\njugular foramen, encasement of right ICA, and invasion\nof right sigmoid sinus and upper jugular vein (figure 3).\nBiochemical screening for catecholamines was within\nnormal limits.\nQuestion for consideration:\n1. What was the cause of the patient’s syncopal epi-\n   sodes and of her subsequent vertigo?\n\n\n\n                                                                                             GO TO SECTION 5\n\n\n\n\n                                                            Neurology 71   August 19, 2008                        e21\n\f      SECTION 5                                               of paragangliomas leading to blood pressure dys-\n      Syncope is not commonly reported as a manifesta-        regulation6 and to syncope7 have been reported in\n      tion of glomus tumor. Its etiology should be            the literature. The postsyncopal vertigo was likely\n      sought in the baroreflex failure. Baroreflexes origi-   peripheral, possibly due to impairment in the mi-\n      nate in the great vessels of the neck and thorax and    crocirculation of the labyrinth. A plausible expla-\n      prevent arterial pressure from fluctuating exces-       nation is that the patient had compensated\n      sively. Information about distention of the vessel      vestibulopathy (i.e., the affected side had no ves-\n      wall is transmitted from baroreceptors in each ca-\n                                                              tibular responses) and the syncope reduced the mi-\n      rotid sinus via the glossopharyngeal nerves and in\n                                                              crocirculation to the contralateral functional\n      the aortic arch via the vagus nerves. The brainstem\n                                                              vestibular system, resulting in imbalance and\n      structures receiving the information are the com-\n                                                              vertigo.\n      missural, dorsolateral, and medial portions of the\n      nucleus tractus solitarii. The vagus nerves are the     Question for consideration:\n      efferent pathway of the reflex. Abnormalities in        1. What is the natural history of the disease and\n      the baroreceptors, the IX or X nerves, or the brain-       what are the management options for this\n      stem could lead to baroreflex failure.5 A few cases        patient?\n\n\n\n                                                                                            GO TO SECTION 6\n\n\n\n\ne22   Neurology 71   August 19, 2008\n\fSECTION 6                                                 chief cells (type I) and the sustentacular cells (type\nParagangliomas are slow-growing, mostly benign tu-        II). The latter are typically absent in aggressively\nmors. Radiation and observation are palliative and        metastasizing paragangliomas.9\nsurgery is curative. A treatment plan should be indi-         Most head and neck paragangliomas exhibit a\nvidualized based on the diagnostic tests, the tumor       slowly progressive course. Surgery is the definitive\ntype, and the patient age and health.8                    therapeutic modality. Radiotherapy is indicated for\n    This patient had an MRI and CT scan that              older patients, those at risk for surgery, and extensive\nshowed encasement of the right internal carotid ar-       tumors in order to stabilize the tumor, improve the\ntery. There was extensive discussion with the patient     symptoms, and decrease morbidity.12 Embolo-\nregarding the best course of action. Curative treat-      therapy must be basically preoperative and is not cur-\nment with surgery would entail a combined otologic-       ative.13 Approximately one third of patients have\nneurosurgical approach with sacrifice of the internal     persistent or recurrent disease and long-term\ncarotid artery and the cranial nerves VII, VIII, IX, X,   follow-up is necessary.11\nXI, and XII. The resection of the internal carotid\nwould have to be done at the level of the circle of\nWillis with preoperative test occlusion. This surgical    REFERENCES\napproach could put the patient at high risk for post-     1.  Linzer M, Yang EH, Estes 3rd NA, Wang P, Vorperian\n                                                              VR, Kapoor WN. Diagnosing syncope. Part 1: value of\noperative stroke. It was felt that radiation therapy,\n                                                              history, physical examination, and electrocardiography.\nalternatively, might result in poor wound healing             Clinical Efficacy Assessment Project of the American Col-\nand risk of persistent CSF leak and meningitis. Given         lege of Physicians. Ann Intern Med 1997;126:989–996.\nher high functional level, the patient elected not to     2.  Kapoor WN. Syncope. N Engl J Med 2000;343:1856–\npursue any treatment.                                         1862.\n                                                          3.  Keane JR. Multiple cranial nerve palsies: analysis of 979\nDISCUSSION Paragangliomas are slowly growing                  cases. Arch Neurol 2005;62:1714–1717.\n                                                          4.  Löwenheim H, Koerbel A, Ebner FH, Kumagami H,\nhypervascular tumors arising from a neural crest pro-\n                                                              Ernemann U, Tatagiba M. Differentiating imaging find-\ngenitor cell. Paragangliomas can be divided into the          ings in primary and secondary tumors of the jugular fora-\nadrenal and the extra-adrenal system. The latter can          men. Neurosurg Rev 2006;29:1–11; discussion 12–13.\nbe further subdivided into the branchiomeric (ca-         5.  Robertson D, Hollister AS, Biaggioni I, Netterville JL,\nrotid, jugulotympanic, subclavian, laryngeal, coro-           Mosqueda-Garcia R, Robertson RM. The diagnosis and\nnary, aorticopulmonary, and orbital paraganglia), the         treatment of baroreflex failure. N Engl J Med 1993;329:\nintravagal, and the aorticosympathetic paraganglia.           1449–1455.\n                                                          6.  Hausmann ON, Kirsch E, Lyrer A, Keller U, Steck AJ.\nThe last are often chromaffin positive and secrete\n                                                              Bilateral glomus tumors with a blood pressure regulation\ncatecholamines.9                                              disorder due to baroreceptor dysfunction. Dtsch Med\n    The most frequent paragangliomas above the                Wochenschr 1997;122:253–258.\nneck are carotid body tumors followed by glomus           7.  Okmen E, Erdinler I, Oguz E, Akyol A, Cam N. An un-\njugulare tumors. Although mostly benign, their criti-         usual cause of reflex cardiovascular syncope: vagal paragan-\ncal location next to important neurovascular struc-           glioma. Ann Noninvasive Electrocardiol 2003;8:173–176.\n                                                          8.  Jackson CG. Glomus tympanicum and glomus jugulare\ntures renders these tumors clinically aggressive. Most\n                                                              tumors. Otolaryngol Clin North Am 2001;34:941–970,\nof these tumors will manifest with a palpable neck\n                                                              vii\nmass, tinnitus, pulsatile mass in the ear, and various    9.  Kliewer KE, Cochran AJ. A review of the histology, ultra-\nlower cranial nerve palsies.10                                structure, immunohistology, and molecular biology of\n    Only a small proportion (⬍10%) of head and                extra-adrenal paragangliomas. Arch Pathol Lab Med 1989;\nneck paragangliomas is hyperfunctional. The com-              113:1209–1218.\nbined sensitivity for all three catecholamines in iden-   10. Jackson CG, Glasscock 3rd ME, Harris, PF. Glomus tu-\n                                                              mors. Diagnosis, classification, and management of large\ntifying hypersecreting extra-adrenal paragangliomas\n                                                              lesions. Arch Otolaryngol 1982;108:401–410.\nhas been reported close to 90%.11 However, it is im-      11. Erickson D, Kudva YC, Ebersold MJ, et al. Benign para-\nportant to recognize these cases preoperatively to al-        gangliomas: clinical presentation and treatment outcomes\nlow adequate pharmacologic preparation before                 in 236 patients. J Clin Endocrinol Metab 2001;Nov 86:\nanesthesia and surgery.                                       5210–5216.\n    Extra-adrenal paragangliomas can be solitary or       12. Nguyen DQ, Boulat E, Troussier J, Reyt EI, Lavieille JP,\n                                                              Schmerber SI. . The jugulotympanic paragangliomas: 41\nmulticentric and can arise sporadically or in famil-\n                                                              cases report. Rev Laryngol Otol Rhinol (Bord) 2005;126:\nial patterns. Only 6% of jugulotympanic paragan-\n                                                              7–13.\ngliomas metastasize. Previous studies have                13. Tasar M, Yetiser S. Glomus tumors: therapeutic role of\nemphasized the significance of identifying immu-              selective embolization. J Craniofac Surg 2004;15:497–\nnohistologically two distinct cell populations, the           505.\n\n\n                                                          Neurology 71    August 19, 2008                            e23",
  "wordCount": 2512,
  "indexed": "2025-09-25T22:54:09.644Z",
  "method": "direct"
}
