{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Karam et al. - 2011 - Clinical Reasoning A 34-year-old man with recurre.pdf",
  "fileName": "Karam et al. - 2011 - Clinical Reasoning A 34-year-old man with recurre.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Karam et al. - 2011 - Clinical Reasoning A 34-year-old man with recurre.pdf",
  "text": "Clinical Reasoning: A 34-year-old man with recurrent limb\n                            weakness\n              Chafic Karam, P. James B. Dyck, JaNean K. Engelstad, et al.\n                             Neurology 2011;77;e68-e72\n                        DOI 10.1212/WNL.0b013e31822f03e6\n\n\n                 This information is current as of September 19, 2011\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/77/12/e68.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2011 by AAN\nEnterprises, Inc.. All rights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f     Clinical Reasoning: A 34-year-old man with recurrent limb weakness\n           Chafic Karam, P. James B. Dyck, JaNean K. Engelstad, et al.\n                          Neurology 2011;77;e68-e72\n                     DOI 10.1212/WNL.0b013e31822f03e6\n\n               This information is current as of September 19, 2011\n\nUpdated Information &         including high resolution figures, can be found at:\nServices                      http://www.neurology.org/content/77/12/e68.full.html\n\nReferences                    This article cites 6 articles, 2 of which you can access for free at:\n                              http://www.neurology.org/content/77/12/e68.full.html##ref-list-1\n\nSubspecialty Collections      This article, along with others on similar topics, appears in the\n                              following collection(s):\n                              All Clinical Neurology\n                              http://www.neurology.org//cgi/collection/all_clinical_neurology\n                              All Neuromuscular Disease\n                              http://www.neurology.org//cgi/collection/all_neuromuscular_dise\n                              ase\n                              EMG\n                              http://www.neurology.org//cgi/collection/emg\nPermissions & Licensing       Information about reproducing this article in parts (figures,tables)\n                              or in its entirety can be found online at:\n                              http://www.neurology.org/misc/about.xhtml#permissions\nReprints                      Information about ordering reprints can be found online:\n                              http://www.neurology.org/misc/addir.xhtml#reprintsus\n\f              RESIDENT\n              & FELLOW\n              SECTION\n                                 Clinical Reasoning:\nSection Editor                   A 34-year-old man with recurrent\nMitchell S.V. Elkind,\nMD, MS                           limb weakness\n\nChafic Karam, MD                 SECTION 1                                                                 supine and erect blood pressure and pulse, was nor-\nP. James B. Dyck, MD             A 34-year-old healthy man presented with 3 weeks of                       mal. The cranial nerves were intact. Strength was 3/5\nJaNean K. Engelstad, HT          progressive bilateral arm weakness. He first noticed                      in both deltoids and 4/5 in remaining muscles of\nDaniel J. MacGowan,              weakness while combing his hair and getting dressed.                      both upper extremities. Neck flexor, extensor, and\n   MD, MRCP                      His symptoms were preceded by transient paresthesia                       bilateral lower extremity muscles demonstrated nor-\n                                 in all 5 fingertips of both hands. Over the next 2                        mal muscle strength. Tendon reflexes were all absent\n                                 weeks, his weakness progressed slowly and spread to                       apart from reduced bilateral brachioradialis and\nAddress correspondence and       his forearms and hands. He never felt numbness or                         left triceps reflexes. Sensory tests with pin, cold,\nreprint requests to Dr. Chafic\nKaram, Department of             tingling in the feet. There was no visual disturbance,                    vibration, and proprioception had normal results.\nNeurology, Neuromuscular         dysphagia, dysarthria, or bladder or bowel distur-                        The rest of his examination, including gait, was\nDivision, Brigham and Women’s\nHospital, Harvard Medical        bance. There was no prodromal illness or vaccina-                         normal.\nSchool, Boston, MA 02115-6110    tion. He took no medications and did not drink,\nchafickaram@hotmail.com                                                                                    Question for consideration:\n                                 smoke, or use drugs. Familial history was\n                                 unremarkable. His general examination, including                          1. What is your differential diagnosis at this stage?\n\n\n\n\n                                                                                                                                                     GO TO SECTION 2\n\n\n\n\n                                 From the Neuromuscular Division and ALS Center (C.K., D.J.M.), Beth Israel Medical Center, Albert Einstein College of Medicine, Phillips\n                                 Ambulatory Care Center, New York, NY; and Peripheral Neuropathy Research Laboratory (P.J.B.D., J.K.E.), Mayo Clinic, Rochester, MN.\n                                 Disclosure: Author disclosures are provided at the end of the article.\n\n\ne68                              Copyright © 2011 by AAN Enterprises, Inc.\n\fSECTION 2                                                   cytomegalovirus (CMV), West Nile virus, and\nThis patient presented with progressive bilateral arm       other polio-like causing neuropathies\nweakness. The sensory symptoms were subjective,          5. Paraneoplastic syndromes such as those associated\nminimal, and resolved eventually prior to treatment.        with anti-Hu (sensory symptoms predominates)\nAlthough the pattern of weakness suggests a myop-           or with non-Hodgkin lymphoma (NHL)\nathy, the clinical examination is more consistent with   6. Metabolic such as porphyria or diabetes mellitus\na motor neuropathy. The absence of the reflexes, in         (the latter is usually painful)\nparticular in the legs which were strong, makes the      7. Toxic such as lead, botulism, tick paralysis, or\ndiagnosis of myopathy unlikely. Patients with               dapsone\nLambert-Eaton myasthenic syndrome (LEMS) can\n                                                              Since this patient’s symptoms are limited to the\nhave absent reflexes which may reappear after exer-\n                                                         arms, MMN or LSS are high on the differential diag-\ncise, but frequently have autonomic symptoms with\n                                                         nosis. LSS is also referred to as multifocal acquired\nweakness mainly in the legs.\n                                                         demyelinating sensory and motor neuropathy. It is a\n    The differential diagnosis of an acute motor neu-    possible diagnosis but the sensory symptoms are usu-\nropathy includes the following1:                         ally prominent, and the diagnosis cannot be made\n                                                         before 2 months of clinical symptoms. MMN typi-\n1. Idiopathic inflammatory causes such as Guillain-\n                                                         cally present with asymmetric arm weakness. GBS\n   Barré syndrome (GBS), multifocal motor neurop-\n                                                         usually presents as an ascending paralysis. Other etiolo-\n   athy (MMN), acute onset chronic inflammatory\n                                                         gies are less likely because of the absence of systemic\n   demyelinating polyneuropathy (CIDP), or acute\n                                                         symptoms, toxin exposure, or prior medical history, but\n   onset Lewis Sumner syndrome (LSS)\n                                                         still need to be ruled out as neuropathy can be the first\n2. Vasculitic conditions, which also include the\n                                                         or only manifestation of these conditions.\n   nonsystemic vasculitic neuropathies\n3. Granulomatous conditions such as sarcoidosis          Question for consideration:\n4. Infections or neuropathies associated with in-        1. What is the next step in the management of this patient’s\n   fectious processes such as Lyme disease, HIV,            symptoms?\n\n\n\n                                                                                             GO TO SECTION 3\n\n\n\n\n                                                         Neurology 77   September 20, 2011                      e69\n\f      SECTION 3                                                reflex tests or late responses are typically used to as-\n      To narrow the diagnosis, blood and CSF examina-          sess these segments. In this patient, however, the\n      tion and EMG/nerve conduction study (NCS) are            F-waves were within normal limits. Note that\n      necessary. Complete metabolic panel, complete            F-waves (which, in the arms, assess only C8 and T1\n      blood count, HbA1C, urine porphyrins, serum pro-         pathways) are not sensitive and are of clinical signifi-\n      tein electrophoresis/immunofixation electrophoresis,     cance only when abnormal, because, by convention,\n      C-reactive protein, erythrocyte sedimentation rate,      the single fastest response in a group of F-waves is\n      cryoglobulins, GM-1 antibodies, antinuclear anti-        used to measure the minimum. Thus, a single nor-\n      bodies, and rheumatoid factor were all normal or         mal axon may generate a normal response. Further-\n      negative. CSF examination showed no lymphocytes,         more, the areflexia and absent tibial H-reflexes, in\n      a protein level of 67 mg/dL (normal ⬍60 mg/dL),          the absence of any denervation or significant muscle\n      and a normal glucose level. CSF cytology and serolo-     weakness in the legs, favors a demyelinating process.\n      gies for Lyme, CMV, and West Nile virus were neg-        The CSF examination did not suggest infectious or\n      ative. CK level was 759 U/L (normal ⬍170 U/L).\n                                                               neoplastic conditions. The mildly elevated protein in\n      Serum HIV and human T-cell lymphotrophic virus\n                                                               the CSF is consistent with GBS or MMN. Slightly to\n      I/II antibodies were not detected. MRI of the cervical\n                                                               moderately increased serum creatine kinase activity is\n      spine was normal. EMG/NCS studies showed nor-\n                                                               observed in up to 67% of patients with MMN.2 At\n      mal sensory, motor, and late responses recorded in\n                                                               this stage, presumptive diagnosis of motor neuropa-\n      right upper and lower extremities apart from bilateral\n                                                               thy, without any other identified cause, justified the\n      absence of H-reflexes. Needle EMG of muscles in the\n                                                               treatment with IV immunoglobulin (IVIg).\n      right upper and lower extremities showed frequent\n                                                                   The patient was admitted to the hospital and was\n      fibrillations and positive sharp waves in muscles of\n                                                               started on IVIg. His symptoms improved remarkably\n      the upper extremity, both distal and proximal apart\n                                                               and he was discharged. Two months later, the pa-\n      from the abductor pollicis brevis, which was not in-\n                                                               tient was readmitted with worse bilateral arm weak-\n      volved. There was significantly reduced recruitment\n                                                               ness, graded as right/left: deltoids 2/2, biceps 2/3,\n      of normal motor units in the biceps and finger exten-\n      sors. Recruitment in other muscles was within nor-       wrist extensors 3/4, wrist flexors 5⫺/4⫹, finger ex-\n      mal limits. The examination of lower extremity,          tensors 4⫺/4⫺, finger flexors 4⫹/4⫹, intrinsic hand\n      cervical, and thoracic paraspinal muscles was normal.    muscles 4/4, and extensor hallucis longus 4⫹/4⫹.\n      These results suggest a subacute motor denervation       Cranial, neck, and all other lower extremity muscles\n      in the upper extremities and favor a primarily axonal    were normal. There was no atrophy. He could not\n      neuropathy: normal nerve conduction, evidence of         come up from a squatting position. There were trace\n      denervation on needle EMG with absence of pro-           bilateral brachioradialis and triceps reflexes with bi-\n      longed, high-amplitude, and polyphasic motor unit        lateral biceps and lower extremity areflexia. Sensory\n      action potentials. These findings, however, do not       examination had normal results. There was no mus-\n      completely rule out a demyelinating neuropathy, es-      cular atrophy.\n      pecially since the H-reflexes were absent. A conduc-     Questions for consideration:\n      tion block, which is an important diagnostic feature\n      of most acquired demyelinating neuropathies, may         1. How does the clinical course narrow the diagnosis?\n      be missed on routine NCS, especially if the block is     2. What is the significance of the severe right biceps\n      proximal. To remediate to this issue, long latency          weakness in the absence of atrophy?\n\n\n\n                                                                                                GO TO SECTION 4\n\n\n\n\ne70   Neurology 77   September 20, 2011\n\f                                 SECTION 4                                                          right upper limb muscles. There were occasional\n                                 The recurrence of the weakness in this patient makes               fibrillation potentials and large motor unit poten-\n                                 the diagnosis of GBS unlikely. The marked improve-                 tials in lower limb muscles. Cervical paraspinal\n                                 ment with IVIg rules out MND. The persistence of                   muscles had large motor unit potentials without\n                                 symptoms beyond 8 weeks raises the diagnosis of                    fibrillation potentials, whereas thoracic and lum-\n                                 LSS. While the absence of sensory findings makes                   bar paraspinal muscles were normal. MRI of the\n                                 LSS unlikely, the symmetry of the patient’s symp-                  brachial plexi showed mild enlargement and in-\n                                 toms argues against MMN. The severe biceps weak-                   creased T2 signal involving the brachial plexus and\n                                 ness, in the absence of atrophy, suggests motor                    proximal aspects of the radial, median, and ulnar\n                                 conduction block. A repeat NCS showed focal motor                  nerves without abnormal enhancement following\n                                 conduction blocks in the right ulnar (50% drop in                  contrast injection. There was also increased T2\n                                 amplitude), median (70%), and musculocutaneous                     signal of the shoulder muscles suggestive of dener-\n                                 (80%) nerves between the axillary and supraclavic-                 vation changes. A fascicular biopsy of the left ulnar\n                                 ular sites. The musculocutaneous motor conduction                  nerve was performed at the site of the conduction\n                                 velocities were reduced. There was no temporal                     block in the axilla, confirmed by an intraoperative\n                                 dispersion. Sensory nerve action potentials were                   EMG, which showed no abnormalities of myelin-\n                                 normal. Needle examination showed occasional fi-                   ated fibers except for rare thinly myelinated fibers\n                                 brillation potentials with markedly reduced re-                    and mononuclear inflammatory infiltrates in the\n                                 cruitment of large motor unit potentials in the                    endoneurium. No definite demyelinating changes\n                                                                                                    were seen on teased fibers examination. We felt that\n  Figure        Nerve biopsy                                                                        those changes were consistent with the diagnosis of\n                                                                                                    MMN (figure). At this stage the leg weakness wors-\n                                                                                                    ened. The patient was started on cyclophosphamide\n                                                                                                    1 g/m2 IV monthly for 6 months and 0.8 g/kg IVIg\n                                                                                                    was added to his treatment regimen which brought\n                                                                                                    him into remission and made him IVIg responsive,\n                                                                                                    resulting in complete recovery and a normal neuro-\n                                                                                                    logic examination. His only medication is 0.8 g/kg\n                                                                                                    IVIg once every 5 weeks and his neurologic examina-\n                                                                                                    tion remains normal 3 years later.\n\n                                                                                                    DISCUSSION This patient presented with an atypi-\n                                                                                                    cal form of MMN with conduction block. The rela-\n                                                                                                    tive acute onset of the weakness, the absence of nerve\n                                                                                                    conduction abnormalities on the initial NCS, and\n                                                                                                    the fibrillations on needle EMG suggested an axonal\n                                                                                                    form of GBS. Eventually, the clinical course led to\n                                                                                                    the diagnosis of MMN. The absence of sensory find-\n                                                                                                    ings clinically and on NCS as well as the absence of\n                                                                                                    demyelination on the nerve biopsy differentiates\n                                                                                                    MMN from Lewis-Sumner syndrome or multifocal\n                                                                                                    CIDP.\n                                                                                                        MMN typically presents with slowly progressive\n                                                                                                    asymmetric distal motor weakness in the upper ex-\n                                                                                                    tremities.3 It is thought to have an immune origin.2\n                                                                                                    It affects men more than women and patients be-\n                                                                                                    tween 30 and 50 years of age.2 Early in the disease\n                                                                                                    course, a single nerve or a single nerve branch terri-\n                                                                                                    tory can be affected. Patients frequently complain of\n                                                                                                    cramps that can occur outside clinically affected ar-\n                                                                                                    eas, fatigue, and twitching. Cranial and respiratory\n                                                                                                    nerves are not usually involved. Patients can have leg\n(A) Arrow showing individual mononuclear inflammatory infiltrates in the endoneurium and\n                                                                                                    weakness at onset but eventually the weakness\none small lymphocytic collection. (B) The density and size distribution of myelinated nerve\nfibers is normal except that there is a very rare fiber with myelin that is too thin for the size   spreads to the arms.3 The diagnosis of MMN is both\nof the axons (arrows).                                                                              clinical and electrophysiologic with evidence of\n\n                                                                                                    Neurology 77   September 20, 2011                 e71\n\f      conduction block on NCS. In advanced cases with              dium channels in the node of Ranvier may cause the\n      substantial and confluent denervation atrophy con-           motor conduction block.6,7\n      duction block may be difficult to demonstrate. Some\n      patients with MMN may be mistakenly diagnosed                AUTHOR CONTRIBUTIONS\n                                                                   Dr. Karam: drafting/revising the manuscript, study concept or design,\n      with a lower motor neuron form of amyotrophic lat-\n                                                                   analysis or interpretation of data. Dr. Dyck: drafting/revising the manu-\n      eral sclerosis. The absence of reflexes in 4 limbs and       script, study concept or design, analysis or interpretation of data, acquisi-\n      absence of H-reflexes, as seen in our patient, is atypi-     tion of data. J. K. Englestad: drafting/revising the manuscript, involved\n      cal of MMN, where reflexes are usually preserved,            with the figure. Dr. MacGowan: drafting/revising the manuscript, study\n                                                                   concept or design, analysis or interpretation of data, acquisition of data,\n      even in the presence of severe weakness. In addition,        study supervision.\n      the symmetry of our patient’s weakness is atypical in\n      MMN but possible. The presence of GM1 antibody               DISCLOSURE\n      supports the diagnosis of MMN but is not sensitive           Dr. Karam serves on the editorial board of the Neurology威 Resident &\n      as it can be seen in as little as 25% of patients.3 Treat-   Fellow Section. Dr. Dyck and J.K. Englestad report no disclosures. Dr.\n                                                                   MacGowan reports no disclosures.\n      ment of MMN relies on IVIg. Furthermore, in some\n      cases where conduction block is not found or the             REFERENCES\n      diagnosis remains in question, IVIg may be used as a         1. Acute neuropathies. Available at: http://neuromuscular.\n      diagnostic trial.4 In contrast to CIDP, steroids do not         wustl.edu/time/nmacute.htm#neuropathy. Accessed De-\n      have a role in MMN and may worsen the patients’                 cember 1, 2010.\n                                                                   2. Nobile-Orazio E, Cappellari A, Priori A. Multifocal motor\n      weakness.3 Plasmapheresis is not helpful either.\n                                                                      neuropathy: current concepts and controversies. Muscle\n      Other immunosuppressive therapies such as cyclo-                Nerve 2005;31:663– 680.\n      phosphamide, cyclosporine, and azathioprine have             3. Slee M, Selvan A, Donaghy M. Multifocal motor neurop-\n      been tried with variable response but there are no              athy: the diagnostic spectrum and response to treatment.\n      double-blind, randomized, placebo-controlled                    Neurology 2007;69:1680 –1687.\n      studies to support the use of these medications.4            4. Lunn MP, Willison HJ. Diagnosis and treatment in in-\n                                                                      flammatory neuropathies. J Neurol Neurosurg Psychiatry\n          The prognosis of patients with MMN is relatively\n                                                                      2009;80:249 –258.\n      good in at least two-thirds of patients with a good\n                                                                   5. Delmont E, Azulay JP, Uzenot D. Long-term follow-up of\n      response to IVIg.5 Unfortunately, some patients do              multifocal motor neuropathy with conduction block un-\n      not respond to IVIg, and other immunosuppressive                der intravenous immunoglobulin. Rev Neurol 2007;163:\n      therapy should be tried, although evidence for effec-           82– 88.\n      tiveness is lacking. Finally, the absence of myelin          6. Taylor BV, Dyck PJ, Engelstad J, et al. Multifocal motor\n      pathology on the biopsy specimen, which was per-                neuropathy: pathologic alterations at the site of conduc-\n                                                                      tion block. J Neuropathol Exp Neurol 2004;63:129 –137.\n      formed at the site of conduction block, confirms the\n                                                                   7. Takigawa T, Yasuda H, Terada M, et al. Increases in K⫹\n      nondemyelinating nature of this disease. MMN is                 conductance and Ca2⫹ influx under high glucose with\n      probably not a demyelinating neuropathy and it is               suppressed Na⫹/K⫹-pump activity in rat myelinated\n      suggested that an autoimmune process affecting so-              nerve fibers. Neuroreport 2000;11:2547–2551.\n\n\n\n\ne72   Neurology 77   September 20, 2011",
  "wordCount": 2652,
  "indexed": "2025-09-25T22:54:13.725Z",
  "method": "direct"
}
