{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Mondon et al. - 2010 - Clinical Reasoning A 59-year-old man who became l.pdf",
  "fileName": "Mondon et al. - 2010 - Clinical Reasoning A 59-year-old man who became l.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Mondon et al. - 2010 - Clinical Reasoning A 59-year-old man who became l.pdf",
  "text": "Clinical Reasoning: A 59-year-old man who became lost in his\n                           own home\n                           K. Mondon, E. Beaufils, D. Perrier, et al.\n                                Neurology 2010;74;e66-e68\n                           DOI 10.1212/WNL.0b013e3181d9ed32\n\n\n                     This information is current as of April 19, 2010\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/74/16/e66.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\f   Clinical Reasoning: A 59-year-old man who became lost in his own home\n                    K. Mondon, E. Beaufils, D. Perrier, et al.\n                          Neurology 2010;74;e66-e68\n                    DOI 10.1212/WNL.0b013e3181d9ed32\n\n                   This information is current as of April 19, 2010\n\nUpdated Information &           including high resolution figures, can be found at:\nServices                        http://www.neurology.org/content/74/16/e66.full.html\n\nSupplementary Material          Supplementary material can be found at:\n                                http://www.neurology.org/content/suppl/2010/09/07/74.16.e66.D\n                                C1.html\nReferences                      This article cites 8 articles, 3 of which you can access for free at:\n                                http://www.neurology.org/content/74/16/e66.full.html##ref-list-1\n\nSubspecialty Collections        This article, along with others on similar topics, appears in the\n                                following collection(s):\n                                All Neuropsychology/Behavior\n                                http://www.neurology.org//cgi/collection/all_neuropsychology_b\n                                ehavior\n                                Clinical neurology examination\n                                http://www.neurology.org//cgi/collection/clinical_neurology_exa\n                                mination\n                                Frontotemporal dementia\n                                http://www.neurology.org//cgi/collection/frontotemporal_dement\n                                ia\nPermissions & Licensing         Information about reproducing this article in parts (figures,tables)\n                                or in its entirety can be found online at:\n                                http://www.neurology.org/misc/about.xhtml#permissions\nReprints                        Information about ordering reprints can be found online:\n                                http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                 Clinical Reasoning:\nSection Editor                   A 59-year-old man who became lost in his\nMitchell S.V. Elkind,\nMD, MS                           own home\n\nK. Mondon, MD                    SECTION 1                                                              familiar faces. He became preoccupied over an old con-\nE. Beaufils                      A 59-year-old right-handed man was referred to the                     flict with his son. He was unable to perform everyday\nD. Perrier                       Memory Center of an academic hospital for progres-                     activities autonomously. His difficulties in spatial orien-\nA. Matysiak                      sive cognitive decline. His past medical history in-                   tation progressed until he ultimately got lost in the\nC. Hommet, MD, PhD               cluded hypertension, diabetes mellitus, and prostate                   home he had lived in for 10 years. Prior to presentation,\n                                 cancer. There was no family history of any psychiat-                   he began making sexually inappropriate comments that\n                                 ric or neurologic disorders.                                           contrasted with his concurrent loss of libido.\nAddress correspondence and           The patient’s symptoms began 3 years prior to pre-                     The neuropsychological evaluation upon ad-\nreprint requests to Dr. Karl     sentation with memory loss and word-finding difficul-\nMondon, Centre Mémoire de\n                                                                                                        mission revealed a severe amnestic syndrome, dif-\nRessources et de Recherche,      ties. Six months later, his wife observed a progressive                ficulties in naming and verbal comprehension,\nHôpital Bretonneau, 2 Bd        loss of interest in his previous hobbies and increasing                visuospatial impairment, a cognitive and behav-\nTonnellé, 37044 Tours, Cedex,\nFrance                           apathy. Twelve months after symptom onset, the pa-                     ioral prefrontal syndrome, and multimodal visual\nkarl.mondon@med.univ-tours.fr    tient began having trouble finding his way home when                   agnosia including prosopagnosia. The rest of the\n                                 driving. At the same time, his wife observed a personal-               neurologic examination was normal.\n                                 ity change, describing her husband as “childlike,” and\n                                                                                                        Questions for consideration:\n                                 said he began to follow her wherever she went. A year\n                                 later, the patient developed difficulties with reading and             1. What is early-onset dementia?\n                                 spelling and became unable to plan ahead. His memory                   2. What are the etiologies of early-onset dementia?\n                                 for events deteriorated and he had difficulty recognizing              3. What is the diagnostic strategy?\n\n\n\n                                                                                                                                                GO TO SECTION 2\n\n\n\n\n                                 From the University Memory Center (K.M., D.P., A.M., C.H.) and the Departments of Neurology (E.B.) and Geriatrics (C.H.), CHU Tours; and\n                                 INSERM U930 (K.M., C.H.), Tours, France.\n                                 Disclosure: The authors report no disclosures.\n\n\n\ne66                              Copyright © 2010 by AAN Enterprises, Inc.\n\fSECTION 2\n                                                              Figure       Fluid-attenuated inversion recovery MRI\nThe International Classification of Diseases–10 cri-\nteria1 for dementia include “impairment of memory,\nthinking, orientation, comprehension, calculation,\nlearning capacity, language and judgment.” Early-\nonset dementia (EOD) is defined as dementia occur-\nring before the age of 65,2 a cutoff determined by\nprevalence rates in epidemiologic studies.\n    The clinical characteristics of EOD are different\nfrom those of late-onset dementia. EOD affects\nmales more often than females, the duration from\ndisease onset to the first consultation is longer, the\nprogression of the dementia is slower, finding a non-\ndegenerative etiology (e.g., traumatic brain injury,\ntoxin) is more likely, and the prevalence of fronto-\ntemporal lobe degeneration is higher than in late-\nonset dementia.3\n    In this case, progressive worsening over a 3-year pe-\n                                                            Axial section through the temporal lobes showing signifi-\nriod is a strong argument in favor of a neurodegenera-      cant right temporal lobe atrophy.\ntive process. Nevertheless, as mentioned above, the high\nprevalence of nondegenerative causes of dementia, the       ripheral, or bulbar signs are present, electroneuromyo-\nheterogeneity of etiologies, and potentially curable dis-   gram should be performed to document dementia\neases in EOD4 all require a systematic approach.            associated with a motor neuron or muscle disorder.\n    First, potentially curable causes of dementia           When pyramidal, cerebellar, or choreiform movements\nshould be excluded. MRI can evaluate for neoplastic,        are observed, a genetic study for Huntington disease or\nvascular, traumatic (traumatic brain injury, dementia       spinocerebellar ataxia should be performed. Motor im-\npugilistica), or inflammatory (multiple sclerosis) le-      pairment or a concurrent movement disorder suggests\nsions. Laboratory tests assess the most frequent endo-      subcortical causes of dementia such as Parkinson disease\ncrine and metabolic disorders (thyroid, parathyroid,        dementia, progressive supranuclear palsy, and cortico-\nB12, thiamine, folate and niacin deficiencies, hypo-        basal degeneration. Finally, global (Alzheimer disease)\nglycemia, hepatic encephalopathy, renal failure). Vi-       or lobar predominant (frontotemporal lobe degenera-\nral and bacterial serologies can rule out HIV and           tion) cortical dementias need to be considered.\nsyphilis. An EEG looks for epileptic disorders and              If the pattern of atrophy is not suggestive of a\nencephalopathies. Lumbar puncture for CSF can de-           specific type of degenerative disease, metabolic imag-\ntect infectious causes of dementia such as chronic          ing can be performed (brain perfusion imaging) to\ninfectious meningitis, Creutzfeldt-Jakob disease, and       further differentiate between the cortical dementias.\nother prions.                                               Positive Tau, phosphotau, and beta-amyloid titers in\n    Depending on the results of the abovementioned          CSF can help diagnose AD.5\nstudies and the clinical context, the evaluation could          In this patient, the routine laboratory tests, vita-\nalso include testing for Lyme disease, Whipple dis-         min levels (B12, folate), CSF analysis (presence of\nease, subacute sclerosing panencephalitis, progressive      cells, protein and glucose levels, A-beta42, and tau\nmultifocal leukoencephalopathy, sarcoidosis, Hashi-         protein levels), and serologies (HIV, syphilis) were all\nmoto encephalopathy, paraneoplastic encephalopa-            normal. The EEG showed a preserved alpha rhythm\nthy, and heavy metal poisoning. Laboratory tests of         with a widespread increase in theta activity, predom-\nthe adrenal and pituitary functions could be per-           inately in the temporal regions. The MRI showed\nformed. Metabolic studies can assess for leukodystro-       bilateral temporal lobe atrophy, markedly more se-\nphies, encephalopathies, and porphyria. If sleep            vere on the right side (figure), while the other cortical\napnea is suspected, polysomnography can be under-           regions, including the frontal lobes, were normal.\ntaken. If imaging suggests normal pressure hydro-           There were no white matter abnormalities.\ncephalus, a CSF depletion test could be done.\n                                                            Question for consideration:\n    If the evaluation remains inconclusive, degenerative\netiologies should be considered. When pyramidal, pe-        1. What is the most probable diagnosis?\n\n\n\n                                                                                              GO TO SECTION 3\n\n\n                                                            Neurology 74   April 20, 2010                        e67\n\f      SECTION 3                                                   familiar places (65%). Some additional symptoms are\n      The most likely diagnosis is a right temporal variant       less frequently observed but are suggestive in this con-\n      of frontotemporal lobe degeneration (RV-FTLD).              text: hyper-religiosity (15%), complex visual hallucina-\n          The clinical syndrome of FTLD is characterized by       tions (10%), and difficulties in performing calculations\n      the insidious onset of behavioral disturbances, personal-   (5%). Finally, more typical symptoms of FTLD are also\n      ity changes, and aphasia.6 Despite a wide overlap be-       seen, such as apathy, disinhibited social conduct, alter-\n      tween the FTLD subtypes, 3 different syndrome               ation in eating habits, changes in food preferences, and\n      variants are recognized depending on the preeminent         mood disturbances. There is significant overlap in\n      symptoms and the pattern of brain atrophy.7 The be-         symptomatology between the different subtypes of\n      havioral variant of FTLD is characterized by personality    FTLD, but the core symptoms of RV-FTLD are get-\n      changes and behavioral disturbances associated with a       ting lost, prosopagnosia, and behavioral disorders.9\n      severe dysexecutive syndrome. In this subtype, atrophy          RV-FTLD is an unusual subtype of FTLD. Neu-\n      occurs predominately in the right frontal regions. The      rologists need to be aware of the clinical characteris-\n      progressive nonfluent aphasia variant of FTLD is char-      tics of this entity, which have recently been\n      acterized by a progressive loss of vocabulary, nonfluent    described, in order to avoid misdiagnosis and poten-\n      speech output, and agrammatism. Atrophy predomi-            tially deleterious interventions.\n      nates in the left frontal regions. The semantic dementia\n      variant of FTLD is a verbal-associative agnosia charac-\n                                                                  ACKNOWLEDGMENT\n      terized by a progressive loss of word sense and object\n                                                                  The authors thank Donald Schwartz, MD, for revising the English version.\n      knowledge with personality changes appearing later.\n      This subtype is characterized by left temporal atrophy.\n          From a neuropathologic point of view, more than         REFERENCES\n      15 different pathologies can underlie FTLD syn-             1. International Classification of Diseases and Health Related\n                                                                     Problems, 10th Revision. Geneva: World Health Organi-\n      dromes, which can be divided into 3 groups: 1)\n                                                                     zation; 1992.\n      tauopathies with an accumulation of microtubule-            2. McMurtray A, Clark DG, Christine D, Mendez MF.\n      associated protein tau (MAPT); 2) accumulation of              Early-onset dementia: frequency and causes compared to\n      ubiquitinated neocortical lesions called TAR DNA               late-onset dementia. Dement Geriatr Cogn Disord 2006;\n      binding protein 43 (TDP-43); and 3) atrophy and                21:59 – 64.\n      gliosis without specific abnormalities, called “demen-      3. Shinagawa S, Ikeda M, Toyota Y, et al. Frequency and\n                                                                     clinical characteristics of early-onset dementia in consecu-\n      tia lacking distinctive histopathology.”7\n                                                                     tive patients in a memory clinic. Dement Geriatr Cogn\n          The right temporal variant is a fourth and rare            Disord 2007;24:42– 47.\n      subtype of frontotemporal lobe degeneration. For a          4. Mendez MF. The accurate diagnosis of early-onset demen-\n      long time, prosopagnosia was considered the main               tia. Int J Psychiatry Med 2006;36:401– 412.\n      and earliest clinical feature of the syndrome. Affected     5. Dubois B, Feldman HH, Jacova C, et al. Research criteria\n      patients exhibit progressive difficulties in recognizing       for the diagnosis of Alzheimer’s disease: revising the\n                                                                     NINCDS-ADRDA criteria. Lancet Neurol 2007;6:734 –\n      and identifying the faces of familiar persons due to\n                                                                     746.\n      the multimodal loss of person-based knowledge.8             6. Neary D, Snowden JS, Gustafson L, et al. Frontotemporal\n      Thus, the right temporal variant of frontotemporal             lobar degeneration: a consensus on clinical diagnostic cri-\n      lobar degeneration can be considered to be the right           teria. Neurology 1998;51:1546 –1554.\n      hemispheric variant of semantic dementia.                   7. Josephs KA. Frontotemporal dementia and related disor-\n          Recently, investigators delineated the cognitive pro-      ders: deciphering the enigma. Ann Neurol 2008;64:4 –14.\n                                                                  8. Joubert S, Felician O, Barbeau E, et al. Progressive prosop-\n      file of RV-FTLD.9 They observed that the most fre-\n                                                                     agnosia: clinical and neuroimaging results. Neurology\n      quent symptom is impaired episodic memory (90% of\n                                                                     2004;63:1962–1965.\n      patients) which can appear prior to prosopagnosia,          9. Chan D, Anderson V, Pijnenburg Y, et al. The clinical\n      which is less frequent, affecting 60%. Another common          profile of right temporal lobe atrophy. Brain 2009;132(Pt\n      symptom is topographic disorientation (getting lost) in        5):1287–1298.\n\n\n\n\ne68   Neurology 74   April 20, 2010",
  "wordCount": 1871,
  "indexed": "2025-09-25T22:54:36.104Z",
  "method": "direct"
}
