{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Ataxias/Harding - 1983 - CLASSIFICATION OF THE HEREDITARY ATAXIAS AND PARAPLEGIAS.pdf",
  "fileName": "Harding - 1983 - CLASSIFICATION OF THE HEREDITARY ATAXIAS AND PARAPLEGIAS.pdf",
  "relativePath": "Neurología/Ataxias/Harding - 1983 - CLASSIFICATION OF THE HEREDITARY ATAXIAS AND PARAPLEGIAS.pdf",
  "text": "1151\n\n\nsocioeconomic strata. The potential harm of these samples\ncould be greatest in such women, since they are known to be                                                            Occasional Survey\nmore likely to discontinue breast-feeding and to introduce\nsolids earlier than their better-educated, more experienced\ncounterparts.20,21,25,27,41 Moreover, the relative health                                              CLASSIFICATION OF THE HEREDITARY\nbenefits of breast-feeding in this group are both better                                                   ATAXIAS AND PARAPLEGIAS\nsubstantiated and more pronounced.II,12 By extension, we\ncan speculate that women in developing countries might be                                                                       A. E. HARDING\neven more vulnerable to adverse health effects from formula                                           The National Hospital, Queen Square, London WC1 3BG\nsamples.\n  However, though suggestive,                          our      findings          cannot                                        INTRODUCTION\nnecessarily be extrapolated to these other populations.                                           \"THE classification of the spinocerebellar ataxias has long\nInstead, we urge other investigators with access to such\n                                                                                                been a matter of dispute, for neither the clinical features nor\npopulations to conduct similar studies to determine the                                         the findings at autopsy provide a satisfactory basis for the\nuniversality of our findings. In the meantime, health                                           isolation of distinct categories.\"’ There can be little doubt\nprofessionals will have to consider the available evidence,                                     that the hereditary ataxias and paraplegias are one of the most\nweighing the relative risks and benefits of this form of\nadvertising, and decide whether or not they should allow the                                    nosologically confused groups of genetically determined\npractice to continue in their hospitals.                                                        neurological disorders and it has been suggested that there are\n                                                                                                as many classifications of them as there are authors on the\n  This paper was presented in part at the annual meeting of the Ambulatory\nPediatric Association in San Francisco, California, on May 1, 1981.\n                                                                  1.                            subject. Unfortunately, the vast literature on the hereditary\n                                                                                                ataxias consists predominantly of case-reports of single cases\n  We thank Dr A. W. Myres of Health and Welfare, Canada, and the nurses,\n                                                                                                or families and many cases of what seem to be the same\nclencal staff, and physicians of the maternity ward of the Montreal General\nHospital, for their support and collaboration.                                                  clinical syndrome have been given different labels by\n  This research was supported by a contract from Health and Welfare Canada.                     different authors, even when patients are members of the\nM. S. K. is a National Health Research Scholar of the National Health                           same family. 2-4 Attempts to classify the inherited ataxias have\nResearch and Development Program, Health and Welfare Canada.                                    been based on their neuropathological features or specific\n  Correspondence should be addressed to Y. B., Montreal General Hospital,                       clinical signs such as tendon reflex changes. Such schemes are\n1650 Cedar Avenue, Montreal, Quebec H3G 1A4, Canada.\n                                                                                                rarely helpful in management and, again, often result in\n                                   REFERENCES\n                                                                                                assignment of members of the same family to different disease\n                                                                                                categories.5-8\n I Thirty-fourth World Health Assembly. International code of marketing of breastmilk             One of the major difficulties in classification has been the\n      substitutes. Resolution of the World Health Assembly 1981; May 21: WHA 34 22.\n 2 World Health Organisation Contemporary patterns of breast-feeding. Report on the             interpretation of other workers’ clinical and pathological\n     W H.O.   collaborative    study   on    breast-feeding.    Geneva:    World     Health     data. None of the hereditary ataxias is common, so large-scale\n     Organisation, 1981\n 3 Nutrition Committee of the Canadian Paediatric Society and the Committee on\n       Nutrition of the American Academy of Pediatrics. Breast-feeding: A commentary\n       in celebration of the International Year of the Child Pediatrics 1979, 62: 591-601.\n 4 Nutrition Committee, Canadian Paediatric Society Breast-feeding: What is left besides\n       the poetry? Can J Publ Hlth 1978; 69: 13-20                                              23. Wong Hock Boon. Breast-feeding in Singapore. Singapore: Choon Kee Press, 1971.\n 5 Jelliffe P, Jelliffe D \"Breast is best\": Modern meanings. N Engl J Med 1977; 297:            24. Lambert J, Basford J Port Moseby infant feeding survey Papua New Guinea Med J\n       912-15.                                                                                         1974; 20: 175\n 6 Plank SJ, Milanesi ML Infant feeding and infant mortality in rural Chile. Bull WHO           25. Bergevin Y, Dougherty C, Kramer MS. Factors associated with cessation of breast-\n       1973, 48: 203-10.                                                                               feeding and introduction of solids: A cohort study of breast-feeding new mothers\n 7 Lepage P, Munyakazi C, Hennart P Breastfeeding and hospital mortality in children                   Proc Ambul Pediatr Assoc 1981; 31\n       in Rwanda Lancet 1981, ii 409-11.                                                        26. West CP. Factors influencing the duration of breast-feeding. JBiosoc Sci 1980, 12:\n 8 Schaefer O An epidemiological study of infant feeding habits and incidence of                      325-31.\n       recurrent and chronic middle ear disease in Canadian Eskimos Can J Publ Hlth             27. Sloper K, McKean L, Baum JD Factors influencing breast-feeding. Arch Dis Childh\n       1971, 62: 478-89                                                                                1975, 50: 165-70.\n 9 Ellestad-Sayed J, Coodin FJ, Dilling LA, Haworth JC Breast-feeding protects against          28. Chetley A. The baby kill scandal: A war on want investigation into the promotion and\n       infection in Indian infants Can Med Assoc J 1979, 120: 295-98.                                  sale of powdered baby milks in the third world London: War on Want, 1979.\n10 Fallot ME, Boyd III JL, Oski FA. Breast-feeding reduces incidence of hospital                29. Infant Formula Action Coalition. Policy vs practice: The reality offormula promotion\n       admissions for infection in infants Pediatrics 1980; 65: 1121-24\n                                                                                                       Minneapolis. INFACT, 1979\n11. Cunningham AS. Morbidity in breast-fed and artificially fed infants J Pediatr 1977,         30 Cornell University Program on International Nutrition and Development Policy\n       90: 726-29.\n                                                                                                      Regulation and education: Strategies for solving the bottle feeding problem Cornell\n12 Cunningham AS Morbidity in breast-fed and artificially fed infants. II. J Pediatr 1979;            Int Nutr Monogr Ser 1977; no 4\n       95: 685-89                                                                               31 Board of Directors of the Ambulatory Pediatric Association. The World Health\n13 Larsen SA, Homer DR. Relation of breast versus bottle feeding to hospitalization for\n                                                                                                      Organization code of marketing of breast-milk substitutes. Pediatrics 1981, 68:\n       gastroenteritis in a middle-class U.S. population. J Pediatr 1978; 92: 417-18                  432-34\n14 Watkins CJ, Leeder SR, Corkhill RT The relationship between breast and bottle                32. May DC The \"infant formula controversy\". A notorious threat to reason in matters of\n       feeding and respiratory illness in the first year of life. J Epidemiol Comm Hlth 1979;         health Pediatrics 1981; 68: 428-30\n       33: 180-82\n15 Fergusson DM, Horwood LJ, Shannon FT, Taylor B Infant health and breast-feeding\n                                                                                                33. Lucey FJ Does a vote of 118 to 1 mean the USA was wrong? Pediatrics 1981; 68: 431\n                                                                                                34 Joseph SC. The anatomy of the infant formula controversy. Am J Dis Child 1981; 135:\n       during the first 16 weeks of life Aust Paediatr J 1978; 14: 254-58.                            889-92.\n16 Kramer MS Do breast-feeding and delayed introduction of solid foods protect against          35. Graham GG Comments on the World Health Organization’s \"International Code\" of\n       subsequent obesity? J Pediatr 1981, 98: 883-87.                                                 marketing of breastmilk substitutes. Am JDis Child 1981, 135: 892-94\n17 Newton N. Psychologic differences between breast and bottle feeding. Am J Clin Nutr\n                                                                                                36. Lee ET. Statistical methods for survival data analysis Belmart, California Lifetime\n     1971, 24: 993-1004                                                                                Learning Publications, 1980\n18 Klaus MH, Jerauld R, Kreger NC, et al Maternal attachment: Importance ofthe first\n                                                                                                37 Thomas DC Program \"Risk\" Montreal. Department of Epidemiology and Health,\n      post-partum days. N Engl JMed 1972, 286: 460-63.                                                 McGill University, 1980.\n19 Vahlquist B Amningssituationem i i-och u-land. Tid of onwardering. semper nutrition\n                                                                                                38 Green LW. Manual for scoring sociocconomic status for research on health behaviour\n      symposium Naringsforskning 1973, 27 (suppl. 8): 117.                                            Publ Hlth Rep 1970, 85: 815-27\n20 Martinez GA, Nalezienski JP. The recent trend in breast-feeding. Pediatrics 1979; 64:        39 Levy SJ Social class and consumer behavior In Kassarjian HH, Roberston TS, eds\n    686-92\n                                                                                                       Perspectives in consumer behavior (revised). Glenview, Illinois Scott, Foresman,\n21. Martinez GA, Dodd DA, Samartgedes JA Milk feeding patterns in the United States                   and Company, 1968: 417\n      during the first 12 months of life Pediatrics 1981; 68: 863-68                            40 Roberston TS Consumer behavior Glenview, Illinois Scott, Foresman, and\n22 Sousa PLR, Barros FC, Pinheiro GNM, Gazalle RV. The decline of breast feeding in\n                                                                                                       Company, 1970 124-29\n    Brazil J Trop Pediatr Environ Child Hlth 1975; 21: 212-13                                   41 Myres AW. A retrospective look at infant feeding practices in Canada 1965-1978 J\n                                                                                                       Can Diet Assoc 1979, 40: 200-11.\n\f 1152\n\n\n  personal surveys of patients with these disorders are                          is convenient to separate syndromes associated with known\n scarce.9,lO Patients with hereditary ataxias and paraplegias                    metabolic or other defects from those of unknown cause. Pa-\n pose an important management problem with respect to                            tients with metabolic disorders were not selected for the\n diagnosis, prognosis, and accurate genetic counselling. It                     personal survey but are included here for completeness. Not\n might be argued that each patient (or family) should be                        surprisingly, nearly all the metabolic disorders associated\n considered as having a unique disorder until there are more                    with ataxia are of autosomal recessive inheritance. Most of\n concrete methods of allocating them to disease categories, and                 them cause intermittent, rather than constant, ataxia, which\n that classification is not particularly important. However,                    is often precipitated by intercurrent infection. A second\n accurate classification is a useful and simple way of describing               group of disorders is associated with defective DNA repair.\n a particular clinical syndrome and, more important, the                            Unfortunately, ataxias of unknown cause are more\n establishment of subgroups enables the physician to offer an                   numerous. These can be divided into two major groups, ac-\n accurate prognosis and perhaps, in the future, appropriate                     cording to whether the age of onset is generally before or\n treatment. The development of enzyme assays and the advent                     after the age of 20 years. Virtually all the disorders of early\n of recombinant DNA technology have made investigation of                       onset are of autosomal recessive inheritance, and the later\n the aetiology of genetically determined neurodegenerative                      onset ones are all autosomal dominant. Friedreich’s ataxia is\n disorders a realistic proposition. If these techniques are to be               the commonest syndrome in the first category; nearly two-\n applied to the hereditary ataxis and paraplegias, some form of                 thirds of the index cases with hereditary ataxia had\n classification is mandatory. This paper summarises an                          Friedreich’s ataxia (FA). The use of the Friedreich’s Ataxia\n attempt to classify the hereditary ataxias and paraplegias                    Group records to identify patients produced some bias in\n according to their clinical and genetic features; it resulted                 this respect, but if index cases identified solely via this\n from a large personal survey conducted in southeast England.                  source were excluded the percentage of index cases with FA\n                                                                               fell only to 58%. The heterozygote frequency for the FA\n                      PATIENTS AND METHODS                                     gene has been estimated at nearly 1 in 100.15 Symptoms\n    The patients studied were identified from the medical records              may develop at ages ranging from 18 months to 24 years,\n  departments of the National Hospital for Nervous Diseases; the               but usually between 6 and 16 years. The cardinal features of\n  Hospital for Sick Children, Great Ormond Street; other                       the disease are progressive limb and truncal ataxia, dysar-\n neurological centres in London; and the records of the Friedreich’s           thria, and tendon areflexia. Pyramidal signs and loss of\n Ataxia Group. Index cases were included in the study if they had              vibration and joint position sense appear eventually in all\n attended hospital or registered with the Friedreich’s Ataxia Group            cases. Scoliosis and electrocardiographic evidence of car-\n during 1966 to 80, lived within an approximate 50 mile radius of              diomyopathy occur in over two-thirds of patients; pes\n central London, and could be categorised as follows: (a) Friedreich’s\n                                                                               cavus, optic atrophy, distal amyotrophy, and nystagmus are\n ataxia or any other progressive cerebellar ataxia manifesting before\n                                                                               less common. The mean age at which loss of ability to walk\n the age of 30 years; (b) progressive spastic paraplegia, with or\n                                                                               occurs is 25 years, and most patients die in the fourth and\n without associated features, in which there was a positive family\n history; and (c) progressive cerebellar ataxia, with or without a             fifth decades of life. 12\n positive family history, starting after the age of 30 and in which no             The next syndrome listed in table I is not uncommon but\n cause had been established. Patients with the following conditions           has been underdiagnosed because of confusion with FA.\n were excluded: (a) congenital, non-progressive cerebellar ataxia; (b)        The two diseases are similar except that in early onset\n hereditary motor and sensory neuropathy (Charcot-Marie-Tooth                 cerebellar ataxia tendon reflexes are normal or brisk; optic\n disease), including the so-called Roussy-Levy variant; (c) ataxia            atrophy, cardiomyopathy, diabetes, and severe skeletal\nassociated with metabolic disorders; and (d) cerebellar\n degenerations associated with malignancy, alcoholism, anti-                  deformity are not features of the disease, and patients re-\nconvulsant toxicity, or hypothyroidism. I visited cooperative\n                                                                              main ambulant, on average, for 13 years longer than do\nindividuals at home or in hospital. 230 index cases, and as many              those with FA. 29 The other early onset disorders are rare.\nfirst-degree relatives as possible, were examined. 249 relatives were         They all comprise progressive cerebellar ataxia which may\nseen, of whom 44 had a disorder similar to that of the index case. 147        develop before or after the other associated clinical features\naffected relatives were dead or unavailable for study; information            which are outlined in table I. Males affected with the\nabout some of these was obtained from hospital records. Most of the           X-linked recessive syndrome described by Spira and\n36 index cases who were examples ofidiopathic late-onset cerebellar           others39 often have limb spasticity, and it is possible that a\nataxia were considered not to have genetically determined                     disorder described as a variant of hereditary spastic\ndisorders. IThey have been excluded from further discussion in\nthis paper. The remaining 194 index cases were members of 164                 paraplegia is caused by the same mutant gene.\" The only\n                                                                              autosomal dominant disorder manifesting generally before\nfamilies.\n  The patients were classified by existing techniques for nosological         the age of 20 years is a variant of essential tremor; in this\nresearch into human genetic disease: (a) division by different modes          variant the tremor is present in adolescence and cerebellar\nof inheritance; (b) analysis of intrafamilial variation of quantifiable      ataxia develops in adult life. 15,41\ndisease characteristics such as age of onset; and (c) statistical analysis        The late onset dominantly inherited ataxias, often refer-\nof intrafamilial concordance for distinctive clinical features. The          red to as Marie’s or Holmes’ types, have proved particularly\nuse of such techniques in the present context has been described in          difficult to classify on both clinical and pathological\n                                             12-15\nmore detail in previous commumcations.             Published reports of\n                                                                             grounds, mainly because of the remarkable variation which\npatients with hereditary ataxias and paraplegias were also analysed          occurs between members of the same family in relation to\nso that anysyndromes not encountered in the personal survey could            the presence or absence of associated clinical features other\nbe included in the classification.\n                                                                             than cerebellar ataxia. In many patients olivopon-\n                   PROPOSED CLASSIFICATION                                   tocerebellar atrophy is found at necropsy. In addition,\n                                                                             degenerative changes in the spinal cord, basal ganglia, and\nHereditary Ataxias                                                           cerebral cortex may occur. Intrafamilial correlation for age\n  An outline of the proposed classification of the hereditary                of onset and an analysis of clustering of clinical features\nataxias is shown in table I. As with most genetic diseases, it               within families suggests that there is little evidence of\n\f                                                                                                                                1153\n\n                                         TABLE I-CLASSIFICATION OF THE HEREDITARY ATAXIAS\n\n\n\n\nAD=autosomal dominant; AR=autosomal recessive; XLD=X-linked dominant; and XLR=X-linked recessive. NA= not ascertained.\n\n\n\ngenetic heterogeneity in families with cerebellar ataxia               may be found and dysphagia is often present in the late\nassociated     with      optic     atrophy,      supranuclear          stages of the disease. The majority of patients are unable to\nophthalmoplegia, dementia, or extrapyramidal signs. 14 It is           walk by the sixth decade of life and life expectancy is\nthus possible to consider these as having a disease caused by          shortened.\na single mutant gene until there is evidence to the contrary.            There is good reason to consider that patients with\nSuch evidence might be provided by linkage studies, since              autosomal dominant cerebellar ataxia and pigmentary\nthere have been conflicting reports concerning linkage of              retinal degeneration are clinically and genetically distinct\nlate onset cerebellar ataxia to the HLA locus.63 The relation          from those with other associated features. Pigmentary\nofAzorean ataxia (or Joseph disease) to the group of patients          retinal degeneration is usually present in all affected\nunder discussion is not clear. Overall, cases of Azorean atax-         members of a given family and visual failure often precedes\nia tendto have a higher incidence of dystonia and                      ataxia. Supranuclear ophthalmoplegia is common in this\namyotrophy,42 but these features are by no means unique to             disorder and extrapyramidal signs may occur.’4,43 The last\ncases reported from the Azoresl4 and it is not unreasonable            two syndromes in table I are rare. Cases of the third\nto suggest that they can be included in this first category.           disorder in the late onset group have an even later onset\n  Most patients with this syndrome initially present with              than the first two and do not have ocular abnormalities, ex-\nprogressive ataxia of gait. Dysarthria is universal.                   trapyramidal features, or dementia but can have pyramidal\nPyramidal signs develop in a considerable proportion of                signs.44 It should be pointed out that patients in the first\ncases. The tendon reflexes are gradually lost as the disease           category do not always have additional associated features in\nprogresses, which explains the observation that these may              the early stages of the disease. The last disorder has only\nbe increased, normal, or absent in members of the same                 been described in two families. 14,45\nfamily. Sensory loss is also related to disease duration. The          Hereditary Spastic Paraplegias\nassociated features, such as dementia, optic atrophy, and\nsupranuclear ophthalmoplegia, are progressive. The ex-                   The hereditary spastic paraplegias (table II) can be divided\ntrapyramidal signs which occur include facial impassivity,             into two groups, depending on whether the syndrome is\nchorea, dystonia, and cogwheel rigidity. Distal amyotrophy             \"pure\" or not. Pure hereditary spastic paraplegia (HSP)\n\f 1154\n\n                                         TABLE 11-CLASSIFICATION OF THE HEREDITARY SPASTIC PARAPLEGIA\n\n\n\n\n (Strumpell’s disease) implies the presence of pyramidal signs                  Council for financial support. Part of this work was submitted as an MD thesis\n                                                                                to the University of London.\nin the lower limbs but does not exclude cases with increased\ntendon reflexes, slightly impaired rapid alternating                                                                      REFERENCES\n\nmovements, or mild distal amyotrophy in the upper limbs.                            1. Pratt RTC. The genetics of neurological disorders. Oxford: Oxford University Press,\nThe cranial nerves and speech are unaffected. Autosomal                                    1967: 44\n                                                                                   2. Gray RC, Oliver CP. Marie’s hereditary cerebellar ataxia (olivopontocerebellar\ndominant HSP is genetically heterogeneous and comprises                                   atrophy). Minn Med 1941, 24: 327-35.\nearly and late onset types. In cases of early onset, motor delay                   3. Schut JW, Haymaker W. Hereditary ataxia; a pathologic study of five cases of common\n                                                                                          ancestry J Neuropath Clin Neurol 1951; 1: 183-213.\nis not infrequent and spasticity of the lower limbs is more                        4. Konigsmark BW, Weiner LP The olivopontocerebellar atrophies. A review Medicine,\nmarked than weakness. Disability is slowly progressive and                                Baltimore 1970, 49: 227-41.\n                                                                                   5 Greenfield JG. The spino-cerebellar degenerations. Oxford: Blackwell, 1954\nvery variable; 16% of patients are symptomless. If onset is                       6. Holmes G An attempt to classify cerebellar disease with a note on Marie’s hereditary\nlater (usually over 35 years), muscle weakness may be marked                              cerebellar ataxia Brain 1907; 30: 545-67.\nand urinary symptoms are frequent. This disorder evolves                          7. Bell J, Carmichael EA On hereditary ataxia and spastic paraplegia. Treasury of human\n                                                                                          inheritance, Cambridge, Cambridge University Press, vol IV, part III 1939.\nmore    rapidly.]33 Perhaps surprisingly, the autosomal                                    141-281.\nrecessive form of pure HSP (virtually always of early onset)                      8. Schut JW Hereditary ataxia clinical study through six generations. Arch Neurol\n\ndoes not differ clinically or in terms of severity from the                               Psychiatry (Chic) 1950; 63: 535-68.\n                                                                                  9 Sj&ouml;gren T. Klinische und erbiologische Untersuchungen &uuml;ber die heredoataxien Acta\ndominant form.13 There have been no convincing reports of                                 Psychiatry Neurol Scand 1943; 27 (suppl). 1-200.\n                                                                                 10 Skre H Epidemiology of spinocerebellar degenerations in Western Norway: hereditary\nX-linked recessive pure HSP. So called carrier females in the                             ataxias. In Sobue I, ed. Spinocerebellar degenerations. Tokyo. University of Tokyo\nfamilies described have not been examined and it is quite                                 Press, 1980: 103-20.\n                                                                                 11. Harding AE \"Idiopathic\" late onset cerebellar ataxia:a clinical and genetic study of 36\npossible that these were symptomless heterozygotes with                                   cases. J Neurol Sci 1981; 51: 259-71\ndominant HSP.’                                                                  12. Harding AE. Friedreich’s ataxia: a clinical and genetic study of 90 families with an\n  All the complicated forms of HSP are rare. The commonest                                analysis of early diagnostic criteria and intrafamilial clustering of clinical features.\n                                                                                          Brain 1981; 104: 589-620.\nsubgroup comprises those disorders associated with                              13. Harding AE. Hereditary \"pure\" spastic paraplegia: a clinical and genetic study of 22\namyotrophy; these are both clinically and genetically                                     families. JNeurol Neurosurg Psychiatry 1981; 44: 871-83.\n                                                                                14 Harding AE. The clinical features and classification of the late onset autosomal\nheterogeneous.                                                                            dominant cerebellar ataxias: a study of eleven families, including descendants of the\n                                                                                          \"Drew family of Walworth\". Brain 1982; 105: 1-28.\n                               COMMENT                                          15. Harding AE. The hereditary ataxias and paraplegias A clinical and genetic study. MD\n                                                                                         thesis, University of London, 1981.\n  The classification of the hereditary ataxias and paraplegias                  16. Herbert PN, Gotto AM, Fredrickson DS. Familial lipoprotein deficiency. In: Stanbury\n                                                                                         JB, Wyngaarden JB, Fredrickson DS, eds. New York. McGraw Hill, 1978: 544-88\noutlined above is relatively simple. There naturally will be                    17 Willner JP, Grabowski GA, Gordon RE, Bender AN, Desnick RJ Chronic GM2\n\npatients who cannot be categorised in this way but                                       gangliosidosis masquerading as atypical Friedreich ataxia: clinical, morphologic and\n                                                                                         biochemical studies of nine cases. Neurology 1981; 31: 787-98.\nexamination of the literature would suggest that their                          18. Plaitakis A, Nicklas WJ, Desnick RJ. Glutamate dehydrogenase deficiency in three\nnumbers should be small. This classification is, of course, at                           patients with spinocerebellar syndrome. Ann Neurol 1980; 7: 297-303.\n                                                                                19. Farpour H, Mahloudji M. Familial cerebrotendinous xanthomatosis. Archs Neurol\nbest provisional. Its aims are to provide a workable base for\n                                                                                         1975; 32: 223-25\nfurther aetiological investigations, and to enable clinicians to               20. Blass JP, Kark RAP, Engel WK. Clinical studies of a patient with pyruvate\n\ndiagnose the majority of patients with hereditary ataxias and                            decarboxylase deficiency. Archs Neurol 1971; 25: 449-60.\n                                                                               21. Baron DN, Dent CE, Harris H, Hart EW, Jepson JB. Hereditary pellagra-like skin rash\nparaplegia that they encounter. Ideally this scheme will be                              with temporary cerebellar ataxia, constant renal aminoaciduria, and other bizarre\nmodified when specific metabolic markers for some                                        biochemical features. Lancet 1956; ii. 421-28.\n                                                                               22 Dancis J, Hutzler J, Rokkones T. Intermittent branched chain ketonuria.N Engl J Med\nconditions are identified or when mutant genes can be linked                             1967, 276: 84-89.\nto polymorphisms on specific chromosomes.                                      23. Shih VE. Urea cycle disorders and other congenital hyperammonaemic syndromes In\n                                                                                         Stanbury JB, Wyngaarden JB, Fredrickson DS, eds The metabolic basis of\n  I thank the numerous physicians, particularly at the National Hospital for             inherited disease. New York. McGraw-Hill, 1978\nNervous Diseases and the Hospital for Sick Children, who allowed me to study   24. Sedgwick RP, Boder E. Ataxia-telangiectasia. In: Vinken PJ, Bruyn GW, eds\ntheir patients; Dr M. Baraitser, ProfC. 0. Carter and Prof P. K. Thomas for              Handbook of clinical neurology, vol XIV. Amsterdam: North Holland Publishing\n\nhelpful discussion; Miss 11 Goffron and Mrs K. Price for administrative                  Company, 1972: 267-339.\nassistance; and the Friedreich’s Ataxia Group and the Medical Research\n\f                                                                                                                                                                                          1155\n\n\n                                                                                                   patients needed ’Lomotil’ (diphenoxylate) for diarrhoea and\n                          Drug Addiction                                                           ’Phenergan’ (promethazine) 50 mg at night for a week after\n                                                                                                   the last dose. Such an approach might be criticised for con-\n                     WHAT THE GP CAN DO\n                                                                                                   doning an illegal activity. It is, however, no more culpable\n                                                                                                   than the practice of treatment centres, which can take 3-6\n  IN the UK the large number of unregistered heroin addicts                                        weeks to accept a patient; during this interval, black\nare no longer confined to the inner cities, where treatment                                        market maintenance is accepted as inevitable by both parties.\ncentres are   unable to cope. A heroin habit is extremely                                          (ii) The patient can elect to accept decreasing doses of oral\nexpensive, costing from between 20 to &pound;120 a day. Some                                       methadone from the GP. This tedious process is initiated by\naddicts sincerely want to come off heroin, either because they                                     finding the smallest dose of methadone on which the patient\nhave used up their savings and find themselves unable to                                           is comfortable. This dose can vary during the first 3 or 4 days\nsupport their habit by stealing, prostitution, or supplying                                        from 5 to 60 mg a day, usually settling at 25-30 mg a day. The\nother addicts, or because they find a job, or a non-addict                                         methadone is then withdrawn at the rate of 5 mg each week.\npartner, or because they become pregnant. Some people                                              Below 20 mg, the reductions are of 2’ 5 mg only each week.\ndecide to go straight and rejoin their families to avoid the drug                                  Plateaus when no reduction is clinically advisable may last 1\nscene. But GPs who have had difficulties with addicts                                              or 2 weeks and times of stress may warrant a temporary\n\npreviously can be unsympathetic. Those who would like to                                           increase. When the dose is reduced to 5 mg a day, the patient\nhelp often lack the necessary knowledge, training, and                                             is instructed to dilute it to half strength and see how long it\nexperience, and do not-know where to turn for advice. I have                                       can be made to last. Cuts in the dosage are always agreed,\ncharted the progress of 26 patients I have seen and treated,                                       never imposed. Some patients are able to stop after cutting\nover the past two years, in collaboration with their GPs.                                          down to 2 mg a day. Others continue with the last 5 mg a day\n   In no circumstances were doctors advisedto provide                                              for weeks. They are more likely to hang on if they expect to be\nmaintenance doses of anything, including ’Diconal’                                                 discharged when they no longer need a prescription.\n(dipipanone and cyclizine) and methadone. The two patients                                         (iii) The final alternative is known as \"controlled cold\nalready maintained in this way have remained dependent.                                            turkey\". The addict stops taking all black market drugs, and a\nTherefore, patients elected to follow one of three options.                                        friend administers phenergan 50 mg or lomotil 1-2 tablets,\n(i) To remain on black market heroin and decrease the dose.                                        alternately, 2-hourly, waking the patient up for doses through\nAdvice was given to cut the dose by one quarter the first day,                                     the first night, and into the second night until the patient is\nand reduce it further by a quarter each day until it became \"a                                     unable to tolerate being woken up. On the third day the doses\nwaste of time\". This method requires a great deal of support                                       of phenergan and lomotil can be halved and for the rest of the\nfrom relatives, but is the most rapid and successful one. Some                                     week taken as required.\n\n\n\n25 Robbins JH, Kraemer KH, Lutzner MA, Festoff BW, Coon HG Xeroderma                               44. Hoffman       PM, Stuart WH, Earle KM, Brody JA. Hereditary late-onset cerebellar\n      pigmentosum An inherited disease with sun sensitivity, multiple cutaneous                             degeneration. Neurology (Minneap) 1971; 21: 771-77\n     neoplasms and abnormal DNA repair. Ann Intern Med 1974; 80: 221-48.                            45. May DL, White HH. Familial myoclonus, cerebellar ataxia and deafness. Specific\n26 Soffer D, Grotsky HW, Rapin I, Suzuki K         Cockayne syndrome unusual                                genetically determined disease. Archs Neurol (Chic) 1968; 19: 331-38.\n     neuropathological findings and review of the literature Ann Neurol 1979; 6:                   46. Holmes GL, Shaywitz BA. Str&uuml;mpell’s pure familial spastic paraplegia: case study and\n       340-48\n                                                                                                            review of the literature. J Neurol Neurosurg Psychiatry 1977; 40: 1003-08.\n27 Friedreich N. &Uuml;ber degenerative Atrophie der spinalen Hinterstr&auml;nge. Virchows Archs\n      Pathol Anat 1863; 26: 391-419 and 433-59, and 27: 1-26.                                      47 Thurmon TF, Walker BA, Scott CI, Abbott MH. Two kindreds with a sex-linked\n28. Barbeau A, et al. Quebec cooperative study on Friedreich’s ataxia. Can J Neurol Sci                     recessive form of spastic paraplegia. Birth Defects Org Art Ser 1971; 7: 219-21.\n\n     1976; 3: 269-397; 1978, 5: 53-165; 1979; 6: 145-319; 1980; 7: 337-468, 1982; 9:               48. Silver JR. Familial spastic paraplegia with amyotrophy of the hands. Ann Hum Genet\n     91-263                                                                                                (London) 1966; 30: 69-75\n29 Harding AE Early onset cerebellar ataxia with retained tendon reflexes. A clinical and\n                                                                                                   49. Dyck PJ, Lambert EH. Lower motor and primary sensory neuron diseases with\n     genetic study of a disorder distinct from Friedreich’s ataxia. J Neurol Neurosurg                      peroneal muscular atrophy. II. Neurologic, genetic and electrophysiologic findings\n     Psychiatry 1981, 44: 503-08                                                                            in various neuronal degenerations. Archs Neurol (Chic) 1968, 18: 619-25\n30 Howell DA, Matthews WB Cerebellar ataxia and hypogonadism. In: Vinken PJ,\n                                                                                                   50. Cross HE, McKusick VA. The Troyer syndrome. A recessive form of spastic\n     Bruyn GW, eds. Handbook of clinical neurology, vol XXI. Amsterdam: North\n     Holland Publishing Company, 1975. 467-76.                                                              paraplegia with distal muscle wasting. Archs Neurol (Chic) 1967, 16: 473-85.\n31 Matthews WB. Familial ataxia, deaf mutism, and muscular wasting. J Neurol                       51. Bouchard JP, Barbeau A, Bouchard R, Bouchard RW Autosomal recessive spastic\n                                                                                                            ataxia of Charlevoix-Saguenay Can J Neurol Sci 1978; 5: 61-69.\n      Neurosurg Psychiatry 1950, 13: 307-11.\n32. Berman W, Haslam RHA, Konigsmark BW, Capute AJ, Migeon CJ. A new familial                      52. Gragg GW, Fogelson MH, Zwirecki RJ. Juvenile amyotrophic lateral sclerosis in two\n      syndrome with ataxia, hearing loss and mental retardation. Archs Neurol (Chic)                        brothers from an inbred community. Birth Defects Orig Art Ser 1971; 7: 222-25.\n       1973; 29: 258-61                                                                            53. Sj&ouml;gren T, Larsson T. Oligophrenia in combination with congenital ichthyosis and\n33. Singh SD, Husain S Hereditary cerebellar ataxia, mental deficiency, pyramidal                           spastic disorders: a clinical and genetic study. Acta Psychiatry Neurol Scand 1957; 32\n      involvement and macular pigmentation Ind J Paediat 1964; 31: 355-58                                   (suppl 113): 1-112\n34. Hogan GR, Bauman ML Familial spastic ataxia: occurrence in childhood. Neurology                54. Kjellin K Familial spastic paraplegia with amyotrophy, oligophrenia and central\n      (Minneap) 1977; 27: 520-26                                                                            retinal degeneration Archs Neurol (Chic) 1959; i: 133-40.\n35 Horoupian DS, Zucker DK, Moshe S, Peterson HD. Behr syndrome: a                                 55. Frey HJ, Frey ML, Riekkinen PJ, Tuomola H. Observations on a family with dominant\n      clinicopathologic report Neurology (Minneap) 1979; 29: 323-27.                                        type of cerebellar ataxia Acta Neurol Scand 1972; suppl 51: 247-48.\n36 Mahloudji M, Amirhakimi GH, Haghighi P, Khodadoust AA Marinesco-Sj&ouml;gren                    56. Gilman S, Horenstein S. Familial amyotrophic dystonic paraplegia. Brain 1964; 87:\n      syndrome: report of an autopsy Brain 1972; 95: 675-80.                                               51-66.\n37 Hunt JR Dyssynergia cerebellaris myoclonica&mdash;primary atrophy of the dentate system         57   Koenig RH, Spiro AJ. Hereditary spastic paraparesis with sensory neuropathy. Devl\n       Brain 1921; 44: 490-538                                                                            Med Child Neurol 1970, 12: 576-81\n38 Bird TD, Shaw CM Progressive myoclonus and epilepsy with dentatorubral                          58. Cavanagh NPC, Eames RA, Galvin RJ, Brett EM, Kelly RE. Hereditary sensory\n       degeneration. J Neurol Neurosurg Psychiatry 1978, 41: 140-49                                       neuropathy with spastic paraplegia. Brain 1979; 102: 79-94.\n39. Spira PJ, McLeod JG, Evans WA. A spinocerebellar degeneration with X-linked                    59 Cross HE, McKusick V. The Mast syndrome: a recessively inherited form ofpre-senile\n       inheritance Brain 1979, 102: 27-41.                                                                dementia with motor disturbances Archs Neurol (Chic) 1967, 16: 1-13\n40. Johnston AW, McKusick VA. A sex-linked recessive form of spastic paraplegia Am J               60 Skre H. Hereditary spastic paraplegia in Western Norway. Clin Genet 1974; 6: 165-83.\n       Hum Genet 1962; 14: 83-94                                                                   61 Abdallat A, Davis SM, Farrage J, McDonald WI. Disordered pigmentation, spastic\n41 Critchley M. Observations on essential (heredofamilial) tremor. Brain 1949; 72:                       paraparesis and peripheral neuropathy in three siblings: a new neurocutaneous\n       113-39                                                                                             syndrome. J Neurol Neurosurg Psychiatry 1980, 43: 962-66\n42 Coutinho P, Andrade C Autosomal dominant system degeneration in Portuguese                      62. Stewart RM, Tunell G, Ehle A. Familial spastic paraplegia, peroneal neuropathy and\n       families of the Azores Islands Neurology (Minneap) 1978, 28: 703-09                                crural hypopigmentation: a new neurocutaneous syndrome. Neurology (Minneap)\n43 Weiner LP, Konigsmark BW, Stoll J, Magladery JW. Hereditary olivopontocerebellar                       1981; 31: 754-57.\n       atrophy with retinal degeneration Report ofa family through six generations. Archs          63 Nino HE, Noreen HJ, Dubey DP, Resch JA, Namboodiri K, Elston RC, Yunis EJ. A\n       Neurol (Chic) 1967, 16: 364-76.                                                                    family with hereditary ataxia: HLA typing Neurology (Minneap) 1980; 30: 12-20.",
  "wordCount": 5307,
  "indexed": "2025-09-25T22:50:13.027Z",
  "method": "direct"
}
