{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Maalouf y Harik - 2012 - Clinical Reasoning A 33-year-old woman with severe postpartum occipital headaches.pdf",
  "fileName": "Maalouf y Harik - 2012 - Clinical Reasoning A 33-year-old woman with severe postpartum occipital headaches.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Maalouf y Harik - 2012 - Clinical Reasoning A 33-year-old woman with severe postpartum occipital headaches.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                           Clinical Reasoning:\nSection Editor             A 33-year-old woman with severe\nMitchell S.V. Elkind,\nMD, MS                     postpartum occipital headaches\n\nNancy Maalouf, MD\n                              Figure 1         Head MRI axial cuts: Fluid-attenuated inversion recovery (FLAIR) (A, B, E, F) and apparent diffusion\nSami I. Harik, MD                              coefficient map (C, D, G, H) sequences\n\n\n\nCorrespondence & reprint\nrequests to Dr. Maalouf:\nmaaloufnancy@yahoo.com\n\n\n\n\n                           Upper panel MRI, performed on admission, showed FLAIR hyperintensities and diffusion restriction in the right parietal lobe\n                           and in the splenium of the corpus callosum (arrows). Lower panel, done on hospital day 3 when the patient deteriorated,\n                           showed worsening lesions involving the cortex and subcortical white matter of the parietal, posterior frontal, and occipital\n                           lobes, bilaterally (arrows).\n\n\n\n\n                           SECTION 1                                                                getting dressed, and feeding herself, and left\n                           A 33-year-old woman with history of occasional                           arm numbness. Examination showed a blood\n                           “migraines” complained of severe occipital head-                         pressure of 179/119 mm Hg, poor attention\n                           ache, following an uncomplicated full-term vagi-                         span, apraxia, and decreased sensation in the\n                           nal delivery under epidural anesthesia. This                             left hand. General physical examination was\n                           headache was qualitatively and quantitatively dif-                       unrevealing.\n                           ferent from her usual headaches. The diagnosis of                            Head MRI (day 0) showed fluid-attenuated in-\n                           low intracranial pressure headache related to inad-                      version recovery (FLAIR) hyperintensities (figure\n                           vertent dural puncture was considered and 2 epi-                         1, A and B) and diffusion restriction with positive\n                           dural autologous blood patches were performed                            apparent diffusion coefficient (ADC) map (figure\n                           with no relief. One week postpartum she pre-                             1, C and D) in the right parietal lobe and in the\n                           sented to an outside hospital with complaints of                         splenium of the corpus callosum. The diagnosis\n                           poor concentration, difficulty in finding words,                         of posterior reversible encephalopathy syndrome\n\n\n\n\n                           From the University of Arkansas for Medical Sciences, Little Rock, AR.\n                           Disclosure: The authors report no disclosures.\n\n\n\n\n366                        Copyright © 2012 by AAN Enterprises, Inc.\n\f(PRES) was entertained and the patient was                     with lesions involving the cortex and subcortical\ntreated for that condition with the antihyperten-              white matter of the parietal, posterior frontal, and\nsive agents nifedipine and lisinopril. The patient’s           occipital lobes, bilaterally (figure 1, bottom\ncondition deteriorated. On the third hospital                  panel).\nday, she became cortically blind and mute, and\nhad motor perseverations and left-sided weakness.              Question for consideration:\n\nRepeat head MRI showed marked worsening                        1. What is the differential diagnosis?\n\n\n\n\nSECTION 2                                                      nosed early. These headaches are usually explosive,\nThe differential diagnosis of multifocal infarcts in the       reach maximum intensity within minutes, and can\ndistribution of many vascular territories is wide. It in-      last for hours to days. Subarachnoid hemorrhage is\ncludes emboli from heart and aorta, disseminated intra-        usually associated with symptoms and signs of men-\nvascular coagulopathy, thrombotic thrombocytopenic             ingeal irritation, altered consciousness, and focal\npurpura, moyamoya disease, vasculitis secondary to             neurologic signs. The presence of these signs in a\nconnective tissue and autoimmune systemic diseases, or         peripartum woman should also raise the possibility of\nviral/bacterial/fungal infections. Another possible rare       cerebral venous sinus thrombosis. Although these\nentity is primary CNS angiitis. The presentation of this       headaches commonly have a subacute onset, they\npatient with postpartum headache, elevated blood pres-         might have a more acute presentation during puerpe-\nsure, and focal neurologic deficits suggested the diagno-      rium. Pituitary apoplexy occurs as well in association\nsis of PRES to the treating neurologist.                       with late pregnancy, presenting with acute headache,\n    The sudden occurrence of severe headache in a              nausea, decreased visual acuity, ophthalmoplegia,\nyoung woman postpartum should also raise concern               and visual field defects.\nfor sentinel headaches and subarachnoid hemorrhage\n                                                               Question for consideration:\nbecause of their considerable morbidity and mortal-\nity and because they are eminently treatable if diag-          1. What studies/tests should be performed?\n\n\n\n\nSECTION 3                                                          Based on the above, reversible cerebral vasocon-\nIn the outside hospital, head magnetic resonance               striction syndrome (RCVS) was suspected. The pa-\n(MR) venography was unrevealing. EEG showed                    tient was treated with oral nimodipine, 60 mg every\nmild diffuse slowing. Lumbar puncture yielded clear            4 hours; aspirin, 81 mg daily; and methylpred-\nCSF that was acellular with normal glucose and pro-            nisolone, 125 mg IV every 6 hours for 6 days before\ntein content. Bacterial and fungal cultures, crypto-           the results of the vasculitis workup became available.\ncoccal antigen, herpes simplex virus PCR, VDRL,                The patient gradually improved: she became more\nand cytology were all negative.                                alert but remained apathetic with partial expressive\n    Because of clinical deterioration, the patient was         aphasia, apraxia, and perseveration. She perceived\ntransferred to our university hospital where a head CT         light and shades but her visual acuity remained below\nangiography (CTA) revealed segmental narrowing of              20/200. She also had residual mild left hemiparesis\nmany intracranial vessels but primarily involving the          with diffuse hyperreflexia and bilateral ankle clonus.\nvertebral, basilar, posterior, and middle cerebral arteries    Nimodipine was gradually tapered after 10 days and\n(figure 2, A and B). Transcranial sonography measured          she was transferred to a rehabilitation facility.\nincreased flow velocities in right middle (170 cm/s),              Follow-up at 2 months after discharge showed her\nright posterior (230 cm/s), left middle (130 cm/s), and left   to be alert, with near-normal visual acuity (20/25)\nposterior (140 cm/s) cerebral arteries. Vasculitis workup      and intact color vision. She had residual right inferior\nincluding erythrocyte sedimentation rate, C-reactive           quadrantanopia, apraxia, mild left hand weakness,\nprotein, rheumatoid factor, antinuclear antibody, anti-        and diffuse hyperreflexia. Head MRI showed evi-\nneutrophil cytoplasmic antibody, double-stranded               dence of encephalomalacia in the frontoparietal\nDNA, anti-SSA/Ro, anti-SSB/La antibodies, cryoglob-            lobes, left occipital lobe, and splenium of the corpus\nulin, and angiotensin-converting enzyme was negative.          callosum. Head MR angiography revealed complete\n\n                                                               Neurology 78    January 31, 2012                   367\n\f                                                                                                   and postpartum angiopathy.2 The pathophysiology\n  Figure 2       Head CT angiography (CTA) (A, B) and magnetic resonance\n                 angiography (MRA) (C, D)\n                                                                                                   of RCVS remains unknown, though transient distur-\n                                                                                                   bance in the control of cerebral vascular tone was\n                                                                                                   hypothesized.3\n                                                                                                       There is gender preponderance of RCVS in\n                                                                                                   women. Half of the patients give history of mi-\n                                                                                                   graine.2 The condition is idiopathic or related to a\n                                                                                                   number of factors, including late pregnancy/post-\n                                                                                                   partum and use of vasoactive substances such as\n                                                                                                   triptans, selective serotonin reuptake inhibitors,\n                                                                                                   pseudoephedrine, cannabinoids, cocaine, amphet-\n                                                                                                   amines, methylenedioxymethamphetamine (ecstasy),\n                                                                                                   bromocriptine, and nasal decongestants.4 Postpar-\n                                                                                                   tum angiopathy is an extremely rare complication\n                                                                                                   that usually occurs in a normal pregnancy, as was the\n                                                                                                   case in our patient. Two-thirds of those patients pres-\n                                                                                                   ent in the first postpartum week.5 In 50%–70% of\n                                                                                                   cases, it is associated with the use of vasoconstrictors,\n                                                                                                   mostly ergots, to treat postpartum hemorrhage or to\n                                                                                                   inhibit lactation. Intracranial hypotension, whether\n                                                                                                   spontaneous6 or secondary to dural puncture,7 was\n                                                                                                   also reported as a possible etiology of RCVS.\n                                                                                                       The diagnosis of RCVS is usually made on ce-\n                                                                                                   rebral arterial imaging which shows diffuse and\nHead CTA at day 6 reveals segmental narrowing of the left middle cerebral artery and the\n                                                                                                   multifocal segmental narrowing of large and\nA1 segment of the right anterior cerebral artery (A, arrows); segmental narrowing of the           medium-sized arteries. The anterior and posterior\nposterior cerebral and left distal vertebral arteries with broad narrowing of the basilar ar-      brain circulations are involved. Occasional dilated\ntery (B, arrows). Head MRA 2 months after discharge shows complete reversal of arterial\n                                                                                                   segments, like strings and beads or sausage strings,\npathology (C and D). The magnification is similar in all parts of the figure; the white vertical\nband denotes 5 cm.                                                                                 were described. The diagnosis is confirmed only by\n                                                                                                   documenting reversal of the vasoconstriction within\n                                 resolution of the previously noted vasoconstriction               few months.2\n                                 (figure 2, C and D).                                                  Vasoactive medications should be stopped. Clini-\n                                                                                                   cal and angiographic resolution occurs spontane-\n                                 DISCUSSION The most important information re-                     ously; however, calcium channel blockers like\n                                 garding the diagnosis and treatment of this patient               nimodipine are used with variable success. Long-\n                                 was obtained before transfer to our hospital. The                 term measures include secondary stroke prevention\n                                 findings of positive diffusion-weighted imaging and               and treatment of complications.6 – 8 A short course of\n                                 ADC map in the right parietal lobe and splenium of                steroids may be justified to cover for cerebral vasculi-\n                                 the corpus callosum was indicative of ischemic stroke             tis while awaiting results of workup, although a re-\n                                 which is rarely seen in PRES.1 The clinical and MRI               cent retrospective case-series study found worse\n                                 worsening after antihypertensive treatment makes                  outcome in patients who received steroids. However,\n                                 the diagnosis of ischemic strokes more convincing.                this matter is confounded by the possibility that ste-\n                                 What is the cause of cerebral ischemia? She had no                roids were administered to sicker patients.9\n                                 clinical evidence of heart disease. CTA ruled out                     The clinical outcome is usually good, with most\n                                 moyamoya and premature atherosclerosis, and                       patients recovering completely within days to weeks.\n                                 clearly revealed segmental narrowing of large and                 The major complications of RCVS are localized cor-\n                                 medium-sized arteries at the base of the brain, highly            tical subarachnoid hemorrhages (20%–25% of cases)\n                                 suggestive of RCVS.                                               and ischemic strokes (5%–10%).5 Hemorrhagic\n                                     RCVS refers to a group of disorders sharing an-               complications and seizures occur earlier (within the\n                                 giographic and clinical features including reversible             first 10 days) compared to ischemic events (around\n                                 segmental and multifocal vasoconstriction of cerebral             12 days from headache onset).2 Association with\n                                 arteries, and sudden severe headaches with or with-               PRES7 and recurrence10 were reported.\n                                 out focal neurologic deficits or seizures. These disor-               Patients with severe new-onset headache and focal\n                                 ders were previously reported as Call-Fleming                     neurologic deficits must be assessed urgently and sev-\n                                 syndrome, benign angiopathy of the nervous system,                eral diagnoses must be considered. Initial diagnostic\n\n368                              Neurology 78    January 31, 2012\n\fstudies should include an unenhanced head CT and                                   reversible cerebral vasoconstriction syndrome: a prospec-\nlumbar puncture. If both studies are normal, head                                  tive series of 67 patients. Brain 2007;130:3091–3101.\n                                                                              3.   Schwedt TJ, Matharu MS, Dodick DW. Thunderclap\nMRI, MR angiography of the head and neck, and\n                                                                                   headache. Lancet Neurol 2006;5:621– 631.\nMR venography are necessary. When this workup                                 4.   Calabrese LH, Dodick DW, Schwedt TJ, Singhal AB.\nreveals segmental vasoconstriction, normal or near                                 Narrative review: reversible cerebral vasoconstriction syn-\nnormal CSF studies, and a lack of any other underly-                               dromes. Ann Intern Med 2007;146:34 – 44.\ning pathology, RCVS should be considered. In the                              5.   Ducros A, Bousser MG. Reversible cerebral vasoconstric-\ncase we presented, PRES was initially suspected, so                                tion syndrome. Pract Neurol 2009;9:256 –267.\n                                                                              6.   Schievink WI, Maya MM, Chow W, Louy C. Reversible\nblood pressure was aggressively controlled, which\n                                                                                   cerebral vasoconstriction in spontaneous intracranial hy-\nworsened brain ischemia. Thus, antihypertensive                                    potension. Headache 2007;47:284 –287.\nagents should be used with caution in RCVS, just                              7.   Chaves C, Freidberg SR, Lee G, Zerris V, Ries S, Chavali\nlike any other condition causing ischemic strokes.                                 R. Cerebral vasospasm following intracranial hypotension\n                                                                                   caused by cerebrospinal fluid leak from an incidental lum-\n                                                                                   bar durotomy: case report. J Neurosurg 2005;102:152–\nAUTHOR CONTRIBUTIONS\n                                                                                   155.\nDr. Maalouf: drafting/revising the manuscript, study concept or design,\n                                                                              8.   Calado S, Viana-Baptista M. Benign cerebral angiopathy;\nanalysis or interpretation of data. Dr. Harik: drafting/revising the manu-\n                                                                                   postpartum cerebral angiopathy: characteristics and treat-\nscript, study concept or design, analysis or interpretation of data.\n                                                                                   ment. Curr Treat Options Cardiovasc Med 2006;8:201–\n                                                                                   212.\nREFERENCES                                                                    9.   Singhal AB, Hajj-Ali RA, Topcuoglu MA, et al. Reversible\n 1. Finocchi V, Bozzao A, Bonamini M, et al. Magnetic reso-                        cerebral vasoconstriction syndromes: analysis of 139 cases.\n    nance imaging in Posterior Reversible Encephalopathy                           Arch Neurol 2011;68:1005–1012.\n    Syndrome: report of three cases and review of literature.                10.   Ursell MR, Marras CL, Farb R, Rowed DW, Black SE,\n    Arch Gynecol Obstet 2005;271:79 – 85.                                          Perry JR. Recurrent intracranial hemorrhage due to post-\n 2. Ducros A, Boukobza M, Porcher R, Sarov M, Valade D,                            partum cerebral angiopathy: implications for manage-\n    Bousser MG. The clinical and radiological spectrum of                          ment. Stroke 1998;29:1995–1998.\n\n\n\n\n                                                                             Neurology 78     January 31, 2012                           369\n\fClinical Reasoning: A 33-year-old woman with severe postpartum occipital headaches\n                          Nancy Maalouf and Sami I. Harik\n                             Neurology 2012;78;366-369\n                        DOI 10.1212/WNL.0b013e31824528f8\n\n                      This information is current as of January 30, 2012\n\n Updated Information &               including high resolution figures, can be found at:\n Services                            http://www.neurology.org/content/78/5/366.full.html\n\n Supplementary Material              Supplementary material can be found at:\n                                     http://www.neurology.org/content/suppl/2012/12/03/78.5.366.DC1.htm\n                                     l\n References                          This article cites 10 articles, 3 of which you can access for free at:\n                                     http://www.neurology.org/content/78/5/366.full.html##ref-list-1\n Subspecialty Collections            This article, along with others on similar topics, appears in the\n                                     following collection(s):\n                                     All Cerebrovascular disease/Stroke\n                                     http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                     stroke\n                                     All Headache\n                                     http://www.neurology.org//cgi/collection/all_headache\n Permissions & Licensing             Information about reproducing this article in parts (figures,tables) or in\n                                     its entirety can be found online at:\n                                     http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                            Information about ordering reprints can be found online:\n                                     http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright Copyright © 2012 by AAN Enterprises, Inc.. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2113,
  "indexed": "2025-09-25T22:54:32.037Z",
  "method": "direct"
}
