{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Hort et al. - 2010 - EFNS guidelines for the diagnosis and management o.pdf",
  "fileName": "Hort et al. - 2010 - EFNS guidelines for the diagnosis and management o.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Hort et al. - 2010 - EFNS guidelines for the diagnosis and management o.pdf",
  "text": "European Journal of Neurology 2010, 17: 1236–1248                                                     doi:10.1111/j.1468-1331.2010.03040.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS guidelines for the diagnosis and management of AlzheimerÕs\ndisease\nJ. Horta, J. T. OÕBrienb, G. Gainottic, T. Pirttilad, , B. O. Popescue, I. Rektorovaf, S. Sorbig\nand P. Scheltensh on behalf of the EFNS Scientist Panel on Dementia\na\n    Memory Disorders Clinic, Deartment of Neurology, Charles University in Prague, Second Faculty of Medicine and Motol Hospital, Prague,\nCzech Republic; bInstitute for Ageing and Health, Newcastle University, Newcastle upon Tyne, UK; cNeuropsychology Service, Policlinico\nGemelli/Catholic University, Rome, Italy; dDepartment of Neurology, Kuopio University Hospital, Kuopio, Finland; eDepartment of\nNeurology, University Hospital, ÔCarol DavilaÕ University of Medicine and Pharmacy, Bucharest, Romania; fFirst Department of Neurology,\nMasaryk University and St. AnneÕs Hospital, Brno, Czech Republic; gDepartment of Neurological and Psychiatric Sciences University of\nFlorence, Italy; and hDepartment of Neurology and Alzheimer Center, VU University Medical Center, Amsterdam, The Netherlands\n\n\n\n\nKeywords:                            Background and objectives: In 2008 a task force was set up to develop a revision of the\nAlzheimerÕs disease,                 European Federation of the Neurological Societies (EFNS) guideline for the diagnosis\ndementia, diagnosis,                 and management of AlzheimerÕs disease (AD) and other disorders associated with\nguideline, management,               dementia, published in early 2007. The aim of this revised international guideline was\nreview, treatment                    to present a peer-reviewed evidence-based statement for the guidance of practice for\n                                     clinical neurologists, geriatricians, psychiatrists, and other specialist physicians\nReceived 21 January 2010             responsible for the care of patients with AD. Mild cognitive impairment and non-\nAccepted 11 March 2010               Alzheimer dementias are not included in this guideline.\n                                     Methods: The task force working group reviewed evidence from original research\n                                     articles, meta-analysis, and systematic reviews, published before May 2009. The evi-\n                                     dence was classiﬁed and consensus recommendations graded (A, B, or C) according to\n                                     the EFNS guidance. Where there was a lack of evidence, but clear consensus, good\n                                     practice points were provided.\n                                     Results: The recommendations for clinical diagnosis, blood tests, neuropsychology,\n                                     neuroimaging, electroencephalography, cerebrospinal ﬂuid (CSF) analysis, genetic\n                                     testing, disclosure of diagnosis, treatment of AD, behavioural and psychological\n                                     symptoms in dementia, legal issues, counselling and support for caregivers were all\n                                     revised as compared with the previous EFNS guideline.\n                                     Conclusion: A number of new recommendations and good practice points are made,\n                                     namely in CSF, neuropsychology, neuroimaging and reviewing non-evidence based\n                                     therapies. The assessment, interpretation, and treatment of symptoms, disability,\n                                     needs, and caregiver stress during the course of AD require the contribution of many\n                                     diﬀerent professionals. These professionals should adhere to these guideline to\n                                     improve the diagnosis and management of AD.\n\n\n                                                                        Societies (EFNS) recommendation on the diagnosis and\nObjectives\n                                                                        management of Alzheimer disease (AD) [1]. The pre-\nThe objective of the Task Force set up in 2008 was to                   vious guideline reﬂected Diagnostic and Statistical\nrevise previous European Federation of Neurological                     Manual, 4th edition (DSM IV) and National Institute\n                                                                        of Neurological, Communicative Disorders and Stroke\nCorrespondence: J. Hort, MD, PhD, Associated Professor, Memory          – AlzheimerÕs Disease and Related Disorders Associa-\nDisorders Clinic, Department of Neurology, Charles University,          tion (NINCDS-ADRDA) criteria for dementia syn-\nSecond Faculty of Medicine and Motol University Hospital, V úvalu      drome and AD. In the revised guideline special\n84, 150 18 Praha 5, Czech Republic (tel.: +420 22443 6801;\nfax: +420 22443 6875; e-mail: jakub.hort@seznam.cz).\n                                                                        attention was given to whether further evidence had\n Deceased.                                                              become available for biomarkers of disease like mag-\n                                                                        netic resonance imaging (MRI), positron emission\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the Internet at http://www.efns.org/\n                                                                        tomography (PET) and cerebrospinal ﬂuid (CSF) that\nEFNSContinuing-Medical-Education-online.301.0.html. Certiﬁcates         have been proposed to increase the conﬁdence of the\nfor correctly answering the questions will be issued by the EFNS.       clinical diagnosis [2]. Special attention was given to\n\n\n                                                                                                                     Ó 2010 The Author(s)\n1236                                                                                           European Journal of Neurology Ó 2010 EFNS\n\f                                                                                        EFNS guidelines for AlzheimerÕs disease   1237\n\n\n\nresults of recent clinical trials in AD, both for cognitive           evaluated according to pre-speciﬁed levels of certainty\nand behavioral aspects of the disease. Because AD is the              (classes of evidence I, II, III, and IV) by the expert\nfocus of this guideline, non-Alzheimer dementias such                 group members, and the recommendations were graded\nas vascular (VaD), frontotemporal (FTLD), Parkinson                   according to the strength of evidence (grade A, B, or C),\ndisease dementia, dementia with Lewy bodies (DLB),                    using the deﬁnitions given in the EFNS guidance [6]. In\ncorticobasal degeneration (CBD), progressive supra-                   addressing important clinical questions, for which no\nnuclear palsy (PSP), Creutzfeldt–Jacob (CJD) and                      evidence was available, Ôgood practice pointsÕ were\nothers will be dealt with separately. This guideline                  recommended based on the experience and consensus of\nrepresents desirable standards to guide practice, but                 the expert task force group.\nmay not be appropriate in all circumstances as clinical\npresentation of the individual patient and available\n                                                                      Reaching of the consensus\nresources should be taken into account. Cost-eﬀective-\nness is not discussed, as heterogeneity across Europe                 A proposed guideline with speciﬁc recommendation\nwill result in diﬀerent, country speciﬁc, conclusions.                was drafted for circulation to task force members and\n                                                                      displayed on EFNS web pages for comments from all\n                                                                      panel members. Consensus was reached at three task\nBackground\n                                                                      force meetings during 2009.\nDementia aﬀects 5.4% of the over 65s and its prevalence\nfurther increases with age [3]. AD is responsible for the\n                                                                      Results\nmajority of cases. The European Collaboration on\nDementia, co-ordinated by Alzheimer Europe, found\n                                                                      Clinical diagnosis: medical history, laboratory,\nthere were currently 8.45 million people in Europe with\n                                                                      neurological and physical examination\nAD. Dementia causes a signiﬁcant ﬁnancial burden to\nsociety, estimated at 141 billion Euros of annual cost for            The history, from the patient and a close informant,\nthe whole of Europe, of which 56% are the costs of                    should focus on the aﬀected cognitive domains, the\ninformal care. The costs per person with dementia was                 course of the illness, and the impact on ADL and any\nabout 21 000 Euros per year, while disability caused by               associated non-cognitive symptoms. Past medical his-\nthe illness is estimated at 350 disability adjusted life              tory, co-morbidities, family and educational history are\nyears per 100 000 persons, compared to 247 caused by                  important. The neurological and general physical\ndiabetes [4]. With increasing longevity, numbers of                   examination is particularly important in distinguishing\npeople with dementia are set to double in the next                    AD from other primary degenerative and secondary\n30 years [3]. AD with early onset (< 65 years) merits                 dementias and co-morbidities [1]. There exist no evi-\nspecial consideration because of its greater genetic pre-             dence-based data to support the usefulness of speciﬁc\ndisposition, diﬀering clinical and cognitive proﬁle and               routine blood tests for evaluation of those with dementia\ncourse, which is characteristically more aggressive than              but these are useful in excluding co-morbidities. Most\nin late onset cases. In addition subjects may still be                expert opinion advises to screen for vitamin B12, folate,\nworking and of childbearing age. Early onset AD,                      thyroid stimulating hormone, calcium, glucose, com-\ntherefore, poses particular management issues.                        plete blood cell count, renal and liver function abnor-\n   Clinical AD is often preceded by a phase called Mild               malities. Serological tests for syphilis, Borrelia and HIV\nCognitive Impairment (MCI) in which there are com-                    should be considered in individual cases at high risk or\nplaints and objective impairments in one or more cog-                 where there are suggestive clinical features.\nnitive domains, but with preserved activities of daily\nliving (ADL) [5]. The panel decided not to review MCI\n                                                                      Assessment of cognitive functions\nsyndrome extensively since discussions around the\nnosological status of MCI and its relationship to AD                  There are two main reasons for neuropsychological\nare ongoing.                                                          assessment in AD: (i) the diagnosis of dementia requires\n                                                                      evidence of multiple cognitive defects; and (ii) initial\n                                                                      stages of all principal forms of dementia have a selective\nSearch strategy\n                                                                      anatomical localisation reﬂected by typical patterns of\nThe evidence for this guideline was collected from                    neuropsychological impairment. Screening tests are\nCochrane Library reviews, meta-analyses and system-                   used to assess cognitive functions globally to identify\natic reviews and original scientiﬁc papers published in               patients who require more detailed investigation. This\npeer-reviewed journals before May 2009 accessed using                 is then undertaken with a battery of neuropsycho-\nthe MEDLINE database. The scientiﬁc evidence were                     logical tests which should evaluate memory, executive\n\n\nÓ 2010 The Author(s)\nEuropean Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f1238      J. Hort et al.\n\n\n\nfunctions, language, praxis and visual-spatial abilities.                mesial temporal lobe atrophy (entorhinal cortex, hip-\nThe most widely used screening test (I) is the Mini-                     pocampus) which disables consolidation. Retrieval,\nMental State Examination (MMSE), which standard                          which depends on frontal lobe and subcortical struc-\ncut-oﬀ score (24) should be increased to 27 in highly                    tures, is less aﬀected. This can be clariﬁed by cuing as\neducated individuals [7] and lowered in patients whose                   applied in California Verbal Learning Test [9] or Bus-\nnative tongue is another language or with low educa-                     chke Free and Cued Selective Reminding test, to dis-\ntion. Patients with early AD fail mainly in orientation                  tinguish patients at an early stage of AD from other\nand memory tasks, whereas fronto-temporal dementia                       subjects [10]. The Rey Auditory Verbal Learning Test\n(FTD) individuals exhibit early impairment in speech                     (RAVLT) can distinguish between patients with AD\nand DLB patients may be aﬀected in visuospatial                          and those without dementia or between AD and other\ncomponents (pentagons) [8]. Other neuropsychological                     forms of dementia with a diagnostic accuracy of\nor clinical screening instruments reported in Table 1                    83–86% [11]. In particular, a very severe impairment\nprovide an equal or greater accuracy in the diagnosis of                 (0 score) on RAVLT delayed free recall has a very high\nAD (III).                                                                (97%) speciﬁcity for AD (I) [11]. A less severe score can\n                                                                         raise diagnostic problems, since it can be due to defec-\nMemory functions                                                         tive encoding resulting from depression, anxiety or\nMemory, especially episodic memory, should be sys-                       attentional deﬁcit. A comparison between free recall\ntematically assessed (I), because it is the function most                and cued recall revealed diﬀerent results in mild AD\ncommonly impaired early in AD as consequence of                          patients. Vogel et al. [12] found that cued and free recall\n\n\nTable 1 Assessment of cognitive functions in AD\n\nScreening tests                Sensitivity                      Speciﬁcity                                                     References\n\nNeuropsychological instruments\n  MMSE                          80–85% (Demented                76–80%                                                         [94]\n                                 versus non-demented\n                                 very old patients)\n  7 min                         93%                             93% (AD versus various forms of depression and dementia)       [95]\n  ACE                           94%                             89% (AD versus NC and other forms of dementia)                 [96]\n  MOCA                          90%                             90% (Mild AD versus MCI and NC)                                [97]\n  Mattis D.R.S.                 85%                             85% (AD versus FTD)                                            [98]\n  Clock drawing 67%             97%                             (very mild AD versus NC)                                       [99]\n  CERAD battery 80%             81%                             (Mild AD versus MCI and NC)                                    [100]\n  5 words test                  91%                             87% (AD versus functional memory disorders)                    [15]\nAssessment of speciﬁc cognitive domain\n  Episodic memory\n    Logical memory              89% (free recall)               87% (very mild AD versus NC)                                   [14]\n    FCSRT                       80% (free and cued recall)      90% (MCI converters versus non-converters)                     [10]\n    CVLT                        50% (free and cued recall)      98% (Mild AD versus MCI and NC)                                [9]\n    Category cued recall        88%                             89% (very mild AD versus NC)                                   [12]\n    RAVLT                       50% (0 score) (free recall      97% (AD versus other forms of dementia)                        [11]\n                                 and recognition)\n  Semantic memory (category ﬂuency)                                                                                            [16]\n    Language (naming)\n    Graded naming                                                                                                              [21]\n    Boston naming               Overall accuracy: 77%                                                                          [20]\n                                 (AD versus NC)\n  Visual-spatial abilities\n    BVRT                                                                                                                       [22]\n  Executive functions\n    Verbal ﬂuency tests                                                                                                        [16]\n    WCST                                                                                                                       [17]\n    TMT                                                                                                                        [18]\n    Stroop test                                                                                                                [19]\n\nMMSE, Mini-Mental State Examination; ACE, AddenbrookeÕs cognitive examination; MOCA, Montreal Cognitive Assessment; FCSRT, Free\nand Cued Selective Reminding test; CVLT, California Verbal Learning Test; RAVLT, Rey Auditory Verbal Learning Test; BVRT, Benton Visual\nRetention Test; CST, Wisconsin Card Sorting test; TMT, Trail Making Test; AD, AlzheimerÕs disease; MCI, mild cognitive impairment; FTD,\nfronto-temporal dementia; NC, normal controls.\n\n\n\n                                                                                                                      Ó 2010 The Author(s)\n                                                     European Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f                                                                                        EFNS guidelines for AlzheimerÕs disease   1239\n\n\n\nhad the same values of sensitivity and speciﬁcity                     Roth Dementia Scale and the Informant Questionnaire\nwhereas Ivanoiu et al. [13] found that cued recall test               on Cognitive Decline in the Elderly are also helpful in\nwas the best predictor of mild AD. High values of                     detection of dementia [1]. The AD8 is a brief, sensi-\nsensitivity and speciﬁcity have also been obtained by                 tive informant-based questionnaire that reliably diﬀer-\nSalmon et al. [14] with the delayed recall from the                   entiates between non-demented and demented\nÔLogical MemoryÕ test or in the Ô5 wordÕ test [15].                   individuals. The respondent rates change (yes versus\nSemantic memory (category ﬂuency test, pictures                       no) in memory, problem-solving abilities, orientation,\nnaming task, word and picture deﬁnition) testing may                  and ADL [25].\nconﬁrm deﬁcits in AD or more prominently in Semantic\nDementia [16].\n                                                                      Assessment of behavioural and psychological\n                                                                      symptoms\nExecutive functions\nA predominance of executive dysfunction over episodic                 The term Ôbehavioral and psychological symptoms of\nmemory impairment is typical for FTLD and VaD (III)                   dementiaÕ (BPSD) is used to describe the spectrum\nand is more frequent in early onset AD. Decreased                     of non-cognitive symptoms of dementia (apathy, psy-\nﬂuency on verbal ﬂuency tests, perseverations on the                  chosis, aﬀective and hyperactive behaviors) [26] Iden-\nWisconsin card sorting test (WCST) [17]; reduced speed                tiﬁcation of neuropsychiatric symptoms is essential\nof processing on the Trail Making test [18] and defects               since BPSD occur in the majority of persons with\nin inhibiting automatic responses on the Stroop test                  dementia over the course of the disease, and in 35–\n[19], may be caused by subcortical or frontal lesions                 75% of MCI patients [27] (I). BPSD are associated\n[18,19].                                                              with declining cognitive and functional ability [27],\n   Language (speech comprehension and production,                     decreased quality of life and increased institutionali-\nreading and writing) praxis and visual-spatial abilities              zation. Somatic co-morbidity and environmental trig-\ncan be variably aﬀected according to type and stage of                gers should be ruled out as a possible cause. Several\ndementia suggesting for prominent cortical involve-                   global reliable and validated scales are used to assess\nment. Boston Naming test [20] or the Graded Naming                    BPSD and their change as a result of treatment [28].\ntest [21] are frequently impaired in the earliest stages of           They rely upon the report of an informant and include\nAD. High number of errors on the Benton visual                        the neuropsychiatric inventory, and the behavior rating\nretention test can predict the development of AD more                 scale for dementia of the CERAD (CERAD-BRSD)\nthan a decade before diagnosis [22].                                  [29]. For assessing treatment eﬀects the change in\n   Studies of apraxia are remarkably few in AD, but a                 scales representing a clinically meaningful improve-\nsigniﬁcant relationship has been found between apraxia                ment has not been established. More focused scales\nseverity and dependency in ADL [23].                                  evaluating agitation or depression in dementia are also\n   The ADAS cog is a 11-item cognitive test battery that              available [29]. The Cornell scale for depression in\nhas been particularly useful to detect changes in severity            dementia (CSDD) is based on combined caregiver and\nof AD, mainly in clinical trials, but it is not useful for            patient interviews. The 15-item geriatric depression\ndiagnostic purposes.                                                  scale has also been validated for use in AD but the\n                                                                      CSDD appears to be a more sensitive and speciﬁc tool\n                                                                      for detecting depression independently of the severity\nAssessment of ADL\n                                                                      of dementia [30].\nFunctional decline is required for the diagnosis of\ndementia. It also allows evaluation of the need for\n                                                                      Assessment of co-morbidity\npersonal and institutional care. ADLÕs are divided into\nBasic (e.g. bathing, toileting) and Instrumental (e.g.                AD patients commonly have co-morbid medical con-\nshopping, handling ﬁnances), the latter being more                    ditions such as depression, cardiovascular and pulmo-\nvulnerable to cognitive decline early in the course of the            nary diseases, infections, arthritis, other neurological\ndisease. There is no Ôgold standardÕ available for ADL                disorders, sleep disturbances, falls and incontinence,\nassessment. Out of 12 systematically reviewed scales the              and drug-related adverse eﬀects, especially in older\ninformant-based questionnaires the Disability Assess-                 patients. There is a strong association between medical\nment for Dementia and the Bristol ADL are among the                   conditions and impaired cognitive status in AD and the\nmost useful, though their overall psychometric prop-                  prompt identiﬁcation and treatment of the associated\nerties were still only of moderate quality [24]. ADL are              medical illnesses at the time of diagnosis and through-\nreﬂected in the clinical dementia rating scale which is               out the disease evolution may improve cognition in AD\nwidely used for rating of dementia severity. The Blessed              patients [31].\n\n\nÓ 2010 The Author(s)\nEuropean Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f1240    J. Hort et al.\n\n\n\nNeuroimaging                                                    standardized acquisition and analysis methods are used\n                                                                since results and interpretation of DATScans may\nStructural imaging in the diagnostic work up of AD\n                                                                otherwise vary [39]. FDG-PET has become a practically\nserves two purposes: exclude other, potentially surgically\n                                                                applicable tool since the wide distribution of PET CT\ntreatable diseases and include speciﬁc ﬁndings for AD.\n                                                                machines. It may reveal speciﬁc abnormalities in AD\n   For the former CT and MRI perform as well and\n                                                                by showing reduced glucose metabolism in the parietal\nmost current guidelines agree that such an imaging\n                                                                and superior/posterior temporal regions, posterior\nprocedure should be carried out once in every patient.\n                                                                cingulate cortex, and precuneus. In advanced stages of\nHowever, MRI is more sensitive to subtle vascular\n                                                                AD, frontal lobe defects are also seen. 18FDG-PET has\nchanges (strategic infarcts for instance) and to changes\n                                                                been reported to have a sensitivity of 93% and a\nthat may indicate speciﬁc conditions such as multiple\n                                                                speciﬁcity of 63% in predicting a pathological diagnosis\nsclerosis, PSP, multiple-system atrophy, CBD, prion\n                                                                of AD (II) [40]. FDG-PET is particularly useful in the\ndisease, FTLD (for review see [32]). For practice\n                                                                diﬀerential diagnosis of AD towards other dementias\npurposes a standard MR protocol involving at least\n                                                                with speciﬁcity higher than 95% in early onset cases\ncoronal T1 and axial T2 or ﬂuid-attenuated inversion\n                                                                [41]. Based on the study by Foster et al. [42] FDG-PET\nrecovery sequences should be used. Contrast is not\n                                                                is reimbursed in the USA for the distinction between\nindicated. Of note, vascular changes seen on CT or\n                                                                AD and FTD only. A very promising development is\nMRI need not preclude a diagnosis of AD, especially in\n                                                                the possibility of imaging amyloid with new PET\nolder age, but should prompt adequate evaluation and\n                                                                ligands. As of yet these are not available for routine use.\ntreatment of cardiovascular risk factors.\n   Hippocampal atrophy is best seen on MRI but may\nalso be visualized on the more modern type CT scanner           Electroencephalography (EEG)\n[33] and yields sensitivity and speciﬁcity values between\n                                                                The EEG may help to diﬀerentiate between AD, sub-\n80 and 90% in most studies [32–34] (II). Since the\n                                                                jective complains and psychiatric diagnoses. EEG is\nprevious guideline only one prospective study has been\n                                                                recommended in diﬀerential diagnosis of atypical clin-\nperformed examining the added value of hippocampal\n                                                                ical presentations of AD. It can also provide early\natrophy on MRI in the diagnosis of AD with post-\n                                                                evidence for CJD or suggest the possibility of a toxic-\nmortem veriﬁcation [35]. However, being a single cen-\n                                                                metabolic disorder, transient epileptic amnesia or other\nter, small study, in a selected population, it just fails\n                                                                previously unrecognized seizure disorder. Even though\nclass I evidence.\n                                                                reduced alpha power, increased theta power and lower\n   AD patients with early age of onset often present with\n                                                                mean frequency are characteristic for AD patients,\ncomplaints and cognitive deﬁcits other than memory\n                                                                EEG can be normal early in the course of the disease in\nimpairment [36]. Several structural MRI studies localize\n                                                                up to 14% of cases. In diﬀerent studies, the diagnosis\nthe pattern of the atrophy in early-onset AD to more\n                                                                accuracy of EEG for AD patients versus healthy con-\nposterior regions with prominent involvement of the\n                                                                trol subjects with similar demographic characteristics\nprecuneus and posterior cingulate cortex [37].\n                                                                varied widely, with diagnosis odds ratios between 7 and\n   In addition, MRI may also be useful to monitor\n                                                                219 [43]. EEG with only diﬀuse abnormalities argues\nchanges over time and may aid the clinician in following\n                                                                for AD, EEG with both diﬀuse and focal changes\nthe disease process and explaining it to the patient\n                                                                suggests AD or other forms of dementia [44].\n(good practice point).\n   Functional neuroimaging [i.e., ﬂuorodeoxy-glucose-\n(FDG-) PET and single photon emission computed                  CSF analysis\ntomography (SPECT)] may increase diagnostic conﬁ-\n                                                                Routine CSF cell count, protein, glucose and protein\ndence in the evaluation of dementia. In a clinical-\n                                                                electrophoresis assessment is mandatory when vasculi-\npathological study, a positive perfusion SPECT scan\n                                                                tis, inﬂammatory, hematologic or demyelinating disease\nraised the likelihood of AD to 92%, whereas a negative\n                                                                is suspected and in cases of suspected CJD in diﬀeren-\nSPECT scan lowered the likelihood to 70%. SPECT\n                                                                tiation with AD.\nwas more useful when the clinical diagnosis was\n                                                                   The elevation of the 14-3-3 protein reﬂects acute\nÔpossibleÕ AD, with the likelihood of 84% with a\n                                                                neuronal loss and supports diagnosis of CJD [45] (II)\npositive SPECT, and 52% with a negative SPECT\n                                                                while high to very high levels of total tau yield high\n[38]. Dopaminergic SPECT imaging (FP-CIT or\n                                                                speciﬁcity for CJD [46,47]. In AD decreased levels of\nDATScanä; GE Healthcare, Amersham, UK) is useful\n                                                                beta-amyloid 42 (Ab42) and increased total-tau or\nto diﬀerentiate AD from DLB with sensitivity and\n                                                                phospho-tau in CSF are frequently found. The pooled\nspeciﬁcity around 85% (I). Care should be taken that\n\n\n                                                                                                              Ó 2010 The Author(s)\n                                             European Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f                                                                                        EFNS guidelines for AlzheimerÕs disease   1241\n\n\n\nsensitivity and speciﬁcity for Ab42 in AD versus controls             diagnosis. Brain biopsy may have a role in the diagnosis\nfrom 13 studies involving 600 patients and 450 controls               of dementia where a treatable disease cannot be\nwere 86% and 90% [48]. For total-tau, the sensitivity                 excluded by other means. However, it has been shown\nwas 81% and the speciﬁcity 90%, pooled from 36 studies                that information obtained at biopsy aﬀected treatment\nwith 2500 patients and 1400 controls. Across 11 studies               in only 11% of cases biopsied for the suspicion of an\nwith a total of 800 patients and 370 controls, phospho-               infectious or inﬂammatory etiology, though the role\ntau had a mean sensitivity of 80% and speciﬁcity was set              of brain biopsy may increase as disease-modifying\nat 92% but sensitivities varied widely among studies                  therapies become available [56].\nusing diﬀerent methods. Combined assessment of Ab42\nand total-tau revealed sensitivities (85–94%) and speci-\n                                                                      Recommendations for diagnosis\nﬁcities (83–100%) in AD versus controls [48] (I).\n   Speciﬁcity of these markers for AD has been lower                  Clinical history should be supplemented by an infor-\n(39–90%) in diﬀerential to the other dementias in clinic-             mant (Level A). A neurological and physical examina-\nbased series [49] which may relate to the presence of                 tion should be performed in all patients with dementia\nco-morbid AD pathology [50] (III).                                    (good practice point). ADL impairment due to cogni-\n   There are considerable diﬀerences in absolute con-                 tive decline is an essential part of the diagnostic criteria\ncentrations of these markers between laboratories, even               for dementia and should be assessed in the diagnostic\nwhen the same kit is used [51,52]. Before CSF can be                  evaluation (Level A).\nwidely accepted as a reliable tool a consensus for pro-                  Several informant based questionnaires are available\ncessing and handling of the samples is needed [51].                   and should be used where possible (good practice point).\n                                                                         Cognitive assessment should be performed in all\n                                                                      patients (Level A). Quantitative neuropsychological\nGenetic testing\n                                                                      testing should be made in patients with questionable or\nThe genetics of dementia is complex and genetic testing               very early AD (Level B). The assessment of cognitive\nis associated with many ethical concerns. APP, PS1 and                functions should include a general cognitive measure\nPS2 gene mutations explain 50% of the familial form of                and more detailed testing of the main cognitive\nearly-onset AD [53]. The ApoE \u000f4 allele is the only                   domains, and in particular an assessment of delayed\ngenetic factor consistently implicated in late-onset AD,              recall (Level A). In patients with moderate memory\nbut it is neither necessary nor suﬃcient for development              impairment cued recall could be more appropriate than\nof the disease [54]. Hence, there is no evidence to suggest           free recall (Level B).\nApoE testing is useful in a diagnostic setting. Autopsy                  Assessment of BPSD should be performed in each\ndiagnosis in familial dementias can be valuable for                   patient (Level A). Information should be gathered from\nsubsequent diagnosis and counselling. Testing of                      an informant using an appropriate rating scale (good\npatients with familial dementia and of unaﬀected                      practice point).\nat-risk-relatives should be accompanied by neurogenetic                  Assessment of co-morbidity is important in AD\ncounselling and undertaken only after full consent and                patients, both at the time of diagnosis and throughout\nby specialist centres. Pre-symptomatic testing may be                 the course of the illness (good practice point) and should\nperformed in at risk member of family-carrying muta-                  always be considered as a possible cause of BPSD (Level\ntion. It is recommended that the HuntingtonÕs disease                 C). Blood levels of folate, vitamin B12, thyroid stimu-\nprotocol is followed for pre-symptomatic testing [55].                lating hormone, calcium, glucose, complete blood cell\n                                                                      count, renal and liver function tests should be evaluated\n                                                                      at the time of diagnosis and serological tests for syphilis,\nOther investigations\n                                                                      Borelia and HIV might also be needed in cases with\nA number of non-nervous tissue specimens (mostly                      atypical presentation or clinical features suggestive of\nﬁbroblasts, platelets, olfactory and vascular epithelium)             these disorders (good practice point).\nhave been investigated in AD, including analysis                         CT and MRI may be used to exclude treatable causes\nof DNA damage and repair, autophagy, proteomic                        of dementia. Multislice CT and coronal MRI may be\nanalysis, oxidative processes, ionic channels and                     used to assess hippocampal atrophy to support a clin-\ntransduction, APP levels and intracellular calcium                    ical diagnosis of AD (Level B). FDG PET and perfu-\nregulation. However these studies, while potentially                  sion SPECT are useful adjuncts when diagnosis remains\ninformative about the disease process, are presently                  in doubt (level B). Dopaminergic SPECT is useful to\nnot of clinical use. Skin and muscle biopsy are                       diﬀerentiate AD from DLB (level A). Follow up with\nused in cerebral autosomal dominant arteriopathy                      serial MRI is useful in a clinical setting to document\nwith subcortical infarcts and leukoencephalopathy                     disease progression (good practice point).\n\n\nÓ 2010 The Author(s)\nEuropean Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f1242    J. Hort et al.\n\n\n\n  EEG is recommended in diﬀerential diagnosis of              trials (RCT) to decrease psychiatric symptoms in care-\natypical clinical presentations of AD (good practice          givers and lead to delays in institutionalisation for\npoint) and when CJD or transient epileptic amnesia is         patient [60,61] (I). Management should include clear\nsuspected (Level B).                                          arrangements for follow-up, as regular monitoring of\n  Routine CSF analysis is recommended in diﬀerential          medication response and adverse eﬀects as well as\ndiagnosis for atypical clinical presentations of AD           changes in the severity of dementia (using scales like the\n(good practice point). CSF 14-3-3 or total tau mea-           MMSE) should be undertaken. Reassessment for\nsurement are recommended for the identiﬁcation of             development of co-morbidity (including carer stress)\nCJD in patients with rapidly progressive dementia             should be an integral part of management.\n(Level B). Alterations in CSF total tau, phospho-tau\nand Ab42 support diagnosis of AD (Level B).\n                                                              Primary prevention of AD\n  Screening for known pathogenic mutations can be\nundertaken in patients with appropriate phenotype or a        This refers to the prevention of subsequent dementia in\nfamily history of an autosomal dominant dementia.             cognitively normal subjects and is the ultimate goal for\nRoutine Apo E genotyping is not recommended.                  AD management. Several risk factors have been well\n                                                              established for AD, though some (such as age, sex and\n                                                              genotype) are not modiﬁable. Potentially modiﬁable\nManagement of AlzheimerÕs disease\n                                                              risk factors which have been established through several\nThe ﬁrst step in AD management is accurate recogni-           epidemiological studies include vascular risk factors\ntion and diagnosis of the disorder, and then disclosing       (hypertension, smoking, diabetes, atrial ﬁbrillation and\nthat diagnosis in a sensitive and timely way to the           obesity) and head injury while protective factors\npatient and others as appropriate. Disclosure of diag-        described include use of antihypertensives, non-steroi-\nnosis is not harmful, and actually decreases depression       dal anti-inﬂammatories, statins and hormone replace-\nand anxiety in patients and their care-givers [57] (II).      ment therapy, high education, diet, physical activity\nThe vast majority of patients with mild dementia wish         and engagement in social and intellectual activities.\nto be fully informed and 75% of caregivers wish their         However, whether modifying these factors will reduce\nrelative to be informed [58]. Diﬀerences among ethnic,        risk of dementia is not yet known. A meta-analysis\ncultural, and religious groups may inﬂuence how and           concluded that there is no good evidence to recommend\nwhat disclosure occurs. It oﬀers the patient opportunity      statins for reducing the risk of AD [62] while results of\nto pursue desired activities and maximizes individual         the large, prospective, placebo-controlled ÔWomenÕs\nautonomy and choice by providing information neces-           Health Initiative Memory StudyÕ showed that the use of\nsary for decision making and advance planning,                estrogen plus progestin in post-menopausal women was\nincluding the decision to give informed consent to            actually associated with a signiﬁcantly increased risk of\nresearch projects and autopsy. At time of diagnosis           dementia [63] (I).\nseveral issues need to be addressed, including the pro-          Treatment of hypertension for prevention of\nvision of high quality understandable information             dementia, including AD, has been the best studied risk\nabout the illness and its course to patient and care-         factor to date. However, most RCTs have been stopped\ngiver, a careful assessment for any co-morbidities and        early because cardiovascular endpoints were reached,\nconsideration given to other services that may be             meaning they were underpowered to detect diﬀerences\nrequired including social services, mental stimulation,       in rates of dementia. A study of treating hypertension in\noccupational therapy, physiotherapy, speech and lan-          the very old reached similar conclusions, and contained\nguage therapy (IV). Occupational therapy can beneﬁt           a meta-analysis of all studies supporting a signiﬁcant\npatientsÕ daily functioning and reduce the need for           risk reduction [64] (I). However, the period over which\ninformal care [59] (II). Medico-legal issues need to be       treatment needs to be given is not known, nor has it\naddressed, with driving often needing prompt attention        been established whether treating vascular risk factors,\nand action taken according to the legal framework             including hypertension, in those with established AD\noperating in that particular country. Care-giver support      aﬀects disease progression. Currently, no clear recom-\nshould consist of education about AD, and attending           mendations about dementia prevention can be made.\npeer support groups may be helpful. Care-giver stress\nand depression are common and, if present, more\n                                                              Secondary prevention of AD\nintensive care-giver support and counselling and/or\nspeciﬁc treatment for depression may be needed. The           This refers to the prevention of development of AD in\nprovision of a standard education and support package         non-demented subjects with some evidence of cognitive\nto caregivers has been shown in randomized controlled         impairment. The groups most often studied in this\n\n\n                                                                                                            Ó 2010 The Author(s)\n                                           European Journal of Neurology Ó 2010 EFNS European Journal of Neurology 17, 1236–1248\n\f                                                                                        EFNS guidelines for AlzheimerÕs disease   1243\n\n\n\nregard are those with MCI and several RCTs of cho-                    between ChEIs, and those which have been under-\nlinesterase inhibitors (ChEIs) have been undertaken in                taken have been small in size and not produced con-\nMCI, most using ÔconversionÕ to dementia as the pri-                  sistent evidence of better eﬃcacy of one drug over\nmary outcome. A meta-analysis included eight studies                  another (II). There is some evidence from open-label\ninvolving all three ChEIs, with duration of treatment                 studies that patients who do not tolerate or do not\nranging from 16 weeks to 3 years [65]. There were no                  seem to beneﬁt from one ChEI may tolerate or draw\ndiﬀerences in rate of conversion to AD between active                 beneﬁt from the other (III). One of the ChEIs, riv-\nand placebo groups, and most secondary outcomes                       astigmine, is now available in a transdermal (patch)\nwere also negative (I). There have also been negative                 formulation which appears to have lower incidence of\nstudies of aspirin in primary prevention of cognitive                 side eﬀects than oral administration but equal eﬃcacy\ndecline and of anti-inﬂammatories and vitamin E in                    [71] (I).\nMCI (I). A large study showed no eﬀect of Gingko on                      A disease modifying eﬀect of ChEIs has been pro-\npreventing AD [66] (I). Therefore, no treatments have                 posed, and has some basic scientiﬁc support, but no\ndemonstrated eﬃcacy for preventing or delaying                        convincing clinical data, either from trials of clinical\ndevelopment of AD in MCI subjects until now, while                    endpoints or of those using biomarkers, has yet been\nevidence exists that ChEIs, Vitamin E, Gingko Biloba                  forthcoming to support these claims (IV).\nand anti-inﬂammatories are not substantively helpful.                    Eﬀects on non-cognitive BPSD have also been\n                                                                      shown, though as with cognition eﬀect sizes are modest\n                                                                      (I). There remains uncertainty as to which particular\nTreatment of established AD\n                                                                      non-cognitive symptoms may respond best, though\nCholinesterase inhibitors                                             eﬀects on psychosis and apathy are consistently\nThere have been several well conducted placebo-con-                   reported (II). Eﬀects on agitation are less clear, and a\n",
  "wordCount": 10292,
  "indexed": "2025-09-25T22:56:14.547Z",
  "method": "direct"
}
