{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Diagnosis et al. - 2012 - EFNS guidelines on the Clinical Management of Amyo.pdf",
  "fileName": "Diagnosis et al. - 2012 - EFNS guidelines on the Clinical Management of Amyo.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Diagnosis et al. - 2012 - EFNS guidelines on the Clinical Management of Amyo.pdf",
  "text": "European Journal of Neurology 2012, 19: 360–375                                                                doi:10.1111/j.1468-1331.2011.03501.x\n\nEFNS GUIDELINES\n\n\nEFNS guidelines on the Clinical Management of Amyotrophic\nLateral Sclerosis (MALS) – revised report of an EFNS task force\nThe EFNS Task Force on Diagnosis and Management of Amyotrophic Lateral Sclerosis: Peter M.\nAndersena, Sharon Abrahamsb, Gian D. Borasioc, Mamede de Carvalhod, Adriano Chioe, Philip\nVan Dammef, Orla Hardimang, Katja Kolleweh, Karen E. Morrisoni, Susanne Petrih,\nPierre-Francois Pradatj, Vincenzo Silanik, Barbara Tomikl, Maria Wasnerm and Markus Webern\na\n    Umeå University, Umeå, Sweden; bUniversity of Edinburgh, Edinburgh, UK; cCentre Hospitalier Universitaire Vaudois, University of\nLausanne, Lausanne, Switzerland; dHospital de Santa Maria, Lisbon, Portugal; eUniversity of Turin and San Giovanni Hospital, Turin, Italy;\nf\n    University of Leuven and VIB, Leuven, Belgium; gTrinity College and Beaumont Hospital, Dublin, Ireland; hMedizinische Hochschule\nHannover, Germany; iSchool of Clinical and Experimental Medicine, University of Birmingham and Queen Elizabeth Hospital, Birmingham, UK;\nj\n    Hôpital de la Salpeˆtrie`re, Paris, France; kUniversity of Milan Medical School, Milan, Italy; lJagiellonian University Medical College, Krakow,\nPoland; mMunich University Hospital, Munich, Germany; and nKantonsspital St Gallen and University Hospital Basel, Basel, Switzerland\n\n\n\n\nKeywords:                               Background: The evidence base for the diagnosis and management of amyotrophic\nALS, breaking the                       lateral sclerosis (ALS) is weak.\ndiagnosis, bronchial                    Objectives: To provide evidence-based or expert recommendations for the diagnosis\nsecretions, caregiver,                  and management of ALS based on a literature search and the consensus of an expert\ncognitive dysfunction,                  panel.\ndrooling, Evidence-based                Methods: All available medical reference systems were searched, and original papers,\nmedicine, genetic                       meta-analyses, review papers, book chapters and guidelines recommendations were\ncounselling, nutrition,                 reviewed. The ﬁnal literature search was performed in February 2011. Recommen-\npalliative care, terminal               dations were reached by consensus.\ncare, ventilation                       Recommendations: Patients with symptoms suggestive of ALS should be assessed as\n                                        soon as possible by an experienced neurologist. Early diagnosis should be pursued,\nReceived 16 November 2010               and investigations, including neurophysiology, performed with a high priority. The\nAccepted 12 July 2011                   patient should be informed of the diagnosis by a consultant with a good knowledge of\n                                        the patient and the disease. Following diagnosis, the patient and relatives/carers\n                                        should receive regular support from a multidisciplinary care team. Medication with\n                                        riluzole should be initiated as early as possible. Control of symptoms such as\n                                        sialorrhoea, thick mucus, emotional lability, cramps, spasticity and pain should be\n                                        attempted. Percutaneous endoscopic gastrostomy feeding improves nutrition and\n                                        quality of life, and gastrostomy tubes should be placed before respiratory insuﬃciency\n                                        develops. Non-invasive positive-pressure ventilation also improves survival and\n                                        quality of life. Maintaining the patientÕs ability to communicate is essential. During\n                                        the entire course of the disease, every eﬀort should be made to maintain patient\n                                        autonomy. Advance directives for palliative end-of-life care should be discussed early\n                                        with the patient and carers, respecting the patientÕs social and cultural background.\n\n\n                                                                               warrant an updating of the 2005 EFNS guidelines [1]\nObjectives\n                                                                               with the primary aim of establishing evidence-based\nThis systematic review is an objective appraisal of the                        and patient- and carer-centred guidelines for diagnosing\nevidence regarding the diagnosis and clinical manage-                          and managing patients with ALS for clinicians, with the\nment of patients with amyotrophic lateral sclerosis                            secondary aim of identifying areas where further\n(ALS). Advances in the knowledge and care of ALS                               research is needed.\n\n\nCorrespondence: Peter Munch Andersen, Professor of Neurology,                  Background\nInstitute of Clinical Neuroscience, Umeå University, SE-901 85 Umeå,\nSweden (tel.: +46 90 7852372; fax: +46 90 14 31 07; e-mail:                    Amyotrophic lateral sclerosis is characterized by\nPeter.Andersen@neuro.umu.se).                                                  symptoms and signs of degeneration of the upper and\n\n\n                                                                                                                              Ó 2011 The Author(s)\n360                                                                                                     European Journal of Neurology Ó 2011 EFNS\n\f                                                                                    EFNS Task Force on Management of ALS               361\n\n\n\nlower motor neurons, leading to progressive weakness                  resulting in level A, B or C recommendations [6]. Where\nof the bulbar, limb, thoracic and abdominal muscles.                  there was lack of evidence but consensus was clear, we\nOther brain functions, including oculomotor and                       have stated our opinion as Good Clinical Practice\nsphincter function, are relatively spared, but may be                 Points (GCPP).\ninvolved in some patients. Cognitive dysfunction occurs\nin 20–50% of cases, and 5–15% develop dementia\n                                                                      Diagnosing ALS\nusually of frontotemporal type. Death because of\nrespiratory failure follows on average 2–4 years after                Diagnosing ALS is usually straightforward if the patient\nsymptom onset, but 5–10% of patients may survive for                  has progressive, generalized symptoms in the bulbar and\na decade or more [2]. The mean age of onset is 43–                    limb regions (Table 1) [7]. Diagnosis early in the course\n52 years in familial and 58–63 years in sporadic cases of             of the disease when the patient has symptoms limited to\nALS [3]. The life-time risk of developing ALS is 1 in                 one or two regions (bulbar, upper limb, trunk, lower\n350–500, with male sex, increasing age and hereditary                 limb) may be diﬃcult and depends on the presence of\ndisposition being the main risk factors [3–5].                        signs in other regions and supportive ﬁndings in ancill-\n                                                                      iary investigations [7–9] (class IV). The mean time from\n                                                                      the onset of symptoms to conﬁrmation of the diagnosis\nSearch strategy\n                                                                      of ALS is 10–18 months [10,11] (class IV). Delays may\nFrom 2008 through February 2011, we searched the                      arise if early or intermittent symptoms are unrecognized\nCochrane Central Register of Controlled Trials                        or denied by the patient, or because of ineﬃcient referral\n(CENTRAL) (The Cochrane Library to date); MED-                        pathways to a neurologist. There are cogent reasons for\nLINE-OVID (January 1966 on); MEDLINE-ProQuest;                        making the diagnosis as early as possible [12]. Psycho-\nMEDLINE-EIFL; EMBASE-OVID (January 1990                               logically, the absence of a deﬁnitive diagnosis, even of a\non); the Science Citation Index (ISI); the National                   disorder carrying a poor prognosis, causes distress and\nResearch Register; the Oxford Centre for Evidence-                    anxiety. Early diagnosis may obviate onerous and\nbased Medicine; the American Speech Language                          potentially expensive tours of the healthcare system and\nHearing Association (ASHA); the World Federation of                   facilitate future planning. Early diagnosis may also\nNeurology ALS page of reviews of published research;                  provide opportunities for treatment with neuroprotec-\nthe Oxford Textbook of Palliative Medicine, the UK                    tive agents at a time when fewer cells are irreversibly\nDepartment of Health National Research Register                       compromised. Studies in experimental animal models\n(www.dh.gov.uk/en/Aboutus/Researchanddevelopment/                     and humans with SOD1 gene mutations indicate that\nAtoZ/DH_4002357) and national neurological data-                      the loss of motor neurons is preceded by a period of\nbases (e.g. http://www.alsa.org, http.alsod.iop.kcl.                  cellular dysfunction [13] which may be reversible.\nac.uk/). There were no constraints based on language or                  Our objective is to present guidelines for making the\npublication status. Conﬂicts of interest were disclosed.              correct diagnosis as early as possible. As no single\nPanellists were not compensated.                                      investigation is speciﬁc for ALS, and there is no\n\n                                                                      Table 1 Diagnostic criteria for ALS\nMethod for reaching consensus\n                                                                      The diagnosis of ALS requires the presence of: (positive criteria)\nInitially, two investigators performed an independent                   Lower motor neuron signs (including EMG features in clinically\nliterature search for each of 13 subjects addressed. Each                unaffected muscles)\npair of investigators prepared a written analysis that                  Upper motor neuron signs\n                                                                        Progression of symptoms and signs\nwas communicated and discussed by email with the\n                                                                      The diagnosis of ALS requires the absence of (diagnosis by exclusion):\nother members of the task force. A combined draft was                   Sensory signs\nthen written by the chairman and circulated to the task                 Sphincter disturbances\nforce for further discussions. All recommendations had                  Visual disturbances\nto be agreed to by all members of the task force                        Autonomic features\n                                                                        Basal ganglion dysfunction\nunanimously.\n                                                                        Alzheimer-type dementia\n                                                                        ALS ÔmimicÕ syndromes (Table 3)\n                                                                      The diagnosis of ALS is supported by:\nResults\n                                                                        Fasciculations in one or more regions\nThe literature concerning 13 issues in the management                   Neurogenic changes in EMG results\n                                                                        Normal motor and sensory nerve conduction\nof ALS was evaluated by the task force. The ﬁndings\n                                                                        Absence of conduction block\nwere evaluated according to the recommendations of\nthe European Federation of Neurological Societies                     ALS, amyotrophic lateral sclerosis; EMG, electromyography.\n\n\nÓ 2011 The Author(s)\nEuropean Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f362     P. M. Andersen et al.\n\n\n\nTable 2 Diagnosing amyotrophic lateral sclerosis/motor neuron disease: recommended investigations\n\n                                                                                                                         Recommended\n                                                                          Evidence             Recommended               additional tests\nTest                                                                      class                mandatory tests           in selected cases\n\nClinical chemistry\nBlood\n  Erythrocyte sedimentation rate                                          IV                   x                         –\n  C-reactive protein                                                      IV                   x                         –\n  Haematological screen                                                   IV                   x                         –\n  ASAT, ALAT, lactate dehydrogenase                                       IV                   x                         –\n  Thyroid-stimulating hormone, free T4, free T3 hormone assays            IV                   x                         –\n  Vitamin B12 and folate                                                  IV                   x                         –\n  Serum protein electrophoresis                                           IV                   x                         –\n  Serum immunoelectrophoresis                                             IV                   x                         –\n  Creatine kinase                                                         IV                   x                         –\n  Creatinine                                                              IV                   x                         –\n  Electrolytes (Na+, K+, Cl), Ca2+, HPO24 )                               IV                   x                         –\n  Glucose                                                                 IV                   x                         –\n  Angiotensin-converting enzyme                                           IV                   –                         x\n  Lactate                                                                 IV                   –                         x\n  Hexoaminidase A and B assay                                             IV                   –                         x\n  Ganglioside GM-1 antibodies                                             IV                   –                         x\n  Anti-Hu, anti-MAG                                                       IV                   –                         x\n  RA, antinuclear antibodies, anti-DNA                                    IV                   –                         x\n  Anti-acetylcholine receptor and anti-muscle-speciﬁc receptor            IV                   –                         x\n   tyrosine kinase antibodies\n  Serology (Borrelia, virus including HIV)                                IV                   –                         x\n  DNA analysis (for SOD1, SMN, SBMA, TDP43, FUS)                          IV                   –                         x\nCSF\n  Cell count                                                              IV                   –                         x\n  Cytology                                                                IV                   –                         x\n  Total protein concentration                                             IV                   –                         x\n  Glucose, lactate                                                        IV                   –                         x\n  Protein electrophoresis including IgG index                             IV                   –                         x\n  Serology (Borrelia, virus)                                              IV                   –                         x\n  Ganglioside antibodies                                                  IV                   –                         x\nUrine\n  Cadmium                                                                 IV                   –                         x\n  Lead (24-h secretion)                                                   IV                   –                         x\n  Mercury                                                                 IV                   –                         x\n  Manganese                                                               IV                   –                         x\n  Urine immunoelectrophoresis                                             IV                   –                         x\nNeurophysiology\n  Electromyography                                                        III                  x                         –\n  Nerve conduction velocity                                               III                  x                         –\n  tcMEP (TMS)                                                             IV                   –                         x\nRadiology                                                                                      –                         –\n  Magnetic resonance imaging/computed tomography                          IV                   x                         –\n   (cranial/cervical, thoracic, lumbar)\n  Chest X-ray                                                             IV                   x                         –\n  Mammography                                                             IV                   –                         x\nBiopsy\n  Muscle                                                                  III                  –                         x\n  Nerve                                                                   IV                   –                         x\n  Bone marrow                                                             IV                   –                         x\n  Lymph node                                                              IV                   –                         x\n\n\n\nsensitive and speciﬁc disease biomarker, diagnosis is                     Great care should be taken to rule out diseases that\nbased on symptoms, clinical examination ﬁndings and                    can masquerade as ALS (Table 3) [15,16]. In specialist\nthe results of electrodiagnostic, neuroimaging and lab-                practice, 5–8% of apparent patients with ALS have an\noratory studies (Tables 1 and 2) [14].                                 alternative diagnosis, which may be treatable in up to\n\n\n                                                                                                                    Ó 2011 The Author(s)\n                                                                  European Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f                                                                                   EFNS Task Force on Management of ALS             363\n\n\nTable 3 Diseases that can masquerade as ALS.                          Table 3 (Continued)\n\nAnatomical abnormalities/compression syndromes                           ÔStiff person plusÕ syndromes\n  Arnold–Chiari type 1 and other hindbrain malformations              Physical injury\n  Cervical, foraman magnum or posterior fossa region tumours            Electric shock neuronopathy\n  Cervical disc herniation with osteochondrosis                         Radiation-induced radiculo-plexopathies and/myelopathy\n  Cervical meningeoma                                                 Vascular disorders\n  Retropharyngeal tumour                                                Arterioveneous malformation\n  Spinal epidural cyst                                                  DejerineÕs anterior bulbar artery syndrome\n  Spondylotic myelopathy and/or motor radiculopathy                     Stroke\n  Syringomyelia                                                         Vasculitis\nAcquired enzyme defects                                               Other neurological conditions\n  Adult GM2 gangliosidosis (hexosaminidase A or B deﬁciency)            Western Paciﬁc atypical forms of MND/ALS (Guam, New Guinea,\n  Polyglucosan body disease                                               Kii Peninsula of Japan)\n  PompeÕs Disease (Glycogen Storage Disease type II)                    Carribean atypical forms of MND–dementia–PSP (Guadeloupe)\nAutoimmune syndromes                                                    Madras-form of juvenile onset MND/ALS (South India)\n  Monoclonal gammopathy with motor neuropathy                           Frontotemporal dementia with MND/ALS (including PickÕs\n  Multifocal motor neuropathy with/without conduction block               disease with amyotrophy)\n  Dysimmune lower motor neuron syndromes (with GM1, GD1b                Multiple system atrophy\n    and asialo-GM1 antibodies)                                          Olivo-ponto cerebellar atrophy syndromes\n  Other dysimmune lower motor neuron syndromes, including CIDP          Primary lateral sclerosis (some subtypes not related to ALS)\n  Multiple sclerosis                                                    Progressive encephalomyelitis with rigidity\n  Myasthenia gravis (in particular the anti-muscle-speciﬁc receptor     PSP\n    tyrosine kinase positive variant)                                   Hereditary spastic paraplegia (many variants, some subtypes with\nEndocrine abnormalities                                                   distal amyotrophy)\n  Allgrove syndrome                                                     Progressive spinal muscular atrophy (some subtypes not related\n  Diabetic ÔamyotrophyÕ                                                   to ALS)\n  Insulinoma causing neuropathy                                         Spinobulbar muscular atrophy with/without dynactin or\n  Hyperthyroidism with myopathy                                           androgen receptormutation\n  Hypothyroidism with myopathy                                          Spinal muscular atrophy I–IV\n  Hyperparathyroidism (primary)                                         Brown–Vialetto–van Laere syndrome (early-onset bulbar and\n  Hyperparathyroidism (secondary due to vitamin D deﬁciency)              spinal ALS with sensorineural deafness)\n  Hypokalemia (ConnÕs syndrome)                                         Fazio–Londe syndrome (infantile progressive bulbar palsy)\nExogenous toxins                                                        Harper–Young syndrome (laryngeal and distal spinal muscular\n  Lead (?), mercury (?), cadmium, aluminium, arsenic, thallium,           atrophy)\n    manganese, organic pesticides; neurolathyrism, konzo                Monomelic sporadic spinal muscular atrophy (benign focal\nInfections                                                                amyotrophy, including Hirayama syndrome)\n  Acute poliomyelitis                                                   Polyneuropathies with dominating motor symptoms (like hereditary\n  Post-poliomyelitis progressive muscular atrophy syndrome                motor and sensory neuropathy type 2, hereditary motor\n  HIV-1 (with vacuolar myelopathy)                                        neuropathy type 5)\n  HTLV-1-associated myelopathy (tropical spastic paraplegia)            Familial amyloid polyneuropathy\n  Neuroborreliosis                                                      Benign fasciculations\n  Syphilitic hypertrophic pachymeningitis                               Myokymia\n  Spinal encephalitis lethargica, varicella-zoster\n  Trichinosis                                                         ALS, amyotrophic lateral sclerosis; MND, motor neuron disease; PSP,\n  Brucellosis, cat-scratch disease                                    Progressive supranuclear palsy.\n  Prion disorders\nMyopathies\n  Cachectic myopathy                                                  50% of the cases [16–19] (class IV). An evolution of\n  Carcinoid myopathy\n                                                                      atypical symptoms and a lack of progression of typical\n  Dystrophin-deﬁcient myopathy\n  Inclusion body myositis                                             symptoms are the most important Ôred ﬂagsÕ suggesting\n  Inﬂammatory myopathies                                              an alternative diagnosis [16]. The diagnosis should be\n  Nemaline myopathy                                                   regularly reviewed [18,19]. The revised El Escorial cri-\n  Polymyositis                                                        teria [20, summarized in Table 4] are excessively\n  Sarcoid myositis\n                                                                      restrictive and are not designed for use in routine clin-\nNeoplastic syndromes\n  Chronic lymphocytic leukaemia                                       ical practice [21]. The new Awaji electrodiagnostic\n  Intramedullary glioma                                               algorithm [22] added to the El Escorial criteria\n  Lymphoproliferative disorders with paraproteinemia and/or           improves diagnostic sensitivity with no loss in speciﬁc-\n    oligoclonal bands in the cerebrospinal ﬂuid                       ity [23] and improves early diagnosis as shown in sev-\n  Pancoast tumour syndrome\n                                                                      eral class IV studies [24–27]. The clinician must decide,\n  Paraneoplastic encephalomyelitis with anterior horn cell\n    involvement                                                       on the balance of probability, whether or not the\n                                                                      patient has ALS, even in the absence of unequivocal\n\n\nÓ 2011 The Author(s)\nEuropean Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f364     P. M. Andersen et al.\n\n\n\nTable 4 The Revised El Escorial research diagnostic criteria for ALS    Table 5 How should a physician tell patients that they have ALS?\nwith the Awaji electrodiagnostic algorithm included – a summary\n(Modiﬁed from [20] and [22])                                            Task             Recommendations\n\nClinically deﬁnite ALS                                                  Location         Quiet, comfortable and private\n  UMN and LMN clinical signs or electrophysiological evidence           Structure        In person, face-to-face\n   in three regions                                                                      Convenient time (at least 45–60 min)\nClinically deﬁnite ALS – laboratory supported                                            Enough time to ensure there is no rushing or\n  UMN and/or LMN clinical signs in one region and the patient                             interruptions\n   is a carrier of a pathogenic SOD1-gene mutation                                       Make eye contact and sit close to the patient\nClinically probable ALS                                                 Participants     Know the patient before the meeting, including the\n  UMN and LMN clinical or electrophysiological evidence by LMN                            family, emotional and social situation, case history,\n   and UMN signs in two regions with some UMN signs rostral to the                        and all relevant test results. Have all the facts at\n   LMN signs                                                                              hand.\nClinically possible ALS                                                                  Have the patientÕs support network present\n  UMN and LMN clinical or electrophysiological signs in one region                        (relatives), it is often an advantage that the patients\n   only, or                                                                               network ÔoutnumberÕ the hospital staff present at\n  UMN signs in at least two regions, or                                                   the meeting. Have a clinical nurse specialist or\n  UMN and LMN signs in two regions with no UMN signs rostral to                           social counsellor available.\n   LMN signs. Neuroimaging and laboratory studies (Table 2) have        What is said     Find out what the patient already knows about the\n   excluded other diagnoses.                                                              condition\n                                                                                         Ascertain how much the patient wants to know\nALS, amyotrophic lateral sclerosis; EMG, electromyography; LMN,                           about ALS and tailor your information accordingly\nlower motor neuron; UMN, upper motor neuron.                                             Give a warning comment that bad news is coming.\n                                                                                         The whole truth may need to come by instalments\n                                                                                         Use the correct ALS-term, not Ôwear and tear of\nupper and lower motor neuron signs [28]. Experience                                       the motor nervesÕ\nsuggests that pursuing an early diagnosis of ALS out-                                    Explain the anatomy of the disease (make a simple\nweighs the potential increase in risk of misdiagnosis                                     drawing)\n(GCPP).                                                                                  If the patient indicates that they want to know the\n                                                                                          course of the disease, be honest about the likely\n                                                                                          progression and prognosis, but give a broad time\nRecommendations                                                                           frame and recognise the limitations of any\n1. The diagnosis should be pursued as early as possible.                                  predictions\nPatients in whom ALS is suspected should be referred                                     Say that there is currently no cure and symptoms\nwith high priority to an experienced neurologist                                          tend to steadily worsen\n                                                                                         Mention that prognosis is highly variable and that\n(GCPP).\n                                                                                          some patients survive for 5, 10 or more years\n2. All suspected new cases should undergo prompt de-                                     Acknowledge and explore the patientÕs reaction and\ntailed clinical and paraclinical examinations (see                                        allow for emotional expression\nTables 1 and 2) (GCPP).                                                                  Summarise the discussion verbally, in writing, and/\n3. In some cases, additional investigations may be                                        or on an audiotape\n                                                                                         Allow time for questions\nneeded (see Table 2).\n                                                                        Reassurance      Acknowledge that this is devastating news, but\n4. Repetition of the investigations may be required if                                    discuss reasons for hope such as research, drug\ninitial tests are equivocal (GCPP).                                                       trials and the variability of the disease\n5. Review of the diagnosis is advisable if there is no                                   Explain that the complications of ALS are treatable\nevidence of typical progression or the patient develops                                  Reassure that every attempt will be made to\n                                                                                          maintain the patientÕs function and that the\natypical features (see Table 1) (GCPP).\n                                                                                          patientÕs treatment decisions will be respected\n                                                                                         Reassure that the patient will continue to be cared\n                                                                                          for and will not be abandoned\nBreaking the news: communicating the diagnosis\n                                                                                         Inform about patient support groups (offer contact\nImparting a diagnosis of ALS requires skill. If not                                       details and leaﬂets)\n                                                                                         Inform about neuroprotective treatment (i.e.\nperformed appropriately, the eﬀect can be devastating,\n                                                                                          riluzole) and ongoing research\nleaving the patient with a sense of abandonment and                                      Discuss opportunities to participate in research\ndestroying the patient–physician relationship [29] (class                                 treatment protocols (if available)\nIII). More than half of surveyed patients and caregivers                                 Acknowledge a willingness to get a second opinion if\nstate that they are dissatisﬁed by the manner in which                                    the patient wishes\n                                                                        How it is said   Emotional manner: warmth, caring, empathy,\nthe diagnosis has been communicated [29,30] (class IV).\n                                                                                          respect\nStudies of other fatal illnesses [31] demonstrate advan-                                 Be honest and sympathetic, but not sentimental\ntages in using speciﬁc techniques such as those outlined                                 Give news at the personÕs pace; allow the patient to\nin Table 5 [32]. Patients/caregivers are more satisﬁed if                                 dictate what he or she is told\n\n\n\n                                                                                                                     Ó 2011 The Author(s)\n                                                                   European Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f                                                                                  EFNS Task Force on Management of ALS        365\n\n\nTable 5 (Continued)                                                   are likely to contribute to the increased survival of those\nTask            Recommendations\n                                                                      attending multidisciplinary clinics [36,38,40,41]. Ter-\n                                                                      tiary centres can also increase quality of life of patients\nLanguage        Simple and careful word choice, yet direct; no        with ALS (class III), perhaps related to a greater pro-\n                euphemisms or medical jargon\n                                                                      vision of appropriate aids and appliances [40,42,43].\nModiﬁed from [1].\n                                                                      Recommendations\n                                                                      1. Multidisciplinary care should be available for people\neﬀective communication strategies are used, and more                  aﬀected by ALS. Attendance at multidisciplinary clinics\ntime is spent discussing the diagnosis [30,33] (class IV).            may extend survival, decrease medical complications\nCallous delivery of the diagnosis may aﬀect the fami-                 (level B) and improve quality of life (level C).\nliesÕ/carersÕ psychological adjustment to bereavement                 2. The following specialists should be part of or readily\nlater [34] (class IV).                                                available to the multidisciplinary clinic team: neurolo-\n                                                                      gist, respiratory physician, gastroenterologist, rehabili-\nRecommendations                                                       tation medicine        physician, social       counsellor,\n1. The diagnosis should be communicated by a con-                     occupational therapist, speech therapist, respiratory\nsultant with a good knowledge of the patient (GCPP).                  therapist, specialized nurse, physical therapist, dietitian,\n2. The physician should start the consultation by asking              psychologist, dentist and palliative care physician\nwhat the patient already knows or suspects (GCPP).                    (GCPP).\n3. The diagnosis should be given in person, ensuring                  3. Patients should generally be reviewed every\nenough time for discussion (suggest at least 45–60 min).              2–3 months, although they may require more frequent\nProvide printed materials about the disease, about                    review in the months following diagnosis or in the later\nsupport and advocacy organizations and informative                    stages of disease, and less frequent review if their dis-\nwebsites. A copy letter summarising the discussion can                ease is progressing slowly. The patient support team\nbe helpful for patients and carers (GCPP).                            should maintain regular contact with the patient and\n4. Assure patients that they will not be ÔabandonedÕ by               relatives between visits (GCPP).\nhealthcare services and will be supported by a profes-                4. Ideally, the patient should be followed by the same\nsional ALS care team (where available), with regular                  neurologist liaising closely with the patientÕs primary\nfollow-up visits to a neurologist. Make arrangements                  care physician (family general practitioner) (GCPP).\nfor a ﬁrst follow-up visit, ideally within 2–4 weeks                  5. Eﬀective channels of communication and co-ordi-\n(GCPP).                                                               nation are essential between the hospital-based multi-\n5. Avoid the following: withholding the diagnosis,                    disciplinary clinic team, the primary healthcare sector,\nproviding insuﬃcient information, imposing unwanted                   the palliative care team and community services\ninformation, delivering information callously, taking                 (GCPP).\naway or not providing hope (GCPP).\n                                                                      ALS caregivers and burden of care\nMultidisciplinary care\n                                                                      ALS causes progressive loss of independence and an\nSpecialist multidisciplinary clinics (tertiary centres) can           increased need for help with activities of everyday life.\nprovide optimized diagnostic and management services                  Carers progressively increase the time they devote to\nfor patients with ALS [28,32,35,36]. Comparisons                      caring [44]. The caregiversÕ burden relates to personal\nbetween clinic-based cohorts and population-based                     and social restrictions and to psychological and emo-\ncohorts of patients have conﬁrmed a referral bias:                    tional problems (Class IV) [45,46]. Caregivers\npatients attending multidisciplinary clinics tend to be               frequently search for information about ALS, and\nyounger and to have had symptoms for longer than                      many actively participate in interactions between the\nthose who do not [35–39] (Class II). An independent                   patient and physician, from the time of diagnosis\nsurvival beneﬁt has been identiﬁed in two studies (Class              through to decision-making regarding advance direc-\nII) [36,38], more relevant in bulbar patients, whilst an-             tives and end-of-life care. Certain ALS symptoms cause\nother study has shown no eﬀect [39]. Patients attending               particular strain in carers. If the patient loses eﬀective\nmultidisciplinary clinics have fewer hospital admissions              communication, carers can become intellectually and\nand shorter inpatient stays than those who attend                     emotionally isolated. The use of augmentative alterna-\ngeneral clinics [36] (Class II). The increased use of                 tive communication devices can help to restore com-\nriluzole and non-invasive ventilation, attention to                   munication. Several studies have shown that the\nnutrition and earlier referral to palliative care services            provision of mechanical ventilation for patients causes\n\n\nÓ 2011 The Author(s)\nEuropean Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f366    P. M. Andersen et al.\n\n\n\nparticular strain on caregivers, reducing their quality of    studies did not include patients with early disease. La-\nlife and raising their responsibilities related to manag-     ter, retrospective Phase IV studies from ﬁve clinical\ning the ventilator and providing for the increasing           databases indicate that the overall gain in survival (i.e.\ncaring costs (Class IV) [47–49]. Sexuality may be a           over the whole extent of the disease course) may extend\nproblematic issue for many ALS patient–caregiver              from 6 (Class III) [60], 10 (Class IV) [61], 12 (Class IV)\ncouples. Reported problems include decreased libido,          [62], 14 (Class IV) [63] or 21 (Class IV) [64] months,\npassivity of the partner and the carerÕs own passivity.       although these estimates are almost certainly subject to\nThe most frequent reasons cited were the physical             statistical biases. The drug is safe, with few serious side\nweakness and the body image changes because of ALS            eﬀects. Fatigue was a side eﬀect in 26% of patients\n(Class IV) [50].                                              taking riluzole compared with 13% receiving placebo\n   Half of patients with ALS in a cohort from the UK          (number needed to harm = 8) [55]. Although patients\nand Germany died at home [51]. The anticipation of            with progressive muscular atrophy or primary lateral\npatientsÕ imminent deaths may increase caregiver dis-         sclerosis were not included in the riluzole trials, path-\ntress and anxiety. However, Neudert et al. report that        ological and genetic studies show that some patients\nmost patients with ALS die peacefully and no patient          with progressive muscular atrophy and primary lateral\nÔchokes to deathÕ if good palliative care measures are in     sclerosis fall within the ALS syndrome, so may beneﬁt\nplace (Class IV) [51].                                        from the drug [16,65] (Class IV). Riluzole may have\n   Some caregivers go through a grieving process starting     little eﬀect in late-stage ALS, and it is not clear whether\nfrom the time that diagnosis is given [52,53]. Anticipa-      and when treatment should be terminated. A large\ntion of future loss is as important as the loss itself in     number of other drugs have been tested in ALS,\nleading to psychological diﬃculties. Caregivers risk          unfortunately with negative results (Table 6).\nfeelings of burn out, repercussions from forced changes\nin living arrangements and ﬁnancial hardships [53,54].        Recommendations\n                                                              1. Patients with ALS should be oﬀered treatment with\nRecommendations                                               riluzole 50 mg twice daily (level A).\n1. Caregivers should be acknowledged in their double          2. Treatment should be initiated as early as possible\nrole in the disease process: they are the most important      after diagnosis (GCPP). Realistic expectations for\nresource for the patient, yet they are aﬀected them-          treatment eﬀects and potential side eﬀects should be\nselves, and their own needs as carers need to be              discussed with the patient and caregivers (GCPP).\naddressed (GCPP).                                             3. Patients with progressive muscular atrophy, primary\n2. Ideally, caregivers should be involved from the time       lateral sclerosis or hereditary spastic paraplegia should\nof diagnosis, whilst preserving patientsÕ autonomy            as a rule not be treated with riluzole (GCPP).\n(GCPP).                                                       4. Irrespective of familial disposition, all patients with a\n3. CarersÕ own health needs should be considered.             symptomatic progressive MND and carrying a SOD1\nPhysical, psychological and spiritual support should be       gene mutation should be oﬀered treatment with riluzole\nprovided when needed (GCPP).                                  (GCPP).\n4. Maintaining communication between patients and             5. Currently, there is insuﬃcient evidence to recom-\ncaregivers is important (GCPP).                               mend treatment with vitamins, testosterone, antioxi-\n5. The likelihood of a peaceful death process should be       dants such as co-enzyme Q-10 and gingko biloba,\ncommunicated to patients and their caregivers/relatives       intravenous immunoglobulin therapy, cyclosporin,\n(GCPP).                                                       interferons, Copaxone, KDI tripeptide, neurotrophic\n6. Bereavement counselling and support should be              factors (including BDNF, IGF-1 and mecasermin\noﬀered to all caregivers (GCPP).                              rinfabate), ceftriaxone, creatine, gabapentin, minocy-\n                                                              cline, stem cells or lithium (GCPP).\nNeuroprotective treatment/disease-modifying treatment\n                                                              Symptomatic treatment\nTo date, riluzole is the only drug that has been shown to\nslow the course of ALS in four Class I studies [55–58]; a     Symptomatic treatment aims to improve the quality of\nCochrane review has also been published [59]. Oral            life of patients and caregivers. Symptoms should be\nadministration of 100 mg riluzole daily improved the          treated as they become prominent and incapacitating.\n1-year survival by 15% and prolonged survival by\n\u00193 months after 18 monthsÕ treatment. There was a             Sialorrhoea\nclear dose eﬀect. Eleven people needed to be treated          Sialorrhoea (drooling or excessive salivation) is com-\nwith riluzole to delay one death for 12 months. These         mon and may be socially disabling. Amitriptyline is\n\n\n                                                                                                           Ó 2011 The Author(s)\n                                                         European Journal of Neurology Ó 2011 EFNS European Journal of Neurology\n\f                                                                                     EFNS Task Force on Management of ALS   367\n\n\n                                                                      Table 6 (Continued)\nTable 6 Summary of the most important controlled therapeutic\nstudies in amyotrophic lateral sclerosis                                  Sodium phenylbutyrate\n                                                                          Scriptaid\nCompleted trials\n                                                                          Intracerebroventricular delivery of VEGF\n  N-Acetylcysteine*\n  Brain-derived neurotrophic factor*                                  IGF-1, Insulin-like growth factor.\n  Branched-chain amino acids*                                         *No therapeutic beneﬁt was observed.\n  Buspirone*\n  Celecoxib*\n  Ciclosporin*                                                        often used, but there are no formal studies proving its\n  Ciliary neurotrophic factor*\n  Co-enzyme Q10*\n                                                                      eﬃcacy [66]. Oral doses of 10 mg three times a day\n  Copaxone*                                                           are often suﬃcient. Atropine drops, 0.5% or 1%,\n  Creatine*                                                           administered three or four times a day sublingually\n  Dextromethorphan*                                                   have the advantage of a short duration of action –\n  Gabapentin*                                                         valuable in patients who suﬀer from sialorrhoea\n  Glial-derived neurotrophic factor*\n  IGF-1*\n                                                                      alternating with an uncomfortably dry mouth. Gly-\n  Indinavir*                                                          copyrrolate (in nebulized or i.v. form) has been shown\n  Interferon-beta-1a*                                                 to be eﬀective in patients with ParkinsonÕs disease [67]\n  Lamotrigine*                                                        (Class I), but there are no studies in ALS. Transder-\n  Lithium*                                                ",
  "wordCount": 16012,
  "indexed": "2025-09-25T22:55:58.031Z",
  "method": "direct"
}
