{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Chaudhuri et al. - 2008 - EFNS guideline on the management of community-acqu.pdf",
  "fileName": "Chaudhuri et al. - 2008 - EFNS guideline on the management of community-acqu.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Chaudhuri et al. - 2008 - EFNS guideline on the management of community-acqu.pdf",
  "text": "European Journal of Neurology 2008, 15: 649–659                                                         doi:10.1111/j.1468-1331.2008.02193.x\n\nEFNS GUIDELINES/CME ARTICLE\n\n\nEFNS guideline on the management of community-acquired bacterial\nmeningitis: report of an EFNS Task Force on acute bacterial meningitis in\nolder children and adults\nA. Chaudhuria, P. M. Martinb, P. G. E. Kennedyc, R. Andrew Seatond, P. Portegiese, M. Bojarf and\nI. Steinerg for the EFNS Task Force\na\n    Department of Neurology, Essex Centre for Neurological Sciences, QueenÕs Hospital, Romford, UK; bNeuroepidemiology Unit, National\nCentre for Epidemiology, Carlos III Institute of Health, Madrid, Spain; cDivision of Clinical Neurosciences, University of Glasgow, Glasgow,\nUK; dDepartment of Infectious Diseases and General Medicine, Brownlee Centre, Gartnavel General Hospital, Glasgow, UK; eDepartment of\nNeurology, OLVG Hospital, Amsterdam, The Netherlands; fCharles University Prague 2nd Medical School Department of Neurology,\nUniversity Hospital Motol, Prague, Czech Republic; and gNeurological Sciences Unit, Hadassah University Hospital, Jerusalem, Israel\n\n\nKeywords:                             Acute bacterial meningitis (ABM) is a potentially life-threatening neurological emer-\nantibiotics, bacteria,                gency. An agreed protocol for early, evidence-based and eﬀective management of\ncorticosteroids, lumbar               community-acquired ABM is essential for best possible outcome. A literature search\npuncture, meningitis                  of peer-reviewed articles on ABM was used to collect data on the management of\n                                      ABM in older children and adults. Based on the strength of published evidence, a\nReceived 13 February 2008             consensus guideline was developed for initial management, investigations, antibiotics\nAccepted 29 April 2008                and supportive therapy of community-acquired ABM. Patients with ABM should be\n                                      rapidly hospitalized and assessed for consideration of lumbar puncture (LP) if clini-\n                                      cally safe. Ideally, patients should have fast-track brain imaging before LP, but in-\n                                      itiation of antibiotic therapy should not be delayed beyond 3 h after ﬁrst contact of\n                                      patient with health service. In every case, blood sample must be sent for culture before\n                                      initiating antibiotic therapy. Laboratory examination of cerebrospinal ﬂuid is the most\n                                      deﬁnitive investigation for ABM and whenever possible, the choice of antibiotics, and\n                                      the duration of therapy, should be guided by the microbiological diagnosis. Parenteral\n                                      therapy with a third-generation cephalosporin is the initial antibiotics of choice in the\n                                      absence of penicillin allergy and bacterial resistance; amoxicillin should be used in\n                                      addition if meningitis because of Listeria monocytogenes is suspected. Vancomycin is\n                                      the preferred antibiotic for penicillin-resistant pneumococcal meningitis. Dexameth-\n                                      asone should be administered both in adults and in children with or shortly before the\n                                      ﬁrst dose of antibiotic in suspected cases of Streptococcus pneumoniae and H. Inﬂu-\n                                      enzae meningitis. In patients presenting with rapidly evolving petechial skin rash,\n                                      antibiotic therapy must be initiated immediately on suspicion of Neisseria meningitidis\n                                      infection with parenteral benzyl penicillin in the absence of known history of penicillin\n                                      allergy.\n\n                                                                            in older children and adults based on literature evidence\nObjectives\n                                                                            and expert consensus. Here, we propose early diagnosis\nThe primary objective of this guideline is to assist                        and treatment of ABM, as soon as possible, and a\nneurologists with the diagnosis and treatment of                            target time of no longer than 3 h from door-to-ﬁrst\ncommunity-acquired acute bacterial meningitis (ABM)                         antibiotic therapy based on secured diagnosis sup-\n                                                                            ported by clinical and cerebrospinal ﬂuid (CSF) ﬁnd-\nCorrespondence: Dr Abhijit Chaudhuri, Department of Neurology,              ings. The management of hospital acquired ABM and\nEssex Centre for Neurological Sciences, QueenÕs Hospital, Romford,\nUK (tel.: 01708 435000; fax: 01708 503756; e-mail: chaudhuria@\n                                                                            chronic meningitis, tuberculous meningitis inclusive, is\ngmail.com).                                                                 not considered in this document.\nShort Version: This is an abridged, print version of the guideline. The\nfull version, with complete list of reference and tables, is available at   Search strategy and selection criteria\nthe EJoN website–see Supplementary material.\n                                                                            Data for this guideline were identiﬁed by searches of\nThis is a Continuing Medical Education article, and can be found with\ncorresponding questions on the internet at http://www.efns.org/\n                                                                            MEDLINE, EMBASE, the Cochrane databases and\ncontent.php?pid=132. Certiﬁcates for correctly answering the                references from relevant articles. Search terms used\nquestions will be issued by the EFNS.                                       were (alone and in combination): bacterial meningitis,\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS                                                                                                        649\n\f650     A. Chaudhuri et al.\n\n\n\nmeningococcal meningitis, pneumoccal meningitis,                       Ps. aeruginosa. Mixed bacterial infection with more\nListeria meningitis and meningoencephalitis, lumbar                    than one agent typically accounts for 1% of all cases of\npuncture (LP), CSF, treatment for meningitis, anti-                    ABM and is seen in patients who are immuno-\nbiotic, dexamethasone and vaccine. For determining                     suppressed, have skull fracture or externally commu-\nthe levels of evidence for therapeutic interventions, the              nicating dural ﬁstula, parameningeal source of infection\nEFNS guideline was followed [1] (Table S1). Only                       (otitis and sinusitis) and previous neurosurgery.\nresearch papers published in English were considered.                  Nosocomial bacterial meningitis is often caused by\nLimitations of the search strategy include: non-ran-                   staphylococci (aureus and albus, including methicillin-\ndomized clinical data, lack of sensitivity and speciﬁcity,             resistant strains) and Gram-negative bacilli. Entero-\nsmall numbers of cohorts and case–control studies.                     bacteriaceae are the most common aetiological agent of\n                                                                       bacterial meningitis after neurosurgical procedures. The\n                                                                       present guideline will not address the treatment of\nBackground\n                                                                       nosocomial meningitis and neonatal meningitis.\nAcute bacterial meningitis is a life-threatening neuro-                   Presently, S. pneumoniae has emerged as the single\nlogical emergency. Its estimated annual incidence is 2–5               most common cause of community-acquired bacterial\nper 100 000 people in the Western world and a ﬁgure                    meningitis after post-natal life both in the developed and\nthat may be 10 times as high in the less developed                     developing countries [w5,w6]. S. pneumoniae is suscepti-\ncountries [w1]. ABM is one of top 10 causes of infec-                  ble to penicillins and cephalosporins although emergence\ntion-related death worldwide [w2] and 30–50% of its                    of penicillin and cephalosporin-resistant S. pneumoniae\nsurvivors have permanent neurological sequelae                         has increased in the recent years [w7,w8,w9]. However, in\n[w3,w4]. The causative organism of ABM can be reli-                    children as well as in adults, the severity of disease and the\nably predicted by the age of the patient, predisposing                 outcome of meningitis caused by penicillin-sensitive S.\nfactors, underlying diseases and immunological com-                    pneumoniae are similar to those caused by the penicillin-\npetence. Streptococcus pneumoniae and Neisseria men-                   resistant strains [w10,w11].\ningitidis are the two most common aetiologic agents of\nABM in immunocompetent infants (>4 weeks) and\n                                                                       Early management of ABM\nchildren, as well as in adults, comprising nearly 80% of\nall cases, followed by Listeria monocytogenes and                      Early diagnosis and eﬀective antibiotic treatment\nstaphylococci (Table S2). Gram-negative bacilli (Esc-                  remains the cornerstone of successful management of\nherichia coli, Klebsiella, Enterobacter and Pseudomonas                ABM. An understanding of the pathophysiological\naeruginosa) contribute to <10% of the cases. Haemo-                    Ôtime-tableÕ of ABM [2], as summarized in Panel 1, is\nphilus inﬂuenzae meningitis caused by the capsular b                   essential for its successful and timely management.\nstrains (Hib) was the leading cause of meningitis in\ninfants and younger children but has become rare after\n                                                                       Clinical feaures of ABM\nuniversal Hib immunization with an emergening trend\nof H. Inﬂuenzae meningitis caused by uncapsulated                      The suspicion of ABM is critically dependent on the early\nstrains. In immunocompromised patients, the most                       recognition of the meningitis syndrome. In a Dutch study\ncommon agents causing ABM are S. pneumoniae,                           of adults presenting with community-acquired ABM, the\nL. monocytogenes and Gram-negative bacilli, including                  sensitivity of the classic triad of fever, neck stiﬀness and\nPanel 1 Time line of ABM [2]\n\nEarly events                                                                        Intermediate events            Late events\n\nPathophysiology\nPhase 1                        Phase 2                  Phase 3\nRelease of pro-inﬂammatory     Subpial encephalopathy   Breakdown in the            Impaired CBF, rising           Focal neuronal injury\n cytokines from bacterial       induced by cytokines     blood-brain-barrier,        intracranial pressure and\n invasion and consequent        and other chemical       transendothelial            vasculitis\n inﬂammation of                 Mediators                emigration of leukocytes\n subarachnoid space                                      and development of\n                                                         cerebral oedema\nClincal\nFever, headache                Meningism, confusion,    Impaired consciousness,     Obtundation, seizures, focal   Paralysis, cognitive\n                                reduced CSF glucose      elevated CSF pressure,      neurological symptoms          impairment coma,\n                                                         increased CSF protein,      and/signs (e.g. cranial        possibly death in\n                                                         focal symptoms              nerve palsies)                 untreated cases\n\n\n\n                                                                                                                     \u0002 2008 The Author(s)\n                                                                Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f                                                                    EFNS guideline on the management of bacterial meningitis            651\n\n\nPanel 2 Differential diagnosis of acute bacterial meningitis           practitioners with parenteral penicillin was associated\nOther infective meningitis and meningoencephalitis\n                                                                       with an increased odds ratios for death [7.4, 95% con-\n (viral, tuberculous, fungal, leptospiral and primary amoebic)         ﬁdence interval (CI) 1.5–37.7] and complications in\nViral encephalitis                                                     survivors (5.0, CI 1.7–15.0) [4]. The adverse outcome\nBrain abscess                                                          from pre-hospital antibiotic therapy was interpreted as\nSpinal epidural abscess (cervical)                                     indicative of more severe disease in these cases and lack\nParameningeal infection (cranial osteomyelitis, subdural empyema)\nAseptic meningitis (e.g. SLE, BehcetÕs, sarcoidosis)\n                                                                       of supportive treatment before hospital admission. A\nChemical meningitis (e.g. after human IVIg therapy,                    recent multivariate regression analysis of a retrospective\n subarachnoid haemorrhage)                                             case study of 119 adults with ABM showed that time\n                                                                       from presentation to antibiotic administration of >6 h\n                                                                       was associated with an adjusted 8.4 times increased risk\naltered mental status was found to be low, but almost                  of death (95% CI 1.7–40.9) [5]. Absence of the classical\nall patients with ABM had at least two of the four                     triad of meningitis and delay in the diagnosis–treatment\nsymptoms of headache, fever, neck stiﬀness and altered                 sequence (transfer to institution, CT scan before LP,\nmental status [3]. In children, irritability, refusal to               antibiotics) were factors which were associated with the\neat, vomiting and seizures are often early symptoms.                   door-antibiotic time >6 h in this study. Delay in anti-\nThe level of consciousness in ABM is variable and may                  biotic administration beyond 3 h and penicillin-resis-\nrange from drowsiness, confusion, stupor to coma.                      tance were two major risk factors associated with\n                                                                       adverse outcome in adults with severe pneumococcal\n                                                                       meningitis [w12]. Despite relative paucity of controlled\nDifferential diagnosis\n                                                                       studies on the timing of antibiotics administration to\nA high index of suspicion is required for the diagnosis                the outcome of ABM, available data do point to a cut-\nof ABM and a list of common diﬀerential diagnosis is                   oﬀ period of 3–6 h beyond which there is a signiﬁcant\nprovided in Panel 2.                                                   increase in mortality.\n                                                                          In patients visiting to the hospital, empirical antibi-\n                                                                       otic treatment for ABM should be considered before\nInitial management\n                                                                       CSF analysis only if LP is contraindicated (Panel 3), or\nExamination of CSF by LP is an undisputable and                        the facility for rapid brain imaging (CT scan) prior to\nindispensible part of assessment of patients who present               LP is not immediately available. A normal CT scan in a\nwith symptoms and signs of meningitis unless the                       patient with clinical manifestations of cerebral hernia-\nprocedure is contraindicated by reasons of clinical                    tion does not guarantee absence of risk from the pro-\nsafety. Clearly, treatment in ABM will be initiated in                 cedure of LP [w13,w14,w15,w16]. In all cases of ABM,\nthe hospital setting for the majority of cases, and after\nthe diagnosis of bacterial meningitis is conﬁrmed by the               Panel 3 Contraindications for lumbar puncture in suspected acute\nCSF formula obtained by LP. However, there will be                     bacterial meningitis\nsituations where the antibiotic treatment may have to\n                                                                       Absolute (lumbar puncture is not to be recommended)\nbe commenced on suspicion before it is possible to\n                                                                         Signs of raised intracranial pressure\nconﬁrm the diagnosis of ABM by CSF examination.                           (papilloedema, decrebrate posturing)\nThis could happen in a primary care setting where trans-                 Local skin infection in needle track\nfer to a secondary care unit is probably to take some                    Evidence of obstructive hydrocephalus, cerebral oedema\ntime. Even in hospitalized patients, CSF analysis may                     or herniation in CT (or MR) scan of brain\n                                                                       Relative (appropriate therapeutic measures and/or investigations\nhave to be delayed because of clinical or logistic reasons.\n                                                                          are indicated before lumbar puncture)\n   There are no randomized controlled trials to deter-                   Sepsis or hypotension (systolic blood pressure <100 mmHg,\nmine the outcome of bacterial meningitis based on                         diastolic blood pressure <60 mmHg): patients should be\ntiming of administration of the antibiotic. There are no                  stabilized ﬁrst\nprospective case–control studies of the potential beneﬁt                 Coagulation disorder (disseminated intravascular coagulopathy,\n                                                                          platelet count <50 000/mm3, therapeutic use of warfarin):\nof pre-hospital antibiotic treatment. The evidence is\n                                                                          appropriate correction ﬁrst\nconﬂicting between countries and pooled analysis of all                  Presence of focal neurological deﬁcit, especially when\nthe published results did not conﬁrm the perceived                        posterior fossa lesion is suspecteda\nadvantage of pre-hospital antibiotic treatment in ABM                    Glasgow coma score of 8 or lessa\nwhich may relate to diﬀerences in sample size and                        Epileptic seizuresa\nreporting bias [w11]. In a case–control study of 158                   a\n                                                                        In all these cases, CT (or MR) scan of brain should be the ﬁrst\nchildren (age group 0–16 years) with suspected menin-                  step. Isolated single cranial nerve palsy without papilloedema does\ngococcal disease, pre-hospital treatment by general                    not necessarily contraindicate LP without brain imaging.\n\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f652    A. Chaudhuri et al.\n\n\n\nblood cultures must be obtained ﬁrst before any treat-          istered as empirical therapy for ABM and may be\nment is administered. The time taken for antibiotic             commenced immediately [IIIA].\ntherapy ideally should coincide with or occur immedi-         • In patients with known history of severe beta-lactam\nately before the administration of adjunctive dexa-             allergy, vancomycin should be administered as the\nmethasone therapy for suspected pneumococcal and                alternative for pneumococcal meningitis and chl-\nH. inﬂuenzae meningitis. The choice of empirical anti-          oramphenicol for meningococcal meningitis [IVC].\nbiotic in ABM may be inﬂuenced by a number of                 • In regions with known or suspected penicillin-resis-\nfactors, including patientÕs age, systemic symptoms and         tant strains of pneumococcus, high dose vancomycin\nlocal pattern of bacterial resistance. A recent Cochrane        should be used in combination with a third-genera-\nDatabase review however, found no clinically impor-             tion cephalosporin [IVC].\ntant diﬀerence between the third-generation cephalo-          • Patients with risk factors for Listerial meningitis (old\nsporins (ceftriaxone or cefotaxime) and conventional            age, immunosuppressed and/or signs of rhomben-\nantibiotics (penicillin or ampicillin–chloramphenicol or        cephalitis) should receive IV amoxicillin in addition\nchloramphenicol) as the empirical therapy in the                to a third-generation cephalosporin as the empirical\ntreatment of ABM [6].                                           treatment of ABM initially [IVC].\n                                                              • Dexamethasone in high doses may be appropriate as\n                                                                an adjunctive therapy and should be given shortly\nRecommendation\n                                                                before or with the ﬁrst dose of antibiotics (see\n• The Task Force recommends (Flow chart) that all               Adjunctive therapy on ABM).\n  patients with suspected ABM should be hospitalized          • All ABM patients should be managed as medical\n  as soon as possible [III A]. Care of patients with            emergencies and when available, treated in neuro-\n  suspected ABM should be considered as an emer-                logical intensive care units.\n  gency and fast-tracked for rapid assessment and\n  treatment. We propose the following timeline for\n                                                              Investigations in ABM\n  management of ABM: admission to hospital within\n  ﬁrst 90 min of making contact with health service;          The primary purpose of investigations in ABM is to\n  and assessment and treatment commenced within               conﬁrm the diagnosis and to identify the causal\n  60 min of hospital admission, and no longer than 3 h        bacteria. The recommended speciﬁc laboratory tests for\n  after contact with health service [IVC].                    patients with suspected ABM are listed in Panel 4. In\n• Pre-hospital antibiotic treatment should only be ini-       uncomplicated meningitis, plain CT and MR scans are\n  tiated for patients with strong suspicion of dissemi-       often normal. Contrast scans may show abnormal\n  nated meningococcal infection (meningococcemia)             enhancement of basal cisterns and subarachnoid space\n  because of the unpredictable risk of early circulatory      (involving convexity, falx, tentorium, base of the brain)\n  collapse from adrenocortical necrosis (Waterhouse–          because of the presence of inﬂammatory exudates\n  Fredrichsen syndrome). For other patients, rapid pre-       [w17,w18,w19]; some MRI methods may have high\n  admission antibiotic therapy should be considered           sensitivity [w20].\n  only if a delay in excess of 90 min in hospital transfer       An increased CSF-opening pressure, high number of\n  is anticipated [IIIC].                                      polymorphonuclear leukocytes and raised protein con-\n• LP and CSF analysis is the speciﬁc investigation            centration, together with decreased CSF:plasma ratio\n  required for diagnosis and management of ABM.               of glucose (<0.3) are characteristic ﬁndings supportive\n  Therefore, if diagnosis of bacterial meningitis is sus-     of ABM (Panel 5). Listerial meningitis may have CSF\n  pected and there are no clinical contraindications,         ﬁndings identical to chronic tuberculous or fungal\n  LP should be performed as soon as safely possible           meningitis [w22,w23,w24,w25].\n  [IIIC].                                                        The identiﬁcation of the causal bacteria depends on\n• In patients with symptoms and signs suggestive of           staining (Table S3) and culture of CSF, which should\n  raised intracranial pressure or with high risk of cere-     always be tested in freshly obtained samples. Gram\n  bral herniations following LP (imaging evidence of          stain is used most widely and has the best predictive\n  intracranial mass lesion, obstructive hydrocephalus or      value, but it is probably less sensitive.\n  midline shift), diagnostic LP should be postponed [IA].        Identiﬁcation of bacteria in CSF staining depends\n• In a patient with suspected ABM in whom LP is               both on the bacterial concentration and the speciﬁc\n  being delayed or postponed, antibiotic therapy              organism [w30]. The percentage of positive cultures\n  should be commenced immediately after collecting            (sensitivity) is variable and ranges between 50 and 90%\n  blood sample for culture. IV or IM Benzyl Penicillin,       for ABM [w23,w24,w31]. A variable percentage of\n  or IV Cefotaxime or Ceftriaxone should be admin-            ÔpositiveÕ cultures are because of contaminanting\n\n\n                                                                                                             \u0002 2008 The Author(s)\n                                                        Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f                                                                                             EFNS guideline on the management of bacterial meningitis                           653\n\n\n\n                             0 min                                Suspected case of ABM: Headache, Fever, Meningismus\n\n\n\n\n                                                                                              Rapidly\n                                                                        Yes                 evolving skin                    No\n                                                                                              rash ?\n\n\n                            30 min     Assume Meningococcemia.Immediately commence an                               Arrange immediate transfer to nearest\n                                         antibiotic after collecting blood sample for culture.                                secondary care\n\n\n\n\n                            60 min                                                            Hospital\n                                                                                             admission\n\n\n\n\n                                                                            Evaluate for: shock, DIC, GCS and focal\n                                                                                       neurological deficit\n                                                                         Secure: IV access, blood sample for culture and\n                                                                                           other tests\n\n\n\n\n                            90 min                                                          Is LP clinically\n                                                                          Yes                                                                  No\n                                                                                                safe?\n\n\n\n\n                                                                     Is CT facility\n                                                                        readily\n                                                                      available?\n\n                                                          Yes\n\n\n\n                                                             Review\n                            120 min                                                                                        1. Commence on empiric antibiotics (see Table)\n                                                            imaging.\n                                                                                                  No                       2. Add dexamethasone if focal neurological deficit\n                                                           Proceed to\n                                                                                             No                            3. Add acyclovir if HSE is a possibility\n                                                              LP?\n\n\n\n                                                                                                        No\n\n\n\n\n                                             Yes\n                                                                           Safety of LP\n                                                                         reconfirmed by a\n                                                                           neurologist?\n                                                            Yes                                                                             Stabilise patient\n                                                                                                                                           Definitive Imaging\n                                                                                                                                                  (MR)\n\n\n                            150 min                    1. Send CSF sample to microbiology\n                                                       2. Commence on empiric antibiotics\n                                                       3. Add dexamethasone if focal neurological deficit\n\n                                                                                                                                             Delayed LP (if\n                            3–12 h\n                                                                                                                                            safely possible)\n\n\n\n                             12–24 h               Review results. Confirm choice of antibiotics, continuation of steroids and duration of antibiotic therapy\n\n\n\n\n                             24–48 h                                                                      Response to\n                                                                                      Yes                   therapy                   No\n                                                                                                          satisfactory?\n\n\n                                                                                                                                    Reassess clinical,\n                                                                                Continue\n                                                                                                                                       imaging and\n                                                                                treatment\n                                                                                                                                     laboratory data\n\n\n\n\nFlow chart Flow chart of emergency management of patients with suspected bacterial meningitis. ABM, acute bacterial meningitis; DIC,\ndisseminated intravascular coagulation; GCS, Glasgow Coma Scale; HSE, herpes simplex encephalitis; LP, lumbar puncture.\n\norganisms but not responsible for the meningeal infec-                                             tive predictive value: 99%); (b) increased CSF lactate\ntion [w31]. In patients with ABM, the probability of a                                             [w34,w35] (sensitivity: 86–90%, speciﬁcity: 55–98%,\nnegative CSF culture in previously treated patients is                                             positive predictive value: 19–96%, negative predictive\nincreased compared with non-treated patients (odds                                                 value: 94–98%); and (c) high CSF ferritin [w36,w37,w38]\nratio 16; 95% CI 1.45–764.68; P = 0.01) [w32]. In                                                  (sensitivity: 92–96%,speciﬁcity: 81–100%).\nABM, the likelihood of diagnostic yield in CSF micro-                                                 Several rapid methods for detecting components of\nbiology is highest before antibiotic treatment. Three                                              bacteria in CSF have been based on bacterial antigen\nother helpful and indirect diagnostic markers of ABM                                               detection, counterimmunoelectrophoresis, coagglutina-\nare: (a) elevated serum C-reactive protein (quantiﬁed) in                                          tion, latex agglutination and ELISA. The average\nchildren [w33] (sensitivity: 96%, speciﬁcity: 93%, nega-                                           eﬃcacy of these tests have been: sensitivity: 60–90%,\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f654     A. Chaudhuri et al.\n\n\n\nPanel 4 Laboratory investigations in acute bacterial meningitis             Specific antibiotic treatment\n(ABM)\n                                                                            Clinical outcome in bacterial meningitis is directly re-\nBlood : (The 3 ÔCÕs)\n                                                                            lated to concentrations of bacteria and bacterial antigens\n  Culture\n  Cell count\n                                                                            in the CSF [w50,w51]. Within the ﬁrst 48 h of appropriate\n  C-reactive protein (CRP)                                                  antibiotic therapy, CSF cultures invariably become\nCerebrospinal ﬂuid (CSF)                                                    sterile in pyogenic meningitis [w51]. In children with\n  Opening pressure (always raised in ABM)                                   ABM, CSF sterilization of meningococci occurs within\n  Appearance\n                                                                            2 h and pneumococci by 4 h. Third-generation cepha-\nCell count\n  Biochemistry:\n                                                                            losporins are widely regarded as the standard of care in\n     Glucose, and the ratio of blood glucose                                the empiric management of bacterial meningitis in both\n      (obtained before lumbar puncture)                                     adults and children [w52,w53,w54,w55]. Ceftriaxone or\n     Protein                                                                cefotaxime have been compared with meropenem in\n     Optional:lactate, ferritin, chloride, lactate dehydrogenase (LDH)\n                                                                            licencing studies which were randomized but not\nMicrobiology:\n  Gram stain, culture\n                                                                            controlled in adults and children and eﬃcacy was\n  Others: counterimmunoelectrophoresis (CIE), radioimmunoassay              found to be similar [w55].\n   (RIA), latex particle agglutination (LPA), enzyme-linked\n   immunosorbent assay (ELISA), polymerase chain reaction (PCR)\nBody ﬂuid culture                                                           Choice of treatment\n  Petechial ﬂuid, sputum, secretions from oropharynx, nose and ear\n                                                                            Third-generation cephalosporins are the established\n                                                                            empiric agents of choice in Europe and North America\nspeciﬁcity: 90–100%, predictive positive value: 60–                         for Pneumococcal meningitis [w52,w53,w54]. When\n85%, predictive negative value: 80–95% [w39,                                penicillin or cephalosporin resistance is possible then\nw40,w41,w42,w43]. Currently available PCR methods                           vancomycin should be combined with a third-generation\nhave a sensitivity of 87–100%, and speciﬁcity of 98–                        cephalosporin. The combination has not been evaluated\n100% [w44,w45,w46,w47,w48], and detect H. inﬂuenzae,                        in randomized trials. Although there have been concerns\nN. meningitidis, S. pneumoniae, L. monocytogenes in                         regarding the penetration of vancomycin across the\nCSF. Fluorescence in situ hybridization (FISH) is less                      blood–brain barrier, when corticosteroids are used, a\nsensitive but may be useful for identiﬁcation of bacteria                   prospective study of 14 patients treated with vancomy-\nin CSF samples in some cases [w49].                                         cin, ceftriaxone and dexamethasone conﬁrned thera-\n   The CSF analysis may have to be repeated during the                      peutic CSF concentration of vancomycin (7.2 mg/l;\ncourse of ABM in certain situations: partially treated                      curresponding serum concentration 25.2 mg/l) at 72 h\ncases, uncertain diagnosis, poor clinical response in the                   [7]. Rifampicin penetrates blood–brain barrier well and\nabsence of other causes, vancomycin-treated patients                        an animal model reduces early mortality in pneumococ-\nreceiving dexamethasone, Gram-negative bacillary                            cal meningitis [w56]. It therefore should be considered in\nmeningitis, meningitis complicating CSF shunt and for                       addition to vancomycin. If conﬁrmed or strongly sus-\nintrathecal antibiotic therapy.                                             pected (presence of the typical rash), meningococcal\n\n\nPanel 5 Comparison of cerebrospinal ﬂuid ﬁndings (CSF) of meningitis\n\n                                    Acute bacterial               Viral meningitis/       Chronic meningitis\n                                    meningitis                    meningo-encephalitis    (tuberculous meningitis)     Normal CSF\n\nCharacteristics                     Turbid, cloudy, purulent      Clear                   Clear, cloudy                Clear\n  Opening pressure (mm H2O)         >180                          >180                    >180                         180 (upper limit)a\n  WBC count (cells/mm3)             1000–10 000                   5–1000                  25–500b                      0–5 (0–30 in newborns)\n  Neutrophils (%)                   >60c                          <20                     <50c                         0–15\n  Protein (g/l)                     >0.5                          <1.0                    >0.5                         0.15–0.5\n  Glucose (mM)                      <2.5                          2.5–4.5                 <2.5                         2.5–4.5\n  CSF/blood glucose ratio           <0.3                          >0.5                    <0.5                         0.6\na\n  It may reach 250 mm H2O in obese adults [w21].\nb\n  Higher cellularity in tuberculous meningitis has been occasionally observed in immunocompetent and BCG-vaccinated subjects soon after the\ninitiation of anti-tuberculous therapy.\nc\n Neutrophilic response in tuberculous meningitis is known with acute onset and in HIV patients. Lymphocytic pleocytosis in ABM is seen in cases\nwho have already been partially treated with antibiotics.\nABM, acute bacterial meningitis.\n\n\n\n                                                                                                                         \u0002 2008 The Author(s)\n                                                                    Journal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f                                                                    EFNS guideline on the management of bacterial meningitis   655\n\n\n\nmeningitis should be treated with benzyl penicillin or a                    4 hourly or Ceftriaxone 2 g 12 hourly or Cefotaxime\nthird-generation cephalosporin, or chloramphenicol if                       2 g 6–8 hourly.\nthere is a history of life-threatening beta-lactam allergy.                 Alternative therapy; Meropenem 2 g 8 hourly [IVC]\nListeria is intrinsically resistant to the cephalosporins                   or Vancomycin 60 mg/kg/24 hourly as continuous\nand suspected listerial meningitis should be treated with                   infusión (adjusted for creatinine clearance) after\nhigh dose IV ampicillin or amoxicillin usually in con-                      15 mg/kg loading dose aiming for serum levels of\njunction with IV gentamicin (1–2 mg/kg 8 h) for the ﬁrst                    15–25 mg/l) plus Rifampicin 600 mg 12 hourly\n7–10 days which is synergistic in vivo, or with high dose                   [IVC] or,\nIV cotrimoxazole when there is history of penicillin al-                    Moxiﬂoxacin 400 mg daily [IVC]\nlergy [w52,w54,w57]. The doses for common antibiotics                  ii. Pneumococcus with reduced susceptibility to\nin children are provided in Table S4.                                       penicillin or cephalosporins;\n   There are no randomized controlled trials on the                         Ceftriaxone or Cefotaxime plus Vancomycin ±\ntreatment of staphylococcal meningitis which is usually                     Rifampicin [IV]. Alternative therapy Moxiﬂoxacin,\nnosocomial (e.g. shunt infection). Linezolid has been                       Meropenem or Linezolid 600 mg combined with\nused in a number of case reports with good success and                      Rifampicin [IV]\npharmacokinetics are persuasive and may be an option                   iii. Menigococcal meningitis\nfor the treatment of methicillin-resistant staphylococcal                   Benzyl Penicillin or Ceftriaxone or Cefotaxime [IV]\nmeningitis and ventriculitis [w58]. Lizezolid however                       Alternative therapy; Meropenem or Chloram-\nrequires to be used with caution, because of adverse                        phenicol or Moxiﬂoxacin [IVC]\nevents and drug interactions, particularly in the inten-               iv. Haemophilus infuenzae type B\nsive care when vasoactive agents are used. The use of                       Ceftriaxone or Cefotaxime [IVC]\nintrathecal or intraventricular antibiotics is to be con-                   Alternative therapy; IV Chloramphenicol–Ampicil-\nsidered in patients who fail conventional treatment.                        lin/Amoxicillin [IVC]\nIntraventricular vancomycin may achieve better CSF                     v. Listerial meningitis\nconcentration as compared with intravenous route and                        Ampicillin or Amoxicillin 2 g 4 hourly\nthe addition of intrathecal or intrventricular amino-                       ± Gentamicin 1–2 mg 8 hourly for the ﬁrst 7–\nglycosides as an additional agent is an option for pa-                      10 days [IVC]\ntients with Gram-negative bacillary meningitis who do                       Alternative therapy, Trimethoprim–Sulfamethoxaz-\nnot respond well to monotherapy.                                            ole 10–20 mg/kg 6–12 hourly or Meropenem [IV]\n                                                                       vi. Staphylococcal species; Flucloxacillin 2 g 4 hourly\n                                                                              [IV] or\nRecommendation\n                                                                              Vancomycin if penicillin allergy is suspected [IV].\n• Initial antibiotic treatment of ABM should be par-                          Rifampicin should also be considered in addition to\n  enteral [IA].                                                               either agent, and Linezolid for methicillin-resistant\n                                                                              staphylococcal meningitis [IVC].\n                                                                       vii. Gram-negative Enterobacteriaceae\nEmpirical antibiotic therapy in suspected ABM\n                                                                              Ceftriaxone or Cefotaxime or Meropenem\nCeftriaxone 2 g 12–24 hourly or Cefotaxime 2 g                         viii. Pseudomonal meningitis\n6–8 hourly [IIIB]                                                             Meropenem ± Gentamicin\nAlternative therapy; Meropenem 2 g 8 hourly [IIIC] or\nChloramphenicol 1 g 6 hourly.\n                                                                       Duration of therapy\nIf penicillin or cephalosporin-resistant pneumococcus is\nsuspected, use Ceftriaxone or Cefotaxime plus Vanco-                   The optimum duration of therapy in ABM is not\nmycin 60 mg/kg/24 hourly (adjusted for creatinine                      known. In a prospective, observational study of\nclearance) after loading dose of 15 mg/kg [IVA].                       meningococcal disease in adults from New Zealand,\nAmpicillin/Amoxicillin 2 g 4 hourly if Listeria is sus-                which had a majority of cases with meningitis, a 3-\npected [IVA].                                                          day course of IV benzyl penicillin was successful\n                                                                       [w59]. Amongst children with uncomplicated ABM,\n                                                                       7 days of ceftriaxone was found to be equivalent to\nPathogen specific therapy\n                                                                       10 days in India [w60] and 4 days was found to be\ni. Penicillin-sensitive Pneumococcal meningitis (and                   equivalent to 7 days in Chile [w61]. In a Swiss mul-\n   including other sensitive Streptococcal species);                   ticentre study in children short course therapy (7 days\n   Benzyl Penicillin 250 000 U/kg/day (equivalent to                   or less) was equivalent to 8–12 days of treatment with\n   2.4 g 4 hourly) [IVA] or Ampicillin/Amoxicillin 2 g                 ceftriaxone [w62]. Two single doses of intramuscular\n\n\n\u0002 2008 The Author(s)\nJournal compilation \u0002 2008 EFNS European Journal of Neurology 15, 649–659\n\f656    A. Chaudhuri et al.\n\n\n\noily chloramphenicol separated by 48 h were found in        trials. The rationale for using corticosteroids was that\nAfrican children to be equivalent to 8 days parenteral      the treatment would attenuate subarachnoid space\nampicillin [w63]. In the absence of controlled clinical     inﬂammation and vasogenic oedema in meningitis that\ntrials in adults, the recommended duration of antibi-       may have potentially serious and damaging eﬀects [2].\notic therapy in ABM is based on current standards of        In 1988, published results of two-double blind, placebo-\npractice and in most cases with early and uncompli-         controlled trials of dexamethasone as adjunctive treat-\ncated ABM, the shorter range of therapy would be            ment of bacterial meningitis in infants and older chil-\nappropriate.                                                dren showed convincing beneﬁt from steroid therapy\n                                                            (decreased incidence of sensorineural hearing loss in the\n                                                            treated children with Hib meningitis) [w65]. In two\nRecommendation\n                                                            subsequent trials in paediatric patients, dexamethasone\n• Unspeciﬁed bacterial meningitis 10–14 days [IVC].         given before or with the ﬁrst dose of antibiotic signiﬁ-\n• Pneumococcal meningitis 10–14 days [IVA].                 cantly reduced one or more neurological sequelae\n• Meningococcal meningitis 5–7 days [IVA].                  [w66,w67]. In 1997, a meta-analysis of all randomized\n• Hib meningitis 7–14 days [IVB].                           clinical trials since 1988 using dexamethasone as\n• Listerial meningitis 21 days [IVB].                       adjunctive therapy in bacterial meningitis concluded that\n• Gram-negative bacillary and Pseudomonal menin-            steroid treatment beneﬁted Hib meningitis and when\n  gitis: 21–28 days [IVB].                                  commenced with or before parenteral antibiotics, showed\n                                                            beneﬁt for children with pneumococcal meningitis [w68].\n                                                               A large prospective, open trial of dexamethasone in\nMonitoring treatment\n                                                            adults showed a beneﬁt of dexamethasone therapy in a\nIn general, if clinical condition does not improve by       subgroup of patients with pneumococcal meningitis\n48 h after commencing appropriate antibiotics (and          [w69]. Another multi-centre double blind, randomized\ndexamethasone when indicated), the following consid-        trial of dexamethasone treatment for severe bacterial\nerations should be given:                      ",
  "wordCount": 7573,
  "indexed": "2025-09-25T22:55:49.555Z",
  "method": "direct"
}
