{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Karam y Scelsa - 2010 - Clinical Reasoning A 48-year-old woman with gener.pdf",
  "fileName": "Karam y Scelsa - 2010 - Clinical Reasoning A 48-year-old woman with gener.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Karam y Scelsa - 2010 - Clinical Reasoning A 48-year-old woman with gener.pdf",
  "text": "Clinical Reasoning: A 48-year-old woman with generalized\n                            weakness\n                             Chafic Karam and Stephen N. Scelsa\n                                 Neurology 2010;74;e76-e80\n                            DOI 10.1212/WNL.0b013e3181dc1aac\n\n\n                      This information is current as of May 3, 2010\n\n\n\n\n   The online version of this article, along with updated information and services, is\n                          located on the World Wide Web at:\n                http://www.neurology.org/content/74/18/e76.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN:\n0028-3878. Online ISSN: 1526-632X.\n\f      Clinical Reasoning: A 48-year-old woman with generalized weakness\n                       Chafic Karam and Stephen N. Scelsa\n                           Neurology 2010;74;e76-e80\n                     DOI 10.1212/WNL.0b013e3181dc1aac\n\n                    This information is current as of May 3, 2010\n\nUpdated Information &           including high resolution figures, can be found at:\nServices                        http://www.neurology.org/content/74/18/e76.full.html\n\nReferences                      This article cites 7 articles, 3 of which you can access for free at:\n                                http://www.neurology.org/content/74/18/e76.full.html##ref-list-1\n\nSubspecialty Collections        This article, along with others on similar topics, appears in the\n                                following collection(s):\n                                All Clinical Neurology\n                                http://www.neurology.org//cgi/collection/all_clinical_neurology\n                                All Education\n                                http://www.neurology.org//cgi/collection/all_education\n                                EMG\n                                http://www.neurology.org//cgi/collection/emg\n                                Lambert-Eaton syndrome\n                                http://www.neurology.org//cgi/collection/lamberteaton_syndrome\n\n                                Myasthenia\n                                http://www.neurology.org//cgi/collection/myasthenia\nPermissions & Licensing         Information about reproducing this article in parts (figures,tables)\n                                or in its entirety can be found online at:\n                                http://www.neurology.org/misc/about.xhtml#permissions\nReprints                        Information about ordering reprints can be found online:\n                                http://www.neurology.org/misc/addir.xhtml#reprintsus\n\fRESIDENT\n& FELLOW\nSECTION\n                                  Clinical Reasoning:\nSection Editor                    A 48-year-old woman with generalized\nMitchell S.V. Elkind,\nMD, MS                            weakness\n\nChafic Karam, MD                  SECTION 1                                                                cigarettes daily for 10 years. She denied head drop,\nStephen N. Scelsa, MD             A 48-year-old woman was referred to the neuromus-                        shortness of breath, lightheadedness, constipation, or\n                                  cular clinic because of progressive generalized weak-                    weight loss.\n                                  ness for 4 months. Her symptoms started after she                            Her general examination, including orthostatic\nAddress correspondence and        had a thyroidectomy and radioactive iodine treat-                        blood pressure, was normal. Her mental status was\nreprint requests to Dr. Chafic\nKaram, Neuromuscular Division     ment for a thyroid papillary carcinoma.                                  normal; visual acuity could be corrected to 20/20.\nand ALS Center, Beth Israel           She had proximal arm weakness when washing                           Her pupils were symmetric with a sluggish re-\nMedical Center, Albert Einstein\nCollege of Medicine, Phillips     her hair and had trouble climbing steps and getting                      sponse to light. Extraocular movements were in-\nAmbulatory Care Center, 10        out of her chair without using her arms. About 2                         tact and there was no ocular misalignment on\nUnion Square East, Suite 5 D,\nNew York, NY 10003\n                                  months later, she developed fluctuating bilateral pto-                   alternate cover testing. There was no lid-twitch.\nchafickaram@hotmail.com           sis and blurred vision. Her symptoms were associated                     She had mild right ptosis that worsened with sus-\n                                  with episodes of transient horizontal binocular diplo-                   tained upgaze. Facial sensation was intact. There\n                                  pia that would last for a couple of minutes and get                      was no facial weakness, dysarthria, or dysphagia.\n                                  worse by the end of the day. She also had dry eyes                       The palate was midline and elevated symmetri-\n                                  and mouth. A month later, she started having epi-                        cally. The tongue movements were normal. No\n                                  sodes of transient dysarthria. At that time she was                      fasciculations were observed. Her strength was 4/5\n                                  found to have a low AM cortisol level by the medical                     in both biceps and psoas, which improved on re-\n                                  team while being evaluated for her symptoms. She                         peated testing. The remaining neurologic exami-\n                                  was treated with a hydrocortisone taper which par-                       nation, including deep tendon reflexes and sensory\n                                  tially improved her weakness and a follow-up cortisol                    testing, was normal.\n                                  level suggested resolution of the adrenal insuffi-\n                                                                                                           Question for consideration:\n                                  ciency. The patient was on levothyroxine with nor-\n                                  mal thyroid gland function. She smoked 1 or 2                            1. What is your differential diagnosis at this stage?\n\n\n\n                                                                                                                                                     GO TO SECTION 2\n\n\n\n\n                                  From the Neuromuscular Division and ALS Center, Beth Israel Medical Center, Albert Einstein College of Medicine, Phillips Ambulatory Care\n                                  Center, New York, NY.\n                                  Disclosure: Author disclosures are provided at the end of the article.\n\n\n\ne76                               Copyright © 2010 by AAN Enterprises, Inc.\n\fSECTION 2                                                Unilateral ptosis and ptosis fatigability are, however,\nThis patient has subacute onset of proximal limb         more characteristic of MG. Patients with LEMS al-\nweakness associated with fluctuating ocular and          most always present with limb weakness, especially in\nbulbar symptoms, which suggests a myasthenic             the proximal lower extremities, and commonly have\nsyndrome. The differential diagnosis includes my-        normal facial and extraocular muscles. The improve-\nasthenia gravis (MG) or Lambert Eaton myasthenic         ment of this patient’s proximal weakness on repeated\nsyndrome (LEMS). Congenital myasthenic syn-              testing is characteristic of LEMS. Reflexes, while nor-\ndromes typically present in childhood and patients       mal or brisk with MG, are usually weak or absent in\nwith botulism intoxication have a rapid descending       LEMS, and can reappear after sustained contraction\nweakness that develops over hours to days, which is      of the specific muscle. The improvement of the pa-\nnot the case here. Patients with MG most commonly        tient’s weakness with steroids is nonspecific as both\npresent with double vision and ptosis. They may re-      MG and LEMS are autoimmune conditions.\nport blurred vision instead of diplopia but this re-         In our patient, acetylcholine receptor (AChR)\nsolves while covering either eye. Patients with LEMS     binding antibodies were positive (1,040 nmol/L),\ncomplain of blurred vision because of dry eyes, diffi-   but voltage-gated calcium channel (VGCC) antibod-\nculty with accommodation, or both.                       ies were negative.\n   The pupillary reflex to light, while normal in\n                                                         Question for consideration:\nMG, is usually sluggish in LEMS. Other signs of dy-\nsautonomia found in LEMS but not in MG include           1. Does the serology confirm the diagnosis of MG and rule\ndry mouth and skin, constipation, and orthostasis.          out LEMS?\n\n\n\n                                                                                           GO TO SECTION 3\n\n\n\n\n                                                         Neurology 74   May 4, 2010                           e77\n\f      SECTION 3                                                    Antibodies against the P/Q-type VGCC are\n      Antibodies (Abs) that bind AChR proteins are spe-        found in more than 90% of patients with LEMS.4,5\n      cific serologic markers for acquired MG. AChR-           In addition, VGCC Abs are found in less than 5% of\n      binding Abs are detected in 85% of patients with         patients with MG, and they may be found in patients\n      generalized MG and have very high specificity for        with paraneoplastic cerebellar degeneration associ-\n      MG (⬎97%).1 Testing for AChR modulating Abs,             ated with small cell lung cancer.4,5 Our patient tested\n      blocking Abs, and anti-muscle-specific receptor ty-      negative for VGCC Abs. But VGCC Abs may rapidly\n      rosine kinase Abs (anti-MuSK) are helpful in patients    fall to zero after initiation of steroid therapy, which\n      with generalized MG when they test negative for          might have been the case in our patient.4 The presence\n      AChR Abs.2 Anti-MuSK-positive patients often have        of these Abs, in the correct clinical setting, confirms the\n      bulbar dysfunction, shoulder girdle weakness, and        diagnosis of LEMS but does not indicate the risk for\n      respiratory symptoms. Note that elevated titers of       cancer. Antibodies against SOX1, however, are highly\n      AChR Abs can also be found in patients with thymoma      associated with small cell lung cancer in patients with\n      without MG, systemic lupus erythematosus, amyotro-       LEMS.6 PET studies are necessary to screen for cancer\n      phic lateral sclerosis, inflammatory neuropathy, rheu-   in patients with LEMS. If PET scan is negative, patients\n      matoid arthritis on D-penicillamine, and in normal       should have a chest MRI and be monitored for malig-\n      relatives of patients with MG. They can also be seen     nancy—mainly small cell lung carcinoma—since they\n      in patients with LEMS.3,4 Thus, relying only on the      can have LEMS several months before the manifesta-\n      serology to diagnose MG can be misleading. In this       tion of the cancer.\n      patient in particular, the complaints related to the\n                                                               Question for consideration:\n      autonomic nervous system and strength improve-\n      ment on repetitive testing are unusual for MG.           1. What is the role of electrodiagnostic testing?\n\n\n\n                                                                                                    GO TO SECTION 4\n\n\n\n\ne78   Neurology 74   May 4, 2010\n\f                       SECTION 4                                                  in MG, SFEMG in LEMS and other NMJ processes\n                       Electrodiagnostic studies are essential to differentiate   shows marked motor unit instability (increased jitter\n                       between LEMS and MG,1 and the physician should             and impulse blocking) in most muscles tested. In\n                       not rely solely on the serology. In LEMS, the CMAP         LEMS, with increased rates of voluntary activation\n                       amplitudes are generally reduced and decrement fur-        or stimulation, the jitter and blocking may decrease\n                       ther at low frequencies of repetitive nerve stimulation    at some endplates.2\n                       (RNS at 2 Hz to 3 Hz). Voluntary isometric muscle              In our patient, the right median sensory and ulnar\n                       contraction for 10 seconds (or high-frequency RNS          motor conduction velocities were normal. The right\n                       at 50 Hz) will result in a facilitation of CMAP ampli-     median and ulnar motor response amplitudes were\n                       tude, usually by higher than 100% in LEMS. In              reduced (3.1 and 2.8 mV). Immediately following 15\n                       MG, low frequency RNS causes progressive decre-            seconds of maximal exercise, there was a 110% incre-\n                       ment in the CMAP amplitude of at least 10%. In             ment in the CMAP amplitudes (figure). The right\n                       ocular MG, the sensitivity of RNS is low (about            spinal accessory muscle motor response amplitude\n                       30%).1 If the RNS is normal and a high suspicion for       was normal. RNS of the right median nerve and spi-\n                       a neuromuscular junction (NMJ) disorder exists, sin-       nal accessory nerve at 3 Hz showed no significant\n                       gle fiber EMG (SFEMG) should be performed.                 decrement. Needle EMG in limb muscles showed no\n                       SFEMG is very sensitive for detection of a defect in       spontaneous activity at rest. Motor unit potentials\n                       NMJ, and its sensitivity allows for demonstration of       durations were normal except for long duration po-\n                       abnormalities in clinically unaffected muscles. The        tentials in the right psoas muscle.\n                       SFEMG specificity is, however, very low, and it does\n                       little in helping to differentiate LEMS from MG or         DISCUSSION In this patient, the autonomic symp-\n                       another NMJ process such as an immature NMJ                toms suggested LEMS. In LEMS, VGCC Abs block\n                       junction from acute neuropathy with resprouting. As        the release of acetylcholine vesicles from the presyn-\n                                                                                  aptic endplate and affect not only the NMJ, but also\n                                                                                  the synapses between axons of the autonomic system.\nFigure   Pre-exercise (top) and 15 seconds postexercise (bottom) compound\n         muscle action potential of the ulnar nerve                               In MG, the AChR Abs block the nicotinic receptors,\n                                                                                  but do not affect the muscarinic ones, hence the ab-\n                                                                                  sence of autonomic symptoms. In our patient, brief\n                                                                                  exercise caused significant facilitation in the CMAP\n                                                                                  amplitudes, which is consistent with a presynaptic\n                                                                                  NMJ disorder. The NMJ safety factor (SF) is the\n                                                                                  difference between the end plate and thresholds po-\n                                                                                  tentials (EPP and TP) for initiating an action poten-\n                                                                                  tial (AP). EPP is generated when acetylcholine binds\n                                                                                  to its receptor on the postsynaptic membrane. In in-\n                                                                                  tact NMJs, the SF is high and an AP is always\n                                                                                  achieved, even after RNS. In MG, fewer receptors are\n                                                                                  present, which results in reduced EPP and, as a re-\n                                                                                  sult, a low SF. Slow RNS causes a decrement in the\n                                                                                  EPP, which becomes subthreshold, resulting in no\n                                                                                  AP in some muscle fibers. In LEMS, the baseline\n                                                                                  EPP is low and with slow RNS, there is also further\n                                                                                  decrement of the EPP and CMAP, as in MG. In\n                                                                                  rapid RNS and brief exercise, however, there is accu-\n                                                                                  mulation of calcium in the presynaptic end plate, re-\n                                                                                  sulting in a facilitation and incremental response in\n                                                                                  the CMAP.\n                                                                                      Our patient had LEMS, which was suggested by\n                                                                                  the autonomic symptoms and strength improvement\n                                                                                  on repetitive testing, and confirmed by the incre-\n                                                                                  ment in the CMAP amplitudes after rapid brief\n                                                                                  exercise. The ophthalmoparesis and normal reflexes\n                                                                                  are, however, more characteristic of MG and the\n                                                                                  AChR Abs are more than 97% specific for MG.1\n                                                                                  One7 may conclude that this is a case of concomitant\n\n                                                                                  Neurology 74   May 4, 2010                        e79\n\f      LEMS and MG, while others3 would argue that the                          3.   Katz JS, Wolfe GI, Bryan WW, Tintner R, Barohn RJ.\n      presence of AChR in this patient might reflect a                              Acetylcholine receptor antibodies in the Lambert-Eaton\n                                                                                    myasthenic syndrome. Neurology 1998;50:470 – 475.\n      “nonpathogenic epiphenomenon.”\n                                                                               4.   Lennon VA. Serologic profile of myasthenia gravis and dis-\n                                                                                    tinction from the Lambert-Eaton myasthenic syndrome.\n      DISCLOSURE                                                                    Neurology 1997;48:S23–S527.\n      Dr. Karam serves on the editorial team for the Neurology® Resident and   5.   Lennon VA, Kryzer TJ, Greismann GE, et al. Calcium\n      Fellow Section. Dr. Scelsa reports no disclosures.                            channel antibodies in the Lambert-Eaton syndrome and\n                                                                                    other paraneoplastic syndromes. N Engl J Med 1995;332:\n                                                                                    1467–1474.\n      REFERENCES                                                               6.   Sabater L, Titulaer M, Saiz A, et al. SOX1 antibodies are\n      1. Benatar M. A systematic review of diagnostic studies in myas-              markers of paraneoplastic Lambert-Eaton myasthenic syn-\n         thenia gravis. Neuromuscul Disord 2006;16:459 – 467.                       drome. Neurology 2008;70:924 –928.\n      2. Mahadeva B, Phillips LH 2nd, Juel VC. Autoimmune dis-                 7.   Sha SJ, Layzer RB. Myasthenia gravis and Lambert-Eaton\n         orders of neuromuscular transmission. Semin Neurol                         myasthenic syndrome in the same patient. Muscle Nerve\n         2008;28:212–227.                                                           2007;36:115–117.\n\n\n\n\ne80   Neurology 74      May 4, 2010",
  "wordCount": 2113,
  "indexed": "2025-09-25T22:54:15.757Z",
  "method": "direct"
}
