{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Ataxias/Mariotti y Di Donato - 2001 - Cerebellarspinocerebellar syndromes.pdf",
  "fileName": "Mariotti y Di Donato - 2001 - Cerebellarspinocerebellar syndromes.pdf",
  "relativePath": "Neurología/Ataxias/Mariotti y Di Donato - 2001 - Cerebellarspinocerebellar syndromes.pdf",
  "text": "Neurol Sci (2001) 22:S88–S92                                                                                 © Springer-Verlag 2001\n\n\n\n\nC. Mariotti • S. Di Donato\n\nCerebellar/spinocerebellar syndromes\n\n\n\n\nAbstract Spinocerebellar syndromes are a heterogeneous\ngroup of neurological disorders clinically characterized by      Introduction\ndysequilibrium, progressive incoordination of gait and\nlimbs, and speech and eye movement disturbances. Clinical        Spinocerebellar syndromes are a heterogeneous group of\nclassification and differential diagnosis are intricate due to   neurological disorders clinically characterized by dysequi-\nthe great variability of the phenotypic, pathogenic, neu-        librium, progressive incoordination of gait and limbs, and\nropathological and genetic aspects of these diseases.            speech and eye movement disturbances. The majority of the\nSpinocerebellar syndromes may present as sporadic, non-          progressive forms of cerebellar/spinocerebellar diseases are\ngenetic, disorders or as familial forms. Clinical and genetic    also complicated by the presence of additional neurological\nclassifications of autosomal dominant and recessive spin-        deficits, including pyramidal or extrapyramidal signs, spas-\nocerebellar ataxias are briefly reviewed. Distinguishing clin-   ticity, ophthalmoplegia and dementia. The classification of\nical features, diagnostic procedures, and frequency of specif-   spinocerebellar syndromes distinguishes: (a) sporadic atax-\nic genotypes in Italian patients are presented.                  ias of unknown cause or acquired due to concomitant ill-\n                                                                 ness, and (b) inherited spinocerebellar ataxias.\nKey words Spinocerebellar ataxia • SCA • ADCA •                      Sporadic spinocerebellar syndromes (Table 1) of unknown\nTrinucleotide repeat expansion • Friedreich’s ataxia • AVED      cause include the group of clinical phenotypes of multiple sys-\n                                                                 tem atrophy (MSA) [1]. Acquired cerebellar ataxias include\n                                                                 alcoholism, vitamin deficiencies, multiple sclerosis, vascular\n                                                                 disease, and tumors or paraneoplastic syndromes (Table 1).\n                                                                     The inherited cerebellar/spinocerebellar syndromes are\n                                                                 subdivided by the mode of inheritance into autosomal domi-\n                                                                 nant, autosomal recessive, X-linked and mitochondrial disor-\n                                                                 ders (Table 2). The autosomal dominant and the most common\n                                                                 autosomal recessive forms are herein presented and discussed.\n\n                                                                 Table 1 Sporadic spinocecerebellar syndromes\n\n                                                                 Unknown causes\n                                                                  Multiple system atrophy (MSA)\n                                                                    Olivopontocerebellar atrophy (OPCA)\n                                                                    Striatonigral degeneration (SND)\n                                                                    Shy-Drager syndrome\n                                                                 Immune\n                                                                   Multiple sclerosis\n                                                                   Glutamic acid decarboxylase antibody\n                                                                   Paraneoplastic (antibodies anti-Yo; anti-Hu; anti-Ri; anti-Tr)\nC. Mariotti (\u0002) • S. Di Donato                                   Systemic diseases\nDivision of Biochemistry and Genetics                             Celiac diseases\nC. Besta National Neurological Institute                          Vitamin E malabsorption\nVia Celoria 11, I-20133 Milan, Italy\n\fC. Mariotti, S. Di Donato: Cerebellar/spinocerebellar syndromes                                                                  S89\n\n\nTable 2 Hereditary spinocerebellar syndromes\n\nAutosomal dominant\nADCA type I                   Ataxia plus ophthalmoplegia, slow saccades, pyramidal and extrapyramidal\n                              features, neuropathy (SCA1, SCA2, SCA3, SCA4, SCA8, SCA12)\n  ADCA type II                Ataxia with visual failure due to maculopathy. Signs of ADCA I may also be present (SCA7)\n  ADCA type III               Ataxia without other features of multisystem involvement after 10 years duration\n                              (SCA5, SCA6, SCA10, SCA11, SCA14)\n  EA1                         Episodic ataxia, attacks last seconds to minutes, myokymia\n  EA2                         Episodic ataxia, nystagmus, attacks lasts minutes to hours, later permanent ataxia\n  DRPLA                       Ataxia, myoclonus, chorea, rigidity and dementia\nAutosomal recessive\n FRDA                         Hyporeflexia, positive Babinski’s sign, sensory loss, cardiomyopathy\n  AVED                        Similar to FRDA, reduced levels of vitamin E in plasma\n  AT                          Ataxia, telangiectasia, immune deficiency, cancer, increased alpha-fetoprotein\n  Metabolic                   Abetalipoproteinemia, Refsum’s disease\nX-linked\n XLSA/A                       Ataxia with sideroblastic anemia: non-progressive, early onset ataxia\nMitochondrial DNA\n NARP                         Neuropaty, ataxia, retinis pigmentosa\n  MELAS                       Mitochondrial encephalomyopathy, lactic acidosis, stroke-like episodes\n\n\n\n                                                                      the coding region of the corresponding genes. The mutated\nAutosomal dominant cerebellar ataxia\n                                                                      proteins, carrying an elongated polyglutamine tract, are sup-\n                                                                      posed to “gain” a toxic function, leading to neuronal cell\nAutosomal dominant cerebellar ataxias were initially classi-          death and neurodegeneration [3, 4].\nfied on the basis of clinical criteria into ADCA types I, II,\nand III and episodic ataxia (Table 2) [2]. In ADCA type I,\ncerebellar ataxia of gait and limbs is variably associated with\nsupranuclear ophthalmoplegia, slow saccades, optic atrophy,           ADCA type I\npyramidal and extrapyramidal features (e.g. parkinsonism,\ndystonia, chorea), sphinteric disturbances, mild to moderate          ADCA I is the more common presentation of dominant ataxi-\ndementia, amyotrophy, and peripheral neuropathy. In ADCA              as. ADCA I displays prominent genetic heterogeneity.\ntype II, the same clinical phenotype combines together with           Linkage studies in families with this phenotype revealed asso-\nmacular degeneration. ADCA type III is a pure form of late-           ciation with different loci: spinocerebellar ataxia 1 (SCA1) on\nonset cerebellar atrophy.                                             chromosome 6p (SCA1, MIM 164400); SCA2 on chromo-\n    In the past few years, ADCA has been divided into spino-          some 12q (MIM 183090); SCA3 or Machado-Joseph disease\ncerebellar ataxias types 1–16, according to the specific gene         on chromosome 14q (MIM 109150); SCA4 on chromosome\nor chromosomal locus associated with the disease [3, 4]. The          16q (MIM 600223); SCA8 on chromosome 13q (MIM\ndifferent forms of ADCA have in common several clinical               603680); and SCA12 on chromosome 5q (MIM 604326).\nand genetic features: (a) onset in adulthood; (b) occurrence              SCA1 was the first ADCA gene to be cloned: it encodes\nof anticipation, i.e. earlier age at onset and increasing sever-      an 87 kDa protein of unknown function, dubbed ataxin-1 [5].\nity of the disease in subsequent generations; (c) cerebellar          The gene was shown to harbor 6–39 CAG repeats in normal\natrophy or olivopontocerebellar atrophy seen at brain imag-           alleles, whereas 40–81 repeats were found in pathological\ning studies; (d) molecular defect in the cloned genes consist-        alleles (Table 3). The size of expanded alleles influences the\ning in an expansion of trinucleotide or pentanucleotide               phenotype: indeed there is an inverse correlation between the\nrepeats; and (e) presence of an inverse correlation between           repeat number and the age at onset of symptoms. The SCA2,\nexpansion size and the degree of clinical involvement. The            SCA3, SCA8 and SCA12 genes have been cloned, and a trin-\nmajority of spinocerebellar ataxias, and the form named den-          ucleotide repeat expansion has been shown to be the genetic\ntatorubropallidoluysian atrophy (DRPLA), are due to a                 mutation in all of these genes (Table 3). The SCA4 locus has\npathological expansions of a CAG-repeated sequence within             been identified by linkage analysis only in an American fam-\n\fS90                                                                          C. Mariotti, S. Di Donato: Cerebellar/spinocerebellar syndromes\n\nTable 3 Clinical and genetic features of spinocerebellar ataxias\n\n         Distinguishing features                                   Locus      Protein      Mutation     Normal      Expanded       Molecular\n                                                                                                       repeats, n   repeats, n   test available\n\nSCA1     Pyramidal signs, peripheral neuropathy,                   6p23      Ataxin-1        CAG         6–36        38–83            Yes\n         hypermetric saccades, tendon reflexes\nSCA2     Slow saccadic eye movements, peripheral                   12q24     Ataxin-2        CAG        15–29        35–64            Yes\n         neuropathy, decreased tendon reflexes, dementia,\n         parkinsonism, myoclonus\nSCA3     Pyramidal and extrapyramidal signs; lid retraction, 14q32           Ataxin-3        CAG        13–42        61–84            Yes\n         nystagmus, decreased saccade velocity; amyotrophy\nSCA4     Sensory axonal neuropathy                                 16q22       ND             ND          ND           ND             No\nSCA5     Early onset, slow course                                  11p12    CACNA1            ND          ND           ND             No\nSCA6     Sometimes episodic ataxia, very slow progression,         19p13       ND            CAG         4–19        20–33            Yes\n         lack of family history\nSCA7     Visual loss with retinopathy                              3p14      Ataxin-7        CAG         7–17        37–300           Yes\nSCA8     Mild sensory neuropathy                                   13q21       ND             CTG       16–36       100–250           Yes\n                                                                                            (3’UTR)\nSCA10 Pure cerebellar syndrome, seizures are variable              12q13       ND           ATTCT       10–22       800–4500          Yes\n                                                                                            Intron 9\nSCA11 Mild, hyperreflexia, benign course                           15q14       ND             ND          ND           ND             No\nSCA12 Early arm tremor, late dementia,                             5q31    Phospholipase   CAG 6–26     66–78          Yes\n                                                                           2A, PPP2R2B      (5’UTR)\nSCA13 Mental retardation, short stature, early onset           19q13.3         ND             ND          ND          ND              No\nSCA14 Early axial myoclonus, Ataxia                            19q13.4         ND            ND           ND          ND              No\nSCA15 Pure cerebellar involvement                                ND            ND             ND          ND          ND              No\nSCA16 Head and hand tremor                                        8q           ND             ND          ND          ND              No\nDRPLA Chorea, seizures, dementia, myoclonus                      12p        Atrophin-1       CAG         3–36        49–88            Yes\n\nND, not determined; UTR, untranslated region\n\n\n\nily of Scandinavian origin. The SCA4 gene has not yet been                 show signs of multisystem involvement after 10 years. A few\ncloned, thus genetic assignment is possible only by linkage                patients can present mild pyramidal signs, but never show\nanalysis.                                                                  extrapyramidal and brain stem involvement or dementia.\n                                                                           ADCA III showed genetic heterogeneity. A single American\n                                                                           family has been associated with a gene locus on chromo-\n                                                                           some 11 (SCA5) but the corresponding gene has not yet been\nADCA type II                                                               cloned [7]. The loci for SCA6, SCA10, SCA11 and SCA14\n                                                                           have also been associated with the clinical phenotype of\nADCA II is marked by early onset macular and retinal                       ADCA III. The SCA6 gene encodes the α1A subunit of the\ndegeneration, followed by loss of vision and progressive                   voltage-gated calcium channel (CACNL1A4), which is\ncerebellar ataxia. A single genotype, determined by a highly               highly expressed in cerebellar Purkinje and granule cells.\nunstable CAG repeat expansion on chromosome 3p12-13                        Normal alleles hold 6–18 repeats, and pathological alleles\n(SCA7, MIM 164500), has been assigned to ADCA II [6].                      can harbor 20–30 CAG units [8]. Point mutations in the\n                                                                           SCA6 gene have been described in families with episodic\n                                                                           ataxia type 2 (EA2), and with familial hemiplegic migraine\n                                                                           (FHM) [9].\nADCA type III                                                                  In the SCA10 gene, the pathogenic mutation consists in a\n                                                                           large pentanucleotide repeat in intron 9 (Table 3). The clini-\nADCA III differs from both ADCA I and ADCA II, because                     cal phenotype associated with SCA10 mutations is charac-\ncerebellar ataxia is the main clinical feature. Patients, by def-          terized by cerebellar ataxia and seizures. The SCA11 and\ninition, develop late-onset cerebellar symptoms and do not                 SCA14 genes have not been cloned.\n\fC. Mariotti, S. Di Donato: Cerebellar/spinocerebellar syndromes                                                                   S91\n\n                                                                  activities of the mitochondrial enzymes containing iron-sul-\nFrequency of ADCA                                                 fur centers, involved in oxidation-reaction [15].\n\nADCA appears to be a relatively rare dominant disorder.\nFrequencies, expressed as proportions of single genetic sub-\ngroups of all ADCAs, have been reported for different coun-       Ataxia with primary vitamin E deficiency\ntries. SCA3/MJD appears to be the most frequent mutation.\nSCA2 is also relatively common, whereas the SCA1 muta-            Patients with ataxa with primary vitamin E deficiency\ntion is less frequent [10]. SCA6 is relatively common in          (AVED) have a clinical phenotype similar to that of FRDA\nFrance and Germany. DRPLA is, together with SCA3/MJD,             patients. AVED is much rarer than FRDA, but it is extremely\nthe most common mutation in Japan but it is rare in Europe        important to consider this form in the differential diagnosis,\nand in the USA [10].                                              because of the different therapeutic approach. The main clin-\n    In Italy, SCA1 and SCA2 are the most common geno-             ical difference between FRDA and AVED patients is that car-\ntypes, while SCA3, SCA6, and DRPLA are exceedingly rare.          diomyopathy and impaired glucose metabolism are uncom-\nIn particular, SCA1 prevails in northern regions and SCA2         mon in AVED patients. AVED is caused by a defect in the\npredominates in southern regions [4, 11, 12].                     gene encoding α-tocopherol transfer protein (αTTP), which\n                                                                  maps to chromosome 8q13 [16]. These patients have reduced\n                                                                  levels of vitamin E in plasma (< 10% of normal values), and\n                                                                  daily supplementation with high doses of vitamin E is neces-\nAutosomal recessive ataxias                                       sary to prevent the progression of neurological symptoms.\n                                                                  The disease is frequent in North Africans and other\nA few forms of autosomal recessive ataxias have been genet-       Mediterranean populations. Among Italian patients present-\nically characterized so far (Table 2). The pathogenesis of        ing with FRDA-like phenotype, AVED accounts for 5% of\nthese forms is associated with a “loss” of function of specif-    the cases (C. Gellera, C. Mariotti, unpublished observations).\nic cellular proteins involved in metabolic homeostasis, cell-\ncycle, or DNA repair. The most common form of autosomal\nrecessive ataxia in Europe is Friedreich’s ataxia (FRDA).\nOther forms of recessive ataxia are exceedingly rare, and         References\nshow a peculiar regional distribution.\n                                                                   1. Wenning GK,Ben Shlomo Y, Magalhaes M, Daniel SE, Quinn\n                                                                      NP (1994) Clinical features and natural history of multiple\n                                                                      system atrophy. Brain 117:835–845\nFriedreich’s ataxia                                                2. Harding AE (1983) Classification of hereditary ataxias and\n                                                                      paraplegias. Lancet 1:1151–1155\nFRDA has an estimated prevalence in the Caucasian popula-          3. Brice A (1998) Unstable mutations and neurodegenerative\ntion of 2 x 10–5. The essential clinical features are onset           disorders. J Neurol 245:505–510\nbefore age 25 years, progressive gait and limb ataxia,             4. Di Donato S (1998) The complex clinical and genetic classi-\ndysarthria, absent deep tendon reflexes, sensory loss and             fication of inherited ataxias. I. Dominant ataxias. Ital J Neurol\n                                                                      Sci 19:335–343\npyramidal weakness [2]. Cardiomyopathy is present in the\n                                                                   5. Orr HT, Chung M, Banfi S, Kwiatkowski TJ Jr, Servadio A,\nmajority of patients and its severity marks prognosis.                Beauder AL, McCall AE, Duvick LA, Ranum LPW, Zoghbi\nNeuropathy, distal wasting, scoliosis, sensorineural deafness,        HY (1993) Expansion of an unstable trinucleotide CAG repeat\noptic atrophy and diabetes are common features [2]. The dis-          in spinocerebellar ataxia type 1. Nat Genet 4:221–226\nease has been recently associated with a GAA-trinucleotide         6. David G, Abbas N, Stevanin G, Dürr A, Yvert G, Cancel G,\nrepeat expansion in the first intron of the FRDA gene on              Weber C, Imbert G, Saudou F, Antoniou E, Drabkin H,\nchromosome locus 9q13–21 [13]. Normal individuals have a              Gemmill R, Giunti P, Benomar A, Wood N, Ruberg M, Agid Y,\nrepeat size varying from 6 to 36 units, whereas FRDA                  Mandel JL, Brice A (1997) Cloning of the SCA7 gene reveals a\npatients carry expanded alleles with 90–1700 repeats [13].            highly unstable CAG repeat expansion. Nat Genet 17:65–70\nThe expansion size has been shown to be inversely correlat-        7. Ranum LPW, Schut LJ, Lundgren JK, Orr HT, Livingston DM\ned with age at onset and confinement to wheel-chair [14].             (1994) Spinocerebellar ataxia type 5 in a family descended\n                                                                      from the grandparents of President Lincoln maps to chromo-\nThus, patients with a milder phenotype exhibit shorter repeat\n                                                                      some 11. Nat Genet 8:280–284\nlength, and usually do not develop diabetes or clinical evi-       8. Zhucenko O, Bailey J, Bonnen P, Ashizawa T, Stockton DW,\ndence of cardiomyopathy. The FRDA gene encodes for a                  Amos C, Dobyns WB, Subramny SH, Zoghbi HY, Lee CC\nmitochondrial protein named frataxin. Mutations in FRDA               (1997) Autosomal dominant cerebellar ataxia (SCA6) associ-\ngene reduce the cellular level of frataxin, which leads to            ated with small polyglutamine expansions in the alpha1A-volt-\nabnormal intramitochondrial iron accumulation, and reduce             age-dependent calcium channel. Nat Genet 15:62–69\n\fS92                                                                    C. Mariotti, S. Di Donato: Cerebellar/spinocerebellar syndromes\n\n\n 9. Ophoff RA, Terwindt GM, Vergouwe MN, van Eijk R, Oefner                rubropallidoluysian atrophy in 116 Italian families. Eur\n    PJ, Hoffman SMG, Lamerdin JE, Mohrenweiser HW, Bulman                  Neurol 44:31–36\n    DE, Ferrari M, Haan J, Lindhout D, van Ommen GJ, Hofker          13.   Campuzano V, Montermini L, Moltò MD, Pianese L, Cossée\n    MH, Ferrari MD, Frants RR (1996) Familial hemiplegic                   M, Cavalcanti F, Monros E, Rodius F, Duclos F, Monticelli A,\n    migraine and episodic ataxia type-2 are caused by mutations in         Zara F, Canizares J, Koutnikova H, Bidichandani SI, Gellera\n    the Ca2+ channel gene CACNL1A4. Cell 87:543–552                        C, Brice A, Trouillas P, De Michele G, Filla A, De Frutos R,\n10. Stevanin G, Dürr A, Brice A (2000) Clinical and molecular              Palau F, Patel PI, Di Donato S, Mandel J-L, Cocozza S,\n    advances in autosomal dominant cerebellar ataxias: from                Koenig M, Pandolfo M (1996) Friedreich’s ataxia: autosomal\n    genotype to phenotype and physiopathology. Eur J Hum                   recessive disease caused by an intronic GAA triplet repeat\n    Genet 8:4–18                                                           expansion. Science 271:1423–1427\n11. Pareyson D, Gellera C, Castellotti B, Antonelli A, Riggio        14.   Filla A, De Michele G, Cavalcanti F, Pianese L, Monticelli A,\n    MC, Mazzucchelli F, Girotti F, Pietrini V, Mariotti C, Di              Campanella G, Cocozza S (1996) The relationship between\n    Donato S (1999) Clinical and molecular studies of 73 Italian           trinucleotide (GAA) repeat length and clinical features in\n    families with autosomal dominant cerebellar ataxia type I:             Friedreich ataxia. Am J Hum Genet 59:554–560\n    SCA1 and SCA2 are the most common genotypes. J Neurol            15.   Puccio H, Koenig M (2000) Recent advances in the molecular\n    246:389–393                                                            pathogenesis of Friedreich ataxia. Hum Mol Genet 12:887–892\n12. Filla A, Mariotti C, Caruso G, Coppola G, Cocozza S,             16.   Ouachi K, Arita M, Kayden H, Hentati F, Hamida MB, Sokol\n    Castaldo I, Calabrese O, Salvatore E, De Michele G, Riggio             R, Arai H, Mandell J-L, Koenig M (1995) Ataxia with isolat-\n    MC, Pareyson D, Gellera C, Di Donato S (2000) Relative fre-            ed vitamin E deficiency is caused by mutations in the α-toco-\n    quencies of CAG in spinocerebellar ataxia and dentato-                 pherol transfer protein. Nat Genet 9:141–145",
  "wordCount": 2638,
  "indexed": "2025-09-25T22:50:17.099Z",
  "method": "direct"
}
