{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Finke y Prüss - 2015 - Clinical Reasoning A 57-year-old woman who developed acute amnesia following fever and upper respir.pdf",
  "fileName": "Finke y Prüss - 2015 - Clinical Reasoning A 57-year-old woman who developed acute amnesia following fever and upper respir.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Finke y Prüss - 2015 - Clinical Reasoning A 57-year-old woman who developed acute amnesia following fever and upper respir.pdf",
  "text": "Section Editor\n                                                                                                                                    ®\nRobert C. Griggs, MD                                                                              WriteClick\n                                                                                                  Editor’s Choice\n\n\n                                                                                     © 2015 American Academy of Neurology\n   Editors’ Note: In WriteClick this week, Drs. Finke and Prüss\n                                                                                     1.   McCray BA, Forst D, Jindal J, Henderson GV. Clinical\n   comment on influenza-associated encephalitis (IAE) as                                  Reasoning: a 57-year-old woman who developed acute\n   discussed in “Clinical Reasoning: A 57-year-old woman who                              amnesia following fever and upper respiratory symptoms.\n   developed acute amnesia following fever and upper respiratory                          Neurology 2015;84:e102–e106.\n   symptoms,” and suggest patients with suspected IAE be tested                      2.   Pruss H, Finke C, Holtje M, et al. N-methyl-D-aspartate recep-\n   for neuronal antibodies. In reference to “Spatial cluster analysis                     tor antibodies in herpes simplex encephalitis. Ann Neurol 2012;\n                                                                                          72:902–911.\n   of population amyotrophic lateral sclerosis risk in Ireland,” Drs.\n                                                                                     3.   Schabitz W, Rogalewski A, Hagemeister C, Bien CG. VZV\n   Bradley et al. and authors Rooney et al., who have published                           brainstem encephalitis triggers NMDA receptor immunore-\n   further work, discuss methodologic considerations in testing for                       action. Neurology 2014;83:2309–2311.\n   amyotrophic lateral sclerosis clusters.                                           4.   Hammer C, Stepniak B, Schneider A, et al. Neuropsychi-\n          —Megan Alcauskas, MD, and Robert C. Griggs, MD                                  atric disease relevance of circulating anti-NMDA receptor\n                                                                                          autoantibodies depends on blood-brain barrier integrity.\n                                                                                          Mol Psychiatry 2014;19:1143–1149.\n                                                                                     5.   Pruss H, Dalmau J, Harms L, et al. Retrospective analysis of\n                                                                                          NMDA receptor antibodies in encephalitis of unknown ori-\n                          CLINICAL REASONING: A 57-YEAR-OLD WOMAN                         gin. Neurology 2010;75:1735–1739.\n                          WHO DEVELOPED ACUTE AMNESIA FOLLOWING\n                          FEVER AND UPPER RESPIRATORY SYMPTOMS\n                          Carsten Finke, Harald Prüss, Berlin: McCray et al.1\n                          described a patient with an influenza-associated           SPATIAL CLUSTER ANALYSIS OF POPULATION\n                          encephalitis (IAE). As they stated, IAE is believed        AMYOTROPHIC LATERAL SCLEROSIS RISK IN\n                          to be caused by an immune-mediated mechanism               IRELAND\n                          rather than direct viral toxicity. Their patient did       Walter G. Bradley, Palmetto Bay, FL; Elijah W.\n                          not respond to antiviral therapy but improved after        Stommel, Xun Shi, Hanover; Nathan M. Torbick,\n                          immunomodulatory treatment with steroids and               Newmarket; Tracie A. Caller, Hanover, NH; Clive\n                          immunoglobulins.                                           E. Sabel, Bristol, UK: We read with interest the\n                              The recent discovery of antibodies to neuronal         article by Rooney et al.,1 who reported no significant\n                          surface proteins has revolutionized clinical neurol-       high-risk clusters of patients with amyotrophic lateral\n                          ogy and has led to the identification of several new       sclerosis (ALS) in the Irish ALS Register. They referred\n                          autoimmune encephalitides. A viral trigger has been        to reports, including our own, of statistically increased\n                          considered in many of these conditions and has been        frequency of ALS in Finland, northern New England,\n                          demonstrated for herpes simplex virus type I and           and France.2–4 Methodologic, conceptual, and real dif-\n                          varicella-zoster virus, both of which can trigger          ferences between risk factors in one region and another\n                          anti–NMDA receptor (NMDAR) encephalitis.2,3                may explain the differences between studies. If cases are\n                          Moreover, a past influenza A infection can predispose      aggregated over large areas, the effect of a localized toxic\n                          to the development of serum NMDAR antibodies,4             exposure may be lost.\n                          and positive influenza serology is common in acute             Sabel et al.4 and Wheeler5 showed that the kernel\n                          NMDAR encephalitis.5 In contrast to the authors’           density function method revealed statistically signif-\n                          notion, autoimmune encephalitides can occur with           icant areas of increased risk for ALS in Finland and\n                          rapid onset and acute deterioration as well as with nor-   leukemia in Ohio that were not detected with SaTS-\n                          mal CSF leukocyte count.                                   can and other methods. Our studies of ALS clusters\n                              Perhaps patients with suspected IAE should be          in northern New England originated from recogni-\n                          tested for neuronal antibodies using cell-based and        tion of a cluster of patients with ALS who lived near\n                          CNS tissue assays to rule out antibody-mediated            Lake Mascoma in New Hampshire, which has fre-\n                          autoimmune encephalitis. In addition, this testing         quent cyanobacteria blooms. We found 11 clusters\n                          would further our understanding of parainfectious          of statistically significant high incidence in northern\n                          autoimmune encephalitides.                                 New England, supporting our hypothesis that living\n\n1822                      Neurology 85   November 17, 2015\n\n       ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\fClinical Reasoning: A 57-year-old woman who developed acute amnesia following fever\n                          and upper respiratory symptoms\n                            Carsten Finke and Harald Prüss\n                               Neurology 2015;85;1822\n                        DOI 10.1212/WNL.0000000000002162\n\n                    This information is current as of November 16, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/20/1822.1.full.html\n\n References                         This article cites 5 articles, 3 of which you can access for free at:\n                                    http://www.neurology.org/content/85/20/1822.1.full.html##ref-list-1\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 796,
  "indexed": "2025-09-25T22:53:53.362Z",
  "method": "direct"
}
