{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Yaghi y Elkind - 2015 - Clinical Reasoning An 87-year-old woman with left.pdf",
  "fileName": "Yaghi y Elkind - 2015 - Clinical Reasoning An 87-year-old woman with left.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Yaghi y Elkind - 2015 - Clinical Reasoning An 87-year-old woman with left.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                         Clinical Reasoning:\nSection Editor           An 87-year-old woman with left-sided\nJohn J. Millichap, MD\n                         numbness\n\nShadi Yaghi, MD          SECTION 1                                                                          unremarkable. She was prescribed aspirin and admitted\nMitchell S.V. Elkind,    An 87-year-old woman with a history of hyperten-                                   for evaluation. Symptoms lasted 48 hours. Brain MRI\n  MD, MS                 sion, hyperlipidemia, and peripheral vascular disease                              showed no acute infarction. Magnetic resonance angi-\n                         presented with acute left paresthesias. On evaluation,                             ography showed normal intracranial vessels and mild\n                         blood pressure was 152/77 mm Hg and heart rate 78                                  bilateral internal carotid disease. Echocardiography\nCorrespondence to        and regular. Physical examination had normal results.                              showed an ejection fraction of 55%–60% and no struc-\nDr. Yaghi:\nshadiyaghi@yahoo.com\n                         On neurologic examination, she had normal mental                                   tural abnormalities, though the left atrium was not visu-\n                         status, decreased sensation on the left face, and normal                           alized. On telemetry, she had 2 self-limited episodes of\n                         strength, tone, and reflexes. Cerebellar examination and                           asymptomatic paroxysmal supraventricular tachycardia.\n                         gait were normal. There was reduced light touch and                                She started a low dose b-blocker.\n                         pinprick sensation of the left arm and leg, with no\n                                                                                                            Questions for consideration:\n                         extinction. Complete blood count and comprehensive\n                         metabolic panel were within normal limits, and ECG                                 1. What is your differential diagnosis?\n                         showed normal sinus rhythm. Head CT scan was                                       2. How would you evaluate and manage the patient?\n\n\n\n\n                                                                                                                                                            GO TO SECTION 2\n\n\n\n\n                         From the Department of Neurology, College of Physicians and Surgeons (S.Y., M.S.V.E.), and the Department of Epidemiology, Mailman School\n                         of Public Health (M.S.V.E.), Columbia University, New York, NY.\n                         Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\ne110                     © 2015 American Academy of Neurology\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                         SECTION 2                                                  AF is one of the most common causes identified in\n                         Given the acuity of symptoms, her focal neurologic         patients with cryptogenic stroke.4 Admission ECG or\n                         deficits, and the fact that her deficits lasted over 24    24-hour telemetry is useful in the diagnosis of persis-\n                         hours, a clinical stroke was diagnosed.1 The CT scan       tent or paroxysmal frequent AF, with a yield up to 7%\n                         did not reveal hemorrhage. Although her brain MRI          in ischemic stroke patients.4 These tests, however, are\n                         did not show evidence of infarction, this did not elim-    not very useful in detecting infrequent paroxysmal\n                         inate the diagnosis of stroke as a negative diffusion-     episodes of AF. Recent evidence from the 30-day car-\n                         weighted imaging (DWI) MRI sequence can be seen            diac Event Monitor Belt for Recording Atrial Fibril-\n                         in up to 20% of patients with ischemic stroke.2            lation after a Cerebral Ischemic Event (EMBRACE)\n                         Absence of DWI signal abnormality is more common           study supports the superiority of mobile continuous\n                         in patients with small subcortical strokes.2 In some       outpatient telemetry (MCOT) over inpatient telem-\n                         instances, repeat MRI detects infarcts even when           etry or 24-hour Holter monitoring in detecting AF in\n                         initial MRI scan is negative.2                             patients with cryptogenic stroke (16.1% vs 3.2%\n                             The mechanism of stroke remained uncertain.            detection).5 In addition, the Cryptogenic Stroke\n                         Vessel imaging did not show significant large artery       and Underlying Atrial Fibrillation (CRYSTAL AF)\n                         intracranial atherosclerotic disease, no cardioembolic     study randomized patients with cryptogenic stroke\n                         etiology was identified on transthoracic echocardiog-      and negative transesophageal echocardiography to\n                         raphy, and no atrial fibrillation (AF) was detected on     either an implantable loop recorder or standard of\n                         inpatient telemetry. The patient’s presentation with a     care. This study showed higher detection rates of\n                         pure sensory syndrome was suggestive of a clinical         paroxysmal AF with implantable loop recorders\n                         lacunar stroke affecting the right lateral thalamus,       (detection rates of 8.9% vs 1.4%).6 Although out-\n                         despite her negative diffusion imaging. Although           patient cardiac monitoring is therefore more likely\n                         lacunar strokes are classically attributed to intrinsic    to detect AF than inpatient telemetry and ECG, the\n                         small vessel disease, up to 25% are due to other mech-     optimal duration and monitoring method remain\n                         anisms of stroke, including cardioembolism.3               unclear in the absence of trials comparing different\n                             Cryptogenic, or unexplained, stroke comprises          methods and durations of outpatient monitoring.\n                         about 30%–40% of ischemic strokes.4 Potential              Atrial ectopy also predicts detection of AF with\n                         stroke mechanisms in cryptogenic stroke include par-       monitoring. In the EMBRACE study, for example,\n                         oxysmal AF, substenotic atherosclerotic plaque, and        patients who had AF detected during 30 days of\n                         other low-risk cardiac sources such as patent foramen      monitoring had significantly more atrial premature\n                         ovale (PFO) and aortic arch atheroma. Paroxysmal           beats.7\n\n\nFigure   Mobile continuous outpatient telemetry shows a 6-second episode of paroxysmal atrial fibrillation vs paroxysmal supraventricular\n         tachycardia with aberrancy\n\n\n\n\n                                                                                    Neurology 85   October 13, 2015                    e111\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                        Noninvasive testing in patients with cryptogenic     episode of paroxysmal supraventricular tachycardia, vs\n                    stroke via transcranial Doppler with agitated saline     AF, lasting for less than 6 seconds (figure).\n                    may also be useful in detecting PFO.\n                                                                             Questions for consideration:\n                        Because of the absence of confirmed subcortical\n                    stroke on MRI, and the presence of atrial ectopy on      1. How would you treat the patient?\n                    telemetry, the patient underwent further cardiac moni-   2. What is your next step, if any, in evaluating this\n                    toring after discharge. MCOT showed a single equivocal      patient?\n\n\n\n\n                                                                                                              GO TO SECTION 3\n\n\n\n\ne112                Neurology 85   October 13, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                 in those patients. The benefit of chronic anticoagu-\n                  There was uncertainty about whether the patient had       lation in patients with AF episodes lasting less than\n                  experienced paroxysmal AF (PAF) or paroxysmal             30 seconds is also unclear. There is evidence to\n                  supraventricular tachycardia (PSVT) with aberrancy,       suggest, however, that episodes of AF lasting\n                  and the episode was very brief. Recent evidence           $5 minutes are associated with a 2-fold increase\n                  suggests the possibility of an increased risk of stroke   in risk of stroke or death.9 Given the uncertainty\n                  in patients with PSVT. In a study using administra-       that the episode was AF and its brief duration, the\n                  tive inpatient data, patients with PSVT had a higher      patient was maintained on aspirin and another 3\n                  risk of stroke in the absence of AF after adjusting for   weeks of MCOT was prescribed, during which\n                  stroke risk factors (hazard ratio, 2.10; 95% confi-       she had clear episodes of AF. She had no contra-\n                  dence interval, 1.69–2.62).8 In the absence of trials     indications to anticoagulation.\n                  of specific antithrombotic regimens among patients\n                                                                            Question for consideration:\n                  with PSVT, however, there is no evidence support-\n                  ing the use of anticoagulants for stroke prevention       1. How would you manage the patient now?\n\n\n\n\n                                                                                                              GO TO SECTION 4\n\n\n\n\n                                                                            Neurology 85   October 13, 2015                e113\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                                                                                   the CHADS2 score. However, the predictive value of\n                                    SECTION 4\n                                                                                                   all scores remains limited, and these scores are based on\n                                    The patient was diagnosed with PAF. The risk of\n                                                                                                   analyses of prior cohorts of patients, and current risks\n                                    ischemic stroke could now be calculated using well-\n                                                                                                   may be lower due to advances in treatment and increas-\n                                    accepted risk stratification schemes. The congestive\n                                                                                                   ing use of other preventive medications, such as statins.\n                                    heart failure, hypertension, age $75 years, diabetes,\n                                                                                                        The patient had a CHADS2 score of 4 (corre-\n                                    stroke (CHADS2) and congestive heart failure, hyper-\n                                                                                                   sponding to annual stroke or systemic thromboem-\n                                    tension, age $75 years, diabetes mellitus, stroke/TIA,\n                                                                                                   bolism risk of 8.5%) and a CHA2DS2-VASc score of\n                                    vascular disease, age 65–74 years, sex category\n                                                                                                   7 (annual stroke or thromboembolism risk of 11.2%).\n                                    (CHA2DS2-VASc) scores predict the risk of stroke\n                                                                                                   Anticoagulation has been shown in randomized\n                                    in patients with AF (table). For each point of the\n                                                                                                   controlled trials to be superior to antiplatelet therapy\n                                    CHADS2 score, there is an approximate 2% increase\n                                                                                                   in primary stroke prevention in patients with AF\n                                    in absolute risk of stroke or systemic thromboembo-\n                                                                                                   who are considered to be at high risk of stroke,\n                                    lism. A limitation of the CHADS2 score is that it\n                                                                                                   i.e., those with CHADS2 score .1 or CHA2DS2-\n                                    discriminates poorly among those at the lower end of\n                                                                                                   VASc score .1, and for secondary stroke prevention\n                                    the risk spectrum. The CHA2DS2-VASc score incor-\n                                                                                                   in patients with AF.\n                                    porates additional risk factors, including levels of age,\n                                                                                                        Recent evidence suggests that non-vitamin K oral\n                                    sex, and other atherosclerotic and vascular diseases that\n                                                                                                   anticoagulants (NOACs) are as effective as vitamin K\n                                    increase stroke risk. Those with CHA2DS2-VASc\n                                                                                                   antagonists (VKAs) such as warfarin in the prevention\n                                    scores of 0–1 appear to be at very low risk of stroke.\n                                                                                                   of stroke and systemic embolism in patients with AF\n                                    In large cohorts analyzed thus far, the CHA2DS2-\n                                                                                                   with a lower risk of intracranial hemorrhage. As com-\n                                    VASc score demonstrated better predictive value than\n                                                                                                   pared to warfarin, dabigatran was associated with\n                                                                                                   reduced risk of ischemic stroke and systemic embo-\n  Table      Commonly used stroke and thromboembolism risk prediction schemes                      lism as well as intracranial hemorrhage, but with a\n             for atrial fibrillation                                                               higher rate of gastrointestinal hemorrhage.10 Apixa-\n                                                                                                   ban was similarly superior to warfarin in the preven-\n  CHADS2 items                        Points   CHA2DS2-VASc items                         Points\n                                                                                                   tion of stroke and systemic embolism with a lower\n  C 5 Congestive heart failure        1        C 5 Congestive heart failure               1\n                                                                                                   risk of intracranial hemorrhage. Rivaroxaban had a\n  H 5 Hypertension                    1        H 5 Hypertension                           1        similar efficacy in the prevention of stroke and sys-\n  A 5 Age $75 y                       1        A2 5 Age $75 y (double value)              2        temic embolism but lower risk of intracranial hemor-\n  D 5 Diabetes mellitus               1        D 5 Diabetes mellitus                      1        rhage when compared to warfarin.10 Dabigatran is the\n  S2 5 history of stroke, TIA, or     2        S2 5 History of stroke, TIA, or            2\n                                                                                                   only NOAC thus far associated with reduced risk of\n  thromboembolism (double value)               thromboembolism (double value)                      ischemic stroke as compared to warfarin, whereas\n                                               V 5 Vascular disease (prior myocardial     1        only apixaban was superior to warfarin in reducing\n                                               infarction, peripheral arterial disease,\n                                               aortic plaque)\n                                                                                                   major bleeding risks.10 Furthermore, in patients with\n                                                                                                   AF deemed unsuitable for warfarin, the Apixaban vs\n                                               A 5 Age 65–74 y                            1\n                                                                                                   Acetylsalicylic Acid to Prevent Strokes (AVERROES)\n                                               Sc 5 sex category (female sex)             1\n                                                                                                   trial showed that apixaban was superior to aspirin in\n  Range                               0–6                                                 0–9\n                                                                                                   reducing risk of stroke and embolic events (hazard\n  Annual risk of stroke and systemic embolism per CHA2DS2-VASc and CHADS2                          ratio, 0.45; 95% confidence interval, 0.32–0.62) with\n                                                                                                   similar risk of major bleeding events and intracranial\n  CHADS2                                                  CHA2DS2-VASc\n                                                                                                   hemorrhage.11 Taking the available evidence together,\n  0: 1.9% per year                                        0: 0.2% per year\n                                                                                                   in our patient, apixaban was chosen for its reduced\n  1: 2.8% per year                                        1: 0.6% per year                         risk of stroke and its lower risk of hemorrhagic com-\n  2: 4% per year                                          2: 2.2% per year                         plications than warfarin. Aspirin was stopped given\n  3: 6% per year                                          3: 3.2% per year                         the increased risk of bleeding when aspirin is used\n  4: 8.5% per year                                        4: 4.8% per year                         with anticoagulation.\n  5: 12.5% per year                                       5: 7.2% per year\n                                                                                                   DISCUSSION Cryptogenic stroke constitutes 30%–\n  6: 18% per year                                         6: 9.7% per year\n                                                                                                   40% of ischemic strokes and up to 30% of those are\n                                                          7: 11.2% per year\n                                                                                                   due to PAF. The detection of AF appears higher\n                                                          8: 10.8% per year                        among those with evidence of atrial ectopy.7 MCOT\n                                                          9: 12.2% per year                        and loop recorders increase detection rates in patients\n                                                                                                   with cryptogenic stroke when compared to inpatient\nAbbreviations: CHA2DS2-VASc 5 congestive heart failure, hypertension, age $75 years,\ndiabetes mellitus, stroke/TIA, vascular disease, age 65–74 years, sex category; CHADS2 5           telemetry and ECG. The detection of AF in those\ncongestive heart failure, hypertension, age $75 years, diabetes, stroke.                           patients is an indication for the use of oral\n\ne114                             Neurology 85      October 13, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  anticoagulants for secondary stroke prevention.                                3.   Gan R, Sacco RL, Kargman DE, Roberts JK, Boden-\n                  NOACs have a better safety profile than VKAs, and                                   Albala B, Gu Q. Testing the validity of the lacunar\n                                                                                                      hypothesis: the northern Manhattan Stroke Study experi-\n                  may be considered as alternatives to warfarin.\n                                                                                                      ence. Neurology 1997;48:1204–1211.\n                                                                                                 4.   Yaghi S, Elkind MS. Cryptogenic stroke: a diagnostic chal-\n                  AUTHOR CONTRIBUTIONS\n                                                                                                      lenge. Neurol Clin Pract 2014;4:386–393.\n                  Dr. Yaghi: manuscript preparation and literature review. Dr. Elkind: lit-\n                  erature review, manuscript revision, supervision.\n                                                                                                 5.   Gladstone DJ, Spring M, Dorian P, et al. Atrial fibrillation\n                                                                                                      in patients with cryptogenic stroke. N Engl J Med 2014;\n                                                                                                      370:2467–2477.\n                  STUDY FUNDING\n                                                                                                 6.   Sanna T, Diener HC, Passman RS, et al. Cryptogenic\n                  No targeted funding reported.\n                                                                                                      stroke and underlying atrial fibrillation. N Engl J Med\n                                                                                                      2014;370:2478–2486.\n                  DISCLOSURE\n                                                                                                 7.   Gladstone DJ, Dorian P, Spring M, et al. Atrial premature\n                  S. Yaghi received funds from NINDS StrokeNet. M. Elkind received personal\n                  compensation for serving on advisory boards and consulting from Boehringer-         beats predict atrial fibrillation in cryptogenic stroke: results\n                  Ingelheim, Inc., BMS-Pfizer Partnership, Daiichi-Sankyo, Janssen Pharma-            from the embrace trial. Stroke 2015.\n                  ceuticals, and BioTelemetry/Cardionet. Go to Neurology.org for full            8.   Kamel H, Elkind MS, Bhave PD, et al. Paroxysmal supra-\n                  disclosures.                                                                        ventricular tachycardia and the risk of ischemic stroke.\n                                                                                                      Stroke 2013;44:1550–1554.\n                  REFERENCES                                                                     9.   Ziegler PD, Glotzer TV, Daoud EG, et al. Detection of\n                   1. Easton JD, Saver JL, Albers GW, et al. Definition and eval-                     previously undiagnosed atrial fibrillation in patients with\n                      uation of transient ischemic attack: a scientific statement for                 stroke risk factors and usefulness of continuous monitoring\n                      healthcare professionals from the American Heart Associa-                       in primary stroke prevention. Am J Cardiol 2012;110:\n                      tion/American Stroke Association Stroke Council; Council                        1309–1314.\n                      on Cardiovascular Surgery and Anesthesia; Council on Car-                 10.   Gomez-Outes A, Terleira-Fernandez AI, Calvo-Rojas G,\n                      diovascular Radiology and Intervention; Council on Cardi-                       Suarez-Gea ML, Vargas-Castrillon E. Dabigatran, rivar-\n                      ovascular Nursing; and the Interdisciplinary Council on                         oxaban, or apixaban versus warfarin in patients with\n                      Peripheral Vascular Disease: the American Academy Of                            nonvalvular atrial fibrillation: a systematic review and\n                      Neurology affirms the value of this statement as an educa-                      meta-analysis of subgroups. Thrombosis 2013;2013:\n                      tional tool for neurologists. Stroke 2009;40:2276–2293.                         640723.\n                   2. Sylaja PN, Coutts SB, Krol A, Hill MD, Demchuk AM.                        11.   Connolly SJ, Eikelboom J, Joyner C, et al. Apixaban in\n                      When to expect negative diffusion-weighted images in stroke                     patients with atrial fibrillation. N Engl J Med 2011;364:\n                      and transient ischemic attack. Stroke 2008;39:1898–1900.                        806–817.\n\n\n\n\n                                                                                                Neurology 85     October 13, 2015                              e115\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f            Clinical Reasoning: An 87-year-old woman with left-sided numbness\n                            Shadi Yaghi and Mitchell S.V. Elkind\n                                Neurology 2015;85;e110-e115\n                           DOI 10.1212/WNL.0000000000002022\n\n                     This information is current as of October 12, 2015\n\n Updated Information &              including high resolution figures, can be found at:\n Services                           http://www.neurology.org/content/85/15/e110.full.html\n\n References                         This article cites 10 articles, 5 of which you can access for free at:\n                                    http://www.neurology.org/content/85/15/e110.full.html##ref-list-1\n Subspecialty Collections           This article, along with others on similar topics, appears in the\n                                    following collection(s):\n                                    All Cerebrovascular disease/Stroke\n                                    http://www.neurology.org//cgi/collection/all_cerebrovascular_disease_\n                                    stroke\n                                    Cardiac\n                                    http://www.neurology.org//cgi/collection/cardiac\n                                    Embolism\n                                    http://www.neurology.org//cgi/collection/embolism\n                                    Infarction\n                                    http://www.neurology.org//cgi/collection/infarction\n                                    Stroke prevention\n                                    http://www.neurology.org//cgi/collection/stroke_prevention\n Permissions & Licensing            Information about reproducing this article in parts (figures,tables) or in\n                                    its entirety can be found online at:\n                                    http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                           Information about ordering reprints can be found online:\n                                    http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright © 2015 American Academy of Neurology. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.",
  "wordCount": 2557,
  "indexed": "2025-09-25T22:55:20.905Z",
  "method": "direct"
}
