{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Karam et al. - 2009 - Clinical Reasoning A 23-year-old woman with paresthesias and weakness.pdf",
  "fileName": "Karam et al. - 2009 - Clinical Reasoning A 23-year-old woman with paresthesias and weakness.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Karam et al. - 2009 - Clinical Reasoning A 23-year-old woman with paresthesias and weakness.pdf",
  "text": "RESIDENT\n& FELLOW\nSECTION\n                                 Clinical Reasoning:\nSection Editor                   A 23-year-old woman with paresthesias\nMitchell S.V. Elkind,\nMD, MS                           and weakness\n\nChafic Karam, MD                 SECTION 1                                                                peated bone marrow biopsies showed no blasts. No\nAzita Khorsandi, MD              A 23-year-old woman presented with a 6-month his-                        intrathecal chemotherapy was given. The appendici-\nDaniel J. MacGowan,              tory of progressive left hand weakness associated with                   tis was treated for 1 month with moxifloxacin prior\n  MD                             left ulnar distribution numbness and paresthesias. At                    to an elective appendectomy.\n                                 the onset of these symptoms, she recalled shooting                           Bone marrow examination and peripheral blood\n                                 pain up and down the medial left forearm. She de-                        smear were normal at the time of neurologic\nAddress correspondence and       nied any neck pain.                                                      presentation.\nreprint requests to Dr. Chafic       The patient had been diagnosed with acute my-\nKaram, 353 East 17th Street,                                                                              Questions for consideration:\n#22D, New York, NY 10003\n                                 eloid leukemia (AML) type 5a and appendicitis 9\nckaram@chpnet.org                months previously. At that time lumbar puncture                          1. Where can the lesion be localized and what could\n                                 and brain and spine MRI were negative for CNS                               be its nature in the context of this patient’s\n                                 involvement. A right Hickman catheter was placed.                           history?\n                                 She was treated with cytarabine and idarubicin and                       2. How could the differential diagnosis be narrowed\n                                 was thought to be in complete remission after re-                           further?\n\n\n\n                                                                                                                                                     GO TO SECTION 2\n\n\n\n\n                                 From the Departments of Neurology (C.K., D.J.M.) and Neuro-radiology (A.K.), Beth Israel Medical Center, Albert Einstein College of Medicine,\n                                 New York, NY.\n                                 Disclosure: The authors report no disclosures.\n\n\n\n                                                                                                          Copyright © 2009 by AAN Enterprises, Inc.                          e5\n\f     SECTION 2                                                    In this patient, the neurologic examination\n     The evaluation of a patient with hand weakness,           showed 4/5 strength of the left interossei, flexor carpi\n     numbness, and paraesthesias would start with localiz-     ulnaris, ulnar flexor digitorum profundus, and ad-\n     ing the lesion. A lesion in the CNS, involving the        ductor pollicis. There was no other weakness. There\n     contralateral precentral gyrus and anterior aspect of     was reduced pin sensation in the medial aspect of the\n     the postcentral gyrus,1 is highly unlikely, especially    4th digit, entire 5th digit, hypothenar eminence, and\n     with the shooting pain up and down the medial left        medial one third of the dorsal hand. Tinel sign was\n     forearm.                                                  positive in the left ulnar cubital tunnel. Sensation of\n         In the peripheral nervous system, radiculopathy,\n                                                               the left medial forearm was intact. Tone, reflexes,\n     plexopathy, or a nerve lesion could be responsible for\n                                                               vibration, coordination, and gait were normal. There\n     combined motor and sensory impairment in the\n                                                               was no Horner syndrome.\n     hand. Minor repetitive trauma can cause nerve dam-\n                                                                  The neurologic examination indicates that the le-\n     age, resulting in carpal tunnel syndrome or ulnar\n                                                               sion is localized to the peripheral nervous system.\n     neuropathy at the elbow. The radial, ulnar, or me-\n                                                               The symptoms can be explained by left ulnar neu-\n     dian nerve could have been damaged during the pa-\n     tient’s recent surgery. Other causes of isolated          ropathy, left C8 radiculopathy, or a lower trunk/\n     neuropathy in this patient include a mononeuritis         medial cord plexopathy. The absence of neck pain\n     multiplex caused by blast cell infiltration of the left   argues against a nerve root lesion.\n     ulnar nerve. The brachial plexus may also be com-         Questions for consideration:\n     pressed or infiltrated by an extramedullary myeloid\n     tumor (EMT) in the setting of leukemia. Neurotox-         1. What are the clinical findings in an ulnar neurop-\n     icity secondary to the chemotherapy is more likely to        athy and a lower trunk/medial cord plexopathy?\n     be bilateral, symmetric, and ascending.                   2. What is the role of an EMG/NCS study?\n\n\n\n                                                                                                GO TO SECTION 3\n\n\n\n\ne6   Neurology 72   January 13, 2009\n\f                                SECTION 3                                                       and assess for weakness of C8/T1 non-ulnar inner-\n                                Patients with ulnar neuropathy usually present with             vated muscles such as flexor pollicis longus, extensor\n                                numbness and paresthesias involving the 5th finger              indicis proprius, opponens and abductor pollicis\n                                and the ulnar half of the 4th digit. Some patients              brevis.\n                                may notice a dull ache down the ulnar border of the                 This patient had sensory symptoms of an ulnar\n                                forearm. The symptoms can be elicited by having the             neuropathy at the elbow, with a positive Tinel sign,\n                                patient flex the elbow or by tapping over the ulnar             which is suggestive of UNE. However, the shooting\n                                nerve at the cubital tunnel (Tinel sign). C8 radicu-            pain up and down her medial forearm is atypical.\n                                lopathy causes pain and numbness of the 4th and 5th             This distribution of pain fits a C8 and T1 radiculop-\n                                digits. T1 root pain causes pain in the shoulder joint          athy or a lower trunk/medial cord plexopathy. The\n                                radiating down the medial side of the upper arm and             motor findings suggest an ulnar pattern of weakness,\n                                forearm with numbness of the medial arm and fore-               although FCU weakness is atypical.\n                                arm. Atrophy and weakness reflect motor axon or                     EMG/NCS studies could help determine the af-\n                                anterior horn cell loss. A proximal ulnar neuropathy            fected muscles and sensory nerve deficits, thus indi-\n                                at the elbow (UNE) results in weakness in the in-               cating if her symptoms are secondary to UNE\n                                terosseous muscles, adductor pollicis, and long flex-           secondary to minor elbow trauma or positioning at\n                                ors of the 4th and 5th digits. Usually it spares the            the time of her surgery vs a lower trunk/medial cord\n                                flexor carpi ulnaris (FCU).2 A T1 root lesion will              brachial plexopathy. In 1999, the American Associa-\n                                preferentially involve the abductor pollicis brevis             tion of Electrodiagnostic Medicine (AAEM) issued a\n                                (APB) and opponens. A C8 root lesion will cause                 Practice Parameter for Electrodiagnostic Studies in\n                                weakness in the flexor carpi ulnaris, deep finger flex-         Ulnar Neuropathy at the Elbow. The strongest evi-\n                                ors, flexor pollicis longus, interossei, adductor polli-        dence of ulnar neuropathy at the elbow includes an\n                                cis, and extensor indicis proprius muscles. Medial              absolute motor nerve conduction velocity (NCV)\n                                cord brachial plexopathy would result in weakness of            from above elbow (AE) to below elbow (BE) of less\n                                the muscles innervated by the ulnar nerve in addition           than 50 m/s and an AE-to-BE segment greater than\n                                to the median-innervated intrinsic hand muscles, i.e.,          10 m/s slower than BE-to-wrist (W) segment. Other\n                                opponens and APB. Thus in order to differentiate\n                                                                                                findings include a decrease in compound muscle ac-\n                                UNE from C8/T1 radiculopathy and lower trunk/\n                                                                                                tion potential (CMAP) negative peak amplitude\n                                medial cord brachial plexopathy, one would search\n                                                                                                from BE to AE greater than 20% suggesting a con-\n                                for sensory loss extending into the medial forearm\n                                                                                                duction block or temporal dispersion indicative of\n                                                                                                focal demyelination and a significant change in\n  Table       Motor and nerve conduction studies of the ulnar nerve                             CMAP configuration at the AE site compared to the\n                                                                                                BE site. Ulnar sensory responses should be recorded\n                                                                              Conduction\n                                         Latency, ms      Amplitude, mV       velocity, m/s\n                                                                                                from the fifth fingers and dorsal ulnar palm.\n                                                                                                    In this patient, the left ulnar distal motor response\n  Motor nerve conduction studies\n                                                                                                latency was prolonged. There was diffuse left ulnar\n    L ulnar/ADM\n                                                                                                forearm and across elbow slowing with reduced left\n      Wrist                               4.55             3.8\n                                                                                                ulnar motor response amplitudes. The ulnar F-waves\n      Below the elbow                     9.3              3.2                42.1\n                                                                                                done with supramaximal stimulation at the wrist\n      Above the elbow                    11.7              1                  41.7\n                                                                                                were prolonged. There was no conduction block, fo-\n    L ulnar/FDI                                                                                 cal area of slowing, or temporal dispersion. The left\n      Wrist                               4.4              4.2                                  ulnar and dorsal digital ulnar cutaneous sensory re-\n      Below the elbow                     8.85             2.7                44.9              sponse amplitudes were very reduced. The bilateral\n      Above the elbow                    11.95             2.1                32.3              medial cutaneous nerve of forearm sensory responses\n  Sensory nerve conduction studies                                                              were normal. Median motor and sensory conduction\n    R ulnar-V-antidromic                  2.7             70.3                50\n                                                                                                studies and F-waves were normal.\n    L ulnar-V-antidromic                  4.45             4.9                27\n                                                                                                    Needle EMG of muscles in the left upper extrem-\n                                                                                                ity showed spontaneous fibrillations and positive\n    R ulnar-dorsal-antidromic             1.45            14.4                55.2\n                                                                                                sharp waves with reduced recruitment of prolonged\n    L ulnar-dorsal-antidromic             2.3              3.7                37\n                                                                                                and polyphasic motor units in all left ulnar inner-\nThe moderately prolonged left distal ulnar motor response latency and conduction velocity       vated muscles including the FCU. All other muscles\nslowing in the forearm and across the elbow reflects a loss of left ulnar large fiber axons.    were normal, including APB, flexor pollicis longus,\nThere is no evidence of selective slowing in the left ulnar nerve across the elbow. These\n                                                                                                and extensor indicis proprius (table).\nfindings were felt to be consistent with a proximal, axonal left ulnar neuropathy rather than\na lower trunk plexopathy since the medial antebrachial cutaneous sensory, median motor              The findings are consistent with subacute, proxi-\nconduction studies, and needle EMG of the abductor pollicis brevis were normal.                 mal, and axonal left ulnar neuropathy. The pro-\n\n                                                                                                Neurology 72   January 13, 2009                       e7\n\f     longed ulnar F-waves were thought to be due to large   IV/V 4/5, interossei and adductor pollicis 2/5; and\n     fiber axon loss in the ulnar nerve.                    on the right: extensor hallucis longus (EHL) 2/5 and\n        The normal left medial antebrachial cutaneous       extensor digitorum brevis (EDB) 4/5. All other mus-\n     sensory response and needle EMG of the abductor        cles were normal. Pin sensation was reduced in the left\n     pollicis brevis favors isolated ulnar neuropathy.      hypothenar eminence, 5th and medial 4th digits, and\n     However, the involvement of the flexor carpi ulnaris   medial forearm. Vibration and proprioception were\n     (FCU) fibers is unusual in UNE.                        normal. Reflexes were intact apart from trace right and\n        The patient had a left ulnar nerve transposition    absent left ankle jerks. Plantar responses were flexor.\n     procedure but postoperatively developed worsening      Questions for consideration:\n     of the left hand weakness with new right toe exten-\n     sion weakness and right dorsal foot numbness. Her      1. What is the next step in assessing the plexopathy\n     neurologic examination showed weakness in the fol-        and why is there progression of the patient’s\n     lowing muscles on the left: APB and opponens 4/5,         symptoms with multifocal weakness?\n     wrist and finger extensors 4⫹/5, FCU 4/5, FDP          2. What is the best approach and management?\n\n\n\n                                                                                             GO TO SECTION 4\n\n\n\n\ne8   Neurology 72   January 13, 2009\n\f  Figure 1     Coronal spin echo T1 and                    Figure 2      Postgadolinium fat suppressed\n               postcontrast FMSPGRs                                      T1-weighted image enhancement\n               demonstrate a bulky, enhancing                            of the right lumbosacral trunk\n               lesion involving the divisions of the                     (arrows)\n               left brachial plexus surrounding\n               the distal left subclavian and\n               axillary arteries (arrows)\n\n\n\n\nSECTION 4                                                DISCUSSION In this patient the initial EMG and\nSubsequent EMG/NCS showed evolution consistent           NCS study showed normal left medial antebrachial\nwith lower trunk brachial plexopathy evidenced by        cutaneous sensory response and needle EMG of the\nnew absence of the left medial cutaneous nerve of        left abductor pollicis brevis. This led to the diagnosis\nforearm sensory response denervation in the extensor     of UNE.\nindicis proprius, flexor pollicis longus, and abductor       Plexopathies may initially present with selective\npollicis brevis. The right lower extremity showed ab-    fascicular involvement or sparing that may lead to a\nsent right and reduced left superficial peroneal sen-    misdiagnosis of a peripheral nerve lesion, such as ul-\nsory responses, absent right and prolonged left          nar neuropathy as in this case. The FCU weakness\nH-reflexes, and denervation activity in the right more   with radiating pain up and down the medial arm and\nthan left EHL and EDB.                                   forearm was a clue to plexopathy in this case since the\n    MRI is the best neuroimaging technique for the       FCU is usually spared in UNE. The false reassurance\nassessment of plexopathies. MRI demonstrated bi-         provided by evidence of hematologic remission at\nlateral brachial and lumbosacral plexus thickening       neurologic presentation also led to missed consider-\nand enhancement consistent with chloromas,               ation of the diagnosis of plexopathy. The explanation\nworst in the left brachial plexus (figures 1 and 2).     for the apparent ulnar neuropathy in this case of\nMRI with and without gadolinium of the brain             lower trunk brachial plexopathy resides in the nature\nand entire spine were negative. The peripheral           of the plexus lesion. Extramedullary myeloid tumors\nblood smear now showed AML relapse. A second             (EMT) are depositions of blasts outside the blood\nlumbar puncture was negative, with no leukemic           vessels. They can compress or infiltrate surrounding\ncells in the CSF after cytocentrifugation, flow cy-      tissue as in the lower brachial plexus in this patient’s\ntometry, and immunocytochemistry.                        case, resulting in progressive symptoms as different\n    The patient was treated with reinduction and         fascicles are compressed and infiltrated earlier than\nconsolidation therapy. Total body irradiation with a     others.\nboost to the left brachial plexus provided marked im-        Peripheral nervous system involvement in acute\nprovement in her symptoms, with complete resolu-         myeloid leukemia has different manifestations. Most\ntion of the chloromas on imaging. She underwent          commonly, leptomeningeal metastasis with nerve\nallogeneic bone marrow transplantation that was          root involvement results in radiculopathy.3 Plexus\ncomplicated by graft vs host disease. One year later     compression by EMT is rare4 as is infiltration of pe-\nthe patient was found to have imaging recurrence of      ripheral nerves resulting in mononeuritis multiplex.5\nthe left brachial plexus chloroma without clinical       Gadolinium enhanced MRI of the spine is useful for\nworsening. This resolved completely following re-        showing radicular infiltrations, while mononeuritis\npeated local irradiation. She is now believed to be in   can be diagnosed by biopsy of the involved nerve.\ncomplete remission.                                      Chloromas, more correctly called EMT, were first\n\n                                                         Neurology 72   January 13, 2009                      e9\n\f      described by Burns in 1811. They occur most fre-           REFERENCES\n      quently in AML type M2, M4, and M5, the latter              1. Phan TG, Evans BA, Huston J. Pseudoulnar palsy from a\n                                                                     small infarct of the precentral knob. Neurology 2000;54:\n      being the type in our case.6 Although these tumors\n                                                                     2185.\n      commonly have an indolent course, they can present          2. Campbell WW, Pridgeon RM, Riaz G, Astruc J, Leahy M,\n      as true neurologic emergencies. Controversies exist            Crostic EG. Sparing of the flexor carpi ulnaris in ulnar\n      regarding whether EMT affect the prognosis of                  neuropathy at the elbow. Muscle Nerve 1989;Dec 12:\n      AML.7 The diagnosis can be suspected clinically if             965–967.\n                                                                  3. Anuradha S, Singh NP, Anand KS, Prasad A. A rare case of\n      the lesion is superficial as in a cutaneous chloroma or\n                                                                     radiculopathy. Postgrad Med J 1999;75:53–55.\n      orbital myeloblastoma. EMT can be seen on CT and\n                                                                  4. Stork JT, Cigtay OS, Schellinger D, Jacobson RJ. Recur-\n      MRI.8 These tumors usually respond rapidly to irra-            rent chloromas in acute myelogenous leukemia. AJR Am J\n      diation. However, they often recur. Other treatment            Roentgenol 1984;142:777–778.\n      options include surgical decompression, IV chemo-           5. Lekos A, Katirji MB, Cohen ML, Weisman R Jr, Harik SI.\n      therapy, or any combination of these treatments.               Mononeuritis multiplex: a harbinger of acute leukemia in\n                                                                     relapse. Arch Neurol 1994;51:618–622.\n      There are no studies showing superiority of any treat-\n                                                                  6. Byrd JC, Edenfield WJ, Shields DJ, Dawson NA. Ex-\n      ment modality.                                                 tramedullary myeloid cell tumors in acute nonlymphocytic\n          The blood–nerve barrier shares some similarities           leukemia: a clinical review. J Clin Oncol 1995;13:1800–\n      with the blood– brain barrier.9 It has a protective role       1816.\n      toward the endoneurium, isolating it form the extra-        7. Bisschop MM, Revesz T, Bierings M, et al. Extramedullary\n      cellular fluid, making metastases to peripheral nerves         infiltrates at diagnosis have no prognostic significance in\n                                                                     children with acute myeloid leukemia. Leukemia 2001;15:\n      a rare incident.10 At the same time, malignant cells\n                                                                     46–49.\n      that have succeeded in infiltrating this barrier would      8. Guermazi A, Feger C, Rousselot P, et al. Granulocytic sar-\n      be protected from systemic chemotherapy. Malig-                coma (chloroma): imaging findings in adults and children.\n      nant cells can then nest in the peripheral nervous             AJR Am J Roentgenol 2002;178:319–325.\n      system and relapse after treatment of the primary tu-       9. Sano Y, Shimizu F, Nakayama H, et al. Endothelial cells\n      mor, often preceding hematologic relapse.5 In sum-             constituting blood-nerve barrier have highly specialized\n                                                                     characteristics as barrier-forming cells. Cell Struct Funct\n      mary, chloromatous infiltration of plexi and nerves\n                                                                     2007;2:139–147.\n      should be considered in patients with AML who have         10. Meller I, Alkalay D, Mozes M, Geffen DB, Ferit T. Iso-\n      neurologic symptoms, even in the presence of hema-             lated metastases to peripheral nerves. Cancer 1995;76:\n      tologic remission.                                             1829–1832.\n\n\n\n\ne10   Neurology 72   January 13, 2009\n\f       Clinical Reasoning: A 23-year-old woman with paresthesias and weakness\n                 Chafic Karam, Azita Khorsandi and Daniel J. MacGowan\n                               Neurology 2009;72;e5-e10\n                        DOI 10.1212/01.wnl.0000339044.40910.f0\n\n                      This information is current as of January 12, 2009\n\n Updated Information &                including high resolution figures, can be found at:\n Services                             http://www.neurology.org/content/72/2/e5.full.html\n\n Supplementary Material               Supplementary material can be found at:\n                                      http://www.neurology.org/content/suppl/2009/07/08/72.2.e5.DC1.html\n References                           This article cites 9 articles, 3 of which you can access for free at:\n                                      http://www.neurology.org/content/72/2/e5.full.html##ref-list-1\n Subspecialty Collections             This article, along with others on similar topics, appears in the\n                                      following collection(s):\n                                      Clinical neurology examination\n                                      http://www.neurology.org//cgi/collection/clinical_neurology_examinati\n                                      on\n                                      EMG\n                                      http://www.neurology.org//cgi/collection/emg\n                                      Hematologic\n                                      http://www.neurology.org//cgi/collection/hematologic\n                                      MRI\n                                      http://www.neurology.org//cgi/collection/mri\n                                      Peripheral neuropathy\n                                      http://www.neurology.org//cgi/collection/peripheral_neuropathy\n Permissions & Licensing              Information about reproducing this article in parts (figures,tables) or in\n                                      its entirety can be found online at:\n                                      http://www.neurology.org/misc/about.xhtml#permissions\n Reprints                             Information about ordering reprints can be found online:\n                                      http://www.neurology.org/misc/addir.xhtml#reprintsus\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously since\n1951, it is now a weekly with 48 issues per year. Copyright . All rights reserved. Print ISSN: 0028-3878.\nOnline ISSN: 1526-632X.",
  "wordCount": 2822,
  "indexed": "2025-09-25T22:54:11.682Z",
  "method": "direct"
}
