{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Van den Bergh et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "fileName": "Van den Bergh et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Van den Bergh et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "text": "European Journal of Neurology 2010, 17: 356–363                                                           doi:10.1111/j.1468-1331.2009.02930.x\n\nEFNS TASK FORCE/CME ARTICLE\n\n\nEuropean Federation of Neurological Societies/Peripheral Nerve\nSociety Guideline on management of chronic inflammatory\ndemyelinating polyradiculoneuropathy: Report of a joint task force\nof the European Federation of Neurological Societies and the\nPeripheral Nerve Society — First Revision\nMembers of the Task Force: P. Y. K. Van den Bergha, R. D. M. Haddenb, P. Bouchec,\nD. R. Cornblathd, A. Hahne, I. Illaf, C. L. Koskig, J.-M. Légerh, E. Nobile-Orazioi, J. Pollardj,\nC. Sommerk, P. A. van Doornl and I. N. van Schaikm\na\n    Centre de Re´fe´rence Neuromusculaire, Cliniques universitaires St-Luc, Brussels, Belgium; bDepartment of Neurology, KingÕs College London\nSchool of Medicine, London, UK; cConsultation de Pathologie Neuromusculaire, Groupe Hospitalier Pitie´ Salpeˆtrie´re, Paris, France;\nd\n    Department of Neurology, Johns Hopkins University, Baltimore, MD, USA; eDivision of Neurology, London Health Sciences Centre,\nLondon, ON, Canada; fServei Neurologia, Hospital Universitari de la Sta Creu i Sant Pau, Barcelona, Spain; gDepartment of Neurology,\nSchool of Medicine, University of Maryland, Baltimore, MD, USA; hConsultation de Pathologie Neuromusculaire Groupe Hospitalier, Pitie´\nSaltpeˆtrie`re, Paris, France; iDepartment of Translational Medicine, University of Milan IRCCS Humanitas Clinical Institute, Milan, Italy;\nj\n    Neurology Department, University of Sydney, Sydney, NSW, Australia; kDepartment of Neurology, University of Würzburg, Würzburg,\nGermany; lErasmus Medical Centre Rotterdam, Department of Neurology, Rotterdam, The Netherlands; and mDepartment of Neurology,\nAcademic Medical Center, University of Amsterdam, Amsterdam, The Netherlands\n\n\n\n\nKeywords:                             Background: Consensus guidelines on the deﬁnition, investigation, and treatment of\nchronic inﬂammatory                   chronic inﬂammatory demyelinating polyradiculoneuropathy (CIDP) have been\ndemyelinating polyradicu-             previously published in European Journal of Neurology and Journal of the Peripheral\nloneuropathy, deﬁnition,              Nervous System.\ndiagnosis, guidelines,                Objectives: To revise these guidelines.\ntreatment                             Methods: Disease experts, including a representative of patients, considered references\n                                      retrieved from MEDLINE and Cochrane Systematic Reviews published between Au-\nReceived 21 August 2009               gust 2004 and July 2009 and prepared statements that were agreed in an iterative fashion.\nAccepted 2 December 2009              Recommendations: The Task Force agreed on Good Practice Points to deﬁne clinical\n                                      and electrophysiological diagnostic criteria for CIDP with or without concomitant\n                                      diseases and investigations to be considered. The principal treatment recommenda-\n                                      tions were: (i) intravenous immunoglobulin (IVIg) (Recommendation Level A) or\n                                      corticosteroids (Recommendation Level C) should be considered in sensory and motor\n                                      CIDP; (ii) IVIg should be considered as the initial treatment in pure motor CIDP\n                                      (Good Practice Point); (iii) if IVIg and corticosteroids are ineﬀective, plasma exchange\n                                      (PE) should be considered (Recommendation Level A); (iv) if the response is inade-\n                                      quate or the maintenance doses of the initial treatment are high, combination treat-\n                                      ments or adding an immunosuppressant or immunomodulatory drug should be\n                                      considered (Good Practice Point); (v) symptomatic treatment and multidisciplinary\n                                      management should be considered (Good Practice Point).\n\n\nCorrespondence: P. Y. K. Van den Bergh, Centre de Référence\nNeuromusculaire, Cliniques universitaires St-Luc, Université cath-\nolique de Louvain, 1200 Brussels, Belgium (tel.: +32 2 764 1311;\nfax: +32 2 764 9052; e-mail: peter.vandenbergh@uclouvain.be).\n                                                                           Objectives\nThis article is published simultaneously by European Journal of\nNeurology and Journal of the Peripheral Nervous System.                    The aim is to update the European Federation of Neu-\n                                                                           rological Societies/Peripheral Nerve Society (EFNS/\nThis is a Continuing Medical Education article, and can be found with\n                                                                           PNS) guideline on management of CIDP (2005), based\ncorresponding questions on the Internet at http://www.efns.org/EFNS\nContinuing-Medical-Education-online.301.0.html. Certiﬁcates for            on newly available evidence and, where adequate evi-\ncorrectly answering the questions will be issued by the EFNS.              dence was not available, consensus.\n\n\n                                                                                                                         \u0002 2010 The Author(s)\n356                                                                               Journal compilation \u0002 2010 EFNS and Peripheral Nerve Society\n\f                                                                                      EFNS/PNS CIDP guideline – ﬁrst revision   357\n\n\n\n                                                                        PNS criteria to 151 patients with CIDP from four\nBackground\n                                                                        European centres and reported 81% sensitivity and\nSeveral diﬀerent sets of diagnostic criteria for CIDP have              96% speciﬁcity.\nbeen created but sensitivity and speciﬁcity vary [1].                      Koski et al. [8] recently derived another set of\nPatients who meet American Academy of Neurology                         diagnostic criteria. Experts reviewed the case notes\n(AAN) research criteria [2] certainly have CIDP,                        including longitudinal follow-up of patients diagnosed\nbut many patients who are diagnosed with CIDP by                        with CIDP excluding those with paraproteins and\nclinicians do not meet these criteria. The EFNS/PNS                     genetic neuropathy, chronic acquired demyelinating\nconsensus guideline [3] was designed to oﬀer diagnostic                 polyneuropathy including those with paraproteins,\ncriteria to balance more evenly speciﬁcity, which needs                 and other chronic neuropathies. Using classiﬁcation\nto be higher in research than clinical practice, and sen-               and regression tree analysis, two sets of criteria were\nsitivity which might miss disease if set too high.                      developed: one which included electrodiagnostic cri-\n   Since the ﬁrst treatment trial of prednisone in CIDP                 teria (recordable compound muscle action potential in\nby Dyck et al. [4], a small but growing body of evidence                ‡75% of nerves and either abnormal distal latency or\nfrom randomized trials has accumulated to allow evi-                    abnormal motor conduction velocity or abnormal F-\ndence-based statements about treatments. These trials                   wave latency in >50% of studied nerves) and one\nhave been the subject of Cochrane reviews on which our                  which relied on clinical criteria alone (symmetric onset\nrecommendations are based.                                              or examination, weakness of four limbs, and proximal\n                                                                        weakness in ‡1 limb). The diagnostic criteria were\n                                                                        validated and shown to distinguish CIDP from Lewis–\nSearch strategy\n                                                                        Sumner syndrome, multifocal motor neuropathy, and\nWe searched MEDLINE and the Cochrane Library                            other chronic neuropathy types. The authors reported\nfrom August 2004 onwards to July 2009 for articles on                   83% sensitivity and 97% speciﬁcity. Although the\nCIDP and ÔdiagnosisÕ or ÔtreatmentÕ or ÔguidelineÕ.                     Koski and coworkers criteria have the advantage of\n                                                                        diagnosing CIDP when electrodiagnostic criteria are\n                                                                        not fulﬁlled, all prior criteria sets included electrodi-\nMethods for reaching consensus\n                                                                        agnostic criteria. Thus, the task force was uncertain\nTask Force members prepared draft statements about                      whether to adopt these criteria at this time.\ndeﬁnition, diagnosis, and treatment. Evidence and rec-                     Whilst the majority of those with CIDP have a\nommendations were classiﬁed according to the scheme                     chronic onset of a progressive or relapsing phase of\nagreed for EFNS guidelines [5]. When only class IV                      over 8 weeks, there are patients eventually diagnosed\nevidence was available but consensus could be reached,                  with CIDP who have an acute onset resembling Guil-\nthe Task Force oﬀered advice as good practice points                    lain–Barré syndrome (GBS). This may occur in up to\n[5]. The statements were revised and collated into a                    16% of all patients with CIDP. ÔAcute-onset CIDPÕ in a\nsingle document, which was then revised iteratively                     patient initially diagnosed as GBS is likely if deterio-\nuntil consensus was reached.                                            ration continues >2 months from onset or if ‡3 treat-\n                                                                        ment-related ﬂuctuations occur [9]. ÔAcute-onset CIDPÕ\n                                                                        should be suspected in patients with GBS with promi-\nResults\n                                                                        nent sensory symptoms and signs at presentation [10].\n                                                                        Diﬀerent clinical presentations have been associated\nDiagnostic criteria for CIDP\n                                                                        with CIDP with pure motor or sensory impairment or\nIn almost all diagnostic criterion sets for CIDP, the                   with distal, multifocal or focal distributions. The task\ndiagnosis rests upon a combination of clinical, electro-                force considered these as atypical CIDP. Both typical\ndiagnostic and laboratory features with exclusions to                   and atypical CIDP are rarely associated with multifocal\neliminate other disorders that may appear as CIDP. In                   central nervous system demyelination, resembling\npractice, criteria for CIDP have been most closely                      multiple sclerosis [11,12].\nlinked to criteria for detection of peripheral nerve                       Based on case reports, numerous diseases have been\ndemyelination. At least 12 sets of electrodiagnostic                    associated with CIDP. These include diabetes mellitus,\ncriteria for primary demyelination have been published                  IgG or IgA monoclonal gammopathy of undetermined\nto identify CIDP (for review, see [1]). The EFNS/PNS                    signiﬁcance, IgM monoclonal gammopathy without\ncriteria [3], which include clinical and electrodiagnostic              antibodies to myelin-associated glycoprotein, HIV\ncriteria, proposed new electrodiagnostic criteria which                 infection, chronic active hepatitis, systemic lupus ery-\nhave been successfully used in subsequent clinical trials               thematosus or other connective tissue diseases, sar-\n[6]. Additionally, Rajabally et al. [7] applied the EFNS/               coidosis, thyroid disease, inﬂammatory bowel disease\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f358      P. Y. K. Van den Bergh et al.\n\n\n\n[13], membranous glomerulonephritis [14], bone mar-                           immunotherapy with objective assessment of endpoints\nrow or solid organ transplantation [15]. There is                             [23] may assist the diagnosis. Nerve biopsy can provide\ninsuﬃcient evidence to consider CIDP associated with                          supportive evidence for the diagnosis of CIDP, but\nthese diseases diﬀerent from idiopathic CIDP.                                 positive ﬁndings are not speciﬁc and negative ﬁndings\n                                                                              do not exclude the diagnosis. The nerve selected for\n                                                                              biopsy should be clinically and electrophysiologically\nRecommended strategy for investigation to confirm the\n                                                                              aﬀected and is usually the sural, but occasionally the\ndiagnosis of CIDP\n                                                                              superﬁcial peroneal, superﬁcial radial, or gracilis motor\nBased on consensus expert opinion, CIDP should be                             nerve. Supportive features for the diagnosis of CIDP are\nconsidered in any patient with a progressive symmetri-                        macrophage-associated demyelination, onion bulb for-\ncal or asymmetrical polyradiculoneuropathy in whom                            mation, demyelinated and to a lesser extent remyeli-\nthe clinical course is relapsing and remitting or pro-                        nated nerve ﬁbres, endoneurial oedema, endoneurial\ngresses for more than 2 months, especially if there are                       mononuclear cell inﬁltration, and variation between\npositive sensory symptoms, proximal weakness, aref-                           fascicles. There is only class IV evidence concerning all\nlexia without wasting, or preferential loss of vibration or                   these matters. Investigations to discover possible con-\njoint position sense. Electrodiagnostic tests are manda-                      comitant diseases should also be considered (Good\ntory and the major features suggesting a diagnosis of                         Practice Points, Table 2).\nCIDP are listed in Table 1. The sensitivity of electro-\ndiagnostic criteria for motor nerves may be improved by\n                                                                              Treatment of CIDP\nexamining more than four nerves, by including proximal\nstimulation in the upper limbs [17,18] and by examining                       Corticosteroids\nsensory nerves [19,20]. Somatosensory evoked poten-                           In one unblinded randomized controlled trial (RCT)\ntials can be useful to demonstrate abnormal proximal                          with 28 participants, prednisone was superior to no\nsensory conduction, particularly in sensory CIDP                              treatment [4,24] (Class II evidence). Six weeks of oral\n[21,22] (Good Practice Point). If electrodiagnostic cri-                      prednisolone starting at 60 mg daily produced beneﬁt\nteria for deﬁnite CIDP are not met initially, repeat study                    that was not signiﬁcantly diﬀerent from that produced\nat a later date should be considered. Cerebrospinal ﬂuid                      by a single course of intravenous immunoglobulin\n(CSF) examination, gadolinium-enhanced MRI of                                 (IVIg) 2.0 g/kg [25,26] (Class II evidence). In addition,\nspinal roots, brachial or lumbar plexus, and trial of                         many observational studies report a beneﬁcial eﬀect\n\nTable 1 Electrodiagnostic criteria\n\n(1) Deﬁnite: at least one of the following\n   (a) Motor distal latency prolongation ‡50% above ULN in two nerves (excluding median neuropathy at the wrist from carpal tunnel\n     syndrome), or\n   (b) Reduction of motor conduction velocity ‡30% below LLN in two nerves, or\n   (c) Prolongation of F-wave latency ‡30% above ULN in two nerves (‡50% if amplitude of distal negative peak CMAP <80% of LLN\n     values), or\n   (d) Absence of F-waves in two nerves if these nerves have distal negative peak CMAP amplitudes ‡20% of LLN + ‡1 other demyelinating\n     parametera in ‡1 other nerve, or\n   (e) Partial motor conduction block: ‡50% amplitude reduction of the proximal negative peak CMAP relative to distal, if distal negative peak\n     CMAP ‡ 20% of LLN, in two nerves, or in one nerve + ‡1 other demyelinating parametera in ‡1 other nerve, or\n   (f) Abnormal temporal dispersion (>30% duration increase between the proximal and distal negative peak CMAP) in ‡2 nerves, or\n   (g) Distal CMAP duration (interval between onset of the ﬁrst negative peak and return to baseline of the last negative peak) increase in ‡1 nerve\n     (median ‡ 6.6 ms, ulnar ‡ 6.7 ms, peroneal ‡ 7.6 ms, tibial ‡ 8.8 ms)b + ‡1 other demyelinating parametera in ‡1 other nerve\n(2) Probable\n   ‡30% amplitude reduction of the proximal negative peak CMAP relative to distal, excluding the posterior tibial nerve, if distal negative peak\n     CMAP ‡ 20% of LLN, in two nerves, or in one nerve + ‡1 other demyelinating parametera in ‡1 other nerve\n(3) Possible\n   As in (1) but in only one nerve\n\nTo apply these criteria, the median, ulnar (stimulated below the elbow), peroneal (stimulated below the ﬁbular head), and tibial nerves on one side\nare tested. If criteria are not fulﬁlled, the same nerves are tested at the other side, and/or the ulnar and median nerves are stimulated bilaterally at\nthe axilla and at ErbÕs point. Motor conduction block is not considered in the ulnar nerve across the elbow and at least 50% amplitude reduction\nbetween ErbÕs point and the wrist is required for probable conduction block. Temperatures should be maintained to at least 33\u0003C at the palm and\n30\u0003C at the external malleolus (good practice points).\nCMAP, compound muscle action potential; ULN, upper limit of normal values; LLN, lower limit of normal values.\na\n  Any nerve meeting any of the criteria (a–g).\nb\n  Isose S. et al., in press [16].\n\n\n                                                                                                                          \u0002 2010 The Author(s)\n                                        Journal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f                                                                                      EFNS/PNS CIDP guideline – ﬁrst revision          359\n\n\nTable 2 Investigations to be considered                                 not uncommon, either corticosteroids or IVIg should be\nTo diagnose chronic inﬂammatory demyelinating\n                                                                        considered ﬁrst (Good Practice Point).\n polyradiculoneuropathy\n  Electrodiagnostic studies including sensory and motor nerve           Intravenous immunoglobulin\n   conduction studies, which may be repeated, performed bilaterally,    Meta-analysis of four double blind RCTs with alto-\n   or use proximal stimulation for motor nerves                         gether 235 participants showed that IVIg 2.0 g/kg\n  CSF examination including cells and protein\n  MRI spinal roots, brachial plexus, and lumbosacral plexus\n                                                                        produces signiﬁcant improvement in disability lasting\n  Nerve biopsy                                                          2–6 weeks [26,33–37] (Class I evidence, Recommenda-\nTo detect concomitant diseases                                          tion Level A). A recent international study of 117 pa-\n  (a) Recommended studies                                               tients from 33 countries showed that the eﬃcacy of IVIg\n     a\n      Serum and urine paraprotein detection by immunoﬁxation            (2.0 g/kg baseline loading dose divided over 2–4 days\n     Fasting blood glucose\n     Complete blood count\n                                                                        followed by maintenance infusions of 1.0 g/kg over\n     Renal function                                                     1–2 days every 3 weeks) was maintained over 24 weeks\n     Liver function                                                     and possibly over 48 weeks with greater improvement\n     Antinuclear factor                                                 of disability and less relapses when compared to pla-\n     Thyroid function                                                   cebo [38]. Because the beneﬁt from IVIg is short lived,\n  (b) Studies to be performed if clinically indicated\n     a\n      Skeletal survey\n                                                                        treatment needs to be repeated at intervals and doses\n     Oral glucose tolerance test                                        that need to be judged on an individual basis [29].\n     Borrelia burgdorferi serology                                      Crossover trials have shown no signiﬁcant short-term\n     C reactive protein                                                 diﬀerence between IVIg and PE [39] or between IVIg\n     Extractable nuclear antigen antibodies                             and prednisolone [25], but the samples were too small to\n     Chest radiograph\n     Angiotensin-converting enzyme\n                                                                        establish equivalence (both Class II evidence).\n     HIV antibody\nTo detect hereditary neuropathy                                         Immunosuppressive agents\n  Examination of parents and siblings                                   Randomized controlled trials have been reported only\n  Appropriate gene testing (especially PMP22 duplication                for azathioprine and methotrexate. Azathioprine\n   and connexin 32 mutations)\n  Nerve biopsy\n                                                                        (2 mg/kg) showed no beneﬁt when added to prednisone\n                                                                        in 14 patients for 9 months [40,41], but the trial was\na\n Repeating these should be considered in patients who are or become     probably too short and the dose too low to be able to\nunresponsive to treatment.                                              show a beneﬁt. No signiﬁcant beneﬁt was observed\n                                                                        when methotrexate 15 mg daily for 24 weeks was\nfrom corticosteroids except in pure motor CIDP, where                   compared with placebo in 62 patients treated with IVIg\nthey can be harmful [27,28]. Consequently, a trial of                   or corticosteroids [6]. Immunosuppressive agents\ncorticosteroids may be considered in all patients with                  (Table 3) are often used together with corticosteroids to\nsigniﬁcant disability (level C recommendation). There is                reduce the need for IVIg or PE or to treat patients who\nno evidence and no consensus about whether to use                       have not responded to any of these treatments, but\ndaily or alternate day prednisolone or prednisone or                    there is only class IV evidence on which to base this\nintermittent high-dose monthly intravenous or oral                      practice [29,41]. More research is needed before any\nregimens. The generally accepted dosage for predniso-                   recommendation can be made. In the meantime,\nlone is 60 mg/day (1–1.5 mg/kg in children) as induc-                   immunosuppressant treatment may be considered when\ntion with maintenance therapy slowly tapering over\nmonths to years [29].                                                   Table 3 Immunosuppressant and immunomodulatory drugs that\n                                                                        have been reported to be beneﬁcial in chronic inﬂammatory\nPlasma exchange (PE)                                                    demyelinating polyradiculoneuropathy (Class IV evidence [29,41])\n\nTwo small double-blind RCTs with altogether 47 par-                     Alemtuzemab\nticipants showed that PE provides signiﬁcant short-                     Azathioprine\nterm beneﬁt in about two-thirds of patients but rapid                   Cyclophosphamide\ndeterioration may occur afterwards [30–32] (Class I                     Ciclosporin\n                                                                        Etanercept\nevidence). PE might be considered as an initial treat-                  Interferon-a\nment as neurological disability may improve rapidly                     Interferon-b1a\n(Recommendation Level A). For stabilization of CIDP,                    Mycophenolate mofetil\nPE needs to be combined with other treatments. Be-                      Methotrexate\ncause adverse events related to diﬃculty with venous                    Rituximab\n                                                                        Stem cell transplantation (haematopoietic)\naccess, use of citrate and haemodynamic changes are\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f360      P. Y. K. Van den Bergh et al.\n\n\n\nthe response to corticosteroids, IVIg or PE is inade-                       on their starting dose should be considered before\nquate (Good Practice Point).                                                deciding whether there is no treatment response. If\n                                                                            there is a response, tapering the dose slowly to a low\nInterferons                                                                 maintenance level over 1 or 2 years and eventual\nOne crossover trial of interferon beta 1a for 12 weeks                      withdrawal should be considered. Patients starting on\ndid not detect signiﬁcant beneﬁt [42], but the trial only                   IVIg should be closely monitored to objectify occur-\nincluded 10 patients. In a more recent non-randomized                       rence and duration of response to the ﬁrst course before\nopen study of intramuscular interferon-b1a 30 mcg                           embarking on further treatment. Between 15% and\nweekly 7 of 20 patients treated showed clinical                             30% of patients require only a single course of IVIg.\nimprovement, 10 remained stable and three worsened\n[43]. An open study of interferon-a showed beneﬁt in                        Long-term management (Good Practice Points)\nnine of 14 treatment-resistant patients [44] and there                      No evidence-based guideline can be given as none of the\nhave been other favourable smaller reports. In the ab-                      trials systematically assessed long-term management.\nsence of evidence, interferon treatment may be consid-                      IVIg given in doses of 1 g/kg over 1–2 days every\nered when the response to corticosteroids, IVIg or PE is                    3 weeks has been shown to be eﬃcacious over 24 (and\ninadequate (Good Practice Point).                                           possibly 48) weeks with improvement of grip strength,\n                                                                            disability and health-related quality of life [38,45], but\nInitial management (Good Practice Points)                                   the appropriate dose needs to be individualized (usually\nPatients with very mild symptoms that do not or only                        0.4–1.2 g/kg every 2–6 weeks) [29]. If a patient becomes\nslightly interfere with activities of daily living may be                   stable on a regimen of intermittent IVIg, the dose (or,\nmonitored without treatment. Treatment with corti-                          perhaps, frequency) of IVIg should be reduced period-\ncosteroids or IVIg should be oﬀered to patients with                        ically to establish the need for ongoing therapy because\nmoderate or severe disability. PE is similarly eﬀective                     patients may need less IVIg than they receive or in fact\nbut may be less tolerated. IVIg is often the ﬁrst choice                    none at all. In a recent international study, the IVIg\nas improvement can be fast. The usual ﬁrst dose of IVIg                     dose could be reduced by over 20% without deterio-\nis 2.0 g/kg given as 2 g/kg over 2–5 consecutive days.                      ration in almost half of the patients [6]. If frequent high-\nContraindications to corticosteroids will inﬂuence the                      dose IVIg is required, addition of corticosteroids or an\nchoice towards IVIg and vice versa. For pure motor                          immunosuppressive agent should be considered, but\nCIDP, IVIg treatment should be the ﬁrst choice and if                       there is not suﬃcient evidence to recommend a partic-\ncorticosteroids are used, patients should be monitored                      ular drug. Patients beneﬁting from long-term IVIg\nclosely for deterioration.                                                  treatment who become refractory to IVIg may respond\n   Therapy of patients with CIPD requires individual-                       again after a short course of PE [46]. Approximately\nized assessment of the treatment response. For patients                     15% of patients fail to respond to any of the proposed\nstarting on corticosteroids, a course of up to 12 weeks                     treatments.\n\nTable 4 Clinical diagnostic criteria\n\n(1) Inclusion criteria\n   (a) Typical CIDP\n      Chronically progressive, stepwise, or recurrent symmetric proximal and distal weakness and sensory dysfunction of all extremities, developing\n       over at least 2 months; cranial nerves may be affected; and\n      Absent or reduced tendon reﬂexes in all extremities\n   (b) Atypical CIDP (still considered CIDP but with different features)\n      One of the following, but otherwise as in (a) (tendon reﬂexes may be normal in unaffected limbs):\n      Predominantly distal (distal acquired demyelinating symmetric, DADS) or\n      Asymmetric [multifocal acquired demyelinating sensory and motor neuropathy (MADSAM), Lewis–Sumner syndrome] or\n      Focal (e.g., involvement of the brachial or lumbosacral plexus or of one or more peripheral nerves in one upper or lower limb)\n      Pure motor or\n      Pure sensory (including chronic immune sensory polyradiculopathy affecting the central process of the primary sensory neuron)\n(2) Exclusion criteria\n   Borrelia burgdorferi infection (Lyme disease), diphtheria, drug or toxin exposure probably to have caused the neuropathy\n   Hereditary demyelinating neuropathy\n   Prominent sphincter disturbance\n   Diagnosis of multifocal motor neuropathy\n   IgM monoclonal gammopathy with high titre antibodies to myelin-associated glycoprotein\n   Other causes for a demyelinating neuropathy including POEMS syndrome, osteosclerotic myeloma, diabetic and non-diabetic lumbosacral\n    radiculoplexus neuropathy. PNS lymphoma and amyloidosis may occasionally have demyelinating features\n\n\n\n                                                                                                                         \u0002 2010 The Author(s)\n                                       Journal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f                                                                                       EFNS/PNS CIDP guideline – ﬁrst revision          361\n\n\nTable 5 Supportive criteria\n\n1. Elevated CSF protein with leukocyte count <10/mm3 (level A recommendation)\n2. MRI showing gadolinium enhancement and/or hypertrophy of the cauda equina, lumbosacral or cervical nerve roots, or the brachial or\n    lumbosacral plexuses (level C recommendation)\n3. Abnormal sensory electrophysiology in at least one nerve (good practice points):\n   a. Normal sural with abnormal median (excluding median neuropathy at the wrist from carpal tunnel syndrome) or radial sensory nerve action\n       potential (SNAP) amplitudes; or\n   b. Conduction velocity <80% of lower limit of normal (<70% if SNAP amplitude <80% of lower limit of normal); or\n   c. Delayed somatosensory evoked potentials without central nervous system disease\n4. Objective clinical improvement following immunomodulatory treatment (level A recommendation)\n5. Nerve biopsy showing unequivocal evidence of demyelination and/or remyelination by electron microscopy or teased ﬁbre analysis (good\n     practice point)\n\n\nGeneral treatment                                                         symptoms. PE is similarly eﬀective (level A recom-\nThere is a dearth of evidence concerning general aspects                  mendation) but may be less tolerated. The presence of\nof treatment for symptoms of CIDP such as pain and                        relative contraindications to any of these treatments\nfatigue. There is also a lack of research into the value of               should inﬂuence the choice (good practice point). The\nexercise and occupational and physical therapy in the                     advantages and disadvantages should be explained to\nmanagement of CIDP. Evidence is limited concerning                        the patient who should be involved in the decision\nimmunizations. International and national support                         making (Good Practice Point).\ngroups oﬀer information and support to patients                           2. The advantages and disadvantages should be ex-\n(http://www.gbs-cidp.org) (Good Practice Point).                          plained to the patient who should be involved in the\n                                                                          decision making (Good Practice Point).\n                                                                          3. In pure motor CIDP, IVIg should be considered as\nRecommendations\n                                                                          the initial treatment (Good Practice Point).\nGood Practice Points for deﬁning diagnostic criteria for\nCIDP:                                                                     For maintenance treatment\n1. Clinical: typical and atypical CIDP (Table 4)                          1. If the ﬁrst-line treatment is eﬀective, continuation\n2. Electrodiagnostic: deﬁnite, probable and possible                      should be considered until the maximum beneﬁt has been\nCIDP (Table 1)                                                            achieved and then the dose reduced to ﬁnd the lowest\n3. Supportive: including CSF, MRI, nerve biopsy and                       eﬀective maintenance dose (Good Practice Point).\ntreatment response (Table 5)                                              2. If the response is inadequate or the maintenance\n4. Categories: deﬁnite, probable, and possible CIDP                       doses of the initial treatment (IVIg, steroids, or PE)\n(Table 6)                                                                 result in adverse eﬀects, the other ﬁrst-line treatment\n                                                                          alternatives should be tried before considering combi-\n                                                                          nation treatments or adding an immunosuppressant or\nRecommendations for treatment\n                                                                          immunomodulatory drug may be considered, but there\nFor induction of treatment                                                is no suﬃcient evidence to recommend any particular\n1. IVIg (level A recommendation) or corticosteroids                       drug (Table 3) (Good Practice Point).\n(level C recommendation) should be considered in                          3. Advice about foot care, exercise, diet, driving and life\nsensory and motor CIDP in the presence of disabling                       style management should be considered. Neuropathic\n                                                                          pain should be treated with drugs according to the\nTable 6 Diagnostic categories                                             EFNS guideline on treatment of neuropathic pain [47].\nDeﬁnite CIDP\n                                                                          Depending on the needs of the patient, orthoses,\n  Clinical criteria 1 (a or b) and 2 with electrodiagnostic               physiotherapy, occupational therapy, psychological\n    criterion 1; or                                                       support and referral to a rehabilitation specialist should\n  Probable CIDP + at least one supportive criterion; or                   be considered (Good Practice Points).\n  Possible CIDP + at least two supportive criteria                        4. Information about patient support groups should be\nProbable CIDP\n  Clinical criteria 1 (a or b) and 2 with electrodiagnostic\n                                                                          oﬀered (Good Practice Point).\n    criterion 2; or\n  Possible CIDP + at least one supportive criterion\nPossible CIDP\n                                                                          Conflicts of interest\n  Clinical criteria 1 (a or b) and 2 with electrodiagnostic criterion 3   The following authors have reported conﬂicts of inter-\nCIDP (deﬁnite, probable, possible) associated with concomitant\ndiseases.\n                                                                          est: D. Cornblath, personal honoraria from Merck,\n\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f362   P. Y. K. Van den Bergh et al.\n\n\n\nPﬁzer, Mitsubishi Pharma, Sangamo, Bristol-Myers                    9. Ruts L, van Koningsveld R, van Doorn PA. Distin-\nSquibb, Eisai, Octapharma, Sun Pharma, Acorda, DP                      guishing acute-onset CIDP from Guillain–Barré syn-\n                                                                       drome with treatment-related ﬂuctuations. Neurology\nClinical, Geron, Exelixis, Johnson&Johnson, Genzyme,\n                                                                       2005; 65: 138–140.\nCebix, Abbott, CSL Behring, Pﬁzer, Schwartz Bio-                   10. Dionne A, Nicolle MW, Hahn AF. Clinical and electro-\nsciences, Avigen, FoldRx; R.D.M. Hadden, personal                      physiological parameters distinguishing acute-onset CIDP\nhonoraria from Janssen-Cilag and Talecris; A. Hahn,                    from acute inﬂammatory demyelinating polyneuropathy.\npersonal honoraria from Baxter, Bayer, and Biogen-                     Muscle Nerve 2009; Oct 30 [Epub ahead of print].\n                                                                   11. Thomas PK, Walker RW, Rudge P, et al. Chronic\nIdec, Talecris; I. Illa, personal none, departmental\n                                                                       demyelinating peripheral neuropathy associated with\nresearch grant from Grifols; C. Koski, personal hono-                  multifocal central nervous system demyelination. Brain\nraria from Baxter, CSL and Talecris; J. M. Léger,                     1987; 110: 53–76.\npersonal none, departmental research grants or hono-               12. Zéphir H, Stojkovic T, Latour P, et al. Relapsing demy-\nraria from Biogen-Idec, Baxter, LFB, Octapharma;                       elinating disease affecting both the central and peripheral\n                                                                       nervous systems. J Neurol Neurosurg Psychiatry 2008; 79:\nE. Nobile-Orazio, personal honoraria from Kedrion,\n                                                                       1032–1039.\nGrifols, Baxter, and LFB (and he has been commis-                  13. Gondim FA, Brannagan TH III, Sander HW, Chin RL,\nsioned by Kedrion and Baxter to give expert opinions                   Latov N. Peripheral neuropathy in patients with inﬂam-\nto the Italian Ministry of Health on the use of IVIg in                matory bowel disease. Brain 2005; 128: 867–879.\ndysimmune neuropathies); J. Pollard, personal none,                14. Smyth S, Menkes DL. Coincident membranous glomer-\n                                                                       ulonephritis and chronic inﬂammatory demyelinating\ndepartmental research grants from Biogen-Idec,\n                                                                       polyradiculoneuropathy : questioning the autoimmunity\nSchering; P. van Doorn, personal none, departmental                    hypothesis. Muscle Nerve 2008; 37: 130–135.\nresearch grants or honoraria from Baxter, Talecris, and            15. Echaniz-Laguna A, Anheim M, Wolf P, et al. Chronic\nBayer. The other authors have nothing to declare.                      inﬂammatory demyelinating polyradiculoneuropathy\n                                                                       (CIDP) in patients with solid organ transplantation: a\n                                                                       clinical, neurophysiological and neuropathological study\nReferences                                                             of 4 cases. Rev Neurol (Paris) 2005; 161: 1213–1220.\n                                                                   16. Isose S, Kuwabara S, Kokubun N, et al. Utility of the\n1. Van den Bergh PYK, Piéret F. Electrodiagnostic criteria\n                                                                       distal compound muscle action potential duration for\n   for acute and chronic inﬂammatory demyelinating poly-\n                                                                       diagnosis of demyelinating neuropathies. J Peripher Nerv\n   radiculoneuropathy. Muscle Nerve 2004; 29: 565–574.\n                                                                       Syst 2009; 14: 151–158.\n2. Ad Hoc Subcommittee of the American Academy of\n                                                                   17. Rajabally YA, Jacob S, Hbahbih M. Optimizing the use\n   Neurology AIDS Task Force. Research criteria for the\n                                                                       of electrophysiology in the diagnosis of chronic inﬂam-\n   diagnosis of chronic inﬂammatory demyelinating polyrad-\n                                                                       matory demyelinating polyneuropathy: a study of 20\n   iculoneuropathy (CIDP). Neurology 1991; 41: 617–618.\n                                                                       cases. J Peripher Nerv Syst 2005; 10: 282–292.\n3. Joint Task Force of the EFNS and the PNS. European\n                                                                   18. Rajabally YA, Jacob S. Proximal nerve conduction studies\n   Federation of Neurological Societies/Peripheral Nerve\n                                                                       in of chronic inﬂammatory demyelinating polyradiculo-\n   Society Guideline on management of chronic inﬂamma-\n                                                                       neuropathy. Clin Neurophysiol 2006; 117: 2079–2084.\n   tory demyelinating polyradiculoneuropathy. Report of\n                                                                   19. Rajabally YA, Narasimhan M. The value of sensory\n   a joint task force of the European Federation of\n                                                                       electrophysiology in of chronic inﬂammatory demyelin-\n   Neurological Societies and the Peripheral Nerve Society.\n                                                                       ating polyradiculoneuropathy. Clin Neurophysiol 2007;\n   Eur J Neurol 2006; 13: 326–332 and J Peripher Nerv Syst\n                                                                       118: 1999–2004.\n   2005; 10: 220–228.\n                                                                   20. Bragg JA, Benatar MG. Sensory nerve conduction slow-\n4. Dyck PJ, OÕBrien PC, Oviatt KF, et al. Prednisone im-\n                                                                       ing is a speciﬁc marker for CIDP. Muscle Nerve 2008; 38:\n   proves chronic inﬂammatory demyelinating polyradicu-\n                                                                       1599–1603.\n   loneuropathy more than no treatment. Ann Neurol 1982;\n                                                                   21. Sinnreich M, Klein CJ, Daube JR, Engelstad J, Spinner\n   11: 136–141.\n                                                                       RJ, Dyck PJB. Chronic immune sensory polyradiculo-\n5. Brainin M, Barnes M, Baron J-C, et al. Guidance for the\n                                                                       neuropathy: a possibly treatable sensory ataxia. Neurol-\n   preparation of neurological management guidelines by\n                                                                       ogy 2004; 63: 1662–1669.\n   EFNS scientiﬁc task forces – revised recommendations\n                                                                   22. Yiannikas C, Vucic S. Utility of somatosensory evoked\n   2004. Eur J Neurol 2004; 11: 577–581.\n                                                                       potentials in chronic acquired demyelinating neuropathy.\n6. RMC Trial Group. Randomised controlled trial of\n                                                                       Muscle Nerve 2008; 38: 1447–1454.\n   methotrexate for chronic inﬂammatory demyelinating\n                                                                   23. French CIDP Study Group. Recommendations on diag-\n   polyradiculoneuropathy (RMC trial): a pilot, multicentre\n                                                                       nostic strategies for chronic inﬂammatory demyelinating\n   study. Lancet Neurol 2009; 8: 158–164.\n                                                                       polyradiculoneuropathy. J Neurol Neurosurg Psychiatry\n7. Rajabally YA, Nicolas G, Piéret F, Bouche P, Van den\n                                                                       2008; 79: 115–118.\n   Bergh PYK. Validity of diagnostic criteria for chronic\n                                                                   24. Mehndiratta MM, Hughes RAC. Corticosteroids for\n   inﬂammatory demyelinating polyneuropathy: a multicen-\n                                                                       chronic inﬂammatory demyelinating polyradiculoneur-\n   tre European study. J Neurol Neurosurg Psychiatry 2009;\n                                                                       opathy. Cochrane Database Syst Rev 2002; 3: CD002062.\n   80: 1364–1368.\n                                                                   25. Hughes RAC, Bensa S, Willison HJ, et al.; and the\n8. Koski CL, Baumgarten M, Magder LS, et al. Derivation\n                                                                       Inﬂammatory Neuropathy Cause and Treatment Group.\n   and validation of diagnostic criteria for chronic inﬂam-\n                                                                       Randomized controlled trial of intravenous immuno-\n   matory demyelinating polyneuropathy. J Neurol Sci 2009;\n                                                                       globulin versus oral prednisolone in chronic inﬂammatory\n   277: 1–8.\n\n\n                                                                                                                  \u0002 2010 The Author(s)\n                                Journal compilation \u0002 2010 EFNS and Peripheral Nerve Society European Journal of Neurology 17, 356–363\n\f                                                                                      EFNS/PNS CIDP guideline – ﬁrst revision    363\n\n\n    demyelinating polyradiculoneuropathy. Ann Neurol 2001;                  demyelinating polyradiculoneuropathy. Neurology 2001;\n    50: 195–201.                                                            56: 445–449.\n26. Eftimov F, Winer JB, Vermeulen M, de Haan R, van                    37. Elovaara I, Apostolski S, van Doorn P, et al. EFNS\n    Schaik IN. Intravenous immunoglobulin for chronic                       guidelines for the use of intravenous immunoglobulin in\n    inﬂammatory demyelinating polyradiculoneuropathy.                       treatment of neurological diseases: EFNS task force on\n    Cochrane Database Syst Rev 2009; 1: CD001797.                           the use of intravenous immunoglobulin in treatment of\n27. Sabatelli M, Madia F, Mignogna T, Lippi L, Quaranta L,                  neurological diseases. Eur J Neurol 2008; 15: 893–908.\n    Tonali P. Pure motor chronic inﬂammatory demyelinating              38. Hughes RA, Donofrio P, Bril V, et al. Intravenous im-\n    polyneuropathy. J Neurol 2001; 248: 772–777.                            mune globulin (10% caprylate-chromatography puriﬁed)\n28. Molenaar DS, van Doorn PA, Vermeulen M. Pulsed high                     for the treatment of of chronic inﬂammatory demyelin-\n    dose dexamethasone treatment in chronic inﬂammatory                     ating polyradiculoneuropathy (ICE study): a randomised\n    demyelinating polyneuropathy: a pilot stud",
  "wordCount": 5776,
  "indexed": "2025-09-25T22:56:33.115Z",
  "method": "direct"
}
