{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Cerebral Small Vessel Disease/Caso et al. - 2005 - Clinical significance of detection of multiple acu.pdf",
  "fileName": "Caso et al. - 2005 - Clinical significance of detection of multiple acu.pdf",
  "relativePath": "Neurología/Cerebrovascular/Cerebral Small Vessel Disease/Caso et al. - 2005 - Clinical significance of detection of multiple acu.pdf",
  "text": "Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\n514\n\n\n\n    PAPER\n\nClinical significance of detection of multiple acute brain\ninfarcts on diffusion weighted magnetic resonance imaging\nV Caso, K Budak, D Georgiadis, B Schuknecht, R W Baumgartner\n...............................................................................................................................\n                                                          J Neurol Neurosurg Psychiatry 2005;76:514–518. doi: 10.1136/jnnp.2004.046383\n\n\n                             Background: Detection of multiple acute brain infarcts (MABI) by diffusion weighted magnetic resonance\n                             imaging (DWI) may provide information about stroke mechanism in (1) acute lacunar stroke, where\n                             evidence of MABI suggests a cause other than small artery disease (SAD), such as embolism or vasculitis\n                             (type 1 MABI); or (2) acute non-lacunar stroke, where MABI in the territory of at least two of the aortic\n                             branches supplying the brain indicates the presence of aortic or cardiac embolism rather than artery to\nSee end of article for\nauthors’ affiliations        artery embolism (type 2 MABI).\n.......................      Objective: To evaluate the prevalence of MABI and their impact on aetiological classification and\n                             prevention of stroke in patients with acute ischaemic stroke examined with DWI.\nCorrespondence to:           Methods: 182 consecutive patients defined by DWI were evaluated. Stroke aetiology was classified\nProfessor R W\nBaumgartner, Department      according to the TOAST criteria, though ‘‘lacunar stroke’’ included patients with possible aetiologies other\nof Neurology, University     than SAD.\nHospital of Zurich, Zurich   Results: Type 1 MABI were detected in 21/72 patients (29%) with lacunar stroke, and type 2 MABI in 8/\n8091, Switzerland;\nralf.baumgartner@            110 (7%) with non-lacunar stroke. A possible stroke mechanism different from SAD was found in nine type\nnos.usz.ch                   1 MABI cases (43%): cardiac embolism (4); other determined aetiology (3); aortic embolism (2). Cardiac\n                             (2) or aortic (1) sources of embolism were detected in eight type 2 MABI cases. MABI patients with cardiac\nReceived 25 May 2004         or aortic sources of embolism were treated with warfarin, the remainder with aspirin.\nRevised version received\n15 July 2004                 Conclusions: Detection of type 1 MABI in patients with lacunar stroke improved diagnostic confidence and\nAccepted 22 July 2004        the choice of antithrombotic treatment. Further study is needed on stroke prevention in MABI cases caused\n.......................      by SAD alone.\n\n\n\n\nD\n       iffusion weighted magnetic resonance imaging (DWI)                 A type 1 MABI was diagnosed if a patient with an acute\n       detects acute ischaemic infarcts of the brain within the        lacunar stroke showed one or more other acute lacunar or\n       first hour after the onset of symptoms and allows               non-lacunar brain infarcts on DWI. A type 2 MABI was\ndifferentiation between acute and chronic lesions.1–3 Apart            diagnosed if a patient with acute non-lacunar stroke showed\nfrom identifying the acute symptomatic lesion, DWI may                 one or more further acute brain infarcts in the territory of\nreveal multiple acute brain infarcts (MABI).4 Such a finding           another branch of the aorta. Consequently, type 2 MABI may\nis of particular interest in two circumstances: first, in patients     be localised in the territories of the brachiocephalic trunk and\nwith acute ischaemic lacunar stroke the detection of MABI              the left common carotid artery, the brachiocephalic trunk and\nsuggests the presence of a stroke mechanism other than                 the left subclavian artery, or the left common carotid and the\nsmall artery disease (SAD)—such as embolism, vasculitis, or            left subclavian arteries.\ncoagulopathy (type 1 MABI; fig 1); second, in patients with               Patients who were being treated with intravenous or\nacute non-ischaemic lacunar stroke, DWI evidence of MABI               intra-arterial thrombolysis, who were included in studies\nin the territory of two aortic branches suggests that aortic or        evaluating glycoprotein IIb/IIIa receptor inhibitors or neuro-\ncardiac but not arterial embolism is the mechanism of stroke           protective drugs, or who had suffered a iatrogenic stroke\n(type 2 MABI; fig 2). Thus detection of MABI may improve               because of diagnostic or therapeutic interventions were\nboth our knowledge of the aetiology of stroke and the                  excluded from the study.\npreventive strategies.\n   We examined the prevalence of both MABI types in\nconsecutive patients with first ever acute ischaemic stroke            Investigations\nwho underwent DWI of the brain, and evaluated their impact             Information on the following stroke risk factors was\non the determination of the stroke aetiology and prevention.           obtained:\n\nMETHODS\n                                                                       N age;\nThe Zürich ischaemic stroke registry has collected data               N sex;\nprospectively from all patients admitted with a first                  N current  cigarette smoking (including by definition cigar-\n                                                                         ette smoking within the last five years);\nischaemic stroke (focal neurological deficit lasting\n>24 hours) to the department of neurology of the                       N former   cigarette smoking (defined as abstention from\n                                                                         cigarette smoking for more than five years );     6\nUniversity Hospital of Zürich since August 1997.5 In this\npaper we present an analysis of all inpatients who arrived\nwithin seven days after the onset of stroke symptoms,\n                                                                       N hypertension,   defined by preadmission history and med-\n                                                                         ical records; diabetes mellitus, defined by past medical\nunderwent DWI at the discretion of the treating physician,\nand were admitted between September 1999 and October                   Abbreviations: ADC, apparent diffusion coefficient; DWI, diffusion\n2001. During the same period, 232 inpatients and 205                   weighted magnetic resonance imaging; MABI, multiple acute brain\noutpatients with first ever stroke were registered.                    infarcts; NIHSS, National Institutes of Health stroke scale\n\n\n\n\nwww.jnnp.com\n\f                       Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\nMultiple acute brain infarcts and DWI                                                                                                  515\n\n\n                                                                          transthoracic echocardiography, and transoesophageal echo-\n                                                                          cardiography were carried out at the discretion of the treating\n                                                                          physician.\n                                                                             Cerebral arteries were investigated using ultrasound, done\n                                                                          by experienced sonographers with colour duplex scanners\n                                                                          (Acuson XP 10 or Sequoia, Mountain View, California, USA).\n                                                                          A detailed protocol of the ultrasound studies is published\n                                                                          elsewhere.5\n                                                                             All patients underwent conventional magnetic resonance\n                                                                          imaging (MRI) and DWI on a 1.5 T system with echo-planar\n                                                                          imaging capability. Conventional MRI provided axial T1, T2,\n                                                                          and proton density weighted images, and gadolinium-\n                                                                          diethylentriamine-pentaacetic acid enhanced T1 weighted\n                                                                          images with a slice thickness of 5 mm. DWI was obtained in\n                                                                          the transverse plane with a single shot, echo-planar, spin-\n                                                                          echo pulse sequence with TR (time of repetition) of 6500 ms,\n                                                                          TE (time of echo) of 106 ms, one excitation, and b values\n                                                                          (1000 s/mm2). Diffusion gradients were applied simulta-\n                                                                          neously along the three axes (x, y, z). The analysis of DWI\n                                                                          scans was done by KB and RWB and in case of disagreement;\n                                                                          every DWI was discussed individually in order to reach\n                                                                          agreement.\n\n                                                                          Classification of ischaemic strokes\n                                                                          With the exception of lacunar strokes (see below), ischaemic\n                                                                          strokes were classified according to the criteria of the TOAST\n                                                                          study (trial of Org 10172 in acute stroke treatment).8 9 For\n                                                                          correct TOAST classification, information from the DWI\n                                                                          examination and on the presence of aortic plaques10 was\n                                                                          considered.\nFigure 1 Axial diffusion weighted (A) and T2 weighted (B) magnetic\nresonance (MR) images of a patient presenting with a left sensorimotor       Atherothrombotic strokes are characterised by presentation\nhemisyndrome. Diffusion weighted MR imaging shows two small and           with ischaemic stroke and .50% stenosis or occlusion\nhyperintense lesions which correspond to an acute symptomatic             of the supplying cerebral artery. Patients with aortic\nischaemic lacunar infarct in the posterior limb of the right internal     plaques of >4 mm diameter or mobile aortic thrombi\ncapsule and an asymptomatic acute ischaemic lacunar infarct in the left   located before the ostium of the left subclavian artery,\nlentiform nucleus (type 1 multiple acute brain infarcts). The\ncorresponding T2 weighted MR image (B) depicts the right capsular\n                                                                          but in whom no signs of cardioembolic and other deter-\ninfarct as a hyperintense lesion, while the lenticular infarct is not     mined aetiology of stroke were diagnosed at transoeso-\ndefinitely detectable.                                                    phageal echocardiography, were also assumed to have\n                                                                          atherothrombotic stroke.10\n                                                                             Cardioembolic strokes are characterised by presentation with\n    history or by blood tests done during a hospital admission            an ischaemic stroke and a potential cardiac source of\n    (venous plasma glucose concentration >7.0 mmol/l after                embolism.\n    an overnight fast on at least two separate occasions, and/or             Lacunar strokes are characterised by presentation with (1)\n    >11.1 mmol/l two hours after ingestion of 75 g oral                   one of the traditional clinical lacunar syndromes (pure motor\n    glucose and on one other occasion during the two hour                 hemiparesis, pure sensory syndrome, sensorimotor syn-\n    test);                                                                drome, ataxic hemiparesis, and dysarthria–clumsy hand\nN   dyslipidaemia, defined by past medical history or blood\n    samples taken within the first 48 hours after stroke onset:\n                                                                          syndrome11–14, and (2) either normal brain computed tomo-\n                                                                          graphy/MRI or an appropriate subcortical or brain stem lesion\n    hypercholesterolaemia (total venous plasma cholesterol                of diameter ,1.5 cm. Patients fulfilling the abovementioned\n    concentration .5.0 mmol/l), increased concentrations of               clinical and neuroradiological criteria, in whom an athero-\n    low density lipoprotein (LDL) cholesterol (LDL cholesterol            thrombotic, cardioembolic, or other determined stroke\n    concentration .3.0 mmol/l), decreased concentrations of               aetiology was found, were classified as suffering from non-\n    high density lipoprotein (HDL) cholesterol (HDL choles-               SAD lacunar strokes.5\n    terol concentration ,1.0 mmol/l), increased ratio of total               Strokes with another determined aetiology refer to ischaemic\n    to HDL cholesterol (.5), and hypertriglyceridaemia                    strokes caused by arterial dissection, fibromuscular dysplasia,\n    (triglyceride concentration .1.6 mmol/l);                             vasculitis, haematological disorder, migraine, and other rare\nN   history of coronary and peripheral artery disease;                    forms of stroke.\nN   history of migraine with aura;                                           Strokes of undetermined aetiology are ischaemic strokes where\n                                                                          the underlying cause during diagnostic work up remains\nN   history of amaurosis fugax (monocular blindness lasting\n    ,24 hours), retinal infarct (monocular blindness lasting\n                                                                          undetermined, or where there are multiple possible causes of\n                                                                          stroke or an incomplete evaluation.\n    >24 hours), or transient ischaemic attack (TIA, neurolo-\n    gical deficit lasting ,24 hours).\n                                                                          Statistical analysis\n  The severity of the presenting neurological deficit was                 Statistical analysis was carried out with the ‘‘Systat’’ software\nassessed by the National Institutes of Health stroke scale                package (Evanston, Illinois, USA). Differences between both\n(NIHSS).7                                                                 types of MABI were compared by non-parametric analysis of\n  Cardiological evaluation included a 12 lead electrocardio-              variance (Mann–Whitney U test). Two sided p values of less\ngram in all cases, while 24 hour Holter monitoring,                       than 0.05 were considered significant.\n\n\n\n                                                                                                                             www.jnnp.com\n\f                         Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\n516                                                                                                                                    Caso, Budak, Georgiadis, et al\n\n\n\n\nFigure 2 Axial diffusion weighted (A, C) and T2 weighted (B, D) magnetic resonance (MR) images of a patient presenting with motor dysphasia,\ndysarthria, and mild right brachiofacial hemiparesis. Diffusion weighted MR images show multiple acute (hyperintense) symptomatic infarcts with\ncortical–subcortical location in the left frontal lobe (A) and multiple acute, asymptomatic cortical infarcts in both hemispheres (C; type 2 multiple acute\nbrain infarcts). The corresponding T2 weighted images show just the hyperintense left frontal infarct.\n\n\nRESULTS                                                                                   stroke. NIHSS scores were significantly lower in MABI type 1.\nWe evaluated 182 white patients with their first ischaemic                                Other characteristics were equally present in both groups.\nstroke (115 men, 67 women). Their mean (SD) age was 62                                       In nine of 21 type 1 MABI patients (43%) another possible\n(15) years (range 19 to 90). Twenty four hour Holter                                      aetiology in addition to SAD was detected as a cause of\nmonitoring was carried out in 75 (41%), transthoracic                                     stroke, and in three of eight type 2 MABI patients (38%)\nechocardiography in 118 (65%), and transoesophageal                                       (table 1).\nechocardiography in 80 (44%). The aetiology of the ischaemic                                 All MABI patients with aortic plaques >4 mm (n = 3) or a\nstrokes in all the patients studied, classified according to the                          cardiac source of embolism (n = 6) were treated with oral\nmodified TOAST criteria, is shown in table 1, and the                                     anticoagulants. This regimen was also prescribed for an 84\npresenting characteristics of patients with the various MABI                              year old patient who presented with atrial fibrillation, a 70%\ntypes are shown in table 2.                                                               carotid stenosis, a homolateral capsular stroke, and acute\n   MABI were found in 29 of 182 patients (16%), including                                 infarcts in the territories of the opposite middle cerebral and\ntype 1 MABI in 21 of 72 cases (29%) with lacunar stroke, and                              superior cerebellar arteries (type 1 MABI), who did not\ntype 2 MABI in eight of 110 cases (7%) with non-lacunar                                   undergo carotid surgery because the stenosis was assumed to\n\n\n\n                         Table 1 The aetiology of stroke and the presence of multiple acute brain infarcts (MABI)\n                         in 72 patients with lacunar stroke (type 1 MABI) and 110 patients with non-lacunar stroke\n                         (type 2 MABI) on diffusion weighted magnetic resonance imaging\n                                                               Type 1 MABI (n = 72)                          Type 2 MABI (n = 110)\n\n                          Aetiology of stroke                  Yes (n = 21)        No (n = 51)               Yes (n = 8)         No (n = 102)\n\n                          Atherothrombosis                     2 (10)              25 (49)                   1 (12.5)            29 (28)\n                          Large artery disease                 0                   4 (8)                     0                   21 (21)\n                          Aortic plaques >4 mm                 2 (10)              11 (22)                   1 (12.5)            8 (8)\n                          Cardiac embolism                     4 (19)*             4 (8)                     2 (25.0)            26 (25)\n                          Other determined                     3 (14)\u0001             1 (2)                     0                   6 (6)\n                          Small artery disease                 0                   21 (41)                   0                   0\n                          Undetermined                         12 (57)             0                         5 (62.5)            41 (40)\n\n                          Values are n (%).\n                          *Patients had atrial fibrillation (n = 2), an artificial heart valve (n = 1), and a patent foramen ovale with atrial septal\n                          aneurysm (n = 1).\n                          \u0001One patient each had an extracranial vertebral artery dissection extending into the intracranial segment, an\n                          amyloid angiopathy, and a vasculitis.\n\n\n\n\nwww.jnnp.com\n\f                         Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\nMultiple acute brain infarcts and DWI                                                                                                       517\n\n\n\n   Table 2 Presenting characteristics in 29 patients with                      type 1 MABI depends, however, on the extent of the\n   multiple acute brain infarcts on diffusion weighted                         diagnostic work up carried out before doing the DWI studies\n   magnetic resonance imaging                                                  and will thus vary from centre to centre and among different\n                                                                               physicians. It is also important to note that different causes\n                                          Type 1 MABI      Type 2 MABI         of MABI—such as cardiac embolism, vasculitis, or coagulo-\n   Characteristic                         (n = 21)         (n = 8)             pathy—have not yet been shown to produce a specific pattern\n   Age (years) (mean (SD))                62 (15)          58 (16)             of brain infarcts.\n   Male                                   12 (57)          5 (63)                 In patients presenting with lacunar stroke and a possible\n   Atrial fibrillation                    2 (10)           1 (13)              cardiac source of embolism it is unclear whether the lacune\n   Smoker                                 11 (52)          2 (25)\n      Current/previous                    5 (24)/6 (29)    2 (25)/0 (0)\n                                                                               results from SAD or embolism. However, the presence of\n   Hypertension                           9 (43)           2 (25)              MABI supports cardiac embolism as mechanism of stroke.\n   Diabetes mellitus                      4 (19)           1 (13)              Consequently, all type 1 MABI patients who also showed\n   Total cholesterol .5 mmol/l            14 (67)          5 (63)              signs of a cardiac source of embolism were treated with\n   High density lipoprotein ,1 mmol/l     2 (10)           1 (13)\n   Low density lipoprotein .3 mmol/l      12 (57)          3 (38)\n                                                                               warfarin. Aortic plaques located before the origin of the left\n   Total cholesterol/high density                                              subclavian artery and with a diameter of 4 mm or more\n   lipoprotein .5                         3 (14)           2 (25)              (grade IV) are a risk factor for recurrent ischaemic stroke,10 20\n   Triglycerides .1.68 mmol/l             7 (33)           3 (38)              especially the non-calcified grade IV plaques.21 The results of\n   History of coronary artery disease     3 (14)           2 (25)\n   Peripheral artery disease              2 (10)           0\n                                                                               a prospective, non-randomised, and small scale study suggest\n   Amaurosis fugax and retinal infarct    0                0                   that stroke prevention is more efficient with warfarin than\n   Transient ischaemic attack             4 (19)           0                   with aspirin or ticlopidine.22 Correspondingly, the European\n   NIHSS score (mean (SD))                3.0 (1.5)*       8.8 (4.5)*          Stroke Initiative (EUSI) guidelines recommend warfarin in\n                                                                               aortic plaques with a level IV grade of evidence.23 We thus\n   Values are n (%) unless stated otherwise.\n   *p,0.001.                                                                   assumed that all type 1 and type 2 MABI patients with aortic\n   MABI, multiple acute brain infarcts; NIHSS, National Institutes of Health   grade IV plaques and no other possible cause of stroke had\n   stroke scale.                                                               suffered from aortic embolisation to the brain and treated\n                                                                               them with warfarin.\n                                                                                  The prevalence of type 2 MABI was 7% in our patients with\nbe asymptomatic. The three type 1 MABI patients with signs                     non-lacunar stroke. To our knowledge, no other study has\nof a possible stroke aetiology other than SAD received aspirin,                reported such data. As mentioned above, three of eight type 2\nas well as the remaining 12 of 21 type 1 MABI patients                         MABI patients with a stroke aetiology that included cardiac\nwithout signs of any other determined stroke aetiology apart                   and aortic sources of embolism were treated with warfarin.\nfrom SAD. Additionally, in the MABI type 2 patient group of                    Thus the detection of type 2 MABI improved diagnostic\nfive patients with stroke of undetermined aetiology, aspirin                   confidence and guided stroke prevention in only a few\nwas chosen as secondary prevention.                                            patients. Such a weak diagnostic gain was also found in a\n                                                                               recent study which used DWI to examine 107 patients with\n                                                                               >70% carotid stenosis assumed to be symptomatic.24 MABI\nDISCUSSION                                                                     located in both cerebral hemispheres were detected in two\nIn this study the prevalence of type 1 MABI was 29% in                         patients who were found to have atrial fibrillation on\npatients with lacunar stroke, and the prevalence of both                       subsequent 24 hour Holter monitoring. Thus the carotid\nMABI types was 16% in all patients. One series reported 16%                    stenoses were no longer considered symptomatic, and no\nfor MABI type 1,4 while other investigators reported MABI in                   carotid endarterectomy or stenting was carried out.\n17–29% of patients, without distinguishing between MABI                           Twelve of 21 type 1 MABI cases with no signs of a stroke\ntype 1 and type 2.15–17 The results of the present study do not                aetiology other than SAD, and five of eight type 2 MABI\ndiffer markedly from those already reported.                                   patients with strokes of undetermined aetiology were treated\n   Detection of type 1 MABI in patients with lacunar stroke                    with oral aspirin, but as cerebral embolism might be the\nsuggests that SAD is an unlikely aetiology.4 In fact, a recent                 underlying pathomechanism, a controlled stroke prevention\nstudy found a possible stroke aetiology other than SAD in                      study comparing different antithrombotic drugs in these\neight of 10 type 1 MABI patients.4 The aetiologies included                    patients is necessary.\ncardiac embolism in four cases, atherothrombosis in three,                        The limitation of the MABI concept is that the it remains\nand cocaine associated vasculopathy in one.4 In the present                    ambiguous whether or not multiple infarcts occur simulta-\nstudy, 43% of type 1 MABI cases showed a potential cause of                    neously. In acute ischaemic stroke, the apparent diffusion\nstroke other than SAD. It is unclear why there was such a                      coefficient (ADC) of water decreases, which contributes to\ndifference in diagnosed stroke causes between the two                          the increased signal on DWI.25–27 In the subacute phase—that\nstudies. Generally, detection of the underlying aetiology of                   is, after about 7–14 days—the reduced ADC values return to\na stroke depends on the extent of the diagnostic work up, but                  baseline.28 Because acute and subacute lesions appear\nthe investigators did not report the type or the number of                     hyperintense on DWI, we cannot exclude the possibility that\nancillary studies carried out, thus preventing any compar-                     consecutive instead of simultaneous ischaemic episodes\nisons of the diagnostic work up. Conversely, in the present                    occurred during this short period. Furthermore, a lacunar\nstudy more patients had transoesophageal echocardiography                      stroke could theoretically activate the coagulation system in\n(44% v 5%), which may explain the greater number of cases                      patients with small artery disease and cause further lacunar\nin which potential aortic sources of embolism were identified.                 infarcts and MABI. To our best knowledge, however, no\nHowever, the present MABI patients were on average five                        study has investigated this issue.\nyears younger than those investigated in Ay’s study.4 It is well                  In the present study information that is not included in the\nknown that the prevalence of atherosclerosis and atrial                        TOAST criteria was used for the aetiological classification of\nfibrillation increases with age.18 19                                          ischaemic strokes. Symptomatic brain infarcts associated\n   The data from this and previous studies4 16 suggest that the                with grade IV aortic plaques as the only possible stroke\ndetection of MABI in patients with lacunar stroke should be                    mechanism were classified as atherothrombotic strokes.10 21\nfollowed by an intensive search for a stroke mechanism other                   Furthermore, DWI findings were used to define the\nthan small artery disease. The diagnostic gain of detecting                    mechanism of stroke and the antithrombotic treatment. We\n\n\n\n                                                                                                                                  www.jnnp.com\n\f                           Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\n518                                                                                                                               Caso, Budak, Georgiadis, et al\n\n\nbelieve that it is useful to go beyond the TOAST criteria under                        10 Amarenco P, Cohen A, Tzourio C, et al. Atherosclerotic disease of the aortic\n                                                                                          arch and the risk of ischemic stroke. N Engl J Med 1994;331:1474–9.\ncertain circumstances.                                                                 11 Fisher CM. Lacunes: small, deep cerebral infarcts. Neurology\n   Diffusion weighted MRI allows the detection of an acute                                1965;15:774–84.\nbrain infarct at a very early stage, as well as new brain                              12 Fisher CM, Cole M. Homolateral ataxia and crural paresis: a vascular\ninfarcts located within chronic lesions,1–3 29 and possibly the                           syndrome. J Neurol Neurosurg Psychiatry 1965;28:48–55.\n                                                                                       13 Fisher CM, Curry HB. Pure motor hemiplegia from vascular origin. Arch\ndetermination of the underlying cause of stroke by assessing                              Neurol 1965;13:30–44.\nthe pattern of early DWI lesions.30 Our study suggests that                            14 Fisher CM. A lacunar stroke: the dysarthria-clumsy hand syndrome.\ndetection of type 1 MABI increases diagnostic confidence and                              Neurology 1967;17:614–17.\n                                                                                       15 Baird AE, Loevblad KO, Schlaug G, et al. Multiple acute stroke syndrome.\nthe possibilities of stroke prevention in patients with lacunar                           Marker of embolic disease? Neurology 2000;54:674–8.\nstroke. Further studies are necessary to examine different                             16 Roh J-K, Kang D-W, Lee S-H, et al. Significance of acute multiple brain\nstroke prevention regimens in MABI patients without a                                     infarction on diffusion-weighted imaging. Stroke 2000;31:688–94.\ndetermined cause of stroke other than SAD.                                             17 Takahashi K, Kobayashi S, Matui R, et al. The differences of clinical\n                                                                                          parameters between small multiple ischemic lesions and single lesion detected\n                                                                                          by diffusion-weighted MRI. Acta Neurol Scand 2002;106:24–9.\n.....................                                                                  18 Agmon Y, Khandheria BK, Meissner I, et al. Association of atrial fibrillation\nAuthors’ affiliations                                                                     and aortic atherosclerosis: a population-based study. Mayo Clin Proc\nV Caso, K Budak, D Georgiadis, R W Baumgartner, Department of                             2001;76:252–9.\nNeurology, University Hospital of Zürich, Zürich, Switzerland                        19 Feinberg WM, Blackshear JL, Laupacis A, et al. Prevalence, age distribution,\nB Schuknecht, Department of Neuroradiology, University Hospital of                        and gender of patients with atrial fibrillation. Analysis and implications. Arch\n                                                                                          Intern Med 1995;155:469–73.\nZürich                                                                                20 The French Study of Aortic Plaques in Stroke Study Group. Atherosclerotic\nCompeting interests: none declared                                                        disease of the aortic arch as a risk factor for recurrent ischemic stroke.\n                                                                                          N Engl J Med 1996;334:1216–21.\n                                                                                       21 Cohen A, Tzourio C, Bertrand B, et al. Aortic plaque morphology and vascular\nREFERENCES                                                                                events. Circulation 1997;96:3838–41.\n1 Moseley ME, Kucharczyk J, Mintorovitch J, et al. Diffusion-weighted MR               22 Ferrari E, Vidal R, Chevallier T, et al. Atherosclerosis of the thoracic aorta and\n  imaging of acute stroke: correlation with T2-weighted and magnetic                      aortic debris as a marker of poor prognosis: benefit of oral anticoagulation.\n  susceptibility-enhanced MR imaging in cats. Am J Neuroradiol                            J Am Coll Cardiol 1999;33:1317–22.\n  1990;11:423–9.                                                                       23 Leys D, Kwiecinski H, Bogousslavsky J, et al. Part 2. Prevention. Cerebrovasc\n2 Warach S, Chien D, Li W, et al. Fast magnetic resonance diffusion-weighted              Dis 2004;17(suppl 2):15–29.\n  imaging of acute human stroke. Neurology 1992;42:1717–23.                            24 Kastrup A, Schulz JB, Mader I, et al. Diffusion-weighted MRI in patients with\n3 Lutsep HL, Albers GW, DeCrespigny A, et al. Clinical utility of diffusion-              symptomatic carotid artery disease. J Neurol 2002;249:1168–74.\n  weighted magnetic resonance imaging in the assessment of ischemic stroke.            25 Mintorovitch J, Moseley M, Chileuitt L, et al. Comparison of diffusion and T2-\n  Ann Neurol 1997;41:574–80.                                                              weighted MRI for the early detection of cerebral ischemia and reperfusion in\n4 Ay H, Oliveira-Filho J, Buonanno F, et al. Diffusion-weighted imaging                   rats. Magn Reson Med 1991;18:39–50.\n  identifies a subset of lacunar infarction associated with embolic source. Stroke     26 Benveniste H, Hedlund LV, Johnson GA. Mechanism of detection of acute\n  1999;30:2644–50.                                                                        cerebral ischemia in rats by diffusion-weighted magnetic resonance\n5 Baumgartner RW, Sidler C, Mosso M, et al. Ischemic lacunar stroke in patients           microscopy. Stroke 1992;23:746–54.\n  with and without other potential mechanism than small artery disease. Stroke         27 Hossmann K, Fischer M, Bockhorst K, et al. NMR imaging of the apparent\n  2003;34:653–9.                                                                          diffusion coefficient (ADC) for the evaluation of metabolic suppression and\n6 Kawachi I, Colditz GA, Stampfer MJ, et al. Smoking cessation and decreased              recovery after prolonged cerebral ischemia. J Cereb Blood Flow Metab\n  risk of stroke in women. JAMA 1993;269:232–6.                                           1994;14:723–31.\n7 Wityk RJ, Pessin MS, Kaplan RF, et al. Serial assessment of acute stroke using       28 Schlaug G, Siewert B, Benfield A, et al. Time course of the apparent diffusion\n  the NIH stroke scale. Stroke 1994;25:362–5.                                             coefficient (ADC) abnormality in human stroke. Neurology 1997;49:113–19.\n8 Gordon DL, Bendixen BH, Adams HP, et al. Interphysician agreement in the             29 Warach S, Gaa J, Siewert B, et al. Acute human stroke studied by whole brain\n  diagnosis of subtypes of acute ischemic stroke: implications for clinical trials.       echo planar diffusion-weighted magnetic resonance imaging. Ann Neurol\n  Neurology 1993;43:1021–7.                                                               1995;37:231–41.\n9 Adams HP, Bendixen BH, Kappelle LJ, et al. Classification of subtype of acute        30 Kang DW, Chalela JA, Ezzeddine MA, et al. Association of ischemic lesion\n  ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial      patterns on early diffusion-weighted imaging with TOAST stroke subtypes.\n  of Org 10172 in Acute Stroke Treatment. Stroke 1993;24:35–41.                           Arch Neurol 2003;60:1730–4.\n\n\n\n\nwww.jnnp.com\n\f            Downloaded from http://jnnp.bmj.com/ on February 21, 2016 - Published by group.bmj.com\n\n\n\n\n                      Clinical significance of detection of multiple\n                      acute brain infarcts on diffusion weighted\n                      magnetic resonance imaging\n                      V Caso, K Budak, D Georgiadis, B Schuknecht and R W Baumgartner\n\n                      J Neurol Neurosurg Psychiatry 2005 76: 514-518\n                      doi: 10.1136/jnnp.2004.046383\n\n\n                      Updated information and services can be found at:\n                      http://jnnp.bmj.com/content/76/4/514\n\n\n\n                      These include:\n\n   References         This article cites 26 articles, 14 of which you can access for free at:\n                      http://jnnp.bmj.com/content/76/4/514#BIBL\n\nEmail alerting        Receive free email alerts when new articles cite this article. Sign up in the\n      service         box at the top right corner of the online article.\n\n\n\n\n        Topic         Articles on similar topics can be found in the following collections\n  Collections            Stroke (1401)\n                         Radiology (1676)\n                         Radiology (diagnostics) (1264)\n                         Vascularitis (89)\n\n\nNotes\n\n\n\n\nTo request permissions go to:\nhttp://group.bmj.com/group/rights-licensing/permissions\n\nTo order reprints go to:\nhttp://journals.bmj.com/cgi/reprintform\n\nTo subscribe to BMJ go to:\nhttp://group.bmj.com/subscribe/",
  "wordCount": 4333,
  "indexed": "2025-09-25T22:50:45.903Z",
  "method": "direct"
}
