{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Prevención 2º ictus cardioembólico/Dilatación auricular/Goldstein - 2011 - Left atrial enlargement A cause of stroke.pdf",
  "fileName": "Goldstein - 2011 - Left atrial enlargement A cause of stroke.pdf",
  "relativePath": "Neurología/Cerebrovascular/Prevención 2º ictus cardioembólico/Dilatación auricular/Goldstein - 2011 - Left atrial enlargement A cause of stroke.pdf",
  "text": "left-goldstein_Layout 1 23/06/11 7:28 AM Page 1129\n\n\n\n\n           CMAJ                                                                 Commentary\n         Left atrial enlargement: A cause of stroke?\n\n         Larry B. Goldstein MD\n\n         See related research article by Bouzas-Mosquera and colleagues on page E657 and at www.cmaj.ca/lookup/doi/10.1503/cmaj.091688.\n\n\n\n\n         A\n                   lthough there are a variety of established    by Bouzas-Mosquera and colleagues) is found              Competing interests:\n                                                                                                                          Please see end of article.\n                   risk factors for ischemic stroke and its      more commonly in patients with cryptogenic\n                   common pathophysiologies are well             stroke than in those with no history of stroke or in     This article was solicited\n         known, a specific cause remains undefined in            those who have stroke of determined cause. 9             and has not been peer\n                                                                                                                          reviewed.\n         25%–40% of instances. That rate is influenced in        Paradoxical embolism through a patent foramen\n         part by the thoroughness of the poststroke evalua-      ovale may be important in the pathophysiology            Correspondence to:\n                                                                                                                          Dr. Larry B. Goldstein,\n         tion.1 A cause, however, can remain undeter-            of acute stroke in patients with deep vein throm-        golds004@mc.duke.edu\n         mined in up to 12% of patients having an acute          bosis, a relatively rare event.\n                                                                                                                          CMAJ 2011. DOI:10.1503\n         event, even with a full diagnostic assessment.2             The role of patent foramen ovale in patients         /cmaj.110617\n             At least part of the diagnostic uncertainty can     without a source of embolism is less certain.\n         be related to the impact of relatively unrecognized     There is no difference in the rate of recurrent\n         risk factors. For example, the most widely used         stroke between groups of patients with otherwise\n         stroke risk assessment tool, the Framingham             cryptogenic stroke who do or do not have a\n         stroke risk profile, includes the following well-       patent foramen ovale, regardless of the type of\n         recognized stroke risk factors: age, systolic blood     medical treatment (antiplatelet medication v. anti-\n         pressure, use of antihypertensive medications, dia-     coagulation). One randomized trial with results\n         betes mellitus, smoking, having cardiovascular          reported in abstract form (CLOSURE-1, 2011\n         disease, atrial fibrillation and left ventricular       International Stroke Conference) found no differ-\n         hypertrophy on electrocardiography.3 Although           ence in the risk of recurrent stroke between\n         this tool is useful, many people have strokes           patients treated with endovascular patent foramen\n         despite a low Framingham stroke risk profile            ovale closure versus those receiving medical ther-\n         score, which does not incorporate a variety of less     apy. Additional clinical trials are in progress.\n         established risk factors. In this week’s CMAJ,              Studies also emphasize the important relation\n         Bouzas-Mosquera and colleagues4 describe an             between lifestyle factors and stroke risk. Men and\n         independent, graded association between left            women who follow five lifestyle behaviours (not\n         atrial size on electrocardiography and stroke risk      smoking, having a healthy diet, getting at least 30\n         in women but not in men. Prior studies reported a       min. per day of moderate or vigorous physical\n         similar relation between left atrial size and           activity, having an optimal weight and consuming\n         ischemic stroke risk in men, but not in women.5,6       alcohol in moderation [no more than one alcoholic\n             The reason for the discrepancy among these          drink/day for women or one to two for men]) have\n         studies is uncertain, and the findings need to be       an 80% lower risk of a first stroke as compared\n         validated through replication in other patient pop-     with those not following these behaviours, with\n         ulations. Bouzas-Mosquera and coauthors posit           increasing benefit depending on the number of\n         that the variability among reports might be a           lifestyle factors followed.10 The study by Bouzas-\n         result of differences in study populations.             Mosquera and colleagues adjusted for cigarette\n         Another possibility is that left atrial enlargement     smoking, but not these other lifestyle behaviours,\n         is a risk marker that only indirectly reflects one or   which also affect the risk of cardiac disease.\n         a combination of risk factors. For example, left\n         atrial enlargement is associated with an increased         Key points\n         risk of atrial fibrillation,7 which is a major stroke     •   The cause of stroke is frequently uncertain.\n         risk factor that may become apparent only with\n                                                                   •   Traditional risk factors do not fully explain the cause of stroke in many\n         prolonged and repeated cardiac monitoring.                    people.\n             Left atrial enlargement also might be a marker        •   Several studies report a novel association between left atrial\n         for other conditions that could increase stroke               enlargement and stroke, but vary regarding whether the relation is\n         risk. For example, left atrial dysfunction can                present in men as compared with women.\n         occur in patients with a patent foramen ovale.8           •   Left atrial enlargement may be a risk marker rather than a risk factor.\n         Patent foramen ovale (not assessed in the study\n\n         All editorial matter in CMAJ represents the opinions of the authors and not necessarily those of the Canadian Medical Association.\n         © 2011 Canadian Medical Association or its licensors                                           CMAJ, July 12, 2011, 183(10)             1129\n\fleft-goldstein_Layout 1 23/06/11 7:28 AM Page 1130\n\n\n\n\n         Commentary\n\n                                        Several other novel risk factors not assessed in       References\n                                                                                                1. Amarenco P, Bogousslavsky J, Caplan LR, et al. Classification\n                                    the study by Bouzas-Mosquera and colleagues are                of stroke subtypes. Cerebrovasc Dis 2009;27:493-501.\n                                    common to both stroke and cardiac disease. For              2. Michel P, Odier C, Rutgers M, et al. The Acute STroke Registry\n                                    example, a large number of studies point to a rela-            and Analysis of Lausanne (ASTRAL): design and baseline\n                                                                                                   analysis of an ischemic stroke registry including acute multi-\n                                    tion between both systemic inflammation and                    modal imaging. Stroke 2010;41:2491-8.\n                                    chronic infection and the risk of stroke as well as         3. D’Agostino RB, Wolf PA, Belanger AJ, et al. Stroke risk pro-\n                                                                                                   file: adjustment for antihypertensive medication. The Framing-\n                                    cardiac events.11 Trials of antibiotics, however,              ham Study. Stroke 1994;25:40-3.\n                                    have not shown benefit in lowering the risk of              4. Bouzas-Mosquera A. Broullon FJ, Alvarez-Garcia N, et al. Left\n                                                                                                   atrial size and risk for all-cause mortality and ischemic stroke.\n                                    recurrent coronary events.12,13 Similarly, treatments          CMAJ 2011;183:1155.\n                                    aimed at eliminating or controlling chronic infec-          5. Benjamin EJ, D’Agostino RB, Belanger AJ, et al. Left atrial size\n                                                                                                   and the risk of stroke and death. The Framingham Heart Study.\n                                    tions have not proven to be helpful for the preven-            Circulation 1995;92:835-41.\n                                    tion of stroke.10 Inflammatory biomarkers such as           6. Di Tullio MR, Sacco RL, Sciacca RR, et al. Left atrial size and\n                                    high-sensitivity C-reactive protein and lipoprotein-           the risk of ischemic stroke in an ethnically mixed population.\n                                                                                                   Stroke 1999;30:2019-24.\n                                    associated phospholipase A2 are also indepen-               7. Oliver JM, Gallego P, Gonzalez A, et al. Predisposing condi-\n                                    dently associated with cardiovascular and stroke               tions for atrial fibrillation in atrial septal defect with and without\n                                                                                                   operative closure. Am J Cardiol 2002;89:39-43.\n                                    risk. One study found that treatment of patients            8. Rigatelli G, Aggio S, Cardaioli P, et al. Left atrial dysfunction in\n                                    with high blood levels of high-sensitivity C-                  patients with patent foramen ovale and atrial septal aneurysm:\n                                                                                                   an alternative concurrent mechanism for arterial embolism?\n                                    reactive protein with a statin led to a 44% reduc-             JACC Cardiovasc Interv 2009;2:655-62.\n                                    tion in the combined risk of cardiovascular events          9. Overell JR, Bone I, Lees KR. Interatrial septal abnormalities and\n                                                                                                   stroke — a meta-analysis of case–control studies. Neurology\n                                    and stroke, with a 52% reduction in stroke risk,               2000;55:1172-9.\n                                    although the absolute rate of stroke was low.11            10. Goldstein LB, Bushnell CD, Adams RJ, et al. Guidelines for the\n                                                                                                   primary prevention of stroke. A guideline for healthcare profes-\n                                        High levels of lipoprotein (a), a low-density              sionals from the American Heart Association/American Stroke\n                                    lipoprotein particle, are associated with increased            Association. Stroke 2011;42:517-84.\n                                    cardiovascular and stroke risk. Meta-analysis found        11. Ridker PM, Danielson E, Fonseca FAH, et al. Rosuvastatin to\n                                                                                                   prevent vascular events in men and women with elevated C-\n                                    that incident stroke was 22% higher in patients in             reactive protein. N Engl J Med 2008;359:2195-207.\n                                    the highest tertile of lipoprotein (a) compared with       12. Grayston JT, Kronmal RA, Jackson LA, et. al. Azithromycin for\n                                                                                                   the secondary prevention of coronary events. N Engl J Med\n                                    those in the lowest tertile.14 Levels of lipoprotein (a)       2005;352:1637-45.\n                                    can be lowered with niacin, but whether doing so           13. Cannon CP, Braunwald E, McCabe CH, et al. Antibiotic treat-\n                                                                                                   ment of Chlamydia pneumoniae after acute coronary syndrome.\n                                    reduces the risk of stroke has not been determined.            N Engl J Med 2005;352:1646-54.\n                                        High homocysteine has also been associated             14. Smolders B, Lemmens R, Thijs V. Lipoprotein (a) and stroke: a\n                                                                                                   meta-analysis of observational studies. Stroke 2007;38:1959-66.\n                                    with an increased risk of both cardiovascular              15. Toole JF, Malinow MR, Chambless LE, et al. Lowering homo-\n                                    events and stroke.10 Randomized trials, however,               cysteine in patients with ischemic stroke to prevent recurrent\n                                    have not found that lowering homocysteine with B               stroke, myocardial infarction, and death: the Vitamin Interven-\n                                                                                                   tion for Stroke Prevention (VISP) randomized controlled trial.\n                                    vitamins reduces the risk of coronary events. Simi-            JAMA 2004;291:565-75.\n                                    larly, two trials found no reduction in recurrent          16. The VITATOPS Trial Study Group. B vitamins in patients with\n                                                                                                   recent transient ischaemic attack or stroke in the VITAmins TO\n                                    stroke among patients with high homocysteine                   Prevent Stroke (VITATOPS) trial: a randomised, double-blind,\n                                    who were treated with B-vitamin supplementa-                   parallel, placebo-controlled trial. Lancet Neurol 2010;9:855-65.\n                                                                                               17. Saposnik G, Ray JG, Sheridan P, et al. Homocysteine-lowering\n                                    tion.15,16 In contrast, analysis of data from another          therapy and stroke risk, severity, and disability: additional find-\n                                    trial suggested that lowering of homocysteine was              ings from the HOPE 2 trial. Stroke 2009;40:1365-72.\n                                    beneficial for prevention of secondary stroke.17 The\n                                    role of B-vitamin supplementation to prevent a             Competing interests: Larry Goldstein has served on the Neu-\n                                    first or recurrent stroke remains uncertain. Current       rology Executive Committee and as site investigator for the\n                                                                                               RESPECT Trial (AGA), on the Steering Committee for the\n                                    guidelines indicate that supplementation could be          SPARCL Trial (Pfizer), on the Clinical Oversight Committee\n                                    considered, although its benefit is not established.10     for the ACT-1 Trial (Abbott), as a consultant for Merck, John-\n                                        There are numerous additional emerging                 son and Johnson, Allergan and Boehringer-Ingelheim, and as a\n                                    potential risk factors for stroke.10 Many, includ-         speaker for Bayer, Pfizer and MEDCON. His institution has\n                                                                                               received grants or has grants pending from the American Heart\n                                    ing several of those reviewed here, may also               Association (ASA–Bugher Foundation Center for Stroke Pre-\n                                    increase the risk of cardiac events and influence          vention Research), the National Institutes of Health (CREST\n                                    the development of left atrial enlargement.                Trial; Stroke epidemiology and outcomes) and KB Reynolds\n                                                                                               (Stroke prevention in the Latino community). He has received\n                                    Whether left atrial enlargement represents a risk          payment from the Medical Tribune for manuscript preparation\n                                    marker or a stroke risk factor, and whether inter-         and royalties from Uptodate and Henry Stewart Talks.\n                                    ventions aimed specifically at reducing left atrial        Affiliations: Larry B. Goldstein is with the Duke Stroke\n                                    enlargement might be viable preventive inter-              Center, Duke University, and the Durham VA Medical Cen-\n                                    ventions, requires further study.                          ter, Durham, NC.\n\n\n\n\n         1130     CMAJ, July 12, 2011, 183(10)",
  "wordCount": 1776,
  "indexed": "2025-09-25T22:52:09.550Z",
  "method": "direct"
}
