{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Ataxias/Infante et al. - 2005 - Autosomal dominant cerebellar ataxias in Spain molecular and clinical correlations, prevalence esti.pdf",
  "fileName": "Infante et al. - 2005 - Autosomal dominant cerebellar ataxias in Spain molecular and clinical correlations, prevalence esti.pdf",
  "relativePath": "Neurología/Ataxias/Infante et al. - 2005 - Autosomal dominant cerebellar ataxias in Spain molecular and clinical correlations, prevalence esti.pdf",
  "text": "Acta Neurol Scand 2005: 111: 391–399 DOI: 10.1111/j.1600-0404.2005.00400.x                              Copyright Ó Blackwell Munksgaard 2005\n                                                                                                                 ACTA NEUROLOGICA\n                                                                                                                   SCANDINAVICA\n\n\n\n\nAutosomal dominant cerebellar ataxias in\nSpain: molecular and clinical correlations,\nprevalence estimation and survival analysis\n Infante J, Combarros O, Volpini V, Corral J, Llorca J, Berciano J.                           J. Infante1, O. Combarros1,\n Autosomal dominant cerebellar ataxias in Spain: molecular and clinical                       V. Volpini2, J. Corral2,\n correlations, prevalence estimation and survival analysis.                                   J. Llorca3, J. Berciano1\n Acta Neurol Scand 2005: 111: 391–399. Ó Blackwell Munksgaard 2005.                           1\n                                                                                               Neurology Service, `Marqu\u0001s de Valdecilla' University\n                                                                                              Hospital, University of Cantabria, Santander, Spain;\n Introduction – The genetic and clinical proﬁle of autosomal dominant                         2\n                                                                                               Molecular Genetics Department, Medical and\n cerebellar ataxias (ADCA) displays marked geographical and ethnical                          Molecular Genetics Centre-IRO, L'Hospitalet de\n variability. Materials and methods – We have analysed the molecular                          Llobregat, Barcelona, Spain; 3Division of Preventive\n and clinical correlations in an ethnically homogeneous sample of                             Medicine, University of Cantabria, School of Medicine,\n 30 Spanish ADCA kindreds. Minimal point prevalence for the region                            Santander, Spain\n of Cantabria was estimated. Results – Seventy per cent of the families\n harboured known mutations. Areﬂexia, slow saccades and hypo-\n pallesthesia predominated in SCA2; nystagmus, pyramidal signs or\n areﬂexia restricted to the legs in SCA 3; and retinal degeneration,\n pyramidal signs and slow saccades in SCA 7. Anticipation and\n intergenerational instability were greater in SCA 7. Length of\n expansions and age at onset were inversely correlated in all SCA                             Key words: autosomal dominant cerebellar ataxia;\n subtypes. Larger expansions correlated with areﬂexia in SCA 2,                               spinocerebellar ataxia; epidemiology\n with pyramidal signs in SCA 3 and with early visual impairment in                            Jon Infante, Service of Neurology, University Hospital\n SCA 7. Survival was similar among the diﬀerent SCA subtypes.                                 'Marqu\u0001s de Valdecilla' (UC), 39008 Santander, Spain\n Prevalence of ADCA in Cantabria was 1.6 cases per 100,000                                    Tel.: 34 942 202507\n population. Conclusions – This report shows the epidemiological,                             Fax: 34 942 202655\n clinical and genetic proﬁle of ADCA in Spain, providing additional                           e-mail: neuro@humv.es\n data regarding the broad clinical heterogeneity of these disorders and\n the variability of the genotype–phenotype correlations.                                      Accepted for publication December 20, 2004\n\n\n\n\nAutosomal dominant cerebellar ataxia (ADCA) is                               in SCA 10 occurs in an ATTCT pentanucleotide.\na clinically, genetically and pathologically hetero-                         The causative role of the SCA 8 mutation is still a\ngeneous group of neurodegenerative disorders                                 matter of debate (8). Two autosomal dominant\ncharacterized by degeneration of spinocerebellar                             ataxias are caused by point mutations: SCA 14\npathways with variable involvement of other                                  have mutations in the gene encoding protein kinase\nneural systems (1). These disorders are now                                  C c, PKCc, and mutations in FGF 14 segregate\nlabelled Ôspinocerebellar ataxiaÕ (SCA) followed                             with dominant ataxia (7).\nby a number assigned for each new gene locus. To                                The prevalence and relative frequency of the\ndate 25 gene loci corresponding to nearly two-                               diﬀerent SCA mutations display marked geograph-\nthirds of all ADCA families have been identiﬁed                              ical and ethnical variability. There is also a\n(2–6 and ref. 7 for review). The responsible genes of                        signiﬁcant overlap of phenotypic features among\nSCA types 1, 2, 3, 6, 7, 8, 10, 12, 14, 17 and                               the diﬀerent genetic entities, and often considerable\nDRPLA have already been mapped and direct                                    phenotypic variability resulting from the same gene\ndiagnostic tests are available. Polyglutamine-                               mutation. Certain phenotypic features, however,\ncoding CAG trinucleotide expansion is the muta-                              have been pointed out as being suggestive of some\ntional mechanism in SCA 1, 2, 3, 6, 7, 17 and                                SCA subtypes (9). The unstable nature of the CAG\nDRPLA. Untranslated expansions of CAG and                                    expansion results in variability in the number of\nCTG repeats are associated with SCA 12 and SCA                               CAG repeats of the expanded allele of the gene,\n8 respectively, while the disease causing expansion                          accounting for much of the variation in the age of\n\n                                                                                                                                                391\n\fInfante et al.\n\nonset and clinical variability seen within the same    Mini-Mental State Test was used to assess demen-\ngenotype. These genotype–phenotype correlations        tia. Six families came from Cantabria and the\nhave not been fully established, there being great     others from different geographical regions mainly\nvariability in the literature reports. On the con-     from central and northern Spain.\ntrary, survival analyses in the different SCA\nsubtypes are scanty (10, 11).\n                                                       Molecular genetic analyses\n   In this paper we report on the prevalence and the\nclinical-genetic proﬁle of a sample of dominant        Genomic DNA was extracted from peripheral\nataxia families in Spain.                              white blood cells following standard procedures.\n                                                       Informed consent was obtained according to the\n                                                       Declaration of Helsinki, and protocols were\nPatients and methods                                   approved by the Institutional Review Board of\n                                                       University Hospital ÔMarqués de ValdecillaÕ. SCA\nPatients\n                                                       1, 2, 3, 6, 7, 8, 12, 17 and DRPLA genes were\nAs a referral centre for clinical and molecular        investigated. Primer sequences and PCR condi-\ndiagnosis of inherited ataxias in northern Spain, we   tions used for known CAG repeats of SCA and\ninvestigated 30 consecutive ADCA families for          DRPLA genes were as previously described (13).\nclinical and molecular evaluation. The Autonom-        PCR products were analysed by 1% agarose gel\nous Community of Cantabria, which lies in              electrophoresis for qualitative analysis. A 6%\nnorthern Spain, covers an area of 5289 km2 with        polyacrylamide gel electrophoresis in an ABI\na population of 527,000 inhabitants (1991 census).     PRISM 377 sequencer (PE Applied Biosystems,\nValdecilla is the main hospital in the region to       Foster City, CA, USA) with ﬂuorescent marker\nwhich most neurological problems are referred,         and optic laser reading was used for quantitative\nand it is also a national referral centre for ataxia   evaluation of triplet number. A total of 91 genetic\ninvestigation. Patients from the other two public      studies were performed in ADCA families, 25 of\nhospitals in the region usually refer their ataxia     them in asymptomatic individuals.\nfamilies to our centre for genetic investigation.\n   The families included in the study were attended\n                                                       Statistical analysis\nto between 1974 and 2002. The patients fulﬁlled the\ndiagnostic criteria of ADCA proposed by Harding        Mean values were compared by t-test and percent-\n(1). We also studied 90 sporadic and idiopathic        ages were compared by Fisher’s test. Correlations\nearly and late onset consecutive ataxic patients in    between size of expansions and age at onset were\norder to detect SCA mutations in these cases. A        studied by Pearson’s correlation coeﬃcient. The\ndetailed history was obtained and a thorough           best ﬁt of the correlation was obtained by an\nexamination was performed on 75 affected               exponential model. To study the inﬂuence of the\npatients. A total of 130 were affected by history.     length of expansions on phenotype variability,\n   All the patients who participated in the clinical   patients were separated into two groups according\nstudy were examined by two of us (J.I. and J.B.).      to the number of CAG repeats in each SCA\nWe also included clinical information of two           subtype. Frequencies of clinical signs were com-\ndeceased patients from well-documented clinical        pared by Fisher’s test with Bonferroni adjustments.\nrecords. For each patient, we determined the year      Comparison of ataxia severity, measured by\nof birth, the age at disease onset and the current     IACRS scale, was carried out using Kruskal–\ndisease stage. Information of age at onset, disease    Wallis test. Kaplan–Meier’s method was employed\nprogression and age at death of some patients          to perform the survival analyses. Survival curves\nunavailable for examination was obtained by            were compared using the log-rank test. For\ntelephone interviews with patients or close rela-      prevalence assessment, point prevalence on the\ntives. Onset was deﬁned as the date at which           last day of 2001 was considered. All the analyses\npatients noticed the ﬁrst appearance of symptoms.      were carried out using procedures of the Stata\nProgression of disease was measured according to       Intercooled System version 6.0 program.\nthe Inherited Ataxia Progression Scale (IAPS) [12):\nstage 1, asymptomatic patient; stage 2, symptoms\npresent but mild; stage 3, patient needing constant    Results\ncare and inability to walk without support; stage 4,\n                                                       Frequencies of SCA mutations\npatient conﬁned to wheelchair. Severity of\nataxia was scored according to the Inherited           In this series of 30 ADCA families, one family was\nAtaxia Clinical Rating Scale (IACRS) (12]. The         typed as SCA 1 (3.3%), nine SCA 2 (30%), six\n\n392\n\f                                                                                                                                        Dominant ataxias in Spain\n\nSCA 3 (20%), three SCA 7 (10%), one SCA 8                                                      are reported and compared in Table 1. Gait and\n(3.3%) and one DRPLA (3.3%). Nine families                                                     limb ataxia were present in almost every patient\n(30%) did not carry mutations in any of the                                                    irrespective of the genetic subtype. Mean age at\nstudied genes. Only one of the apparently sporadic                                             onset and age at examination did not differ\npatients was further identiﬁed as having an SCA 2                                              signiﬁcantly between groups, but disease duration\nmutation; this patient’s father lived for 101 years                                            was longer at the time of the study in patients with\nwithout any history of ataxia, while his mother                                                unknown mutations. Retinal degeneration was\ndied at a younger age (44 years) than that when                                                only noted in SCA 7, while other neurological\nataxia had manifested in her son (57 years).                                                   features showed a wide distribution between the\n                                                                                               different genotypes. It was apparent, however, that\n                                                                                               some constellations of clinical signs were highly\nPrevalence estimation in Cantabria (Northern Spain)\n                                                                                               suggestive of certain genetic subtypes. Apart from\nOn 31 December 2000, eight clinically aﬀected                                                  ataxia, SCA 2 patients showed slowed saccades,\nindividuals belonging to six ADCA families were                                                hyporeﬂexia and impaired vibration sense. Slowed\nknown to be alive in Cantabria. Two families had                                               saccades were also frequent in SCA 7 but rare in\nthe SCA 2 mutation, one DRPLA and the other                                                    SCA 3 and in patients with unknown mutations.\ntwo did not carry any of the known mutations. The                                              Globally reduced or absent reﬂexes were signiﬁ-\nestimated total point prevalence was 1.6 cases per                                             cantly more frequent in SCA 2 patients than in the\n100,000 population (95% CI: 0.7–3.0).                                                          other SCA groups, while in SCA 3 areﬂexia, when\n                                                                                               present, was restricted to the legs. By contrast,\n                                                                                               hyperreﬂexia was observed in a higher frequency in\nComparison of the phenotypes\n                                                                                               SCA 7 and in patients with unknown mutations\nThe clinical features of 65 patients with SCA 2,                                               than in SCA 2 and SCA 3 patients. Nystagmus\nSCA 3, SCA 7, and those with unknown mutations                                                 occurred more frequently in SCA 3 and patients\n\n\nTable 1 Comparison of phenotypes in SCA 2, SCA 3, SCA 7 and patients with unknown mutations (here indicated as ADCA)\n\n                                                             SCA 2                              SCA 3                               SCA 7                 ADCA\n\nNumber of families                                   9                                  6                                  3                        9\nNumber of patients (male/female)                     25 (10/15)                         17 (10/7)                          10 (5/5)                 13 (7/6)\nAge of onset (mean \u0001 SD) (years)                     36.9 \u0001 14.4                        38.5 \u0001 10.4                        41.9 \u0001 23.6              35 \u0001 12.4\nAge at study (mean \u0001 SD) (years)                     44.9                               43 \u0001 11.1                          41.7 \u0001 20.2              51.6 \u0001 16.6\nDisease duration (mean \u0001 SD) (years)                 9.2 \u0001 5.1                          8.2 \u0001 6.1                          9.2 \u0001 8.4                15.4 \u0001 8.3d,e,f\nAtaxia of gait                                       100                                94.1                               90                       84.6\nLimb ataxia                                          96                                 70.5                               80                       69.2\nDysarthria                                           100                                64.7d,f,g                          80                       92.3\nHyperreflexia                                        16                                 29.4                               60a,b                    61.5a,b\nSpasticity                                           8                                  17.6                               20                       15.3\nBabinski sign                                        16                                 35                                 20                       7.6\nNystagmus                                            4                                  94.1h,j                            20                       84.6h,j\nSlowed saccades                                      56b,c                              29.4                               60b,c                    7.6\nOphtalmoplegia                                       36                                 29.4                               20                       15.3\nDecreased vibration sense                            76e,f,g                            29.4                               20                       46.1\nDecreased or abolished reflexes                      44e,f,g                            0                                  0                        7.6\nLower limb restricted arreflexia                     4                                  35d,f,g                            0                        0\nDystonia                                             0                                  17.6                               0                        15.3\nBradykinesia                                         12                                 0                                  0                        0\nDementia                                             28                                 5.8                                0                        15.3\nDysphagia                                            52                                 47                                 70                       69.2\nSphincter disturbances                               52                                 35.2                               40                       30.7\nFacial myoclonus                                     44e,f,g                            11.7                               20                       7.6\nFasciculations (limb and/or tongue)                  20                                 5.8                                0                        0\nRetinopathy                                          0                                  0                                  100h,i,k                 0\nIACRS score                                          (n ¼ 20) 20.9 \u0001 9.2                (n ¼ 13) 14.9 \u0001 9.5                (n ¼ 10) 18.3 \u0001 12.9     (n ¼ 13) 11.3 \u0001 8.5\nIAPS stage 1 or 2                                    (n ¼ 23) 56.5                      (n ¼ 26) 65.3                      (n ¼ 18) 50              (n ¼ 23) 52.1\n3                                                    17.3                               19.2                               33.3                     17.3\n4                                                    26                                 15.3                               16.6                     30.4\n\nFrequency of symptoms expressed as percentages.\nSignificant differences compared with SCA 2a,d,h, SCA 3b,e,i, SCA 7f,j and ADCAc,e,k: P < 0.05a,b,c P < 0.01d,e,f,g P < 0.001h,i,j,k.\nP-values lower than 0.01 remain significant when adjusting for multiple dependent comparisons (n ¼ 6).\n\n\n                                                                                                                                                                  393\n\fInfante et al.\n\nwith unknown mutations than in either SCA 2 or\nSCA 7. SCA 3 patients often showed pyramidal\nsigns or leg areﬂexia and occasionally dystonia.\n   All SCA 7 examined patients showed retinal\ndegeneration and decreased visual acuity at the\ntime of examination. Ataxia preceded visual failure\nin ﬁve individuals by between 1 and 5 years, and\nvisual failure preceded ataxia in four by between\n1 and 3 years. One 40-year-old patient that showed\nunilateral maculopathy had not developed ataxia\n5 years after onset. Clinical information obtained\nfrom two additional unexplored patients revealed\nan absence of visual symptoms 10 and 15 years\nafter the onset of ataxia. Together with visual\nsymptoms, slowed saccades and pyramidal signs\naccompanied ataxia in most SCA 7 patients. The\nfulminant course of a SCA 7 infant deserves a\ncomment. Motor development was normal until\n2 years of age, when he developed rapid gait and\nlimb ataxia and visual loss. When examined at age\n4, he was unable to stand up and exhibited marked\ndysarthria and appendicular ataxia. There was\nmacular degeneration. He died a few months later\ndue to aspiration bronchopneumonia complicating\nhis dysphagia. His father began to complain of gait\nataxia and visual loss at age 30. When examined at\nage 44 he was still able to walk with support.\nMolecular study in this case showed an expansion\nof 46 repeats in the SCA 7 gene, whereas in the\ninfant the expansion increased to 113 repeats.\nFig. 1 shows MR imaging ﬁndings in these two\ncases.\n                                                      Figure 1. Sagittal T1-weighted cranial MR imaging studies\n   The phenotype in ADCA families with unknown        from a SCA 7 patient aged 44 (A) and his son aged 4 (B). (A)\nmutations was highly variable. Most families          Note marked wasting of brainstem and cervical spinal cord and\nshowed a combination of gait ataxia, dysarthria,      mild vermian atrophy. (B) There is massive cerebellar atrophy\nnystagmus and hyperreﬂexia.                           with pronounced enlargement of the cisterna magna, and\n                                                      normal appearance of brainstem and cervical spinal cord.\n   Dysphagia and sphincter disturbances were\nobserved in advanced stages of the disease in a\nsigniﬁcant proportion of patients irrespective of     30-year-old man with 73 CAG repetitions in the\ngenotype. Facial myoclonus was more frequent in       SCA 3 gene, who presented with cerebellar ataxia,\nSCA 2 than in SCA 3, SCA 7 and patients with          mild distal dystonic features and diffuse muscle\nunknown mutations. Fasciculations were also           rigidity resembling a stiff man syndrome (15).\nsometimes observed in SCA 2 patients as well as          The clinical phenotype of the two brothers\ndementia, but diﬀerences were not statistically       with the SCA 8 mutation consisted of a cerebel-\nsigniﬁcant between groups.                            lar syndrome with only mild pyramidal signs.\n   The IACRS scores did not diﬀer signiﬁcantly        The highly variable phenotype observed in our\ndespite longer disease duration in patients with      family with the DRPLA mutation is worth\nunknown mutations. The proportion of patients in      noting. Three members of the family were\ndiﬀerent disease IAPS stages was also similar.        known to be aﬀected by the disease. At age 40\n   Two exceptional phenotypes were observed in        the proband presented with behavioural distur-\nthis series. An SCA 2 woman aged 62 with 35 CAG       bances followed several years later by ataxia,\nrepeats who showed a complex clinical picture         dementia and mild choreoathetosis. The pro-\ncombining mild cerebellar and parkinsonian signs      band’s brother developed his illness at age 26\nfollowed by a severe widespread motor neurone         with a convulsive generalized epilepsy. Twelve\ndisorder leading to her death 3 years after onset     years later he had developed ataxia, cognitive\n(14). Another unique phenotype was observed in a      impairment and choreic movements aﬀecting\n\n394\n\f                                                                                              Dominant ataxias in Spain\n\nhead and limbs. The third case, an aunt of the                                1.00\nproband, started at age 77 with mild gait\nunsteadiness and tremor of the upper limbs.\n\n\n\n\n                                                       Survival probability\n                                                                              0.75                    ADCA\n\n\n\nDynamics of mutations and anticipation phenomenon                             0.50            SCA 3\n\nThe range of variation of expanded alleles was as\nfollows: for SCA 2 from 35 to 44 repeats (median,                             0.25\n39); for SCA 3 from 65 to 79 repeats (median, 72);\nand for SCA 7 from 36 to 113 repeats (median, 42).                            0.00               SCA 2\nThe variation in CAG repeat length in SCA 3                                          0   20                  40     60\nranged from 0 to +4 (median, +2). In seven                                               Disease duration (years)\npaternal transmissions, the median variation was\n+3 repeats (range, 0 to +4), while in the two          Figure 2. Compared Kaplan–Meier survival estimates in SCA\n                                                       2, SCA 3 and patients with unknown mutations (here indicated\nmaternal transmissions it was shorter (0 and +1        as ADCA). No signiﬁcant differences were observed (P ¼ 0.1;\nrepeats), but the diﬀerence was not signiﬁcant.        log-rank test).\nVariation in sizes of expansions in SCA 7 parent-\nchild pairs ranged from 0 to +67 repeats with a        at death were similar in the diﬀerent groups:\nmedian expansion of +5 repeats. The mean               54.4 \u0001 18.6 years in SCA 2 (range, 23–88), 59.3 \u0001\nexpansion was larger in the three paternal trans-      11.8 years in SCA 3 (range, 40–80) and 58.1 \u0001\nmissions (median, +5; range, 1 to +67 repeats)         20.1 years in patients with unknown mutations\nthan in the 10 maternal transmissions (median,         (range, 20–88). Comparative survival slopes of\n+5; range, 1 to +15 repeats). In SCA 2 only one        SCA 2, SCA 3 and patients with unknown muta-\nfather–child transmission was documented with an       tions are represented in Fig. 2. SCA 7 patients are\nincrease of six repeats.                               not represented in this graph due to the small\n   The median anticipation observed in 31 SCA 2        number of patients available for study in this\nparent-child pairs was 15 years (range, )20 to         group. No signiﬁcant differences were observed in\n+30) without signiﬁcant diﬀerences between pater-      survival probability between the different groups\nnal and maternal transmissions. In SCA 3, the          (P ¼ 0.16; log-rank test); however, there were six\nmedian anticipation assessed in 19 parent–oﬀ-          more deaths than expected in SCA 2 patients and\nspring pairs, was 10 years (range, )39 to +28),        six fewer than expected in patients with unknown\nbut the sex of the transmitting parent had no          mutations.\nsigniﬁcant eﬀect. Anticipation in SCA 7 transmis-\nsions (median, 30; range, 9 to 50 years) was\n                                                       Genotype–phenotype correlations\nsigniﬁcantly greater than in SCA 2 and 3 (P ¼\n0.0003) and again no eﬀect of the sex of the           CAG repeat length and age at onset – Age at onset\ntransmitting parent was observed. In four of the       and repeat length were inversely correlated in SCA\nnine pedigrees with unknown mutations the anti-        2 (r ¼ )0.83, P < 0.001), SCA 3 (r ¼ )0.43,\ncipation phenomenon could not be demonstrated.         P < 0.05) and SCA 7 (r ¼ )0.89, P < 0.001).\nMean anticipation was 8.1 \u0001 13 years in this           The best ﬁt was obtained with exponential relation-\ngroup of patients with a greater eﬀect of male         ship between variables in SCA 7, whereas both\nthan female transmissions (11.7 \u0001 10.1 vs              linear and exponential models oﬀered similar\n4.5 \u0001 15.2; P ¼ 0.01).                                 results in SCA 2 and SCA 3. These data show\n                                                       that the size of the pathological repeat contributes\n                                                       70% of the variance of the age at onset in SCA 2\nSurvival analyses\n                                                       patients, 79% in patients with the SCA 7 mutation\nThe study population for this purpose was 45           and only 22% in SCA 3 in this series.\ndeceased patients belonging to any of these sub-\ntypes: 24 of SCA 2, 11 of SCA 3, two of SCA 7 and      CAG repeat length and the phenotype – The\neight with unknown mutations. Mean disease             frequency of some clinical signs in the diﬀerent\nduration until death was 17.2 \u0001 9.1 years in SCA       SCA subtypes diﬀered signiﬁcantly depending on\n2 (range 2 to 43), 18.4 \u0001 7.3 years in SCA 3 (range,   the size of expansions. Disease duration was\n11–35), and 22.1 \u0001 13.5 years in patients with         similar between compared groups except in SCA\nunknown mutations (range, 4–40); the two               7. In SCA 2, 65% of patients with more than 39\ndeceased patients with the SCA 7 mutation died         CAG repeats showed depressed or absent reﬂexes\nat 6 and at 93 years respectively. Mean ages           but none of those with less than 40 CAG repeats\n\n                                                                                                                    395\n\fInfante et al.\n\n(P < 0.01). In the same way, only patients with        (16). However, the phenotypic spectrum of the\nmore than 40 repeats showed pyramidal signs            different SCA subtypes is enlarging as tests for\n(50%). Slowed saccades, impaired vibration sense,      mutation analysis are becoming more widely\ndysphagia and facial myoclonus were also               available. This phenotypic variability is probably\nobserved to a higher frequency in patients with        the result of the inﬂuence of some modiﬁer genes or\nmore than 39 repeats but diﬀerences did not reach      non-genetic factors that occur independently of the\nsigniﬁcance.                                           size of the CAG repeat (17, 18). These factors\n   In SCA 3, patients with more than 71 CAG            could have unequal ethnic or regional layout and\nrepeats showed pyramidal signs in higher fre-          give rise to differences in SCA proﬁle among\nquency than those with fewer repeats (hyperreﬂexia     diverse populations.\nand spasticity: 57% vs 0%, P ¼ 0.07; Babinski             Up to 70% of our families harboured known\nsign: 71.4% vs 0%, P ¼ 0.02). Ophthalmoplegia          CAG expansions in SCA or DRPLA genes, SCA 2\nwas also observed in 71.4% of patients with more       and SCA 3 being the most frequent genotypes, as\nthan 71 repeats but none fewer than 71 CAG             they represent 50% of all kindreds in the series and\nrepeats (P ¼ 0.02). The frequency of other clinical    70% of the kindreds with known mutations.\nsigns did not diﬀer signiﬁcantly; however 42.8% of     Variable percentages of SCA mutations have\npatients with less than 71 repeats showed lower        been reported in other European countries\nlimb restricted arreﬂexia, as opposed to 14.2% of      (19–23). In Spain, two previous studies (one of\npatients with greater expansions. Moreover,            them including some of the families presented in\npatients with pyramidal signs accompanying             this report), also found 30 % of families having\nataxia presented at an earlier age than those          SCA 2 or SCA 3 mutations, although substantial\nmanifesting signs of peripheral neuropathy             differences in genotype frequencies were observed\n(27.8 \u0001 6.3 vs 45.3 \u0001 13.2 years; P ¼ 0.01).           (24, 25). The only family with SCA 1 mutation\n   Patients with larger SCA 7 expansions also had a    reported here came from Girona, in north-eastern\nlonger disease duration (13 \u0001 10.5 vs 5.4 \u0001            Spain, the only area where SCA1 genotypes have\n3.3 years; P ¼ 0.1). Although the diﬀerence was        been identiﬁed (24). What is remarkable, for its\nnot statistically signiﬁcant (probably due to the      rarity in Caucasoid populations, is the identiﬁca-\nsmall sample size), this could have biased our         tion of the DRPLA mutation in one of our families\nanalyses of the inﬂuence of size of expansions on      (26). To the best of our knowledge, this is only the\nthe phenotype. Taking this into account, patients      second report of that mutation in Spain (27). The\nwith more than 44 CAG repeats compared with            family described here constitutes an example of\nthose with shorter expansions had higher frequen-      how the age at onset may determine phenotypic\ncies of spasticity (60% vs 0%, P ¼ 0.1), Babinski      differences (28). In this DRPLA family an excep-\nsign (40% vs 0%, P ¼ 0.4), slowed saccades (100%       tional observation was the case of a patient in her\nvs 20%, P ¼ 0.04) and sphincter disturbances           seventies who developed pure and mild cerebellar\n(60% vs 20%, P ¼ 0.05). Four of the ﬁve patients       ataxia. The absence of cognitive decline, epilepsy\nwho presented with visual failure had more than        or chorea in this patient emphasizes the possibility\n45 repeats, while all seven patients whose ﬁrst        of overlapping phenotypes between SCA and\nclinical symptom was ataxia had fewer than             DRPLA mutations.\n45 repeats. The exception was the patient with            In this series we report on a patient with\nisolated unilateral maculopathy who had an allele      apparently sporadic ataxia in whom the SCA 2\nof 37 CAG repeats. Age of onset was signiﬁcantly       mutation was identiﬁed. As the father’s genetic\nearlier in the group of patients presenting with       status could not be ascertained and his mother’s\nvisual failure (24.8 \u0001 11.4 vs 54.4 \u0001 19.2 years,      death occurred at a possibly presymptomatic age,\nP < 0.05).                                             the origin of such a mutation remains unknown.\n                                                          The prevalence ratio of dominant ataxias ranges\n                                                       from 0.8 to 3.2 cases per 100,000 in diﬀerent studies\nDiscussion\n                                                       (20, 29–33). In 1986, the minimal point prevalence\nIn the present study we analysed the genotypic and     estimated in Cantabria was 1.2 cases per 100,000\nphenotypic characteristics of 30 Spanish dominant      population (34). That study was performed before\nataxia families. Genetic and clinical heterogeneity    any of the genetic mutations associated with these\nis one of the most puzzling characteristics of these   syndromes could be identiﬁed. At present two\ndisorders. The relative frequency of the diﬀerent      additional families have been identiﬁed in Canta-\nSCA mutations may vary widely within diﬀerent          bria resulting in a minimal point prevalence of 1.6\nethnic groups, or even regionally between the same     cases per 100,000. However, this prevalence ratio\nethnic groups, presumably due to founder eﬀects        is probably an underestimate as the present\n\n396\n\f                                                                                 Dominant ataxias in Spain\n\nepidemiological survey derives from a relatively       any contraction of the mutated allele during\nsmall geographical region with just eight ADCA         transmissions and only SCA 7 transmissions dis-\ncases.                                                 played a clear paternal effect on repeat instability.\n    The phenotypes of the patients with diﬀerent       This effect has been widely reported in most\nSCA subtypes showed wide semeiological variab-         trinucleotide-related disorders (41, 42). It is note-\nility and also substantial overlapping between         worthy that almost half the families with unknown\nthem. As reported in previous series, only the         mutations in the present series showed no genetic\npresence of maculopathy was exclusive for SCA 7.       anticipation, suggesting different mutational mech-\nNo other clinical feature could deﬁnitively separate   anisms in these still genetically unidentiﬁed families.\none genotype from another, however some con-              Corroborating the results of the largest study\nstellations of clinical signs were predominantly       reported to date (10), we found that survival was\nobserved in certain genetic subtypes. This also        similar in SCA 2, SCA 3 and patients with\nconcurs with previous reports and highlights how       unknown mutations. However, survival after dis-\nthe phenotype may be a helpful indicator of the        ease onset in SCA 2 and SCA 3 was shorter in our\nunderlying genotype in some cases (9). This is a       series (17–18 years), no female gender effect being\nrelevant question given the great and increasing       observed in SCA 2 patients (10). Such differences\nnumber of available genetic tests and costs derived    are probably explained by unequal composition of\nfrom them. In addition to cerebellar ataxia the        patient groups, including the distribution of their\nmost characteristic clinical picture of our SCA 2      CAG repeat length. We found a tendency towards\npatients was the presence of slowed saccades and       shorter survival in SCA 2 compared with SCA 3\nreduced or absent deep tendon reﬂexes. SCA 3           and patients with unknown mutations, but these\npatients were characterized by the presence of         differences did not reach signiﬁcance. On the\nnystagmus accompanied by either pyramidal or           contrary, life expectancy was longer in the group\nneuropathic signs and occasionally dystonia. In        of patients with unknown mutations, probably\npatients with SCA 7 mutation, maculopathy was          because of the greater percentage of ADCA III\nusually accompanied by pyramidal signs and             phenotype in this subset of patients, which is\nslowed saccades. Despite these considerations the      known to have a slower disease progression (10).\nphenotypes for a given genotype may vary enor-         Mean life expectancy of the different SCA subtypes\nmously and thus genotype identiﬁcation from the        was similar in our study, with a mean age of death\nphenotype alone is often inaccurate (35).              in the sixth decade. These data extend previous\n    Two novel phenotypes in this series were SCA 3     reports regarding the shortening of life expectancy\nevolving to stiﬀ man syndrome (15), and SCA 2          that these disorders might cause.\nassociated with parkinsonism culminating in motor         We observed a strong negative correlation\nneuron syndrome (14). Furthermore, around a            between the number of CAG repeats of the\nquarter of our SCA 2 patients showed fascicula-        mutated allele and the age of onset in SCA 2 and\ntions or amyotrophy or both; such a relatively high    SCA 7 (r ¼ )0.8; P < 0.05), similar to other\nprevalence of inferior motor neuron semeiology         reported values (9, 34, 39). In contrast, the\nhad already been reported by Giunti et al. (36).       correlation observed in our SCA 3 patients was\n    An outstanding clinical feature here was the       weaker than ever reported (r ¼ )0.4; P < 0.05).\ndiﬀerential pattern of areﬂexia in SCA 2 and SCA       These data provide good evidence that other\n3. The depression of deep tendon reﬂexes in SCA 2      genetic or non-genetic factors should intervene to\nusually began in the upper limbs, then progressing     explain the full range of variability in onset age\nto the legs (36, 37). Contrariwise, when present in    observed in these disorders (17, 18). We did not\nSCA 3 patients, areﬂexia was restricted to the legs.   ﬁnd any signiﬁcant contribution of the size of the\n    Mutation analysis showed a range of disease        normal alleles on the age at onset in SCA 3 (43).\nalleles comparable to other series. No intermediate       The wide interindividual clinical variability\nalleles were found and only an extremely large         observed in dominant ataxias is at least partly\nexpansion of 113 repeats in the SCA 7 gene was         explained by diﬀerences in size of expansions and\nobserved in a patient with early infantile onset.      disease duration. Data concerning genotype–\nSuch unusually large SCA 7 expansions up to 460        phenotype correlations are heterogeneous in the\nCAG repeats have occasionally been reported            literature, especially in SCA 2 (44–47). We found\ngiving rise to congenital or infantile forms with      that areﬂexia was the only feature depending on\nadditional extraneurological involvement (38).         the size of expansions in SCA 2 patients. Previous\nInstability and the resulting anticipation phenom-     reports also found a correlation between the length\nenon were greater in SCA 7 in accordance with          of expansions and the state of deep tendon reﬂexes,\nprevious studies (39, 40). We did not observe          but in these reports other clinical features were also\n\n                                                                                                          397\n\fInfante et al.\n\ncorrelated with the number of CAG repeats, such                     Márquez (Hospital Ntra. Sra. de Valme). We also thank the\nas tremor, Babinski sign, cerebellar signs, myo-                    families for participating in the study.\n                                                                    Supported by ÔCentro de Enfermedades Neurológicas (CIEN)\nclonus or dystonia (44–47). In SCA 3 our ﬁndings                    (C03/C06)Õ and ÔRed de Ataxias, Instituto de Salud Carlos III\nare in agreement with those reported in previous                    (ISCIII)Õ, Madrid, Spain.\nseries, as expansions larger than 74 repeats were\nassociated with pyramidal signs and those shorter\nthan 71 repeats with peripheral neuropathy                          References\n(23, 48). In our series ophthalmoplegia also corre-                  1. Harding AE. The clinical features and classiﬁcation of the\nlated with the number of CAG repeats. Dystonic                          late onset autososmal dominant cerebellar ataxias. A study\nfeatures in SCA 3/MJD have been classically                             of 11 families including descendants of the Ôthe Drew\n                                                                        family of WalworthÕ. Brain 1982;105:1–28.\nrelated to large expansions over 74 repeats, often                   2. Fujigasaki H, Martin JJ, De Deyn PP et al. CAG repeat\naccompanied by pyramidal signs (48, 49). In our                         expansion in the TATA box-binding protein gene causes\nseries, in contrast to that rule, two patients showed                   autosomal       dominant       cerebellar    ataxia.    Brain\nmarked dystonic features despite carrying muta-                         2001;124:1939–47.\ntions shorter than 71 repeats. In SCA 7 the size of                  3. Verbeek DS, Schelhaas JH, Ippel EF, Beemer FA, Pearson\n                                                                        PL, Sinke RJ. Identiﬁcation of a novel SCA locus (SCA 19)\nCAG expansions correlated with the early appear-                        in a Dutch autosomal dominant cerebellar ataxia family on\nance of visual impairment and possibly with the                         chromosome region 1p21-q21. Hum Genet 2002;111:\npresence of pyramidal signs. Our SCA7 infant                            388–93.\nharbouring 113 CAG repeats is an example of how                      4. Vuillaume I, Devos D, Schraen-Maschke S et al. A new\nthe length of expansions determines not only the                        locus for spinocerebellar ataxia (SCA 21) maps to chro-\n                                                                        mosome 7p21.3-p15.1. Ann Neurol 2002;52:666–70.\nage of onset but also disease severity. A striking                   5. Chung MY, Lu YC, Cheng NC, Soong BW. A novel auto-\nMR imaging ﬁnding in this case was the different                        somal dominant spinocerebellar ataxia (SCA 22) linked to\npattern of posterior fossa atrophy compared with                        chromosome 1p21-q23. Brain 2003;126:1293–9.\nthat of his father. In effect, the infant showed                     6. Stevanin G, Bouslam N, Thobois S et al. Spinocerebellar\nmassive cerebellar atrophy with minimal wasting of                      ataxia with sensory neuropathy (SCA 25) maps to chro-\n                                                                        mosome 2p. Ann Neurol 2004;55:97–104.\nbrainstem and normal spinal cord. Contrariwise,                      7. Schöls L, Bauer P, Schmidt T, Schulte T, Riess O. Auto-\nhis father showed moderate wasting of brainstem                         somal dominant cerebellar ataxias: clinical features, gen-\nand spinal cord and mild atrophy of the cerebel-                        etics, and pathogenesis. Lancet Neurol 2004;3:291–304.\nlum. Such a differential pattern of atrophy, that to                 8. Ikeda Y, Dalton JC, Moseley ML et al. Spinocerebellar\nthe best of our knowledge has not been previously                       ataxia type 8:molecular genetic comparison and haplotype\n                                                                        análisis of 37 families with ataxia. Am J Hum Genet\nreported, suggests that vulnerability of the neural                     2004;75:3–16.\nsystems involved in coordination is variable and                     9. Schöls L, Amoiridis G, Büttner T, Przuntek H, Epplen JT,\ninﬂuenced by the length of the expansions.                              Riess O. Autosomal dominant cerebellar ataxia: phenotypic\n   In summary, this report provides additional data                     diﬀerences in genetically deﬁned subtypes? Ann Neurol\nregarding the clinical and genetic heterogeneity of                     1997;42:924–32.\n                                                                    10. Klockgether T, Kramer B, Abele M et al. The natural\nADCA and displays general proﬁle and individual                         history of degenerative ataxia: a retrospective study in 466\npeculiarities of an ethnically homogeneous sample                       patients. Brain 1998;121:589–600.\nof families in Spain.                                               11. Genis D, Matilla T, Volpini V et al. Clinical, neuropatho-\n                                                                        logic, and genetic studies of a large spinocerebellar ataxia\n                                                                        type 1 (SCA 1) kindred: (CAG)n expansion and early pre-\nAcknowledgements                                                        monitory signs and symptoms. Neurology 1995;45:24–30.\n                                                                    12. Campanella G, Filla A, De Falco F, Mansi D, Durivage A,\nThe authors thank their neurological colleagues who kindly              Barbeau A. Friedreich’s ataxia in the south of Italy: a\nreferred a number of families: Dr Martı́nez Matos (Hospital             clinical and biochemical survey of 23 patients. Can J\nBellvitge, Barcelona), Dr Franch (Hospital Ruber Internacional,         Neurol Sci 1980;7:351–7.\nMadrid), Dr Obeso (Clinica Universitaria, Navarra), Dr Zunz-        13. Filla A, Mariotti C, Caruso G et al. Relative frequencies of\nunegui (Hospital Juan Canalejo, La Coruña), Dr Ribacoba                CAG expansions in spinocerebellar ataxia and denta-\n(Hospital Alvarez Buylla, Oviedo), Dr Garcı́a Liñán (Clinica          torrubropallidoluysian atrophy in 116 Italian families.\nSanta Isabel, Sevilla), Dr Navarro (Hospital Virgen del Rocı́o,         Eur Neurol 2000;44:31–6.\nSevilla), Dr Ruiz Ojeda (Clinica Vicente San Sebastian, Bilbao),    14. Infante J, Berciano J, Volpini V et al. Spinocerebellar ataxia\nDr Cervera (Hospital Valle de Hebrón, Barcelona), Dr Guerrero          type 2 with levodopa-responsive parkinsonism culminating\nand Dr Bueno (Hospital Rı́o Carrión, Palencia), Dr Mateo Dı́ez         in motor neuron disease. Mov Disord 2004;19:848–52.\n(Hospital Militar, Burgos), Dr Amer (Hospital Son Dureta,           15. Berciano J, Infante J, Combarros O et al. Stiﬀ man\nPalma de Mallorca), Dr Cortés Liaño (Complejo Hospitalario            syndrome in spinocerebellar ataxia type 3. J Neurol\nXeral Calde, Lugo), Dr Sánchez-Suarez López (Hospital de              2003;250(Suppl. 2):II/102-P379.\nMérida, Badajoz), Dr Pérez Bas (Hospital de Cruces, Bilbao), Dr   16. Nagaoka U, Suzuki Y, Kawanami T et al. Regional diﬀer-\nMateos Beato (Hosı̀tal 12 de Octubre, Madrid), Dr Martı́n               ences in genetic subgroup frequency in hereditary cere-\nAraguz (Hospital Universitario del Aire, Madrid), Dr Balcells           bellar ataxia, and a morphometrical study of brain MR\nRiba (Clinica Alianza-Sagrado Corazón, Barcelona) and Dr\n\n\n398\n\f                                                                                                    Dominant ataxias in Spain\n\n    images in SCA 1, MJD and SCA 6. J Neurol Sci                     34. Polo JM, Calleja J, Combarros O, Berciano J. Hereditary\n    1999;164:187–94.                                                     ataxias and paraplejias in Cantabria, Spai",
  "wordCount": 6959,
  "indexed": "2025-09-25T22:50:15.072Z",
  "method": "direct"
}
