{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Almekhlafi et al. - 2011 - Clinical Reasoning Optic disc swelling in a patie.pdf",
  "fileName": "Almekhlafi et al. - 2011 - Clinical Reasoning Optic disc swelling in a patie.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Almekhlafi et al. - 2011 - Clinical Reasoning Optic disc swelling in a patie.pdf",
  "text": "Clinical Reasoning: Optic disc swelling in a patient with AIDS\n                       M.A. Almekhlafi, G. Williams and F. Costello\n                                Neurology 2011;77;e28\n                         DOI 10.1212/WNL.0b013e318227b1d4\n\n\n                   This information is current as of January 31, 2012\n\n\n\n\n  The online version of this article, along with updated information and services, is\n                         located on the World Wide Web at:\n               http://www.neurology.org/content/77/5/e28.full.html\n\n\n\n\nNeurology ® is the official journal of the American Academy of Neurology. Published continuously\nsince 1951, it is now a weekly with 48 issues per year. Copyright © 2011 by AAN Enterprises, Inc. All\nrights reserved. Print ISSN: 0028-3878. Online ISSN: 1526-632X.\n\f               RESIDENT\n               & FELLOW\n               SECTION\n                               Clinical Reasoning:\nSection Editor                 Optic disc swelling in a patient with AIDS\nMitchell S.V. Elkind,\nMD, MS\n\n\n\n\nM.A. Almekhlafi,\n                                  Figure 1         Imaging\n   MD, FRCPC\nG. Williams, MD,\n   FRCSC\nF. Costello, MD,\n   FRCPC\n\n\nAddress correspondence and\nreprint requests to Dr.\nMohammed A. Almekhlafi,\nDepartment of Clinical\nNeurosciences, University of\nCalgary, Foothills Medical\nCentre, 1403–29 St NW,\nCalgary, AB T2N 2T9 Canada\nmalmekhl@ucalgary.ca\n\n\n\n\n                               Ophthalmoscopic photographs (A, C) show bilateral elevated optic discs with no evidence of hemorrhage or exudates. Fluores-\n                               cein angiogram (B, D) shows optic nerve hyperfluorescence bilaterally (arrows) with left stippled hypofluorescent spots repre-\n                               senting choroidal leakage with nonfilling infiltrates (D, asterisk).\n\n\n                               SECTION 1                                                                ache, pulse-synchronous tinnitus, transient visual\n                               A 51-year-old man, known to have AIDS and hepa-                          obscurations, or diplopia.\n                               titis C, presented with a 1-week history of painless                        Two months prior, he developed pain in his\n                               blurred vision in the left eye. He denied any symp-                      lower back radiating into both legs and an associ-\n                               toms of raised intracranial pressure including head-                     ated band-like sensation around his waist. He ini-\n\nSupplemental data at\nwww.neurology.org\n                               From the Departments of Clinical Neurosciences (M.A.A., F.C.) and Surgery (Ophthalmology) (G.W., F.C.), University of Calgary, Calgary,\n                               Canada; and Department of Internal Medicine (M.A.A.), King Abdulaziz University, Saudi Arabia.\n                               Disclosure: Author disclosures are provided at the end of the article.\n\n\n\ne28                            Copyright © 2011 by AAN Enterprises, Inc.\n\ftiated a course of oxycodone medication, and the      eye, with a larger central scotoma in the left eye. Oc-\npain subsided in 4 weeks.                             ular motility and external ocular examinations were\n    On examination, he was normotensive. Visual       normal. There was subjective decrease in light touch\nacuity was 20/20 in the right eye and 20/150 in the   and pinprick sensations up to the midshin level bilat-\nleft. There was no relative afferent pupil defect     erally. There was no spinal sensory level. Deep ten-\n(RAPD). Color vision was normal in the right eye      don reflexes were present throughout with flexor\n(17/17 Hardy Rand and Rittler HRR pseudoiso-          plantar responses. The patient’s CD4 count was 189\nchromatic plates) and absent in the left eye (0/17    cells/mm3.\nHRR plates). Ophthalmoscopy showed marked bi-\n                                                      Questions for consideration:\nlateral optic disc swelling (figure 1, A and C) and\nmacular edema in the left eye. Visual field testing   1. What is your differential diagnosis at this point?\nshowed a small inferotemporal scotoma in the right    2. What initial investigations would you order?\n\n\n\n                                                                                           GO TO SECTION 2\n\n\n\n\n                                                      Neurology 77    August 2, 2011                          e29\n\f      SECTION 2                                                 ically associated with HIV infection. Infections such\n      Bilateral optic disc edema is an alarming sign, partic-   as cryptococcus, toxoplasmosis, tuberculosis, herpes\n      ularly in this patient with AIDS. It commonly indi-       zoster, cytomegalovirus, and herpes simplex virus can\n      cates raised intracranial pressure (ICP) due to a         also affect the optic nerves or the retina. Syphilis is\n      space-occupying lesion, a CNS infection, or an ob-        another potential etiology for optic neuropathy in\n      struction of venous or CSF flow. However, uncom-          the setting of HIV infection.\n      plicated papilledema is not typically associated with         Enhanced MRI scan of the brain and entire spinal\n      reduced visual acuity or dyschromatopsia.\n                                                                cord did not demonstrate any pathology. There was\n          Differential diagnosis includes chronic meningitis\n                                                                no evidence of venous sinus thrombosis or abnormal\n      due to fungal infections, which can cause subacute\n                                                                meningeal enhancement. Lumbar puncture yielded a\n      increase in ICP. Primary CNS lymphoma (PCNSL)\n                                                                slightly high opening pressure (27 cm H2O), high\n      causes disc edema through increased ICP or direct\n                                                                white cell count (21.1/␮L [76% lymphocytes]), ele-\n      infiltration of the optic nerve. Lymphoma can also\n                                                                vated protein (1.12 g/L), and glucose of 3.1 mmol/L\n      invade the meninges, producing multiple cranial\n      neuropathies and polyradiculopathies. This patient        (serum glucose 7.2 mmol/L). CSF was negative for a\n      had a history suggestive of prior polyradiculopathy,      comprehensive viral PCR panel, Cryptococcus anti-\n      but the spontaneous resolution of his symptoms was        gen, bacterial cultures, acid-fast bacilli, and cytology.\n      atypical of lymphoma.\n                                                                Questions for consideration:\n          Bilateral simultaneous or sequential optic neurop-\n      athy due to inflammation (as in neuromyelitis optica,     1. How do these results change your differential diagnosis?\n      sarcoidosis, and Wegener granulomatosis) is not typ-      2. What additional investigations would you consider?\n\n\n\n                                                                                                    GO TO SECTION 3\n\n\n\n\ne30   Neurology 77   August 2, 2011\n\fSECTION 3                                                   respect the vertical meridian in both eyes. The field\nThe abnormal CSF with lymphocytic pleocytosis               defects in this case crossed the vertical meridian, in-\nand low glucose can be seen in fungal and mycobac-          dicating a process affecting the visual pathway ante-\nterial infections. However, the opening pressure asso-      rior to the chiasm. Therefore, given the lateralizing\nciated with these conditions is typically much higher       defects in visual acuity, visual field sensitivity, and\nthan that observed in this case. Although HIV can           color vision in the left eye, further assessment of the\ncause CSF pleocytosis and elevated protein, cell            anterior and posterior segments, with focused exami-\ncounts higher than 20/␮L are considered signifi-\n                                                            nation of the macular regions, is necessary to identify\ncant.1 In addition, viral infections do not classically\n                                                            any pathology and to elucidate the mechanism of vi-\nlower the CSF glucose level. PCNSL is still a poten-\n                                                            sion loss in this case.\ntial etiology for this clinical presentation, despite\n                                                                Assessment of the anterior segment was normal.\nnormal imaging.\n                                                            In addition to the optic disc edema, there was a\n    To better tailor further workup, reconsideration\n                                                            slightly creamy appearance to the choroid around the\nof the localization of the problem is important. Al-\n                                                            disc, greater in the left than the right eye. Fluorescein\nthough reduced visual acuity and color vision in the\ncontext of optic disc edema suggest an optic nerve          angiogram showed an infiltrative process around the\nproblem, the lack of RAPD in the left eye argues            optic nerves in both eyes, and extension through the\nagainst this localization because it indicates relatively   macula in the left eye (figure 1, B and D).\nsymmetric function between both optic nerves. Pro-          Question for consideration:\ncesses affecting the afferent visual pathway posterior\nto the chiasm should produce visual field deficits that     1. What tests would you consider now?\n\n\n\n                                                                                              GO TO SECTION 4\n\n\n\n\n                                                            Neurology 77   August 2, 2011                        e31\n\f      SECTION 4                                                    proper interpretation of a combination of clinical, sero-\n      This infiltrative picture is atypical for cytomegalovi-      logic, and CSF studies.\n      rus, varicella zoster virus, or toxoplasmosis. The dif-           The treatment for neurosyphilis and ocular syphilis\n      ferential diagnosis of this appearance is limited given      is similar. The recommended regimen is parenteral pen-\n      the patient’s HIV status. Possibilities include lym-         icillin G administered as 3– 4 million units every 4\n      phoma and syphilis.                                          hours (or continuous infusion of 18–24 million units\n          Further testing showed a reactive plasma syphilis an-    per day), for 10–14 days.6 Treatment response can be\n      tibody that was confirmed with enzyme immunoassay.           assessed clinically and followed using serum rapid\n      Although syphilis serology does not differentiate active     plasma reagin (RPR) titer. Alternatively, if CSF pleocy-\n      disease from previous infection, this man was known to       tosis was present initially, serial CSF examination can be\n      have unreactive syphilis testing in the recent past.         performed every 6 months until the cell count normal-\n          He was treated with parenteral penicillin with signif-   izes. Changes in CSF-VDRL or CSF protein are much\n      icant improvement in his visual symptoms. When as-           slower than cell count and may even persist in those\n      sessed in follow-up after 2 months, his visual acuity was    with more advanced immunosuppression.9 In immu-\n      20/20 in both eyes. He had minor reduction in color          nocompetent patients and HIV-positive patients on\n      vision in the left eye. Fundus examination demon-            highly-active antiretroviral therapy, normalization of\n      strated mild optic disc hyperemia bilaterally (figure e-1    the serum RPR titer was found to predict normalization\n      on the Neurology® Web site at www.neurology.org).            of clinical and CSF abnormalities, with the exception of\n                                                                   CSF protein, in more than 80% of 110 patients at 4\n      DISCUSSION Neurosyphilis has a broad clinical                months.9 Retreatment should be considered if the cell\n      picture. In the early infection phase, acute meningi-        count is persistently high after 6 months or if the CSF\n      tis, meningovasculitis, and myelitis have been de-           cell count or protein is not normal after 2 years.6\n      scribed. Cognitive impairment (general paralysis of\n                                                                   AUTHOR CONTRIBUTIONS\n      the insane) and tabes dorsalis, characterized by sen-\n                                                                   Dr. Almekhlafi: concept and drafting of the manuscript. Dr. Williams:\n      sory ataxia and lancinating pains, are seen in the late      critical review of the manuscript and review of the literature. Dr. Costello:\n      stages of the disease.2                                      drafting and critical review of the manuscript.\n\n          Ocular syphilis is a rare complication of HIV in-\n                                                                   DISCLOSURE\n      fection, occurring in fewer than 1% of patients.3\n                                                                   Dr. Almekhlafi reports no disclosures. Dr. Williams serves on scientific advi-\n      However, about 10% of patients with syphilis de-             sory boards for Bausch ⫹ Lomb, Novartis, Regeneron Pharmaceuticals, Inc.\n      velop ocular involvement, with posterior uveitis             (Bayer Schering Pharma), and Arctic DX; has received an honorarium from\n                                                                   Novartis; serves as a consultant for Bausch ⫹ Lomb; serves on the speakers’\n      being the most common presentation.4 The neuro-\n                                                                   bureau for Novartis; and interprets fluorescein angiography (2% clinical ef-\n      ophthalmologic manifestations include Argyll Rob-            fort) at Rockyview General Hospital. Dr. Costello has received research sup-\n      ertson pupil (unilateral or bilateral light-near             port from the MS Society of Canada and Neuroscience Canada.\n      dissociation in small pupils), ocular motor nerve pal-\n                                                                   REFERENCES\n      sies, papillitis, optic neuritis, and optic perineuritis.5\n                                                                   1. Marra CM, Maxwell CL, Collier AC, Robertson KR, Imrie A.\n      Given the reversibility of these changes with treat-            Interpreting cerebrospinal fluid pleocytosis in HIV in the era of\n      ment, detailed ophthalmologic examination is essen-             potent antiretroviral therapy. BMC Infect Dis 2007;7:37.\n      tial in all cases of suspected ocular syphilis.              2. Ghanem KG. Neurosyphilis: a historical perspective and\n          The diagnosis of syphilis is based on serology. This        review. CNS Neurosci Ther 2010;16:e157– e168.\n                                                                   3. Biotti D, Bidot S, Mahy S, et al. Ocular syphilis and HIV\n      can pose a challenge in the immunocompromised pa-\n                                                                      infection. Sex Transm Dis 2010;37:41– 43.\n      tient since serology relies on the immune response to        4. Balba GP, Kumar PN, James AN, et al. Ocular syphilis in\n      the infection. A reactive CSF–Venereal Disease Re-              HIV-positive patients receiving highly active antiretroviral\n      search Laboratory (VDRL) testing establishes the diag-          therapy. Am J Med 2006;119:448.\n      nosis of neurosyphilis in the absence of CSF                 5. Gaudio PA. Update on ocular syphilis. Curr Opin Oph-\n      contamination with blood.6 However, the test lacks              thalmol 2006;17:562–566.\n                                                                   6. Workowski KA, Berman S. Sexually transmitted diseases treat-\n      sensitivity, as up to 70% of neurosyphilis patients test\n                                                                      ment guidelines. MMWR Recomm Rep 2010;59:1–110.\n      negative, especially in the early stages.2,7 In these cir-   7. Hart G. Syphilis tests in diagnostic and therapeutic deci-\n      cumstances, the fluorescent treponemal antibody-                sion making. Ann Intern Med 1986;104:368 –376.\n      absorbed (FTA-ABS) test is a more sensitive, but less        8. Marra CM, Tantalo LC, Maxwell CL, Dougherty K,\n      specific, test than the CSF-VDRL.8 Other clues include          Wood B. Alternative cerebrospinal fluid tests to diagnose\n                                                                      neurosyphilis in HIV-infected individuals. Neurology\n      CSF lymphocytic pleocytosis (⬎20 cells/␮L in HIV-\n                                                                      2004;63:85– 88.\n      positive patients) and elevated CSF protein, which is        9. Marra CM, Maxwell CL, Tantalo L, et al. Normalization of\n      less specific than pleocytosis.1 Therefore, the diagnosis       cerebrospinal fluid abnormalities after neurosyphilis therapy:\n      of neurosyphilis in patients with HIV relies on the             does HIV status matter? Clin Infect Dis 2004;38:1001–1006.\n\n\ne32   Neurology 77   August 2, 2011\n\f           Clinical Reasoning: Optic disc swelling in a patient with AIDS\n                    M.A. Almekhlafi, G. Williams and F. Costello\n                               Neurology 2011;77;e28\n                       DOI 10.1212/WNL.0b013e318227b1d4\n                 This information is current as of January 31, 2012\n\nUpdated Information &          including high resolution figures, can be found at:\nServices                       http://www.neurology.org/content/77/5/e28.full.html\nSupplementary Material         Supplementary material can be found at:\n                               http://www.neurology.org/content/suppl/2011/07/31/77.5.e28.D\n                               C1.html\nReferences                     This article cites 9 articles, 3 of which can be accessed free at:\n                               http://www.neurology.org/content/77/5/e28.full.html#ref-list-1\nSubspecialty Collections       This article, along with others on similar topics, appears in the\n                               following collection(s):\n                               All Infections\n                               http://www.neurology.org/cgi/collection/all_infections\n                               All Neuro-ophthalmology\n                               http://www.neurology.org/cgi/collection/all_neuroophthalmolog\n                               y\n                               HIV\n                               http://www.neurology.org/cgi/collection/hiv\n                               Optic nerve\n                               http://www.neurology.org/cgi/collection/optic_nerve\nPermissions & Licensing        Information about reproducing this article in parts (figures,\n                               tables) or in its entirety can be found online at:\n                               http://www.neurology.org/misc/about.xhtml#permissions\nReprints                       Information about ordering reprints can be found online:\n                               http://www.neurology.org/misc/addir.xhtml#reprintsus",
  "wordCount": 2108,
  "indexed": "2025-09-25T22:53:16.749Z",
  "method": "direct"
}
