{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/Clinical Reasoning/Parikh et al. - 2015 - Clinical Reasoning An unusual case of subacute encephalopathy.pdf",
  "fileName": "Parikh et al. - 2015 - Clinical Reasoning An unusual case of subacute encephalopathy.pdf",
  "relativePath": "Neurología/Clinical practice/Clinical Reasoning/Parikh et al. - 2015 - Clinical Reasoning An unusual case of subacute encephalopathy.pdf",
  "text": "RESIDENT\n              & FELLOW\n              SECTION\n                          Clinical Reasoning:\nSection Editor            An unusual case of subacute\nMitchell S.V. Elkind,\nMD, MS                    encephalopathy\n\nNeal Parikh, MD           SECTION 1                                                                          revealed wide-based gait and lower extremity dysmet-\nAlexander E. Merkler,     A 52-year-old previously healthy man presented with 8                              ria. Relevant laboratory evaluation revealed only a\n  MD                      months of progressive cognitive decline. He complained                             C-reactive protein of 1.79 (normal 0–0.99).\nNatalie T. Cheng, MD      of months of confusion, fatigue, depression, hypersom-                                 Brain MRI obtained in Morocco 2 months prior\nHediyeh Baradaran, MD     nolence, headaches, and, subsequently, urinary inconti-                            to presentation had demonstrated bilateral thalamic\nHalina White, MD          nence and unsteady gait. His family reported that he                               T2 hyperintensities and patchy enhancement in the\nDana Leifer, MD           spoke of his deceased mother as if she were alive. His                             right medial temporal lobe, midbrain, and basal gan-\n                          executive deficits progressed, leading to termination of                           glia. A right thalamic biopsy obtained in Morocco\n                          his employment and a motor vehicle accident. He                                    had revealed “inflammatory cells” without evidence\nCorrespondence to         was evaluated and treated in Morocco before presenting                             of malignancy.\nDr. Leifer:\ndal2023@med.cornell.edu\n                          to our institution for further care.\n                                                                                                             Questions for consideration:\n                             Mental status examination was notable for slowed\n                          mentation and dyscalculia but was otherwise normal.                                1. How can thalamic injury cause encephalopathy?\n                          Motor, sensory, and deep tendon reflex examination                                 2. What is the differential diagnosis for bilateral tha-\n                          results were normal. Cerebellar and gait examination                                  lamic MRI abnormalities?\n\n\n\n\n                                                                                                                                                             GO TO SECTION 2\n\n\n\n\n                          From the Departments of Neurology (N.P., A.E.M., N.T.C., H.W., D.L.) and Radiology (H.B.), Weill Cornell Medical Center, New York, NY.\n                          Go to Neurology.org for full disclosures. Funding information and disclosures deemed relevant by the authors, if any, are provided at the end of the article.\n\n                                                                                                             © 2015 American Academy of Neurology                                     e33\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                                SECTION 2                                                        2 are part of the reticular activating system, which is\n                                The thalamus is a major processing center for the                involved in maintaining consciousness and arousal.\n                                brain that relays motor, sensory, cerebellar, as well            Perturbations in these portions of the thalamus can\n                                as cognitive and limbic inputs. Information regarding            cause confusion, depressed levels of alertness, and\n                                cognition and arousal is processed in the mediodorsal,           coma. Lesions of other structures initially affected\n                                midline, and intralaminar thalamic nuclei. The latter            on the patient’s MRI, such as the basal ganglia and\n                                                                                                 medial temporal lobe, can produce similar symptoms;\n                                                                                                 however, only bilateral thalamic injury was rede-\n  Figure       Pre-embolization and post-embolization neuroimaging                               monstrated on our own imaging.\n                                                                                                      The differential diagnosis for thalamic lesions is\n                                                                                                 broad. Etiologies for bilateral thalamic MRI abnormali-\n                                                                                                 ties include neoplastic (glioma or lymphoma), heredi-\n                                                                                                 tary, metabolic and toxic (Wernicke encephalopathy,\n                                                                                                 osmotic myelinolysis, pantothenate kinase deficiency,\n                                                                                                 Wilson disease, liver disease, hypoxic ischemic encepha-\n                                                                                                 lopathy, carbon monoxide poisoning), infectious (West\n                                                                                                 Nile virus or other flaviviruses, Creutzfeldt-Jakob dis-\n                                                                                                 ease, toxoplasmosis), inflammatory (neuro-Behçet dis-\n                                                                                                 ease), and vascular (occlusion at the top of the basilar\n                                                                                                 artery, occlusion of an artery of Percheron, cerebral\n                                                                                                 venous sinus thrombosis [CVST]).1 Clinical history,\n                                                                                                 other imaging features, and laboratory analysis narrow\n                                                                                                 the diagnostic possibilities.\n                                                                                                      Repeat MRI revealed microhemorrhage, T2 and\n                                                                                                 fluid-attenuated inversion recovery signal abnormality\n                                                                                                 (figure, A), and patchy postcontrast enhancement in\n                                                                                                 the bilateral thalami. Additionally, our patient had\n                                                                                                 already been treated with prednisone in Morocco with\n                                                                                                 subsequent worsening. Based on the bilateral midline\n                                                                                                 signal abnormalities with only patchy enhancement\n                                                                                                 and lack of steroid responsiveness, we suspected a vas-\n                                                                                                 cular etiology, specifically a straight sinus venous\n                                                                                                 thrombosis, rather than a vasculitic, meningoencepha-\n                                                                                                 litic, or neoplastic etiology. Magnetic resonance angi-\n                                                                                                 ography results were normal; however, magnetic\n                                                                                                 resonance venography showed prominent collateral\n                                                                                                 veins along the left occipital lobe and nonvisualization\n(A) Right greater than left fluid-attenuated inversion recovery signal hyperintensity in the\n                                                                                                 of the internal cerebral veins, distal vein of Galen, and\nthalami with patchy postcontrast enhancement (not shown) and microhemorrhage on gradi-\nent echo imaging (not shown), consistent with subacute venous infarction. (B) Arrowheads at      straight sinus (figure, B).\nexpected sites of occluded vein of Galen and straight sinus. (C) Pre-embolization digital sub-\n                                                                                                 Questions for consideration:\ntraction angiogram (DSA) image after injection of the left common carotid artery demon-\nstrates early filling of a venous varix (arrow) in the left perimesencephalic cistern,\n                                                                                                 1. What is the differential diagnosis for CVST?\nprimarily supplied by small branches of the left middle meningeal artery, consistent with a\ndural arteriovenous fistula (dAVF). (D) Post-embolization DSA image after embolization of        2. What is the appropriate next step in diagnostic\nthe dAVF with onyx with no evidence of residual vessel filling.                                     evaluation?\n\n\n\n\n                                                                                                                                   GO TO SECTION 3\n\n\n\n\ne34                             Neurology 84     February 10, 2015\n\n   ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                  SECTION 3                                                 Angiography confirmed straight sinus thrombosis\n                  CVST is observed most commonly in patients with        and revealed early filling of a venous varix supplied\n                  acquired or inherited hypercoagulability, high         by small branches of the left middle meningeal artery\n                  estrogen states, cancer, and, uncommonly, head         and dural branches of the left posterior cerebral artery,\n                  and neck infections. 2 In our patient, nonvisualiza-   which were consistent with a dAVF (figure, C).\n                  tion of the straight sinus was seen along with\n                                                                         Questions for consideration:\n                  prominent collateral veins and thalamic ischemia\n                  or infarction. These findings suggested a dural        1. What interventions are indicated?\n                  arteriovenous fistula (dAVF) and prompted              2. What is the pathophysiologic relationship among\n                  angiography.3                                             thalamic injury, CVST, and dAVF?\n\n\n\n\n                                                                                                            GO TO SECTION 4\n\n\n\n\n                                                                         Neurology 84   February 10, 2015                     e35\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                    SECTION 4                                                       Ischemia in the context of a dAVF and CVST is\n                    We elected to treat the patient by embolization of the      therefore a potentially treatable condition. Appropriate\n                    dAVF and with anticoagulation for venous thrombo-           treatment is primarily endovascular embolization of the\n                    sis. Angiography demonstrated complete obliteration         dAVF, which resulted in reversal of T2 signal abnor-\n                    of the dAVF at the end of embolization (figure, D).         malities in our patient, along with anticoagulation for\n                    MRI was repeated 1 month later and showed nearly            the CVST. Alternative treatments for dAVF include\n                    complete resolution of the thalamic T2 hyperinten-          surgical intervention and stereotactic radiosurgery.3\n                    sities. There was no change in the neurologic exam-             Since thalamic injury attributed to both dAVF\n                    ination at that time; however, persistent CVST was          and CVST may be reversible, and the 2 processes\n                    seen. The patient was subsequently lost to follow-up.       require distinct treatments, it is imperative to con-\n                                                                                sider CVST with associated dAVF in the differential\n                    DISCUSSION Dural arteriovenous fistulas are rare vas-       diagnosis for bilateral thalamic MRI abnormalities.\n                    cular malformations in which meningeal arteries drain\n                    directly into dural venous sinuses, meningeal veins, or     AUTHOR CONTRIBUTIONS\n                                                                                Neal Parikh conceived and designed the study and drafted and revised the\n                    subarachnoid veins.3 This type of vascular malformation     manuscript for intellectual content. Alexander E. Merkler conceived and\n                    is associated with various neurologic symptoms and def-     designed the study and drafted and revised the manuscript for intellectual\n                    icits including tinnitus, dementia, seizures, parkinson-    content. Natalie T. Cheng drafted and revised the manuscript for intel-\n                    ism, and cerebellar symptoms.3 When seen with cortical      lectual content. Hediyeh Baradaran drafted and revised the manuscript\n                                                                                for intellectual content. Halina White conceived and designed the study\n                    venous drainage, they have a 30% hemorrhage risk.4 A        and drafted and revised the manuscript for intellectual content. Dana\n                    retrospective analysis also found a 4.5% incidence of       Leifer conceived and designed the study and drafted and revised the man-\n                    ischemic stroke in a cohort of 134 patients with dAVF;      uscript for intellectual content.\n\n                    5 of the 6 patients with strokes had venous infarctions.5\n                                                                                STUDY FUNDING\n                    Ischemic stroke was nonsignificantly more common in\n                                                                                No targeted funding reported.\n                    patients who had CVST in addition to dAVF. Although\n                    CVST has been described in the setting of dAVF, there       DISCLOSURE\n                    are no known reports of this combination as a cause of      N. Parikh, A. Merkler, N. Cheng, H. Baradaran, and H. White report no\n                    bilateral thalamic injury and encephalopathy.               disclosures. D. Leifer is supported by NIH grant R01 HL089521. He also\n                                                                                has received research support from NIH grants NS058728 and NS044378.\n                        Accumulating evidence suggests that this is a unique\n                                                                                Go to Neurology.org for full disclosures.\n                    vascular mechanism by which thalamic compromise re-\n                    sults in subacute encephalopathy or rapidly progressive     REFERENCES\n                    dementia. Three case reports describe patients with sim-     1. Hegde AN, Mohan S, Lath N, Lim CC. Differential diag-\n                    ilar presentations who were found to have dAVF with             nosis for bilateral abnormalities of the basal ganglia and\n                    thalamic involvement.6–8 Our patient uniquely presented         thalamus. Radiographics 2011;31:5–30.\n                                                                                 2. Saposnik G, Barinagarrementeria F, Brown RD, et al.\n                    with concomitant CVST. In contrast to our patient, these\n                                                                                    Diagnosis and management of cerebral venous thrombosis:\n                    3 patients experienced significant clinical improvement         a statement for healthcare professionals from the American\n                    after treatment. Perhaps the persistence of the CVST in         Heart Association/American Stroke Association. Stroke\n                    our patient was responsible for the lack of improvement.        2011;42:1158–1192.\n                        The co-occurrence of dAVF and CVST in our                3. Gandhi D, Chen J, Pearl M, Huang J, Gemmete JJ,\n                    patient prompts consideration of the theoretical patho-         Kathuria S. Intracranial dural arteriovenous fistulas: classi-\n                                                                                    fication, imaging findings, and treatment. AJNR Am J\n                    physiologic relationship between these 2 processes and\n                                                                                    Neuroradiol 2012;33:1007–1013.\n                    thalamic injury.5,9 Ischemia associated with a dAVF, for     4. Gross BA, Du R. The natural history of cerebral dural\n                    example of the bilateral thalami, may result from the           arteriovenous fistulae. Neurosurgery 2012;71:594–602;\n                    development of venous reflux. Sinus thrombosis results          discussion 602–593.\n                    in venous hypertension, which may promote the for-           5. Yeh SJ, Tsai LK, Liu HM, Yip PK, Jeng JS. Ischemic\n                    mation of the dAVF by opening dural arteriovenous               stroke in patients with intracranial dural arteriovenous fis-\n                                                                                    tulas. J Formos Med Assoc 2011;110:299–305.\n                    shunts and produce ischemia secondary to venous\n                                                                                 6. Santillan A, Safdieh JE, Gobin YP, Patsalides A. Neuro-\n                    reflux and relative stasis. Alternatively, turbulence in        logical picture: bilateral thalamic venous hypertension\n                    the dAVF may promote thrombus formation.                        caused by a tentorial dural arteriovenous fistula: endovas-\n                        With obliteration of the dAVF, flow decreases,              cular treatment. J Neurol Neurosurg Psychiatry 2011;82:\n                    venous reflux is eliminated, and perfusion improves.            749–750.\n                    Apparent diffusion coefficient changes (and T2 hyperin-      7. Morparia N, Miller G, Rabinstein A, Lanzino G,\n                    tensities and contrast enhancement) may then reverse.10         Kumar N. Cognitive decline and hypersomnolence: tha-\n                                                                                    lamic manifestations of a tentorial dural arteriovenous fis-\n                        In other words, injury because of edema or ische-\n                                                                                    tula (dAVF). Neurocrit Care 2012;17:429–433.\n                    mia may be reversible. Indeed, such radiographic             8. van Munster CE, van den Berg R, Weinstein HC. A dural\n                    improvement correlates with clinical improvement                fistula as a treatable cause of cognitive impairment. Neuro-\n                    in some cases.6–8                                               hospitalist 2014;4:111–112.\n\ne36                 Neurology 84   February 10, 2015\n\n  ª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.\n\f                   9.   Tsai LK, Jeng JS, Liu HM, Wang HJ, Yip PK.          10.   Sato K, Shimizu H, Fujimura M, Inoue T, Matsumoto Y,\n                        Intracranial dural arteriovenous fistulas with or         Tominaga T. Compromise of brain tissue caused by cortical\n                        without cerebral sinus thrombosis: analysis of 69         venous reflux of intracranial dural arteriovenous fistulas:\n                        patients. J Neurol Neurosurg Psychiatry 2004;75:          assessment with diffusion-weighted magnetic resonance\n                        1639–1641.                                                imaging. Stroke 2011;42:998–1003.\n\n\n\n\n                                                                            Neurology 84    February 10, 2015                           e37\n\nª 2015 American Academy of Neurology. Unauthorized reproduction of this article is prohibited.",
  "wordCount": 1873,
  "indexed": "2025-09-25T22:54:42.211Z",
  "method": "direct"
}
