{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Clinical practice/EFNS Guidelines/Lauria et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "fileName": "Lauria et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "relativePath": "Neurología/Clinical practice/EFNS Guidelines/Lauria et al. - 2010 - European Federation of Neurological SocietiesPeri.pdf",
  "text": "European Journal of Neurology 2010, 17: 903–912                                                        doi:10.1111/j.1468-1331.2010.03023.x\n\nEFNS/PNS GUIDELINES\n\n\nEuropean Federation of Neurological Societies/Peripheral Nerve\nSociety Guideline on the use of skin biopsy in the diagnosis of small\nfiber neuropathy. Report of a joint task force of the European Fe-\nderation of Neurological Societies and the Peripheral Nerve Society\nMembers of the Task Force: G. Lauriaa, S. T. Hsiehb, O. Johanssonc, W. R. Kennedyd,\nJ. M. Legere, S. I. Mellgrenf, M. Nolanog, I. S. J. Merkiesh, M. Polydefkisi, A. G. Smithj,\nC. Sommerk and J. Valls-Solél\na\n    Neuromuscular Diseases Unit, IRCCS Foundation, ÔCarlo BestaÕ Neurological Institute, Milan, Italy; bDepartment of Neurology, National\nTaiwan University College of Medicine and National Taiwan University Hospital, Taipei, Taiwan; cExperimental Dermatology Unit,\nDepartment of Neuroscience, Karolinska Institute, Stockholm, Sweden; dDepartment of Neurology, University of Minnesota, Minneapolis,\nMN, USA; eCentre de Re´fe´rence Maladies Neuromusculaires Rares Paris-Est, Bâtiment Babinski, Hôpital de la Salpeˆtrie`re, Paris, France;\nf\nDepartment of Neurology, University of Tromsø, Norway; gDepartment of Neurology, ‘‘Salvatore Maugeri’’ Foundation, IRCCS, Center of\nTelese Terme, Italy; hDepartment of Neurology, Spaarne Hospital Hoofddorp, Spaarnepoort 1 and Department of Neurology, Maastricht\nMedical Centre, Maastricht, The Netherlands; iDepartment of Neurology, The Johns Hopkins University School of Medicine, Baltimore,\nMD, USA; jDepartment of Neurology, University of Utah, Salt Lake City, UT, USA; kDepartment of Neurology, University of Würzburg,\nWürzburg, Germany; and lEMG Unit, Department of Neurology, Hospital Clinic Barcelona, Spain\n\n\n\n\nKeywords:                            Background: Revision of the guidelines on the use of skin biopsy in the diagnosis of\nautonomic, evoked                    peripheral neuropathy, published in 2005, has become appropriate owing to publi-\npotentials, guidelines,              cation of more relevant articles. Most of the new studies focused on small ﬁber neu-\nimmunohistochemistry,                ropathy (SFN), a subtype of neuropathy for which the diagnosis was ﬁrst developed\nmorphometry, nerve                   through skin biopsy examination. This revision focuses on the use of this technique to\nconduction study, nerve              diagnose SFN.\nﬁbres, neuropathology,               Methods: Task force members searched the Medline database from 2005, the year of\nneuropathy, pain, protein            the publication of the ﬁrst EFNS guideline, to June 30th, 2009. All pertinent articles\ngene product 9.5, quanti-            were rated according to the EFNS and PNS guidance. After a consensus meeting, the\ntative sensory testing, skin         task force members created a manuscript that was subsequently revised by two experts\nbiopsy                               (JML and JVS) in the ﬁeld of peripheral neuropathy and clinical neurophysiology,\n                                     who were not previously involved in the use of skin biopsy.\nReceived 27 January 2010             Results and Conclusions: Distal leg skin biopsy with quantiﬁcation of the linear\nAccepted 2 March 2010                density of intraepidermal nerve ﬁbers (IENF), using generally agreed upon counting\n                                     rules, is a reliable and eﬃcient technique to assess the diagnosis of SFN (Recom-\n                                     mendation Level A). Normative reference values are available for bright-ﬁeld\n                                     immunohistochemistry (Recommendation Level A) but not yet for confocal immu-\n                                     noﬂuorescence or the blister technique. The morphometric analysis of IENF density,\n                                     either performed with bright-ﬁeld or immunoﬂuorescence microscopy, should\n                                     always refer to normative values matched for age (Recommendation Level A). Newly\n                                     established laboratories should undergo adequate training in a well-established\n                                     skin biopsy laboratory and provide their own stratiﬁed for age and gender\n                                     normative values, intra- and interobserver reliability, and interlaboratory agreement.\n                                     Quality control of the procedure at all levels is mandatory (Good Practice Point).\n                                     Procedures to quantify subepidermal nerve ﬁbers and autonomic innervated struc-\n                                     tures, including erector pili muscles, and skin vessels, are under development but\n                                     need to be conﬁrmed by further studies. Sweat gland innervation can be examined\n                                     using an unbiased stereologic technique recently proposed (Recommendation Level B).\n\nCorrespondence: G. Lauria, MD, Neuromuscular Diseases Unit,\nIRCCS Foundation ÔCarlo BestaÕ Neurological Institute, Via Celoria,\n11, 20133, Milan, Italy (tel.: +39 02 2394 2378; fax:\n+39 02 7063 3874; e-mail: glauria@istituto-besta.it).\n\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and PNS                                                                                               903\n\f904    G. Lauria et al.\n\n\n\n                               A reduced IENF density is associated with the risk of developing neuropathic pain\n                               (Recommendation Level B), but it does not correlate with its intensity. Serial skin\n                               biopsies might be useful for detecting early changes of IENF density, which predict the\n                               progression of neuropathy, and to assess degeneration and regeneration of IENF\n                               (Recommendation Level C). However, further studies are warranted to conﬁrm its\n                               potential usefulness as an outcome measure in clinical practice and research. Skin\n                               biopsy has not so far been useful for identifying the etiology of SFN. Finally, we\n                               emphasize that 3-mm skin biopsy at the ankle is a safe procedure based on the\n                               experience of 10 laboratories reporting absence of serious side eﬀects in approximately\n                               35 000 biopsies and a mere 0.19% incidence of non-serious side eﬀects in about\n                               15 years of practice (Good Practice Point).\n\n\n\nObjectives                                                       Method for reaching consensus\nThis document is written under the auspices of the               Data extraction was carried out and compared amongst\nEuropean Federation of Neurological Societies (EFNS;             each member of the task force. A ﬁrst draft of the\nhttp://www.efns.org) and the Peripheral Nerve Society            manuscript was prepared and diﬀused amongst the\n(PNS; http://www.pnsociety.com). The purpose is to               members of the task force. After revision, a second\nrevise the guidelines on the use of skin biopsy in the           draft was prepared. Discrepancies on each topic were\ndiagnosis of peripheral neuropathy [1]. In the last              further discussed and settled during a consensus meet-\n4 years, a considerable number of new articles have              ing held in Würzburg on July 7th, 2009. The third draft\nbeen published. These are mainly focused on small ﬁber           of the manuscript prepared after the consensus meeting\nneuropathy (SFN). The role of skin biopsy as a diag-             was revised by an expert member of the task force\nnostic tool was analyzed in the evidence-based review            (W.R. Kennedy) and two experts in the ﬁeld of\nof the American Academy of Neurology, American                   peripheral neuropathy (J.M. Leger) and clinical neu-\nAssociation of Neuromuscular and Electrodiagnostic               rophysiology (J. Valls-Solé) not directly involved in the\nMedicine, and American Academy of Physical Medi-                 use of skin biopsy. The ﬁnal version of the guideline is\ncine and Rehabilitation [2]. As skin biopsy retains a            presented here.\nparticular interest in clinical practice for the diagnosis\nof SFN, we focused the present guidelines on this\n                                                                 Definition of small fiber neuropathy\nspeciﬁc subtype of neuropathy.\n   The revision includes recommendations on: (i)                 Deﬁnitions of SFN have been proposed and used by\nmethods; (ii) safety; (iii) normative reference values; (iv)     various authors [4–17], but conclusive diagnostic criteria\ndiagnostic yield; (v) correlation with other measures of         are not yet available. However, the most recent articles\nneuropathy; (vi) use as outcome measure; (vii) EFNS/             focusing on the clinical applications of skin biopsy in\nPNS standards; (viii) new studies to address unresolved          SFN used similar inclusion criteria for patients, based\nissues.                                                          on normal sural nerve conduction study (NCS), clini-\n                                                                 cal symptoms, and signs considered suggestive and/or\n                                                                 altered quantitative sensory testing (QST) ﬁndings. The\nSearch strategy\n                                                                 authors provided data on sensitivity and sensibility,\nThe task force systematically searched the Medline               from which we derived our level of recommendations.\ndatabase from 2005, the year when the ﬁrst EFNS\nguidelines were published [1], to June 30th, 2009. For\n                                                                 Methodological issues\neach speciﬁc issue, we stored all the articles published\nin English sorted by the Medline search using the\n                                                                 How to perform skin biopsy and choice of biopsy\nfollowing keywords: skin biopsy, punch biopsy, SFN,\n                                                                 location\npainful neuropathy, normative values, intraepidermal\nnerve ﬁbers (IENF), cutaneous innervation, and skin              Skin biopsy is most commonly performed using a 3-mm\nnerves. We omitted those articles that were not perti-           disposable punch under sterile technique, after topical\nnent, read and rated the remaining articles according to         anesthesia with lidocaine. No suture is required. A\nthe guidance for EFNS guidelines [3] and objectives of           shallow biopsy (3–4 mm) is adequate to study epider-\nthe current article. In some cases, investigators were           mal nerve ﬁbers, whereas a deeper biopsy (6–8 mm) is\nasked for original data and methodological details.              required to include sweat glands, hair follicles, and\n\n\n                                                                                                               \u0002 2010 The Author(s)\n                                                  Journal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f                                                                                        EFNS/PNS guideline on skin biopsy    905\n\n\n\nartero-venous anastomosis. To optimize the sampling                   facts. Most studies for bright-ﬁeld microscopy used 2%\nof such structures and of myelinated ﬁbers in hairy skin,             paraformaldehyde-lysine periodate (2% PLP), whereas\nparticular attention should be paid to include a hair in              most studies for indirect immunoﬂuorescence with or\nthe specimen [18].                                                    without confocal microscopy used ZamboniÕs (2%\n   Earlier studies were performed in healthy subjects                 paraformaldehyde, picric acid) ﬁxative.\n[19] and in patients with leprosy and diabetic neurop-                   Either bright-ﬁeld immunohistochemistry or immu-\nathy [20,21]. The current technique was developed at                  noﬂuorescence with or without confocal microscopy\nthe Karolinska Institute [22], and later standardized at              has been used, but the technique does not aﬀect the\nthe University of Minnesota [23] and at the Johns                     reliability of skin biopsy in assessing IENF loss in SFN\nHopkins University [24].                                              [1]. However, no study has been designed yet to com-\n   A less invasive sampling method is the removal of                  pare the two techniques. More details are provided in\nthe epidermis alone by applying a suction capsule to                  the Appendix 1.\nthe skin. With this method, there is no bleeding, and\nlocal anesthesia is not needed. However, the method\n                                                                      IENF morphometry and measurement reliability\ndoes not provide information on dermal and sweat\ngland nerve ﬁbers. Moreover, thus far it has not been                 Quantiﬁcation of IENF density using bright-ﬁeld\nsystematically used to investigate patients with SFN.                 immunohistochemistry was mostly based on the\nThis technique was developed at the University of                     assessment of the number of ﬁbers per linear measure-\nMinnesota [25].                                                       ment. Signiﬁcant correlation with a stereologic tech-\n   In most studies, hairy skin biopsies were obtained                 nique [26] supported the reliability of linear IENF\nfrom the distal part of the leg (10 cm above the lateral              density [27]. IENF are counted either under the light\nmalleolus), in some from the calf and the paraspinal                  microscope at high magniﬁcation (i.e. 40· objective) or\nregion, and in many of them also from the upper lateral               using software for image analysis. The length of the\naspect of the thigh (20 cm below the anterior iliac spine)            epidermal surface is measured using software for bio-\nor other proximal locations where normal values are                   logical measures (a freely available software is available\navailable. These locations were chosen to detect the                  at http://rsb.info.nih.gov/nih-image/index.html). The\nlength-dependent loss of nerve ﬁbers, which is typical of             density is calculated in at least three sections as the\naxonal polyneuropathy. These sites may also be sam-                   number of IENF per length of the section (IENF/mm).\npled in the case of a non-length-dependent ganglion-                  Other studies reported the IENF density per skin sur-\nopathy. More details are provided in Appendix 1.                      face area [28,29].\n                                                                         Quantiﬁcation of IENF density using confocal\n                                                                      immunoﬂuorescence technique is usually performed on\nRecommendations\n                                                                      images based on the stack of consecutive 2 lm optical\nFor diagnostic purposes in length-dependent SFN, we                   sections (usually 16 sections) for a standard linear length\nrecommend that a 3-mm punch skin biopsy be                            of epidermis. The thickness of skin sections varies from\nperformed at the distal leg (10 cm above the lateral                  32 to 60 lm. Four epidermal areas are selected for con-\nmalleolus) for quantiﬁcation of IENF density (Re-                     focal image acquisition, two images on each of two dif-\ncommendation Level A). An additional biopsy from the                  ferent sections excluding areas containing hair follicles\nproximal thigh may provide information about both                     and sweat ducts. For quantitative analysis, IENF are\nlength-dependent and non-length-dependent processes                   counted at high magniﬁcation, (i.e. 40· objective) for\n(Recommendation Level C). When biopsy is taken from                   light microscope or (20·) for epiﬂuorescence microscope\nother body sites for evaluation of a unilateral process, a            or using a software for image analysis (e.g. Neurolucida,\ncontrol biopsy from a similar non-aﬀected region                      Microbrightﬁeld) on digitized confocal images. Other\nshould be taken (Good Practice Point).                                semi-quantitative methods of IENF density estimation\n                                                                      have been previously suggested [1].\n                                                                         In both bright-ﬁeld and immunoﬂuorescence meth-\nTissue preparation\n                                                                      ods, single IENF crossing the dermal–epidermal junc-\nAfter skin biopsy is performed, the specimen is imme-                 tion are counted, whereas secondary branching is\ndiately ﬁxed in cold ﬁxative for approximately 24 h at                excluded from quantiﬁcation. No study provided\n4\u0003C, then kept in a cryoprotective solution for one                   information on the rules for counting IENF fragments,\nnight, and serially cut with a freezing microtome or a                which have been comprehensively reviewed by Kennedy\ncryostat. Each biopsy yields about 50 vertical 50-lm                  et al. [30]. Intra- and interobserver variability, and\nsections. The ﬁrst and last few sections should not be                interlaboratory agreement on IENF counts has been\nused for nerve examination because of possible arte-                  assessed [16].\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f906    G. Lauria et al.\n\n\n\n   The Ôskin blisterÕ is an alternative technique to assess     proposed could be a helpful tool (Recommendation\nthe epidermal innervation density. IENF density in              Level B).\nblister roofs from foot and calf correlated with IENF\ndensity in skin biopsies from adjacent areas in 25\n                                                                Safety\nhealthy subjects (r = 0.64 and r = 0.57, respectively)\nshowing no systematic diﬀerences between skin blisters          No side eﬀects have been reported in published studies\nand biopsies (P = 0.29) or between pairs of blisters            but no study focused on safety was performed. The\nfrom the same location (P = 0.15) [29]. More details            approximate number of biopsies performed with\nare provided in Appendix 1.                                     3-mm disposable punch and side eﬀects recorded (in\n                                                                parentheses) in healthy subjects and patients with\n                                                                neuropathy of diﬀerent etiology in the 10 laboratories\nRecommendations\n                                                                participating in this guideline are Milan 1600 (2); Telese\nFor diagnostic purposes, we recommend bright-ﬁeld               Terme 2000 (2); Taiwan 1700 (1); Maastricht 300 (0);\nimmunohistochemistry or immunoﬂuorescence with                  Utah 2000 (3); Stockholm 1000 (0); Minneapolis 10 000\nrabbit polyclonal anti-PGP 9.5 antibodies in 2% PLP             (3); Würzburg 800 (10); Tromsø 600 (1); Johns Hopkins\nor ZamboniÕs ﬁxed sections of 50-lm thickness. For              University 15 000 (44). The most common side eﬀect\nmethodological issues on bright-ﬁeld immunohisto-               was a mild infection because of improper wound\nchemistry, we refer to McCarthy et al. [24], on immu-           management recovering with topical antibiotic therapy.\nnoﬂuorescence to Wang et al. [22], and on confocal              The only other complication reported was excessive\nmicroscopy to Kennedy and Wendelschafer-Crabb [23].             bleeding which did not need suture. The estimated\nIENF should be counted at high magniﬁcation in at               frequency of side eﬀects is 1.9:1000. However, this ﬁg-\nleast three sections per biopsy. We emphasize that only         ure may be underestimated because patients with a\nsingle IENF crossing the dermal–epidermal junction              milder infection could have it treated by a general\nshould be counted, excluding secondary branching                practitioner or treat themselves without reporting to the\nand fragments from quantiﬁcation. The length of                 centre. Healing occurs within 7–10 days.\nthe section should be measured to calculate the\nexact linear epidermal innervation density (IENF/mm)\n                                                                Recommendations\n(Recommendation Level A). Adequate training in a\nwell-established skin biopsy laboratory is needed.              Skin biopsy performed with 3-mm disposable punch is a\nFurther studies are warranted to establish the reliability      safe and minimally invasive procedure based on the\nof the Ôblister techniqueÕ (Recommendation Level C) for         experience of the 10 established laboratories reported\nquantiﬁcation of IENF density in SFN.                           here. It requires training and is safe as long as sterile\n                                                                procedures and hemostasis are correctly performed\n                                                                (Good Practice Point).\nQuantification of sweat gland innervation\n\nThe quantiﬁcation of sudomotor nerve ﬁbers is tech-\n                                                                Normative reference values\nnically challenging because of the complex three-\ndimensional structure of the sweat glands. Diﬀerent\n                                                                Bright-field immunohistochemistry\nmethods have been proposed but none has been\nstandardized [1]. Novel methods using an unbiased               After the publication of the ﬁrst guidelines on skin\nstereologic technique and automated technique for               biopsy, three further large studies [7,16,33] estimated\nquantiﬁcation of sudomotor nerve ﬁbers have been                the density of IENF at the distal leg (10 cm above the\nrecently proposed [31,32]. More details are provided in         lateral malleolus) in healthy subjects. Overall, including\nAppendix 1.                                                     all previously cited articles [1], values ranged\n                                                                from 13.8 ± 6.7/mm (mean ± SD) to 9.8 ± 3.6/mm\n                                                                (mean ± SD).\nRecommendations\n                                                                   The largest normative study [16] included 188 healthy\nMorphometric data on sweat gland innervation density            subjects from three diﬀerent laboratories (Maastricht,\nin healthy subjects and in patients with SFN are limited,       Ferrara, Milan) and stratiﬁed the study population per\nand further studies are warranted. The descriptive              age and gender, providing normative values per decade.\nsemiquantitative approach should not be used to                 The authors reported that IENF density at the distal leg\nquantify sweat gland innervation (Recommendation                is lower in men than in women, that weight and height\nLevel B). The unbiased stereologic technique recently           do not have any signiﬁcant impact, and that values\n\n\n\n                                                                                                              \u0002 2010 The Author(s)\n                                                 Journal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f                                                                                         EFNS/PNS guideline on skin biopsy    907\n\n\nTable 1 Intraepidermal nerve ﬁbre (IENF) density at the ankle: nor-    malleolus) declines with age (Recommendation Level\nmative values for clinical use (reproduced from Bakkers et al., Neu-   A) and may be lower in men than in women. However,\nrology, with permission)\n                                                                       it is not inﬂuenced by weight and height. Normative\n          Females (n = 97)               Males (n = 91)                reference values are available for bright-ﬁeld immu-\n                                                                       nohistochemistry (Recommendation Level A) but not\n          0.05 Quantile    Median        0.05 Quantile    Median\nAge       values per       values per    values per       values per\n                                                                       yet for confocal immunoﬂuorescence or blister tech-\n(years)   age span         age span      age span         age span     nique.\n20–29     6.7              11.2          5.4              9.0\n30–39     6.1              10.7          4.7              8.4          Diagnostic yield of skin biopsy\n40–49     5.2               9.9          4.0              7.8\n50–59     4.1               8.7          3.2              7.1          In the ﬁrst guideline article [1], we reported speciﬁcity\n60–69     3.3               7.9          2.4              6.3          and sensitivity of skin biopsy for the diagnosis of SFN\n‡70       2.7               7.2          2.0              5.9          based on an unpublished meta-analysis of 161 patients\n                                                                       from 9 studies, two of them performed with confocal\n                                                                       microscope technique. The same year, Koskinen et al.\ndecline with age (Table 1), thus conﬁrming previous                    [28] reported similar values for idiopathic or secondary\nobservations [34–36].                                                  SFN.\n                                                                          In the last few years, two studies [7,51] focused on the\n                                                                       analysis of the diagnostic yield of skin biopsy in SFN\nImmunofluorescence technique\n                                                                       using the receiver operating characteristic (ROC) curve\nNo study speciﬁcally assessed the normative range of                   that graphically describes the discrimination threshold\nIENF density at the distal leg using indirect immuno-                  of sensitivity versus speciﬁcity or true positives versus\nﬂuorescence with or without confocal microscopy.                       false positives. The IENF density cutoﬀs of 7.63/mm\nOverall, values obtained with confocal microscopy were                 and £8.8/mm at distal leg were associated with speci-\nhigher than those found using light microscopy tech-                   ﬁcity of 90% and 79.6% and sensitivity of 82.8% and\nnique. Normal values were reviewed by Kennedy et al.                   77.2%, respectively. One study [17] compared three\n[30]. Data from 267 healthy subjects included in 17                    statistical methods: (i) Z-scores, calculated from multi-\nstudies performed with and without confocal micros-                    ple regression analysis, which cut-oﬀ values were esti-\ncopy [29,37–52], ranged between 7.6 ± 3.1 and                          mated for each patient and adjusted for age and gender;\n33 ± 7.9/mm (mean ± SD) in subjects aged 20–                           (ii) ﬁfth percentile, which cut-oﬀ value was 6.7 IENF/\n59 years. Density of 20.1 ± 5/mm (mean ± SD) was                       mm; and (iii) ROC analysis, which cut-oﬀ value was\nfound in subjects over 60 years (lower 5th percen-                     10.3 IENF/mm. Highest speciﬁcity was obtained with\ntile = 11.8).                                                          Z-scores (98%) and ﬁfth percentile (95%), which had\n                                                                       lower sensitivity (31% and 35%, respectively) compar-\n                                                                       ing to the ROC analysis that showed speciﬁcity of 64%\nBlister technique\n                                                                       and sensitivity of 78%. The authors emphasized that\nPanoutsopoulou et al. [29] reported the normative val-                 the diagnostic yield of skin biopsy depends on how the\nues of IENF density (expressed by number of IENF per                   reference and cut-oﬀ values have been assessed. In most\nepidermal surface area) using both blister technique and               studies, skin biopsy has been used to investigate\npunch biopsy with confocal immunoﬂuorescence                           patients with SFN either idiopathic or associated to\nmicroscopy at foot and calf in 25 healthy subjects (age                diﬀerent conditions, including diabetes, infectious dis-\n35–62 years). Mean IENF density on the foot was 174                    eases, systemic connective tissue disorders, and genetic\nIENF/mm2 for the punch biopsy and 162 IENF/mm2                         diseases. However, no study was designed to demon-\nfor the blister method. Mean IENF density on the calf                  strate whether skin biopsy can be useful to identify the\nwas 158 IENF/mm2 for the punch biopsy and 143                          etiology of SFN. Therefore, no data on this issue are yet\nIENF/mm2 for the blister method. Intra- and inter                      available. More details are provided in Appendix 1.\nblister variability was less than intrabiopsy variability.\nThe authors found a signiﬁcant correlation between the\n                                                                       Assessment of morphological changes\ntwo techniques.\n                                                                       Morphological changes of IENF and dermal nerve\n                                                                       ﬁbers (swellings, weaker immunoreactivity, crawler)\nRecommendations\n                                                                       were reported as common ﬁndings in SFN but were also\nNormative reference values must consider that IENF                     present to a lesser extent in healthy individuals [53,54].\ndensity at the distal leg (10 cm above the lateral                     In three other studies evaluating SFN of diﬀerent\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f908    G. Lauria et al.\n\n\n\netiologies, isolated morphological abnormality with            other study in diabetic subjects with normal nerve\nnormal IENF densities were noted in 29.1%, 20%, and            conduction studies found a negative correlation be-\n25% of cases [55–57]. Similar results were reported in         tween IENF density at the lower leg and the Neurop-\n62 patients with sensory neuropathy, 29% of whom had           athy Impairment Score [62].\nabnormal morphology but normal IENF density [58].                 A recent study [16] investigated three groups of\nMore details are provided in Appendix 1.                       patients with sarcoidosis: (i) patients without SFN\n                                                               symptoms (n = 14), (ii) patients with SFN complaints\n                                                               and normal IENF density ﬁndings (n = 39), and\nRecommendations\n                                                               (iii) patients with SFN complaints and abnormal IENF\nSkin biopsy with linear quantiﬁcation of IENF density          density values (n = 19). The authors found that sig-\nis a reliable and eﬃcient technique to conﬁrm the clin-        niﬁcantly more SFN-related symptoms (as reported by\nical diagnosis of SFN (Recommendation Level A). This           an SFN-related symptoms inventory questionnaire)\nconclusion derives from the examination of studies             were present in patients with abnormal IENF\ninvolving homogeneous groups of patients with possi-           density, with a gradual transition between the three\nble SFN. However, as the deﬁnition of SFN varied in            subgroups.\nthe diﬀerent studies, we could not provide the range of           In two studies investigating patients with systemic\nsensitivity and sensibility values.                            lupus erythematosus, IENF density negatively corre-\n   Immunohistochemical technique does not seem to              lated with cutaneous vasculitis and disease activity\ninﬂuence the diagnostic eﬃciency in diagnosing SFN.            [63,64]. Conversely, in HIV-associated neuropathy,\nHowever, data from comparative studies using the two           there was no correlation between distal IENF density\ntechniques in homogeneous groups of patients with              and Total Neuropathy Score [65], although a baseline\nSFN are not available yet and are warranted.                   reduction in IENF density predicted the risk of devel-\n   For diagnostic purposes, we recommend quantitative          oping neuropathy symptoms over a 2.9-year period,\nassessment of IENF density with appropriate quality            which was 14-fold higher in patients with IENF density\ncontrols, which includes all the steps of the procedure,       of less than 10 ﬁbers/mm [66]. Another study failed to\nin particular the aspect of intra- and interobserver           demonstrate a relationship with the Neuropathy\nratings. The diagnosis of SFN with skin biopsy should          Symptoms Score [17].\nbe based on the comparison with normative reference               Intraepidermal nerve ﬁber density was lower in dia-\nvalues adjusted by age (Recommendation Level A)                betic neuropathy patients with pain compared to those\nand possibly gender (Recommendation Level B).                  without [45,51,59], whereas no correlation was previ-\nDiﬀuse IENF swellings, especially if large, may have           ously found in another study [42]. In HIV-associated\na predictive value to the progression of neuropathy            sensory neuropathy, IENF density inversely correlated\n(Recommendation Level C). Further studies to inves-            with pain severity assessed with both VAS and the\ntigate the ability of skin biopsy in diﬀerentiating            Gracely Pain Score [65]. Conversely, a previous study\npatients with symptoms mimicking SFN are warranted.            found a correlation only with patientÕs and doctorÕs\n                                                               evaluation scores [67] and another [56] showed that\n                                                               assessment of IENF density could not diﬀerentiate be-\nCorrelation between IENF density and other\n                                                               tween symptomatic or asymptomatic HIV neuropathy\nmeasures of neuropathy\n                                                               patients. In patients with pure SFN of mixed etiology,\n                                                               IENF density was lower in those with pure spontaneous\nCorrelation with clinical measures\n                                                               pain than those with pure evoked pain, but it did not\nIn the last 4 years, a number of studies investigating         correlate with its intensity [7].\nthe correlation between skin biopsy and clinical scales\nhave been published. However, there are no deﬁnite\n                                                               Correlation with sensory nerve conduction studies\ndiagnostic criteria nor validated scales for SFN.\nTherefore, we report here available comparative data           Concordance between sural sensory nerve action\nbetween skin biopsy, clinical ﬁndings, and various             potential (SNAP) amplitude and IENF density was\nneuropathy scales.                                             investigated in several studies with diﬀerent results. This\n   Intraepidermal nerve ﬁber density was closely related       is probably in keeping with the diﬀerent types of neu-\nto, and predicted, pin sensation loss in 106 subjects with     ropathy examined (i.e. large or mixed ﬁber vs small ﬁber)\nidiopathic SFN [47]. Amongst subjects with diabetic            with most studies focusing on SFN. We have previously\nneuropathy, IENF density progressively declined with           reported [1] that concordance between sural SNAP\nincreased severity of clinical neuropathy, measured            amplitude and IENF density was found in patients with\nusing the Neurological Disability Score [59–61]. An-           clinical impairment of large nerve ﬁbers, whereas skin\n\n\n                                                                                                             \u0002 2010 The Author(s)\n                                                Journal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f                                                                                       EFNS/PNS guideline on skin biopsy    909\n\n\n\nbiopsy appeared more sensitive than sural sensory NCS                 lation between IENF density, validated measures of\nin diagnosing SFN. Recent studies strengthened this                   neuropathy severity, and clinical disability needs fur-\nassumption. In 67 patients with pure SFN, sensory NCS                 ther evaluation in patients with neuropathy of speciﬁc\nwere normal and IENF density at distal leg was reduced                etiologies (Recommendation Level C).\nin 88% of cases [7]. However, a recent study [68] con-                   The relationship between IENF density and neuro-\nﬁrmed the previously observed linear correlation be-                  pathic pain is more complex than a simple inverse\ntween medial plantar SNAP amplitude and IENF                          correlation. Lower IENF density may be associated\ndensity in patients with SFN [14] and found a correla-                with the presence of neuropathic pain, especially in pure\ntion with digital plantar near-nerve needle sensory nerve             SFN (Recommendation Level B), but it does not cor-\nconduction study (NCS) at the multivariate analysis.                  relate with the intensity of pain.\nThese ﬁndings suggest that most large sensory ﬁbers can                  Quantiﬁcation of IENF density can better assess the\nbe impaired in distal segments in some patients with                  diagnosis of SFN than sural NCS and sural nerve\nclinical picture of pure SFN. Therefore, clinically pure              biopsy (Recommendation Level A). Concordance\nSFN can be part of a mixed sensory neuropathy. More                   between IENF quantiﬁcation and medial plantar SNAP\ndetails are provided in Appendix 1.                                   amplitude in patients with normal sural NCS suggests\n                                                                      that distal sensory nerve recording might be more\n                                                                      sensitive than sural NCS in the diagnosis of sensory\nCorrelation with small fiber-related evoked potentials\n                                                                      neuropathy (Recommendation Level C).\nFew studies have examined the relationship between                       Intraepidermal nerve ﬁbers density correlates with\nskin biopsy and neurophysiological tests for assessing                psychophysical examination of small ﬁber dysfunction\nsmall ﬁber function and most of the available data                    using thermal and nociceptive detection thresholds\ncome from single case reports. More details are pro-                  (Recommendation Level A), but correlation with spe-\nvided in Appendix 1.                                                  ciﬁc sensation (e.g. cooling, warm, heat-pain) remains\n                                                                      uncertain (Recommendation Level C). Correlation with\n                                                                      autonomic dysfunction needs more extensive validation\nCorrelation with quantitative sensory testing (QST) and\n                                                                      (Recommendation Level C).\nautonomic nervous system testing\n                                                                         Further studies are required to determine the relative\nPsychophysical assessment of thermal, heat-pain, and                  diagnostic utility of non-conventional neurophysiolog-\nvibratory thresholds provides information on A¶ and                   ical methods to investigate small ﬁber function [e.g.\nC, and Aß ﬁbers, respectively. However, the correlation               Laser Evoked Potentials (LEPs), Contact Heat Evoked\nbetween QST and IENF density remains controversial.                   Potentials (CHEPs) and pain-related somatosensory\nMore details are provided in Appendix 1.                              evoked potentials (PREPs)] and their correlation with\n   Although IENF have somatic functions, several                      IENF density.\nstudies investigated their relationship with autonomic\ndysfunction in neuropathy of diﬀerent etiology. Clinical\n                                                                      Skin biopsy as a measure of outcome\nsigns of dysautonomia and abnormal veno-arteriolar\nreﬂex and vasodilatation induced by local heating,                    Several prospective studies and case reports have\nreﬂecting impaired skin axonal reﬂexes carried by                     investigated the relationship between skin innervation\nsomatic C-ﬁbers, were found in about 70% of patients                  and outcome. Overall, they showed that a lower IENF\nwith pure SFN [7]. Another study did not ﬁnd any                      density is associated with a higher risk of progression to\ncorrelation between IENF density and measures of                      neuropathy [59,66] and that IENF regeneration posi-\nautonomic function in SFN [51].                                       tively correlated with decreased neuropathic pain\n                                                                      intensity [69]. Studies measuring the rate of IENF\n                                                                      regeneration following capsaicin chemical denervation\nCorrelation with sural nerve biopsy\n                                                                      showed that it is slower in patients with diabetes or HIV\nIn the last 4 years, no further study investigated the                without signs or symptoms of neuropathy [70,71]. More\ncorrelation between skin and nerve biopsy. Therefore,                 details are provided in Appendix 1.\nwe refer to the recommendations proposed in the ﬁrst\nEFNS skin biopsy guidelines [1].\n                                                                      Recommendations\n                                                                      In SFN, the reduction of IENF density over time can\nRecommendations\n                                                                      be used as an index of progression of neuropathy\nDecreased IENF density reliably indicates the presence                (Recommendation Level A). In HIV patients without\nof SFN (Recommendation Level A). However, corre-                      neurological symptoms, skin biopsy with quantiﬁcation\n\n\n\u0002 2010 The Author(s)\nJournal compilation \u0002 2010 EFNS and PNS European Journal of Neurology 17, 903–912\n\f910    G. Lauria et al.\n\n\n\nof the IENF densities may predict the risk of progres-         relative studies between skin biopsy, autonomic tests,\nsion to symptomatic HIV neuropathy (Recommenda-                and non-conventional neurophysiologic tools are also\ntion Level B). Regeneration of IENF may be associated          warranted.\nwith recovery of neuropathic pain and sensory symp-               Lastly, further studies should focus on the ability of\ntoms (Recommendation Level C). Skin biopsy may be              skin biopsy to detect early changes of nerve ﬁbers that\nconsidered as an endpoint in future neuroprotective            predict the progression of neuropathy and that assist in\nneuropathy trials (Recommendation Level B).                    assessing nerve degeneration and regeneration rates\n                                                               over time, to conﬁrm the potential usefulness of the\n                                                               technique as an outcome measure in clinical practice\nEFNS/PNS standards\n                                                               and research.\nSkin biopsy with quantiﬁcation of IENF density is a\nreliable technique to diagnose SFN. For diagnostic\n                                                               References\npurposes, we endorse 3-mm punch skin biopsy at the\ndistal leg (10 cm above the lateral malleolus), and             1. Lauria G, Cornblath DR, Johansson O, et al. EFNS\n                                                                   guidelines on the use of skin biopsy in the diagnosis\nquantiﬁcation of linear IENF density in at least three\n                                                                   of peripheral neuropathy. Eur J Neurol 2005; 12: 747–\n50-lm thick sections per biopsy, ﬁxed in 2% PLP or                 758.\nZamboniÕs solution, by immunohistochemistry using               2. England JD, Gronseth GS, Franklin G, et al. Practice\nrabbit polyclonal anti-PGP 9.5 antibodies, using either            Parameter: evaluation of distal symmetric polyneuropa-\nbright-ﬁeld microscopy or immunoﬂuorescence with or                thy: role of autonomic testing, nerve biopsy, and skin\n                                                                   biopsy (an evidence-based review). Report of the Ameri-\nwithout confocal microscopy. Appropriate normative\n                                                                   can Academy of Neurology, American Association of\ndata from healthy subjects matched for age and gender              Neuromuscular and Electrodiagnostic Medicine, and\nshould be always used.                                             American Academy of Physical Medicine and Rehabili-\n   We strongly recommend training in an established                tation. Neurology 2009; 72: 177–184.\ncutaneous nerve laboratory before performing and                3. Brainin M, Barnes M, Baron JC, et al. Guidance for the\n                                                                   preparation of neurological management guidelines by\nprocessing skin biopsies in the diagnosis of SFN.\n                                                                   EFNS scientiﬁc task forces – revised recommendations\nQuality control should include all the steps of the                2004. Eur J Neurol 2004; 11: 577–581.\nprocedure, in particular the aspect of intra- and inter-        4. Lacomis D. Small-ﬁber neuropathy. Muscle Nerve 2002;\nobserver ratings for qualitative assessments and for               26: 173–188.\nquantitative analysis of epidermal densities.                   5. Sommer C, Lauria G. Painful small-ﬁber neuropathies.\n                                                                   In: Vinken PJ and Bruyn GW, eds. Handbook of Clinical\n                                                                   Neurology, Vol 81 Amsterdam: Elsevier, 2006: 621–633.\nProposal for new studies                                        6. Lauria G. Small ﬁber neuropathies. Curr Opin Neurol\n                                                                   2005; 18: 591–597.\nNormative reference studies reporting age- and gender-          7. Devigili G, Tugnoli V, Penza P, et al. The diagnostic\nmatched values of IENF density at proximal and distal              criteria for small ﬁber neuropathy: from symptoms to\n                                                                   neuropathology. Brain 2008; 131(Pt 7): 1912–1925.\nsites using indirect immunoﬂuorescence technique with\n                                                                8. Goodman BP. Approach to the evaluation of small ﬁber\nand without confocal microscopy are warranted. These               peripheral neuropathy and disorders of orthostatic intol-\nstudies should be collaborative and designed to com-               erance. Semin Neurol 2007; 27: 347–355.\npare the diagnostic yield of this technique with that of        9. Hoitsma E, Reulen JPH, de Baets M, Drent M, Spaansa\nbright-ﬁeld microscopy in patients with SFN.                       F, Faber CG. Small ﬁber neuropathy: a common and\n                                                                   important clinical disorder. J Neurol Sci 2004; 227: 119–\n   A clinimetric approach should be used to assess the\n                                                                   130.\ncorrelation between skin innervation and the clinical          10. Said G. Small ﬁber involvement in peripheral neuropa-\nsymptoms and signs of SFN. Such studies should                     thies. Curr Opin Neurol 2003; 16: 601–602.\ninclude patients whose clinical picture mimics that of         11. Mendell JR, Sahenk Z. Painful sensory neuropathy.\nSFN, to deﬁnitely assess speciﬁcity and sensitivity of             N Engl J Med 2003; 348: 1243–1255.\n                                                               12. Sommer C. Painful neuropathies. Curr Opin Neurol 2003;\nskin biopsy in the diagnosis of this typ",
  "wordCount": 11334,
  "indexed": "2025-09-25T22:56:20.724Z",
  "method": "direct"
}
