{
  "pdfPath": "/home/arkantu/Documentos/Zotero Biblioteca/Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Tratamiento endovascular/Janjua y Brisman - 2007 - Endovascular treatment of acute ischaemic stroke.pdf",
  "fileName": "Janjua y Brisman - 2007 - Endovascular treatment of acute ischaemic stroke.pdf",
  "relativePath": "Neurología/Cerebrovascular/Fibrinolisis-Protocolo Codigo Ictus Peset/Tratamiento endovascular/Janjua y Brisman - 2007 - Endovascular treatment of acute ischaemic stroke.pdf",
  "text": "Review\n\n\n\n\n                                    Endovascular treatment of acute ischaemic stroke\n                                    Nazli Janjua, Jonathan L Brisman\n\nLancet Neurol 2007; 6: 1086–93      The emphasis of treatments for acute ischaemic stroke during the past two decades has been on revascularisation.\n             Published Online       Endovascular treatment is a promising alternative for patients who are ineligible for standard intravenous thrombolytic\n             October 30, 2007       therapy; however, its use is limited by the few randomised trials reported and the small number of practising\n           DOI:10.1016/S1474-\n                                    neurointerventionalists. Although data are still being collected, important progress has been made. In this Review, we\n            4422(07)70269-7\n                                    summarise the ﬁndings of the major clinical trials of endovascular treatment, and show that endovascular treatment\n    Department of Neurology,\n  Long Island College Hospital      of acute ischaemic stroke is a therapeutic option for patients who are disqualiﬁed from or do not improve on treatment\n  and State University of New       with intravenous alteplase. Moreover, the American Heart Association has expanded its guidelines to include\n   York Heath Sciences Center,      endovascular stroke therapies as a treatment option.\nDownstate Campus, Brooklyn,\n   NY, USA (N Janjua MD); and\n           The Department of        Introduction                                                   Local intra-arterial thrombolysis\n          Cerebrovascular and       Stroke therapy is in some ways similar to the treatment        An alternative regimen to systemic thrombolysis for use\n  Endovascular Neurosurgery,        of coronary artery disease; for example, intravenous           beyond 3 hours after the onset of symptoms is to give a\nWinthrop University Hospital,\n                                    alteplase (tissue plasminogen activator; tPA) given within     lower dose of local intra-arterial thrombolysis, which gives\n            Mineola, NY, USA\n               (J Brisman MD)       3 hours for thrombolytic treatment of acute ischaemic          targeted drug eﬀects and clot dissolution without the risk\n            Correspondence to:      stroke has been used for more than 10 years.1 However,         of extracranial or intracranial haemorrhage associated\n                    Nazli Janjua,   although certain common features of occlusive vascular         with delayed systemic thrombolysis. Several case reports\n   Long Island College Hospital,    disease have enabled the extension of some of the              and series were published before the feasibility of this\n     Department of Neurology,\n                                    treatments for acute myocardial infarction to acute            therapeutic option was assessed in large-scale studies,12–17\n     339 Hicks Street, Brooklyn,\n                NY 11201, USA       ischaemic stroke, the diﬀerences have led to a fork in the     and each of these studies reported successful recanalisation\n         NJanjua@chpnet.org         road. Over the past decade, the treatment of acute             of occluded cerebral vessels with intra-arterial thrombolytic\n                                    myocardial infarction has moved away from systemic             therapy.\n                                    thrombolysis        towards       percutaneous      coronary     The seminal study of the safety and eﬃcacy of local\n                                    interventions.2–5     By     contrast,    neuroendovascular    intra-arterial thrombolysis—Prolyse in Acute Cerebral\n                                    interventions, which include procedures such as local          Thromboembolism (PROACT) II18—assessed pro-\n                                    intra-arterial thrombolysis and the mechanical removal         urokinase given within 6 hours of symptom onset,\n                                    of in situ thrombi, are still mostly reserved for patients     compared with placebo, for middle cerebral artery\n                                    with acute ischaemic stroke who cannot be safely given         occlusions (table 1).1,18–22 The PROACT II study protocol\n                                    systemic thrombolysis. Alteplase might be less eﬀective        mandated the infusion of either 6 mg pro-urokinase or\n                                    for treating occlusions of the large vessels, such as the      saline at a rate of 30 ml per hour for 2 hours at the site of\n                                    internal carotid artery or middle cerebral artery,             the thrombus, with interval angiography taken each hour.\n                                    with       estimated         recanalisation     rates     of   Patients in the treatment and placebo groups received\n                                    0–33% based on transcranial Doppler of these vessels.6–8       systemic heparin therapy, and all patients had cerebral\n                                    Endovascular treatments for acute ischaemic stroke             angiography, with microcatheter placement in the middle\n                                    require validation from large-scale, randomised,               cerebral artery to nullify the eﬀect of manipulation of the\n                                    controlled clinical trials; however, because these therapies   catheter (independent of giving the lytic drug) on\n                                    are unproven, direct comparisons with alteplase for            recanalisation. PROACT II was preceded by PROACT I,23\n                                    patients with acute ischaemic stroke in blinded studies        in which patients who enrolled in the initial phases\n                                    are diﬃcult—physicians are reluctant to randomly assign        received high-dose intravenous heparin (100 IU/kg bolus\n                                    eligible patients away from a proven treatment. By             followed by 1000 IU/hour infusion for 4 hours). The high\n                                    contrast, in the specialty of cardiology, the success of       rates of intracranial haemorrhage reported in patients\n                                    angioplasty has helped the comparison of percutaneous          treated with high-dose heparin in PROACT I23 led to a\n                                    coronary interventions with currently accepted treatment       change in the protocol to a total bolus of 2000 IU followed\n                                    strategies.2,5,9 Despite these problems, investigations to     by 500 IU/hour; this regimen was carried over to the\n                                    validate endovascular therapies for acute ischaemic            PROACT II study.18 The PROACT I and PROACT II\n                                    stroke are of paramount importance, in view of the low         investigators reported higher rates of recanalisation in\n                                    overall number of patients with acute ischaemic stroke         the treated versus placebo groups (58% vs 14% in\n                                    who qualify for treatment with alteplase.10,11                 PROACT I and 66% vs 18% in PROACT II; table 1).18,23\n                                      In this Review, we summarise randomised trials, some         Improved modiﬁed Rankin scale scores were seen in\n                                    registries of local intra-arterial thrombolysis, mechanical    patients treated with pro-urokinase in PROACT II, with\n                                    thrombectomy and other mechanical treatments for the           40% of the treated patients independent (modiﬁed\n                                    treatment of acute ischaemic stroke, and advanced imaging      Rankin scale score of ≤2) at 3 months compared with\n                                    techniques as alternative ways to identify candidates for      25% of the controls.18 The higher rates of intracranial\n                                    therapies based on widened therapeutic windows.                haemorrhage reported in PROACT I, due to the initial\n\n\n1086                                                                                                               http://neurology.thelancet.com Vol 6 December 2007\n\f                                                                                                                                                                  Review\n\n\n\n\n                      N      Intervention                            Primary outcome                                 Mortality              Symptomatic ICH\n  NINDS, 19951        624 Intravenous tPA within 3 h                 Favourable 90 day GOS (44% vs 22%)              17% (treated)            6·4% (treated)\n                                                                     Improvement in NIHSS (4 points at 24 h)         vs 21% (placebo)\n  PROACT II, 199918   180 Intra-arterial pro-urokinase               90 day mRS ≤2 (40% treated vs 25% control)      25% (treated)           10·0% (treated)\n                                                                                                                     vs 27% (placebo)\n  MERCI I, 200519     151    MERCI Concentric retriever device       Complete or partial recanalisation (48%)        32%                      7·8%\n                                                                     Favourable 90 day mRS (46%)\n\n  Multi-MERCI II,     111    MERCI Concentric retriever device       Recanalisation (69%)                            31%                      9·0%\n  200620                     (with or without intravenous tPA)       Favourable 90 day mRS (34%)\n\n  EMS, 199921          35    Intra-arterial tPA                      7 point decrease in NIHSS at 0–7 days or        14% (treated)            0%\n                             (with or without intravenous tPA)       NIHSS=0 at 7–10 days (24% in both groups)       vs 3% (placebo)\n  IMS, 200422          80    Intravenous tPA or intra-arterial tPA   Fatal bleeding complications (16%)              16%                      6·4%\n                             Low-frequency intra-arterial            mRS=0 at 1–3 months (30%)\n                             ultrasound\n\n ICH=intracranial haemorrhage. NINDS=National Institute of Neurological Disorders and Stroke. tPA=tissue plasminogen activator. GOS=Glasgow outcome scale.\n NIHSS=National Institutes of Health stroke scale. PROACT=Prolyse in Acute Cerebral Thromboembolism. mRS=Modiﬁed Rankin scale. MERCI=Mechanical Embolus Removal\n in Cerebral Ischaemia trial. EMS=Emergency Management of Stroke trial. IMS=Interventional Management of Stroke trial.\n\n Table 1: Summary of acute ischaemic stroke reperfusion trials\n\n\n\nhigh-dose heparin protocol, probably oﬀset any beneﬁcial                            seldom report the random assignment of patients away\neﬀect in the initial phase II trial.18,23                                           from this drug. However, the phase I Emergency\n   The National Institute of Neurological Disorders and                             Management of Stroke (EMS) trial,21 which tested the\nStroke (NINDS) tPA trial,1 which compared                                           eﬃcacy, feasibility, and safety of combined intravenous\n0·9 mg/kg intravenous alteplase with placebo within                                 and intra-arterial thrombolysis within 3 hours of the\n3 hours of symptom onset, reported a 30% higher rate of                             onset of symptoms, started before the NINDS study\nfavourable outcome with thrombolysis with 21% versus 17%                            ﬁnished; therefore, the EMS trial did have a (placebo)\nmortality rate in the placebo group and treatment groups,                           group that was not given intravenous alteplase, and both\nrespectively (table 1). The lack of routinely collected                             groups received local intra-arterial thrombolysis.\nangiographic data in the NINDS trial limits direct                                  Although there was no diﬀerence in clinical outcomes at\ncomparisons of recanalisation rates between intra-arterial                          either 7–10 days or 3 months, there was a higher rate of\npro-urokinase (or other lytic drug) and alteplase; however,                         recanalisation in the group on combined therapy,\nthe 3 month clinical outcomes were similar between the                              although these patients also had a higher rate of major\ntwo groups studied in the PROACT and NINDS trials.1,23                              systemic bleeding complications (table 1).21\nAlthough the results of the PROACT II study support the                               In contrast to the EMS study, the Interventional\nuse of local intra-arterial thrombolysis within                                     Management of Stroke (IMS) studies I and II assessed the\n6 hours of onset, the widespread application to all patients                        safety and eﬃcacy of a lower, bridging dose (0·6 mg/kg)\nwith acute ischaemic stroke is limited by the inclusion of                          of alteplase followed by intra-arterial alteplase up to 22 mg\nonly patients with middle cerebral artery strokes in the                            divided into aliquots at the discretion of the\ntrial, the use of pro-urokinase—which is no longer                                  interventionalist.22,25 Rates of intracranial haemorrhage\navailable—as the thrombolytic agent, and the lack of                                were comparable to those in the NINDS trial1 (6·6% in\nduplication of the study. Nonetheless, because data from                            IMS I and 9·9% in IMS II vs 6·4% in NINDS), with a\ncontinuous transcranial Doppler measurements suggest                                trend towards lower mortality rates in the patients who\nhigher recanalisation rates with local intra-arterial                               received the bridging therapy in the IMS study22,25 (16%)\nthrombolysis compared with alteplase alone,6,24 physicians                          compared with both the placebo and alteplase-treated\nwho are aware of these data continue to oﬀer local intra-                           groups in the NINDS study1 (mortality rates in placebo\narterial thrombolysis to suitable candidates, where the                             and alteplase-treated groups in the NINDS study were\nresources are available.                                                            24% and 21%, respectively). Functional outcomes\n                                                                                    measured at 3 months with the Barthel index and Global\nSystemic and local intra-arterial thrombolysis                                      Statistics Test were better for patients in the IMS II study\nIn view of the resistance of proximal thrombi to                                    compared with the treatment group of the NINDS study\nintravenously given thrombolytics, combined therapy                                 (table 1).22,25 The ongoing IMS III study is a randomised\nhas the beneﬁt of systemic thrombolysis with increased                              trial, in which patients receive either a standard dose or a\nactivity at the site of the clot. Since the publication of the                      bridging dose of alteplase followed by angiography and\nNINDS tPA trial,1 which deﬁned alteplase as an eﬃcacious                            possible intervention, depending on the presence of\ntreatment for acute ischaemic stroke, recent studies                                arterial occlusion.\n\n\nhttp://neurology.thelancet.com Vol 6 December 2007                                                                                                                         1087\n\f       Review\n\n\n\n\n                                                                                              mortality rates might be because of the inclusion of more\n                                                                                              severely aﬀected patients. Recanalisation rates of nearly\n                                                                                              60% were reported with the combination of mechanical\n                                                                                              thrombectomy and pharmacological thrombolysis.\n                                                                                              Current rules for device labelling in the USA stipulate\n                                                                                              removal of foreign bodies from the cerebral vasculature\n                                                                                              and mechanical thrombectomy only for patients who are\n                                                                                              ineligible for or do not recover after treatment with\n                                                                                              alteplase. Results from the initial 111 patients in the\n                                                                                              follow-up study, the multi-MERCI study, have been\n                                                                                              published; the authors report safety and feasibility data\n                                                                                              for the device in patients who are also treated with\n                                                                                              alteplase,20 and a recanalisation rate of 69%, with a rate of\n                                                                                              intracranial haemorrhage of 9%.20\n                                                                                                In addition to comparing full-dose alteplase with\n                                                                                              bridging therapy and thrombectomy, the IMS III trial\n                                                                                              will also study ultrasonic ﬁbrinolysis with the 2·5\n                                                                                              French EKOS MicroLys catheter (EKOS Corp, Bothell,\n                                                                                              WA, USA). The catheter, which can also deliver\n                                                                                              local, intra-arterial thrombolysis, carries a 2·1 MHz\n                Figure 1: Right internal carotid artery angiogram, anterior–posterior view,   ultrasound transducer at its tip, which generates\n                shows the MERCI Concentric retriever device in situ                           a circumferential pulse wave at the site of the\n                                                                                              thrombus that causes dissolution of the clot by sonar\n                Mechanical or non-pharmacological methods of                                  energy. In the initial safety and feasibility studies of\n                revascularisation                                                             this device, 14 patients were treated, of which two\n                Devices have been developed to remove clots from the                          had symptomatic intracranial haemorrhage and ﬁve\n                coronary vasculature, although they have mostly been                          died.27 Of particular note in the EKOS trial is the\n                replaced by angioplasty. However, in patients with acute                      enrolment of patients who presented with posterior\n                ischaemic stroke, great emphasis has been placed on                           circulation ischaemia up to 24 hours after the onset\n                these interventions, which include mechanical                                 of symptoms, which is well beyond the typical time\n                thrombectomy (clot removal) and mechanical disruption                         window for treatment in the NINDS tPA study1 and\n                of the clot. The Concentric retriever (Concentric Medical,                    other endovascular trials.19,27\n                Mountainview, CA, USA), which was granted approval by                           Other investigational techniques for endovascular\n                the US Food and Drug Administration in 2003, consists                         treatment of thrombi include the Endovascular Photo\n                of a corkscrew-shaped, platinum-tipped microwire                              Acoustic Recanalization (EPAR) laser system, which acts\n                (ﬁgure 1), and is placed by advancing it through a                            in a similar way to the EKOS system, namely to disrupt\n                microcatheter until it is immediately distal to the                           the thrombus. Initial results from 26 patients have been\n                thrombus; the device is then retracted proximally towards                     presented, and the authors report mortality rates of 15%\n                a balloon-tipped guiding catheter, and the balloon is                         (although no complications during active laser treatment\n                inﬂated before the clot is retracted to arrest blood ﬂow                      were noted) and partial or complete recanalisation rates\n                and thereby prevent distal embolisation of the thrombus.26                    of 48%.28 Enrolment times from onset of stroke symptoms\n                The device was tested in a two-part non-randomised trial,                     were similar to those of the EKOS device feasibility study\n                the Mechanical Embolus Removal In Cerebral Ischemia                           for strokes in the anterior and posterior circulation.27,28\n                (MERCI) trial,19,26 which initially comprised 55 patients,\n                and latterly recruited 96 patients and had an expanded                        Increased treatment windows\n                eligibility criteria and longer follow-up time points. In                     One of the greatest problems in the treatment of acute\n                this collective safety and eﬃcacy study, 141 patients with                    ischaemic stroke is the restricted time window during\n                acute ischaemic stroke were treated within 8 hours of the                     which reperfusion therapy can be safely given. Although\n                onset of stroke symptoms. Patients who were treated in                        early studies of systemic thrombolytics and local intra-\n                the trial had been excluded from alteplase therapy either                     arterial thrombolysis used triage criteria based on non-\n                because they presented more than 3 hours after the onset                      contrast CT data, MRI and perfusion imaging of the\n                of symptoms or because of other exclusionary factors.19                       ischaemic penumbra might be an alternative means to\n                The recanalisation rate with this device was 48%, with a                      identify candidates suitable for revascularisation therapy.\n                7·8% rate of symptomatic intracranial haemorrhage and                         When triage criteria based only on CT data are\n                an overall 40% mortality rate, which was higher than the                      uncertain—such as in strokes with unknown time of\n                mortality rates in the PROACT II18 and NINDS trials                           onset (wake-up strokes)—diﬀusion-weighted MRI (DWI),\n                (table 1).1 Post-hoc analyses suggest that the higher                         which shows areas of cytotoxic cell death, is a more\n\n\n1088                                                                                                          http://neurology.thelancet.com Vol 6 December 2007\n\f                                                                                                                                                              Review\n\n\n\n\nsensitive technique to locate early ischaemia. DWI in\n                                                                              Time window Intervention                    Imaging        Outcome measure\nconjunction with perfusion-weighted MRI (PWI) might                           (hours)\nbe the most elegant and accurate means to select patients\n                                                                  MR          0–8               MERCI Concentric          MRI            mRS at 90 days\nfor reperfusion treatments. The results of several studies        Rescue,                       retriever device versus   DWI–PWI\nhave shown that the combination of DWI and PWI or                 200733                        standard care\nperfusion CT can single out the patients with a small             DEFUSE,     3–6               Intravenous tPA           MRI            Lesion growth on mRS at 90 days\nratio of infarcted tissue to ischaemic tissue, which is           200632                                                  DWI–PWI\nindicative of areas of salvageable oligaemia, and thus            DIAS,       3–9               Intravenous               MRI            Frequency of sICH reperfusion\n                                                                  200534                        desmoteplase (25·0,       DWI–PWI*       assessed by:\nthose who have the greatest beneﬁt to risk ratio.29,30 The                                      37·5, and 50·0 mg                        MRA\nrespective authors of the Echoplanar Imaging                                                    dose tiers [changed to                   mRS at 90 days\nThrombolysis Evaluation Trial (EPITHET)31 and the                                               90 or 125 µ/kg])                         BI\nDiﬀusion-weighted           Imaging      Evaluation       For                                                                            Mortality rates\n\nUnderstanding Stroke Evolution (DEFUSE)32 trial used              DIAS II,    3–9               Intravenous               MRI            NIHSS at 90 days\n                                                                  200735                        desmoteplase              DWI–PWI*       mRS at 90 days\nMRI to investigate the growth of infarcts and the                                                                                        BI\nrecanalisation rates and clinical outcomes in patients on                                                                                Mortality rate\nthe basis of their PWI and DWI volumes (table 2).31–37                                                                                   PWI and DWI lesions at 30 days\n                                                                                                                                         MRA reperfusion of target artery\nTechniques to image the ischaemic penumbra have\n                                                                  DEDAS,      3–9               Intravenous               MRI            NIHSS at 90 days\nequivalents in cardiology, where nuclear and other                200636                        desmoteplase              DWI–PWI*       mRS at 90 days\ncardiac stress tests are used to ﬁnd areas of reversible                                                                                 BI\nmyocardial ischaemia. The primary diﬀerence is the                                                                                       Mortality rate\napplication of such techniques in cardiology to identify                                                                                 PWI and DWI lesions at 30 days\n                                                                                                                                         MRA reperfusion of target artery\npatients for subacute or elective coronary revascularisation,\n                                                                  ROSIE,      3–24              Intravenous abciximab MRI                MRI reperfusion sICH\nwhereas the imaging techniques are primarily used in              200637                        Intravenous reteplase PWI lesion         Major systemic haemorrhage\nthe acute setting in cerebrovascular disease.                                                                                            Other SAE or death at 48 h\n  Studies of newer ﬁbrinolytics, which are an alternative         EPITHET,    3–6               Intravenous tPA           MRI            Change in lesion size (DWI and PWI)\nsystemic therapy with potentially fewer haemorrhagic              200331                                                  DWI–PWI        Volume of ﬁnal infarct (T2-WI)\n                                                                                                                          MRA            sICH\ncomplications, are also underway. One such drug,\n                                                                                                                                         Recanalisation\ndesmoteplase, is a third-generation ﬁbrinolytic that has a                                                                               11 point improvement on NIHSS\nlonger terminal half life and greater ﬁbrin speciﬁcity                                                                                   Percentage of mRS (0–2) or BI (85–100)\nthan alteplase. Two studies with MRI entry criteria have\n                                                                 *With either no DWI or PWI lesion >20% size of DWI lesion. MR Rescue=Magnetic Resonance (Imaging) and\nassessed the eﬃcacy of desmoteplase; in these studies,           Recanalisation of Stroke Clots with Embolectomy trial. DWI=diﬀusion-weighted imaging. PWI=perfusion-weighted\neligibility for treatment depends on cortical ischaemia          imaging. mRS=modiﬁed Rankin scale score. DEFUSE=Diﬀusion-weighted imaging Evaluation For Understanding\nand a lesion seen with either negative DWI or PWI that           Stroke Evolution trial. tPA=tissue plasminogen activator. DIAS=Desmoteplase in Ischemic Stroke. sICH=symptomatic\n                                                                 intracranial haemorrhage. MRA=magnetic resonance angiogram. BI=Barthel index. NIHSS=National Institutes of\nis more than 20% the size of the lesion seen with DWI            Health stroke scale. DEDAS=Dose Escalation Study of Desmoteplase in Acute ischemic Stroke trial. ROSIE=(ReoPro)\n(PWI–DWI mismatch). The Desmoteplase in Acute                    Reperfusion of Stroke Safety study. SAE=serious adverse event. EPITHET=Echoplanar Imaging Thrombolysis Evaluation\nIschaemic Stroke (DIAS) trials34,35 and the US counterpart       Trial. T2-WI=T2-weighted imaging.\nstudy—Dose Escalation of Desmoteplase in Acute                   Table 2: MRI-based acute ischaemic stroke trials\nischemic Stroke36 (DEDAS)—assessed the use of\ndesmoteplase for patients with acute ischaemic stroke\nwithin 9 hours of the onset of symptoms (table 2). The          triaged according to CT data within 3 hours of the onset\ninitial trial methodology consisted of three dosing tiers—      of symptoms and treated with alteplase.35 Although\n25·0 mg, 37·5 mg, and 50·0 mg—but excessive rates of            intravenous desmoteplase given later than 3 hours after\nsymptomatic intracranial haemorrhage in patients in all         the onset of symptoms is not a valid treatment, it might\nthree dose groups, particularly in the two higher dose          open the doors to another study of local intra-arterial\ntiers, led to modiﬁcation of the dosing in the second part      thrombolytic therapy with third-generation ﬁbrinolytics\nof the trial to a weight-based algorithm of 62·5 µg/kg,         in conjunction with MRI or other perfusion-imaging\n90·0 µg/kg, or 125·0 µg/kg. Of 45 patients in the second        data.\npart of the trial, one patient had symptomatic intracranial       Similarly, the authors of the ReoPro Reperfusion of\nhaemorrhage. Increased rates of reperfusion and a               Stroke Safety (ROSIE) study used MRI PWI criteria to\nfavourable outcome at 3 months followed a dose-                 enrol patients into a trial of intravenous abciximab, with\ndependent curve.34 The recently completed DIAS II trial         the dose calculated from a treatment algorithm, or either\nis a phase III study that continued the assessment of the       placebo or an escalating dose of intra-arterial reteplase;\npatients on the 90·0 µg/kg and 125·0 µg/kg doses of             the recanalisation rates were nearly 30% with the\ndesmoteplase; however, the rates of favourable outcomes         7·5 U dose of reteplase.37 Although further studies are\nseen in the initial study were not replicated.35 The rates      needed, preliminary results show how advanced imaging\nof symptomatic intracranial haemorrhage, however,               techniques can single out patients who might beneﬁt\nwere no greater than those seen in patients who were            from interventional therapy. The lack of interventionalists\n\n\nhttp://neurology.thelancet.com Vol 6 December 2007                                                                                                                           1089\n\f       Review\n\n\n\n\n                                                            Patient with history and physical examination that suggests acute ischaemic\n                                                                stroke and cerebral thrombosis, excluding intracranial haemorrhage\n\n\n                                                                             Yes         Within 3 h of onset          No\n                                                                                            of symptoms\n\n\n                       Ineligible for alteplase        No       Large-vessel syndrome           No             Intravenous alteplase                    Consider endovascular\n                                                                                                                  (0.9 mg per kg)                              therapy\n                                                                                                               or standard therapy*\n                                                                             Yes\n\n                                                               Consider bridging therapy,\n                              Yes                            adjunctive Concentric retriever,\n                                                            EKOS, or other standard therapy*\n\n\n\n\n                  Local intra-arterial thrombolysis,              Within 6 h of onset                  Within 6–8 h (anterior circulation)             >8 h (anterior circulation)\n                    Concentric retriever, EKOS,                      of symptoms                        or 6–24 h (posterior circulation)           or >24 h (posterior circulation)\n                     or other standard therapy*                                                              of onset of symptoms                        of onset of symptoms\n\n\n                                                                                                                                             Yes\n                                                                                                        Concentric retriever or EKOS                       Mismatch seen†\n                                                                                                        ﬁbrinolysis, local intra-arterial\n                                                                                                         thrombolysis (depending on                                    No\n                                                                                                        individual assessment), other\n                                                                                                             standard therapies*                          Standard therapy*\n\n\n\n                Figure 2: Proposed algorithm for triage of patients with acute ischaemic stroke for endovascular therapy\n                This proposed treatment strategy algorithm, which was compiled by the authors, does not endorse established practice guidelines. *Standard therapy includes, where\n                applicable, post-thrombolysis blood pressure control (≤180/105 mmHg), secondary stroke prevention, nutrition, hydration, deep venous thrombosis prophylaxis\n                with compression stockings or antithrombotic drugs as the case dictates. †Perfusion area 20% greater than diﬀusion area or National Institute of Health stroke scale\n                score ≤8 and diﬀusion-imaging lesion ≤25 cubic centmetres.29–30,34–36 ICA=internal carotid artery. ICH=intracranial haemorrhage. IV=intravenous.\n\n\n\n                at many hospitals and the limited availability of around-                             symptoms or those prevented from taking systemic\n                the-clock MRI or advanced CT perfusion imaging are                                    thrombolysis.1 PROACT I, PROACT II, and the EMS\n                barriers to the application of these techniques for acute                             bridging trial provide data on the safety of local intra-\n                stroke care.                                                                          arterial thrombolysis given within 6 hours of the onset of\n                  Data that compare the results of clinical examination                               symptoms.18,21,23 Mechanical thrombectomy, as assessed\n                with the results of PWI have also been reported.29,30 The                             in the MERCI I and multi-MERCI studies, was shown to\n                association between these measures, coupled with the                                  be safe and eﬀective for revascularising occluded vessels\n                results of DWI, show a clinical–diﬀusion mismatch and                                 in patients with acute ischaemic stroke if given within\n                another, perhaps more readily obtainable, means to                                    8 hours of the onset of symptoms.19,20,26\n                identify potential candidates for thrombolysis outside the                              The US National Institutes of Health stroke scale\n                standard time windows.29,30,38 As part of the ongoing MR                              (NIHSS) score,39 which was widely applied in many trials\n                Rescue trial, which compares the MERCI Concentric                                     of acute ischaemic stroke, is a reliable clinical method to\n                retriever with standard care, DWI–PWI MRI data will be                                ascertain quickly the degree of clinical severity. A score of\n                obtained for all patients, which will provide novel                                   at least 10 was used to triage patients for adjunctive\n                information on the evolution of these imaging parameters                              endovascular therapy. Similar to the inclusion of patients\n                in revascularised and non-revascularised patients.33 These                            who have already been given alteplase in the multi-\n                data can then be applied to DWI–PWI triage criteria for                               MERCI trial, the prospective phase I study by Qureshi\n                patients selected for endovascular treatment.                                         and co-workers for patients with an NIHSS score of ≥10\n                                                                                                      assessed the safety and feasibility of mechanical\n                Clinical criteria and selection of patients                                           thrombus disruption as an adjunctive treatment to\n                Although there are no standardised guidelines for the                                 systemic thrombolysis.20,40\n                endovascular treatment of acute ischaemic stroke, several                               Furthermore, many practitioners use minimum and\n                studies have uniform inclusion and exclusion criteria.                                maximum age criteria to identify ideal candidates for\n                These criteria restrict endovascular treatment to patients                            endovascular therapy. Although there is no proven\n                who are ineligible for treatment with alteplase, such as                              treatment for paediatric stroke, which is a rare occurrence,\n                those who present later than 3 hours after the onset of                               several reports describe intra-arterial thrombolysis and\n\n\n1090                                                                                                                            http://neurology.thelancet.com Vol 6 December 2007\n\f                                                                                                                                  Review\n\n\n\n\nendovascular revascularisation techniques.41–47 Similarly,\nthe results of several studies have led to the restriction of     Search strategy and selection criteria\nendovascular therapy to patients under the age of                 References for this Review were identiﬁed by a search of\n80–85 years,19,20,22,26 with consideration given to the           PubMed with the terms “ischaemic stroke”, “MERCI”,\nconcomitant cardiac and other comorbidities that are              “thrombectomy”, “thrombolysis”, “diﬀusion–perfusion\ncommon in this age group and potentially make these               mismatch”, “CT-perfusion”, and “clinical–diﬀusion mismatch”.\npatients poorly tolerant to complex endovascular                  Searches covered the period between 1966 and August,\nprocedures.                                                       2007. Only studies published in English were reviewed.\n   The position of the stroke can inﬂuence the time               Particular focus was given to reports of randomised clinical\nwindow for treatment: the therapeutic window can be               trials, safety and eﬃcacy studies, and prospective registries\nlonger for those with strokes in the posterior circulation        that have been presented at multiple international\nthan for patients with other stroke subtypes. The EKOS            professional meetings. Additional references identiﬁed from\ntrial included patients with a stroke in the posterior            the primary target list were also included as appropriate. In\ncirculation who were treated up to 24 hours after the             addition, data from ongoing or completed clinical studies\nonset of symptoms, and there are other reports of delayed         within the past 6 years that were presented at international\nlocal intra-arterial thrombolysis for this subgroup.48–50         peer group conferences were included.\nThe unconventional time windows do not just show the\nattempts to avoid a nearly uniform fatal outcome of\nuntreated basilar occlusion but also, in part, reinforce        so that they too can oﬀer such services to their\nthe belief that the regions served by the posterior             patients.\ncirculation might be more resistant to reperfusion injury         Given the recent inﬂux of trainees from vastly diﬀerent\nand haemorrhage owing to their collateral blood ﬂow             medical specialties, the Accreditation Council of\npatterns.51 The 2007 American Heart Association                 Graduate Medical Education in the USA has established\nguidelines for the management of patients with                  formal training requirements and pathways for\nischaemic stroke qualify local intra-arterial thrombolysis      applicants from three diﬀerent specialties: neurology,\nas an option for patients with an occluded middle               radiology, and neurosurgery.54 However, few training\ncerebral artery for less than 6 hours (Class I evidence) in     programmes have sought accreditation, and there is no\ncentres with skilled interventionalists who are trained to      qualifying examination for interventional neurology.\noﬀer such therapy. The American Heart Association also          Although the development of the specialty might still\nlists this as an option for those excluded from treatment       continue to have growing pains because of the widely\nwith alteplase (Class II evidence), although the availability   diﬀerent backgrounds of the practitioners, the admittance\nof local intra-arterial thrombolysis should not preclude        of physicians from a range of medical specialties might\ntreating appropriate patients with alteplase.52 Here, we        help to overcome the main hurdle to widespread\npropose an algorithm for the triage of candidates who           adoption of endovascular intervention for acute stroke:\nare suitable for endovascular therapy (ﬁgure 2).                the lack of trained personnel in most hospitals. We can\n                                                                only hope that should future randomised trials prove the\nPractitioners of interventional neurology                       beneﬁt of endovascular therapies, no patient will be\nThe rapid progress in the interventional management             denied such treatment because of a lack of available\nof stroke is indicative of advances in the specialty in         interventionalists.\ngeneral. Clinicians who have previously provided only\nthe more traditional modes of therapy have expressed            Conclusions\ninterest in the new ways to treat diseases that previously      A decade after the use of systemic thrombolysis for the\ncould only be treated with medical or open surgical             treatment of acute ischaemic stroke, we now enter an era\ntechniques. Although the ﬁrst cerebral angiogram was            of newer endovascular treatments, in which intra-arterial\ndone by the neurologist Egaz Moniz more than 50 years           thrombolysis and mechanical methods of thrombectomy\nago by direct carotid puncture, reﬁnements in the               and thrombus disruption are being investigated.\ntransfemoral approach with ﬂuoroscopic techniques               Although these therapies have higher recanalisation rates\nwere brought into use by radiologists, who had                  compared with systemic thrombolysis, they are still\ndominated the specialty until recent years. With an             limited by their availability, and we await the results of\never-growing predilection for the endovascular                  forthcoming randomised trials to validate these therapies.\ntreatment of aneurysms,53 which are typically deemed            Advanced imaging techniques and endovascular\nas neurosurgical disorders, neurosurgeons have actively         treatments will hopefully oﬀer alternatives to patients\nreceived training in endovascular techniques and have           who are otherwise without therapeutic options.\nrapidly become the second leading provider of such              Contributors\nservices in the USA. Similarly, neurologists, who have          NJ and JLB contributed equally to this Review.\nlong been the caretakers of victims of ischaemic stroke,        Conﬂicts of interest\nnow seek formal training in endovascular techniques             The authors have no conﬂicts of interest.\n\n\n\nhttp://neurology.thelancet.com Vol 6 December 2007                                                                                         1091\n\f       Review\n\n\n\n\n                References                                                                    22   Combined intravenous and intra-arterial recanalization for acute\n                1    The National Institute of Neurological Disorders and Stroke rt-PA             ischemic stroke: the interventional management of stroke study.\n                     stroke study group. Tissue plasminogen activator for acute ischemic           Stroke 2004; 35: 904–11.\n                     stroke. N Engl J Med 1995; 333: 1581–87.                                 23   del Zoppo GJ, Higashida RT, Furlan AJ, Pessin MS, Rowley HA,\n                2    Grines CL, Browne KF, Marco J, et al, for the Primary Angioplasty             Gent M. PROACT: a phase II randomized trial of recombinant pro-\n                     in Myocardial Infarction Study group. A comparison of immediate               urokinase by direct arterial delivery in acute middle cerebral artery\n                     angioplasty with thrombolytic therapy for acute myocardial                    stroke. PROACT investigators. Prolyse in acute cerebral\n                     infarction. N Engl J Med 1993; 328: 673–79.                                   thromboembolism. Stroke 1998; 29: 4–11.\n                3    Zijlstra F, Hoorntje JC, de Boer MJ, et al. Long-term beneﬁt of          24   Labiche LA, Malkoﬀ M, Alexandrov AV. Residual ﬂow signals\n                     primary angioplasty as compared with thrombolytic therapy for                 predict complete recanalization in stroke patients treated with tPA.\n                  ",
  "wordCount": 6327,
  "indexed": "2025-09-25T22:51:45.055Z",
  "method": "direct"
}
